{
  "name": "מְעֵין שָׁלוֹשׁ",
  "hebrewName": "מְעֵין שָׁלוֹשׁ",
  "category": "ברכות",
  "description": "בְּרָכָה אַחֲרוֹנָה עַל מַאֲכָלִים מִשִּׁבְעַת הַמִּינִים - עַל הַמִּחְיָה, עַל הַגֶּפֶן, עַל הָעֵץ - נוסח ספרד",
  "paragraphs": [
    {
      "paragraph": 1,
      "text": "בָּרוּךְ אַתָּה יְהֹוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם:"
    },
    {
      "paragraph": 2,
      "text": "על היין: עַל הַגֶּפֶן וְעַל פְּרִי הַגֶּפֶן:"
    },
    {
      "paragraph": 3,
      "text": "על פירות משבעת המינים: עַל הָעֵץ וְעַל פְּרִי הָעֵץ:"
    },
    {
      "paragraph": 4,
      "text": "על מזונות: עַל הַמִחְיָה וְעַל הַכַּלְכָּלָה:"
    },
    {
      "paragraph": 5,
      "text": "על מזונות ויין ביחד: עַל הַמִּחְיָה וְעַל הַכַּלְכָּלָה וְעַל הַגֶּפֶן וְעַל פְּרִי הַגֶּפֶן:"
    },
    {
      "paragraph": 6,
      "text": "וְעַל תְּנוּבַת הַשָּׂדֶה וְעַל אֶרֶץ חֶמְדָּה טוֹבָה וּרְחָבָה שֶׁרָצִיתָ וְהִנְחַלְתָּ לַאֲבוֹתֵינוּ לֶאֱכֹל מִפִּרְיָהּ וְלִשְׂבּוֹעַ מִטּוּבָהּ, רַחֵם  יְהֹוָה אֱלֹהֵינוּ עַל יִשְׂרָאֵל עַמֶּךָ וְעַל יְרוּשָׁלַיִם עִירֶךָ וְעַל צִיּוֹן מִשְׁכַּן כְּבוֹדֶךָ וְעַל מִזְבְּחֶךָ וְעַל הֵיכָלֶךָ, וּבְנֵה יְרוּשָׁלַיִם עִיר הַקֹּדֶשׁ בִּמְהֵרָה בְּיָמֵינוּ וְהַעֲלֵנוּ לְתוֹכָהּ וְשַׂמְּחֵנוּ בְּבִנְיָנָהּ וְנֹאכַל מִפִּרְיָּהּ וְנִשְׂבַּע מִטּוּבָהּ וּנְבָרֶכְךָ עָלֶיהָ בִּקְדֻשָּׁה וּבְטָהֳרָה:"
    },
    {
      "paragraph": 7,
      "text": "וּרְצֵה וְהַחֲלִיצֵנוּ בְּיוֹם הַשַּׁבָּת הַזֶּה:"
    },
    {
      "paragraph": 8,
      "text": "וְזָכְרֵנוּ לְטוֹבָה בְּיוֹם רֹאשׁ הַחֹדֶשׁ הַזֶּה:"
    },
    {
      "paragraph": 9,
      "text": "וְזָכְרֵנוּ לְטוֹבָה בְּיוֹם הַזִּכָּרוֹן הַזֶּה:"
    },
    {
      "paragraph": 10,
      "text": "וְשַׂמְחֵנוּ בְּיוֹם חַג    הַזֶּה:"
    },
    {
      "paragraph": 11,
      "text": "כִּי אַתָּה יְהֹוָה טוֹב וּמֵטִיב לַכֹּל וְנוֹדֶה לְךָ עַל הָאָרֶץ וְעַל:"
    },
    {
      "paragraph": 12,
      "text": "פְּרִי הַגָּפֶן: בָּרוּךְ אַתָּה יְיָ עַל הָאָרֶץ וְעַל פְּרִי הַגָּפֶן: :"
    },
    {
      "paragraph": 13,
      "text": "הַפֵּרוֹת: בָּרוּךְ אַתָּה יְיָ עַל הָאָרֶץ וְעַל הַפֵּרוֹת: :"
    },
    {
      "paragraph": 14,
      "text": "הַמִחְיָה: בָּרוּךְ אַתָּה יְיָ עַל הָאָרֶץ וְעַל הַמִחְיָה וְעַל הַכַּלְכָּלָה:"
    },
    {
      "paragraph": 15,
      "text": "הַמִּחְיָה וְעַל פְּרִי הַגָּפֶן: בָּרוּךְ אַתָּה יְיָ עַל הָאָרֶץ וְעַל הַמִחְיָה וְעַל הַכַּלְכָּלָה וְעַל פְּרִי הַגָּפֶן: :"
    }
  ]
}