{
  "name": "Parshat HaMann",
  "hebrewName": "פרשת המן",
  "book": "Exodus",
  "description": "The portion about the manna - traditionally recited daily",
  "chapters": [
    {
      "chapter": 16,
      "verses": [
        {
          "verseNum": 4,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה הִנְנִ֨י מַמְטִ֥יר לָכֶ֛ם לֶ֖חֶם מִן־הַשָּׁמָ֑יִם וְיָצָ֨א הָעָ֤ם וְלָֽקְטוּ֙ דְּבַר־י֣וֹם בְּיוֹמ֔וֹ לְמַ֧עַן אֲנַסֶּ֛נּוּ הֲיֵלֵ֥ךְ בְּתוֹרָתִ֖י אִם־לֹֽא׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה הָא אֲנָא מָחֵית לְכוֹן לַחְמָא מִן שְׁמַיָא וְיִפְקוּן עַמָא וְיִלְקְטוּן פִּתְגַם יוֹם בְּיוֹמֵהּ בְּדִיל דַאֲנַסִנוּן הַיְהָכוּן בְּאוֹרַיְתִי אִם לָא:",
          "english": ""
        },
        {
          "verseNum": 5,
          "hebrew": "וְהָיָה֙ בַּיּ֣וֹם הַשִּׁשִּׁ֔י וְהֵכִ֖ינוּ אֵ֣ת אֲשֶׁר־יָבִ֑יאוּ וְהָיָ֣ה מִשְׁנֶ֔ה עַ֥ל אֲשֶֽׁר־יִלְקְט֖וּ י֥וֹם&thinsp;<small>׀</small>&thinsp;יֽוֹם׃",
          "targum": "וִיהֵי בְּיוֹמָא שְׁתִיתָאָה וִיתַקְנוּן יָת דְיַיְתוּן וִיהֵי עַל חַד תְּרֵין עַל דְיִלְקְטוּן יוֹם יוֹם:",
          "english": ""
        },
        {
          "verseNum": 6,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ וְאַהֲרֹ֔ן אֶֽל־כׇּל־בְּנֵ֖י יִשְׂרָאֵ֑ל עֶ֕רֶב וִֽידַעְתֶּ֕ם כִּ֧י יְהֹוָ֛ה הוֹצִ֥יא אֶתְכֶ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר משֶׁה וְאַהֲרֹן לְכָל בְּנֵי יִשְׂרָאֵל בְּרַמְשָׁא וְתִדְעוּן אֲרֵי יְיָ אַפֵּיק יָתְכוֹן מֵאַרְעָא דְמִצְרָיִם:",
          "english": ""
        },
        {
          "verseNum": 7,
          "hebrew": "וּבֹ֗קֶר וּרְאִיתֶם֙ אֶת־כְּב֣וֹד יְהֹוָ֔ה בְּשׇׁמְע֥וֹ אֶת־תְּלֻנֹּתֵיכֶ֖ם עַל־יְהֹוָ֑ה וְנַ֣חְנוּ מָ֔ה כִּ֥י <span class=\"mam-kq\"><span class=\"mam-kq-k\">(תלונו)</span> <span class=\"mam-kq-q\">[תַלִּ֖ינוּ]</span></span> עָלֵֽינוּ׃",
          "targum": "וּבְצַפְרָא וְתֶחֱזוּן יָת יְקָרָא דַיְיָ כַּד שְׁמִיעַ (קֳדָמוֹהִי) יָת תֻּרְעֲמוּתְכוֹן עַל מֵימְרָא דַיְיָ וְנַחְנָא מָא אֲרֵי אַתְרַעַמְתּוּן עֲלָנָא:",
          "english": ""
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֗ה בְּתֵ֣ת יְהֹוָה֩ לָכֶ֨ם בָּעֶ֜רֶב בָּשָׂ֣ר לֶאֱכֹ֗ל וְלֶ֤חֶם בַּבֹּ֙קֶר֙ לִשְׂבֹּ֔עַ בִּשְׁמֹ֤עַ יְהֹוָה֙ אֶת־תְּלֻנֹּ֣תֵיכֶ֔ם אֲשֶׁר־אַתֶּ֥ם מַלִּינִ֖ם עָלָ֑יו וְנַ֣חְנוּ מָ֔ה לֹא־עָלֵ֥ינוּ תְלֻנֹּתֵיכֶ֖ם כִּ֥י עַל־יְהֹוָֽה׃",
          "targum": "וַאֲמַר משֶׁה בִּדְיִתֵּן יְיָ לְכוֹן בְּרַמְשָׁא בִּסְרָא לְמֵיכַל וְלַחְמָא בְּצַפְרָא לְמִשְׂבַּע בְּדִשְׁמִיעַ קֳדָם יְיָ יָת תֻּרְעֲמוּתְכוֹן דִי אַתּוּן מִתְרַעֲמִין עֲלוֹהִי וְנַחְנָא מָא לָא עֲלָנָא תֻּרְעֲמוּתְכוֹן אֶלָהֵן עַל מֵימְרָא דַיְיָ:",
          "english": ""
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ אֶֽל־אַהֲרֹ֔ן אֱמֹ֗ר אֶֽל־כׇּל־עֲדַת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל קִרְב֖וּ לִפְנֵ֣י יְהֹוָ֑ה כִּ֣י שָׁמַ֔ע אֵ֖ת תְּלֻנֹּתֵיכֶֽם׃",
          "targum": "וַאֲמַר משֶׁה לְאַהֲרֹן אֱמַר לְכָל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל קְרִיבוּ קֳדָם יְיָ אֲרֵי שְׁמִיעַן קֳדָמוֹהִי יָת תֻּרְעֲמוּתְכוֹן:",
          "english": ""
        },
        {
          "verseNum": 10,
          "hebrew": "וַיְהִ֗י כְּדַבֵּ֤ר אַהֲרֹן֙ אֶל־כׇּל־עֲדַ֣ת בְּנֵֽי־יִשְׂרָאֵ֔ל וַיִּפְנ֖וּ אֶל־הַמִּדְבָּ֑ר וְהִנֵּה֙ כְּב֣וֹד יְהֹוָ֔ה נִרְאָ֖ה בֶּעָנָֽן׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וַהֲוָה כַּד מַלִיל אַהֲרֹן עִם כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל וְאִתְפְּנִיוּ לְמַדְבְּרָא וְהָא יְקָרָא דַיְיָ אִתְגְלִי בַּעֲנָנָא:",
          "english": ""
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": ""
        },
        {
          "verseNum": 12,
          "hebrew": "שָׁמַ֗עְתִּי אֶת־תְּלוּנֹּת֮ בְּנֵ֣י יִשְׂרָאֵל֒ דַּבֵּ֨ר אֲלֵהֶ֜ם לֵאמֹ֗ר בֵּ֤ין הָֽעַרְבַּ֙יִם֙ תֹּאכְל֣וּ בָשָׂ֔ר וּבַבֹּ֖קֶר תִּשְׂבְּעוּ־לָ֑חֶם וִֽידַעְתֶּ֕ם כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "שְׁמִיעַ קֳדָמַי יָת תֻּרְעֲמַת בְּנֵי יִשְׂרָאֵל מַלֵיל עִמְהוֹן לְמֵימַר בֵּין שִׁמְשַׁיָא תֵּיכְלוּן בִּסְרָא וּבְצַפְרָא תִּשְׂבְּעוּן לַחְמָא וְתִדְעוּן אֲרֵי אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": ""
        },
        {
          "verseNum": 13,
          "hebrew": "וַיְהִ֣י בָעֶ֔רֶב וַתַּ֣עַל הַשְּׂלָ֔ו וַתְּכַ֖ס אֶת־הַֽמַּחֲנֶ֑ה וּבַבֹּ֗קֶר הָֽיְתָה֙ שִׁכְבַ֣ת הַטַּ֔ל סָבִ֖יב לַֽמַּחֲנֶֽה׃",
          "targum": "וַהֲוָה בְרַמְשָׁא וּסְלֵיקַת סְלָיו וַחֲפַת יָת מַשְׁרִיתָא וּבְצַפְרָא הֲוַת נְחָתַת טַלָא סְחוֹר סְחוֹר לְמַשְׁרִיתָא:",
          "english": ""
        },
        {
          "verseNum": 14,
          "hebrew": "וַתַּ֖עַל שִׁכְבַ֣ת הַטָּ֑ל וְהִנֵּ֞ה עַל־פְּנֵ֤י הַמִּדְבָּר֙ דַּ֣ק מְחֻסְפָּ֔ס דַּ֥ק כַּכְּפֹ֖ר עַל־הָאָֽרֶץ׃",
          "targum": "וּסְלֵיקַת נְחָתַת טַלָא וְהָא עַל אַפֵּי מַדְבְּרָא דַעְדַק מְקַלַף דַעְדַק כְּגִיר כִּגְלִידָא עַל אַרְעָא:",
          "english": ""
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּרְא֣וּ בְנֵֽי־יִשְׂרָאֵ֗ל וַיֹּ֨אמְר֜וּ אִ֤ישׁ אֶל־אָחִיו֙ מָ֣ן ה֔וּא כִּ֛י לֹ֥א יָדְע֖וּ מַה־ה֑וּא וַיֹּ֤אמֶר מֹשֶׁה֙ אֲלֵהֶ֔ם ה֣וּא הַלֶּ֔חֶם אֲשֶׁ֨ר נָתַ֧ן יְהֹוָ֛ה לָכֶ֖ם לְאׇכְלָֽה׃",
          "targum": "וַחֲזוֹ בְנֵי יִשְׂרָאֵל וַאֲמָרוּ גְבַר לַאֲחוּהִי מַנָא הוּא אֲרֵי לָא יְדָעוּ מָה הוּא וַאֲמַר משֶׁה לְהוֹן הוּא לַחְמָא דִי יְהַב יְיָ לְכוֹן לְמֵיכַל:",
          "english": ""
        },
        {
          "verseNum": 16,
          "hebrew": "זֶ֤ה הַדָּבָר֙ אֲשֶׁ֣ר צִוָּ֣ה יְהֹוָ֔ה לִקְט֣וּ מִמֶּ֔נּוּ אִ֖ישׁ לְפִ֣י אׇכְל֑וֹ עֹ֣מֶר לַגֻּלְגֹּ֗לֶת מִסְפַּר֙ נַפְשֹׁ֣תֵיכֶ֔ם אִ֛ישׁ לַאֲשֶׁ֥ר בְּאׇהֳל֖וֹ תִּקָּֽחוּ׃",
          "targum": "דֵין פִּתְגָמָא דִי פַקֵיד יְיָ לְקוּטוּ מִנֵהּ גְבַר לְפוּם מֵיכְלֵהּ עֻמְרָא לְגֻלְגַלְתָּא מִנְיַן נַפְשָׁתֵיכוֹן גְבַר לְדִי בְמַשְׁכְּנֵהּ תִּסְבוּן:",
          "english": ""
        },
        {
          "verseNum": 17,
          "hebrew": "וַיַּעֲשׂוּ־כֵ֖ן בְּנֵ֣י יִשְׂרָאֵ֑ל וַֽיִּלְקְט֔וּ הַמַּרְבֶּ֖ה וְהַמַּמְעִֽיט׃",
          "targum": "וַעַבָדוּ כֵן בְּנֵי יִשְׂרָאֵל וּלְקָטוּ דְאַסְגֵי וּדְאַזְעֵר:",
          "english": ""
        },
        {
          "verseNum": 18,
          "hebrew": "וַיָּמֹ֣דּוּ בָעֹ֔מֶר וְלֹ֤א הֶעְדִּיף֙ הַמַּרְבֶּ֔ה וְהַמַּמְעִ֖יט לֹ֣א הֶחְסִ֑יר אִ֥ישׁ לְפִֽי־אׇכְל֖וֹ לָקָֽטוּ׃",
          "targum": "וּכְלוֹ בְעוּמְרָא וְלָא אוֹתַר דְאַסְגֵי וּדְאַזְעֵר לָא חַסִיר גְבַר לְפוּם מֵיכְלֵהּ לְקָטוּ:",
          "english": ""
        },
        {
          "verseNum": 19,
          "hebrew": "וַיֹּ֥אמֶר מֹשֶׁ֖ה אֲלֵהֶ֑ם אִ֕ישׁ אַל־יוֹתֵ֥ר מִמֶּ֖נּוּ עַד־בֹּֽקֶר׃",
          "targum": "וַאֲמַר משֶׁה לְהוֹן אֱנַשׁ לָא יַשְׁאַר מִנֵהּ עַד צַפְרָא:",
          "english": ""
        },
        {
          "verseNum": 20,
          "hebrew": "וְלֹא־שָׁמְע֣וּ אֶל־מֹשֶׁ֗ה וַיּוֹתִ֨רוּ אֲנָשִׁ֤ים מִמֶּ֙נּוּ֙ עַד־בֹּ֔קֶר וַיָּ֥רֻם תּוֹלָעִ֖ים וַיִּבְאַ֑שׁ וַיִּקְצֹ֥ף עֲלֵהֶ֖ם מֹשֶֽׁה׃",
          "targum": "וְלָא קַבִּילוּ מִן משֶׁה וְאַשְׁאָרוּ גֻבְרַיָא מִנֵהּ עַד צַפְרָא וּרְחֵשׁ רִיחֲשָׁא וּסְרִי וּרְגַז עֲלֵיהוֹן משֶׁה:",
          "english": ""
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּלְקְט֤וּ אֹתוֹ֙ בַּבֹּ֣קֶר בַּבֹּ֔קֶר אִ֖ישׁ כְּפִ֣י אׇכְל֑וֹ וְחַ֥ם הַשֶּׁ֖מֶשׁ וְנָמָֽס׃",
          "targum": "וּלְקָטוּ יָתֵהּ בִּצְפַר בִּצְפָר גְבַר לְפוּם מֵיכְלֵהּ וּמָה דְמִשְׁתָּאַר מִנֵהּ עַל אַפֵּי חַקְלָא כַּד חֲמָא עֲלוֹהִי שִׁמְשָׁא פָּשָׁר:",
          "english": ""
        },
        {
          "verseNum": 22,
          "hebrew": "וַיְהִ֣י&thinsp;<b>׀</b> בַּיּ֣וֹם הַשִּׁשִּׁ֗י לָֽקְט֥וּ לֶ֙חֶם֙ מִשְׁנֶ֔ה שְׁנֵ֥י הָעֹ֖מֶר לָאֶחָ֑ד וַיָּבֹ֙אוּ֙ כׇּל־נְשִׂיאֵ֣י הָֽעֵדָ֔ה וַיַּגִּ֖ידוּ לְמֹשֶֽׁה׃",
          "targum": "וַהֲוָה בְּיוֹמָא שְׁתִיתָאָה לְקָטוּ לַחְמָא עַל חַד תְּרֵין תְּרֵין עֻמְרִין לְחָד וַאֲתוֹ כָּל רַבְרְבֵי כְנִשְׁתָּא וְחַוִיאוּ לְמשֶׁה:",
          "english": ""
        },
        {
          "verseNum": 23,
          "hebrew": "וַיֹּ֣אמֶר אֲלֵהֶ֗ם ה֚וּא אֲשֶׁ֣ר דִּבֶּ֣ר יְהֹוָ֔ה שַׁבָּת֧וֹן שַׁבַּת־קֹ֛דֶשׁ לַֽיהֹוָ֖ה מָחָ֑ר אֵ֣ת אֲשֶׁר־תֹּאפ֞וּ אֵפ֗וּ וְאֵ֤ת אֲשֶֽׁר־תְּבַשְּׁלוּ֙ בַּשֵּׁ֔לוּ וְאֵת֙ כׇּל־הָ֣עֹדֵ֔ף הַנִּ֧יחוּ לָכֶ֛ם לְמִשְׁמֶ֖רֶת עַד־הַבֹּֽקֶר׃",
          "targum": "וַאֲמַר לְהוֹן הוּא דִי מַלִיל יְיָ שְׁבָתָא שְׁבַת קוּדְשָׁא קֳדָם יְיָ מְחָר יָת דִי אַתּוּן עֲתִידִין לְמֵפָא אֲפוֹ וְיָת דִי אַתּוּן עֲתִידִין לְבַשָׁלָא בַּשִׁילוּ וְיָת כָּל מוֹתָרָא אַצְנָעוּ לְכוֹן לְמַטָרָא עַד צַפְרָא:",
          "english": ""
        },
        {
          "verseNum": 24,
          "hebrew": "וַיַּנִּ֤יחוּ אֹתוֹ֙ עַד־הַבֹּ֔קֶר כַּאֲשֶׁ֖ר צִוָּ֣ה מֹשֶׁ֑ה וְלֹ֣א הִבְאִ֔ישׁ וְרִמָּ֖ה לֹא־הָ֥יְתָה בּֽוֹ׃",
          "targum": "וְאַצְנָעוּ יָתֵהּ עַד צַפְרָא כְּמָא דְפַקִיד משֶׁה וְלָא סְרִי וְרִיחֲשָׁא לָא הֲוָה בֵהּ:",
          "english": ""
        },
        {
          "verseNum": 25,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ אִכְלֻ֣הוּ הַיּ֔וֹם כִּֽי־שַׁבָּ֥ת הַיּ֖וֹם לַיהֹוָ֑ה הַיּ֕וֹם לֹ֥א תִמְצָאֻ֖הוּ בַּשָּׂדֶֽה׃",
          "targum": "וַאֲמַר משֶׁה אִכְלוּהִי יוֹמָא דֵין אֲרֵי שַׁבְּתָא יוֹמָא דֵין קֳדָם יְיָ יוֹמָא דֵין לָא תַשְׁכְּחֻנֵהּ בְּחַקְלָא:",
          "english": ""
        },
        {
          "verseNum": 26,
          "hebrew": "שֵׁ֥שֶׁת יָמִ֖ים תִּלְקְטֻ֑הוּ וּבַיּ֧וֹם הַשְּׁבִיעִ֛י שַׁבָּ֖ת לֹ֥א יִֽהְיֶה־בּֽוֹ׃",
          "targum": "שִׁתָּא יוֹמִין תִּלְקְטֻנֵהּ וּבְיוֹמָא שְׁבִיעָאָה שַׁבְּתָא לָא יְהֵי בֵהּ:",
          "english": ""
        },
        {
          "verseNum": 27,
          "hebrew": "וַֽיְהִי֙ בַּיּ֣וֹם הַשְּׁבִיעִ֔י יָצְא֥וּ מִן־הָעָ֖ם לִלְקֹ֑ט וְלֹ֖א מָצָֽאוּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וַהֲוָה בְּיוֹמָא שְׁבִיעָאָה נְפָקוּ מִן עַמָא לְמִלְקָט וְלָא אַשְׁכָּחוּ:",
          "english": ""
        },
        {
          "verseNum": 28,
          "hebrew": "וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה עַד־אָ֙נָה֙ מֵֽאַנְתֶּ֔ם לִשְׁמֹ֥ר מִצְוֺתַ֖י וְתוֹרֹתָֽי׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עַד אֵימָתַי אַתּוּן מְסָרְבִין לְמִטַר פִּקוּדַי וְאוֹרָיָתַי:",
          "english": ""
        },
        {
          "verseNum": 29,
          "hebrew": "רְא֗וּ כִּֽי־יְהֹוָה֮ נָתַ֣ן לָכֶ֣ם הַשַּׁבָּת֒ עַל־כֵּ֠ן ה֣וּא נֹתֵ֥ן לָכֶ֛ם בַּיּ֥וֹם הַשִּׁשִּׁ֖י לֶ֣חֶם יוֹמָ֑יִם שְׁב֣וּ&thinsp;<b>׀</b> אִ֣ישׁ תַּחְתָּ֗יו אַל־יֵ֥צֵא אִ֛ישׁ מִמְּקֹמ֖וֹ בַּיּ֥וֹם הַשְּׁבִיעִֽי׃",
          "targum": "חֲזוֹ אֲרֵי יְיָ יְהַב לְכוֹן שַׁבְּתָא עַל כֵּן הוּא יָהֵב לְכוֹן בְּיוֹמָא שְׁתִיתָאָה לְחֵם תְּרֵין יוֹמִין תִּיבוּ אֲנַשׁ תְּחוֹתוֹהִי לָא יִפּוֹק אֲנַשׁ מֵאַתְרֵהּ בְּיוֹמָא שְׁבִיעָאָה",
          "english": ""
        },
        {
          "verseNum": 30,
          "hebrew": "וַיִּשְׁבְּת֥וּ הָעָ֖ם בַּיּ֥וֹם הַשְּׁבִעִֽי׃",
          "targum": "וְנָחוּ עַמָא בְּיוֹמָא שְׁבִיעָאָה:",
          "english": ""
        },
        {
          "verseNum": 31,
          "hebrew": "וַיִּקְרְא֧וּ בֵֽית־יִשְׂרָאֵ֛ל אֶת־שְׁמ֖וֹ מָ֑ן וְה֗וּא כְּזֶ֤רַע גַּד֙ לָבָ֔ן וְטַעְמ֖וֹ כְּצַפִּיחִ֥ת בִּדְבָֽשׁ׃",
          "targum": "וּקְרוֹ בֵית יִשְׂרָאֵל יָת שְׁמֵהּ מָן וְהוּא כְּבַר זְרַע גִדָא חִוָר וְטַעְמֵהּ כְּאִסְקְרֵיטָוָן בִּדְבָשׁ:",
          "english": ""
        },
        {
          "verseNum": 32,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֗ה זֶ֤ה הַדָּבָר֙ אֲשֶׁ֣ר צִוָּ֣ה יְהֹוָ֔ה מְלֹ֤א הָעֹ֙מֶר֙ מִמֶּ֔נּוּ לְמִשְׁמֶ֖רֶת לְדֹרֹתֵיכֶ֑ם לְמַ֣עַן&thinsp;<b>׀</b> יִרְא֣וּ אֶת־הַלֶּ֗חֶם אֲשֶׁ֨ר הֶאֱכַ֤לְתִּי אֶתְכֶם֙ בַּמִּדְבָּ֔ר בְּהוֹצִיאִ֥י אֶתְכֶ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר משֶׁה דֵין פִּתְגָמָא דִי פַקִיד יְיָ מִלֵי עֻמְרָא מִנֵהּ לְמַטְרָא לְדָרֵיכוֹן בְּדִיל דְיֶחְזוּן יָת לַחְמָא דִי אוֹכָלִית יָתְכוֹן בְּמַדְבְּרָא בְּאַפָּקוּתִי יָתְכוֹן מֵאַרְעָא דְמִצְרָיִם:",
          "english": ""
        },
        {
          "verseNum": 33,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶֽל־אַהֲרֹ֗ן קַ֚ח צִנְצֶ֣נֶת אַחַ֔ת וְתֶן־שָׁ֥מָּה מְלֹֽא־הָעֹ֖מֶר מָ֑ן וְהַנַּ֤ח אֹתוֹ֙ לִפְנֵ֣י יְהֹוָ֔ה לְמִשְׁמֶ֖רֶת לְדֹרֹתֵיכֶֽם׃",
          "targum": "וַאֲמַר משֶׁה לְאַהֲרֹן סַב צְלוֹחִית חֲדָא וְהַב תַמָן מְלֵי עֻמְרָא מָן וְאַצְנַע יָתֵהּ קֳדָם יְיָ לְמַטְרָא לְדָרֵיכוֹן:",
          "english": ""
        },
        {
          "verseNum": 34,
          "hebrew": "כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה וַיַּנִּיחֵ֧הוּ אַהֲרֹ֛ן לִפְנֵ֥י הָעֵדֻ֖ת לְמִשְׁמָֽרֶת׃",
          "targum": "כְּמָא דִי פַקִיד יְיָ לְמשֶׁה וְאַצְנְעֵהּ אַהֲרֹן קֳדָם סָהֲדוּתָא לְמַטְרָא:",
          "english": ""
        },
        {
          "verseNum": 35,
          "hebrew": "וּבְנֵ֣י יִשְׂרָאֵ֗ל אָֽכְל֤וּ אֶת־הַמָּן֙ אַרְבָּעִ֣ים שָׁנָ֔ה עַד־בֹּאָ֖ם אֶל־אֶ֣רֶץ נוֹשָׁ֑בֶת אֶת־הַמָּן֙ אָֽכְל֔וּ עַד־בֹּאָ֕ם אֶל־קְצֵ֖ה אֶ֥רֶץ כְּנָֽעַן׃",
          "targum": "וּבְנֵי יִשְׂרָאֵל אֲכָלוּ יָת מַנָא אַרְבְּעִין שְׁנִין עַד דְמֵיתֵיהוֹן לְאַרְעָא יָתְבָתָא יָת מַנָא אֲכָלוּ עַד דְאָתוֹ לִסְיָפֵי אַרְעָא דִכְנָעַן:",
          "english": ""
        },
        {
          "verseNum": 36,
          "hebrew": "וְהָעֹ֕מֶר עֲשִׂרִ֥ית הָאֵיפָ֖ה הֽוּא׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְעֻמְרָא חַד מִן עַסְרָא בִּתְלָת סְאִין הוּא:",
          "english": ""
        }
      ]
    }
  ]
}