{
  "name": "Achrei Mot",
  "book": "Leviticus",
  "chapters": [
    {
      "chapter": 16,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֤ר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה אַחֲרֵ֣י מ֔וֹת שְׁנֵ֖י בְּנֵ֣י אַהֲרֹ֑ן בְּקׇרְבָתָ֥ם לִפְנֵי־יְהֹוָ֖ה וַיָּמֻֽתוּ׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה בָּתַר דְּמִיתוּ תְּרֵין בְּנֵי אַהֲרֹן בְּקָרוֹבֵיהוֹן אֶשָּׁתָא נוּכְרֵיתָא קֳדָם יְיָ וּמִיתוּ:",
          "english": "And the Lord spoke to Moshe after the death of the two sons of Aharon, when they came near before the Lord, and died;"
        },
        {
          "verseNum": 2,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה דַּבֵּר֮ אֶל־אַהֲרֹ֣ן אָחִ֒יךָ֒ וְאַל־יָבֹ֤א בְכׇל־עֵת֙ אֶל־הַקֹּ֔דֶשׁ מִבֵּ֖ית לַפָּרֹ֑כֶת אֶל־פְּנֵ֨י הַכַּפֹּ֜רֶת אֲשֶׁ֤ר עַל־הָאָרֹן֙ וְלֹ֣א יָמ֔וּת כִּ֚י בֶּֽעָנָ֔ן אֵרָאֶ֖ה עַל־הַכַּפֹּֽרֶת׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה מַלֵּל עִם אַהֲרֹן אָחוּךְ וְלָא יְהֵי עָלֵל בְּכָל עִדָּן לְקוּדְשָׁא מִגָּיו לְפָרֻכְתָּא לָקֳדָם כַּפֻּרְתָּא דִּי עַל אֲרוֹנָא וְלָא יְמוּת אֲרֵי בַּעֲנָנָא אֲנָא מִתְגְּלִי עַל בֵּית כַּפֻּרְתָּא:",
          "english": "and the Lord said to Moshe, Speak to Aharon thy brother, that he come not at all times into the holy place within the veil before the covering, which is upon the ark; that he die not: for I appear in the cloud upon the ark cover."
        },
        {
          "verseNum": 3,
          "hebrew": "בְּזֹ֛את יָבֹ֥א אַהֲרֹ֖ן אֶל־הַקֹּ֑דֶשׁ בְּפַ֧ר בֶּן־בָּקָ֛ר לְחַטָּ֖את וְאַ֥יִל לְעֹלָֽה׃",
          "targum": "בְּדָא יְהֵי עָלֵל אַהֲרֹן לְקוּדְשָׁא בְּתוֹר בַּר תּוֹרֵי לְחַטָּאתָא וּדְכַר לַעֲלָתָא:",
          "english": "Thus shall Aharon come into the holy place: with a young bullock for a sin offering, and a ram for a burnt offering."
        },
        {
          "verseNum": 4,
          "hebrew": "כְּתֹֽנֶת־בַּ֨ד קֹ֜דֶשׁ יִלְבָּ֗שׁ וּמִֽכְנְסֵי־בַד֮ יִהְי֣וּ עַל־בְּשָׂרוֹ֒ וּבְאַבְנֵ֥ט בַּד֙ יַחְגֹּ֔ר וּבְמִצְנֶ֥פֶת בַּ֖ד יִצְנֹ֑ף בִּגְדֵי־קֹ֣דֶשׁ הֵ֔ם וְרָחַ֥ץ בַּמַּ֛יִם אֶת־בְּשָׂר֖וֹ וּלְבֵשָֽׁם׃",
          "targum": "כִּתּוּנָא דְבוּצָא קוּדְשָׁא יִלְבָּשׁ וּמִכְנְסִין דְּבוּץ יְהוֹן עַל בִּסְרֵיהּ וּבְהֶמְיָנָא דְבוּצָא יֵסַר וּבְמִצְנֶפְתָּא דְבוּצָא יָחֵת בְּרֵישֵׁיהּ לְבוּשֵׁי קוּדְשָׁא אִנּוּן וְיַסְחֵי בְמַיָּא יָת בִּסְרֵיהּ וְיַלְבְּשִׁנּוּן:",
          "english": "He shall put on the holy linen coat, and he shall have the linen breeches upon his flesh, and shall be girded with a linen girdle, and with the linen mitre shall he be attired: these are holy garments; therefore shall he bathe his flesh in water, and so put them on."
        },
        {
          "verseNum": 5,
          "hebrew": "וּמֵאֵ֗ת עֲדַת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל יִקַּ֛ח שְׁנֵֽי־שְׂעִירֵ֥י עִזִּ֖ים לְחַטָּ֑את וְאַ֥יִל אֶחָ֖ד לְעֹלָֽה׃",
          "targum": "וּמִין כְּנִשְׁתָּא דִּבְנֵי יִשְׂרָאֵל יִסַּב תְּרֵין צְפִירֵי עִזִּין לְחַטָּאתָא וּדְכַר חַד לַעֲלָתָא:",
          "english": "And he shall take from the congregation of the children of Yisra᾽el two kids of the goats for a sin offering, and one ram for a burnt offering."
        },
        {
          "verseNum": 6,
          "hebrew": "וְהִקְרִ֧יב אַהֲרֹ֛ן אֶת־פַּ֥ר הַחַטָּ֖את אֲשֶׁר־ל֑וֹ וְכִפֶּ֥ר בַּעֲד֖וֹ וּבְעַ֥ד בֵּיתֽוֹ׃",
          "targum": "וִיקָרֵב אַהֲרֹן יָת תּוֹרָא דְחַטָּאתָא דִּי לֵיהּ וִיכַפֵּר עֲלוֹהִי וְעַל אֱנַשׁ בֵּיתֵיהּ:",
          "english": "And Aharon shall offer the bullock of the sin offering, which is for himself, and make atonement for himself, and for his house."
        },
        {
          "verseNum": 7,
          "hebrew": "וְלָקַ֖ח אֶת־שְׁנֵ֣י הַשְּׂעִירִ֑ם וְהֶעֱמִ֤יד אֹתָם֙ לִפְנֵ֣י יְהֹוָ֔ה פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְיִסַּב יָת תְּרֵין צְפִירִין וִיקִים יָתְהוֹן קֳדָם יְיָ בִּתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And he shall take the two goats, and present them before the Lord at the door of the Tent of Meeting."
        },
        {
          "verseNum": 8,
          "hebrew": "וְנָתַ֧ן אַהֲרֹ֛ן עַל־שְׁנֵ֥י הַשְּׂעִירִ֖ם גֹּרָל֑וֹת גּוֹרָ֤ל אֶחָד֙ לַיהֹוָ֔ה וְגוֹרָ֥ל אֶחָ֖ד לַעֲזָאזֵֽל׃",
          "targum": "וְיִתֵּן אַהֲרֹן עַל תְּרֵין צְפִירִין עַדְבִין עַדְבָא חַד לִשְׁמָא דַיְיָ וְעַדְבָא חַד לַעֲזָאזֵל:",
          "english": "And Aharon shall cast lots upon the two goats; one lot for the Lord, and the other lot for ῾Azazel."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהִקְרִ֤יב אַהֲרֹן֙ אֶת־הַשָּׂעִ֔יר אֲשֶׁ֨ר עָלָ֥ה עָלָ֛יו הַגּוֹרָ֖ל לַיהֹוָ֑ה וְעָשָׂ֖הוּ חַטָּֽאת׃",
          "targum": "וִיקָרֵב אַהֲרֹן יָת צְפִירָא דִּי סְלִיק עֲלוֹהִי עַדְבָא לִשְׁמָא דַיְיָ וְיַעְבִּדִנֵיהּ חַטָּאתָא:",
          "english": "And Aharon shall bring the goat upon which the Lord’s lot fell, and offer it for a sin offering."
        },
        {
          "verseNum": 10,
          "hebrew": "וְהַשָּׂעִ֗יר אֲשֶׁר֩ עָלָ֨ה עָלָ֤יו הַגּוֹרָל֙ לַעֲזָאזֵ֔ל יׇֽעֳמַד־חַ֛י לִפְנֵ֥י יְהֹוָ֖ה לְכַפֵּ֣ר עָלָ֑יו לְשַׁלַּ֥ח אֹת֛וֹ לַעֲזָאזֵ֖ל הַמִּדְבָּֽרָה׃",
          "targum": "וּצְפִירָא דִּי סְלִיק עֲלוֹהִי עַדְבָא לַעֲזָאזֵל יִתָּקַם כַּד חַי קֳדָם יְיָ לְכַפָּרָא עֲלוֹהִי לְשַׁלַּח יָתֵיהּ לַעֲזָאזֵל לְמַדְבְּרָא:",
          "english": "But the goat, on which the lot fell for ῾Azazel, shall be presented alive before the Lord, to make atonement over him, and to let him go to ῾Azazel into the wilderness."
        },
        {
          "verseNum": 11,
          "hebrew": "וְהִקְרִ֨יב אַהֲרֹ֜ן אֶת־פַּ֤ר הַֽחַטָּאת֙ אֲשֶׁר־ל֔וֹ וְכִפֶּ֥ר בַּֽעֲד֖וֹ וּבְעַ֣ד בֵּית֑וֹ וְשָׁחַ֛ט אֶת־פַּ֥ר הַֽחַטָּ֖את אֲשֶׁר־לֽוֹ׃",
          "targum": "וִיקָרֵב אַהֲרֹן יָת תּוֹרָא דְחַטָּאתָא דִּי לֵיהּ וִיכַפֵּר עֲלוֹהִי וְעַל אֱנַשׁ בֵּיתֵיהּ וְיִכּוֹס יָת תּוֹרָא דְחַטָּאתָא דִּי לֵיהּ:",
          "english": "And Aharon shall bring the bullock of the sin offering, which is for himself, and shall make atonement for himself, and for his house, and shall kill the bullock of the sin offering which is for himself:"
        },
        {
          "verseNum": 12,
          "hebrew": "וְלָקַ֣ח מְלֹֽא־הַ֠מַּחְתָּ֠ה גַּֽחֲלֵי־אֵ֞שׁ מֵעַ֤ל הַמִּזְבֵּ֙חַ֙ מִלִּפְנֵ֣י יְהֹוָ֔ה וּמְלֹ֣א חׇפְנָ֔יו קְטֹ֥רֶת סַמִּ֖ים דַּקָּ֑ה וְהֵבִ֖יא מִבֵּ֥ית לַפָּרֹֽכֶת׃",
          "targum": "וְיִסַּב מְלֵי מַחְתִּיתָא גּוּמְרִין דְּאֶשָּׁא מֵעִלַּוֵי מַדְבְּחָא מִן קֳדָם יְיָ וּמְלֵי חָפְנוֹהִי קְטוֹרֶת בּוּסְמִין דַּקִּיקִין וְיָעֵל מִגָּיו לְפָרֻכְתָּא:",
          "english": "and he shall take a censer full of burning coals of fire from off the altar before the Lord, and his hands full of sweet incense beaten small, and bring it inside the veil:"
        },
        {
          "verseNum": 13,
          "hebrew": "וְנָתַ֧ן אֶֽת־הַקְּטֹ֛רֶת עַל־הָאֵ֖שׁ לִפְנֵ֣י יְהֹוָ֑ה וְכִסָּ֣ה&thinsp;<b>׀</b> עֲנַ֣ן הַקְּטֹ֗רֶת אֶת־הַכַּפֹּ֛רֶת אֲשֶׁ֥ר עַל־הָעֵד֖וּת וְלֹ֥א יָמֽוּת׃",
          "targum": "וְיִתֵּן יָת קְטוֹרֶת בּוּסְמַיָּא עַל אֶשָּׁתָא לָקֳדָם יְיָ וְחָפֵי עֲנָנָא קְטָרְתָּא יָת כַּפֻּרְתָּא דִּי עַל סַהֲדוּתָא וְלָא יְמוּת:",
          "english": "and he shall put the incense upon the fire before the Lord, that the cloud of the incense may cover the covering that is upon the Testimony, that he die not:"
        },
        {
          "verseNum": 14,
          "hebrew": "וְלָקַח֙ מִדַּ֣ם הַפָּ֔ר וְהִזָּ֧ה בְאֶצְבָּע֛וֹ עַל־פְּנֵ֥י הַכַּפֹּ֖רֶת קֵ֑דְמָה וְלִפְנֵ֣י הַכַּפֹּ֗רֶת יַזֶּ֧ה שֶֽׁבַע־פְּעָמִ֛ים מִן־הַדָּ֖ם בְּאֶצְבָּעֽוֹ׃",
          "targum": "וְיִסַּב מִדְּמָא דְתוֹרָא וְיַדִּי בְאֶצְבְּעֵיהּ עַל אַפֵּי כַּפֻּרְתָּא קִדּוּמָא וְלָקֳדָם כַּפֻּרְתָּא יַדִּי שְׁבַע זִמְנִין מִן דְּמָא בְּאֶצְבְּעֵיהּ:",
          "english": "and he shall take of the blood of the bullock, and sprinkle it with his finger upon the covering eastward; and before the covering shall he sprinkle of the blood with his finger seven times."
        },
        {
          "verseNum": 15,
          "hebrew": "וְשָׁחַ֞ט אֶת־שְׂעִ֤יר הַֽחַטָּאת֙ אֲשֶׁ֣ר לָעָ֔ם וְהֵבִיא֙ אֶת־דָּמ֔וֹ אֶל־מִבֵּ֖ית לַפָּרֹ֑כֶת וְעָשָׂ֣ה אֶת־דָּמ֗וֹ כַּאֲשֶׁ֤ר עָשָׂה֙ לְדַ֣ם הַפָּ֔ר וְהִזָּ֥ה אֹת֛וֹ עַל־הַכַּפֹּ֖רֶת וְלִפְנֵ֥י הַכַּפֹּֽרֶת׃",
          "targum": "וְיִכּוֹס יָת צְפִירָא דְחַטָּאתָא דִּי לְעַמָּא וְיָעֵל יָת דְּמֵיהּ לְמִגָּיו לְפָרֻכְתָּא וְיַעְבֵּד לִדְמֵיהּ כְּמָא דִי עֲבַד לִדְמָא דְתוֹרָא וְיַדִּי יָתֵיהּ עַל כַּפֻּרְתָּא וְלָקֳדָם כַּפֻּרְתָּא:",
          "english": "Then shall he kill the goat of the sin offering, that is for the people, and bring its blood within the veil, and do with that blood as he did with the blood of the bullock, and sprinkle it upon the covering, and before the covering:"
        },
        {
          "verseNum": 16,
          "hebrew": "וְכִפֶּ֣ר עַל־הַקֹּ֗דֶשׁ מִטֻּמְאֹת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל וּמִפִּשְׁעֵיהֶ֖ם לְכׇל־חַטֹּאתָ֑ם וְכֵ֤ן יַעֲשֶׂה֙ לְאֹ֣הֶל מוֹעֵ֔ד הַשֹּׁכֵ֣ן אִתָּ֔ם בְּת֖וֹךְ טֻמְאֹתָֽם׃",
          "targum": "וִיכַפֵּר עַל קוּדְשָׁא מִסּוֹאֲבַת בְּנֵי יִשְׂרָאֵל וּמִמֶּרְדֵּיהוֹן לְכָל חֲטָאֵיהוֹן וְכֵן יַעְבֵּד לְמַשְׁכַּן זִמְנָא דְּשָׁרֵי עִמְּהוֹן בְּגוֹ סוֹאֲבָתְהוֹן:",
          "english": "and he shall make atonement for the holy place, because of the uncleanness of the children of Yisra᾽el, and because of their transgressions in all their sins: and so shall he do for the Tent of Meeting, that remains among them in the midst of their uncleanness."
        },
        {
          "verseNum": 17,
          "hebrew": "וְכׇל־אָדָ֞ם לֹא־יִהְיֶ֣ה&thinsp;<b>׀</b> בְּאֹ֣הֶל מוֹעֵ֗ד בְּבֹא֛וֹ לְכַפֵּ֥ר בַּקֹּ֖דֶשׁ עַד־צֵאת֑וֹ וְכִפֶּ֤ר בַּעֲדוֹ֙ וּבְעַ֣ד בֵּית֔וֹ וּבְעַ֖ד כׇּל־קְהַ֥ל יִשְׂרָאֵֽל׃",
          "targum": "וְכָל אֱנַשׁ לָא יְהֵי בְּמַשְׁכַּן זִמְנָא בְּמֵעֲלֵיהּ לְכַפָּרָא בְקוּדְשָׁא עַד מִפְּקֵיהּ וִיכַפֵּר עֲלוֹהִי וְעַל אֱנַשׁ בֵּיתֵיהּ וְעַל כָּל קְהָלָא דְיִשְׂרָאֵל:",
          "english": "And there shall be no man in the Tent of Meeting when he goes in to make atonement in the holy place, until he comes out, and have made atonement for himself, and for his household, and for all the congregation of Yisra᾽el."
        },
        {
          "verseNum": 18,
          "hebrew": "וְיָצָ֗א אֶל־הַמִּזְבֵּ֛חַ אֲשֶׁ֥ר לִפְנֵֽי־יְהֹוָ֖ה וְכִפֶּ֣ר עָלָ֑יו וְלָקַ֞ח מִדַּ֤ם הַפָּר֙ וּמִדַּ֣ם הַשָּׂעִ֔יר וְנָתַ֛ן עַל־קַרְנ֥וֹת הַמִּזְבֵּ֖חַ סָבִֽיב׃",
          "targum": "וְיִפּוֹק לְמַדְבְּחָא דִּי קֳדָם יְיָ וִיכַפֵּר עֲלוֹהִי וְיִסַּב מִדְּמָא דְתוֹרָא וּמִדְּמָא דִצְפִירָא וְיִתֵּן עַל קַרְנַת מַדְבְּחָא סְחוֹר סְחוֹר:",
          "english": "And he shall go out to the altar that is before the Lord, and make atonement for it; and shall take of the blood of the bullock, and of the blood of the goat, and put it upon the horns of the altar round about."
        },
        {
          "verseNum": 19,
          "hebrew": "וְהִזָּ֨ה עָלָ֧יו מִן־הַדָּ֛ם בְּאֶצְבָּע֖וֹ שֶׁ֣בַע פְּעָמִ֑ים וְטִהֲר֣וֹ וְקִדְּשׁ֔וֹ מִטֻּמְאֹ֖ת בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְיַדֵּי עֲלוֹהִי מִן דְּמָא בְּאֶצְבְּעֵיהּ שְׁבַע זִמְנִין וִידַכִּנֵּיהּ וִיקַדְּשִׁנֵּיהּ מִסּוֹאֲבַת בְּנֵי יִשְׂרָאֵל:",
          "english": "And he shall sprinkle of the blood upon it with his finger seven times, and cleanse it, and hallow it from the uncleanness of the children of Yisra᾽el."
        },
        {
          "verseNum": 20,
          "hebrew": "וְכִלָּה֙ מִכַּפֵּ֣ר אֶת־הַקֹּ֔דֶשׁ וְאֶת־אֹ֥הֶל מוֹעֵ֖ד וְאֶת־הַמִּזְבֵּ֑חַ וְהִקְרִ֖יב אֶת־הַשָּׂעִ֥יר הֶחָֽי׃",
          "targum": "וִישֵׁצֵי מִלְּכַפָּרָא עַל קוּדְשָׁא וְעַל מַשְׁכַּן זִמְנָא וְעַל מַדְבְּחָא וִיקָרֵב יָת צְפִירָא חַיָּא:",
          "english": "And when he has made an end of atoning for the holy place, and the Tent of Meeting, and the altar, he shall present the live goat:"
        },
        {
          "verseNum": 21,
          "hebrew": "וְסָמַ֨ךְ אַהֲרֹ֜ן אֶת־שְׁתֵּ֣י <span class=\"mam-kq-trivial\">יָדָ֗ו</span> עַ֣ל רֹ֣אשׁ הַשָּׂעִיר֮ הַחַי֒ וְהִתְוַדָּ֣ה עָלָ֗יו אֶת־כׇּל־עֲוֺנֹת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל וְאֶת־כׇּל־פִּשְׁעֵיהֶ֖ם לְכׇל־חַטֹּאתָ֑ם וְנָתַ֤ן אֹתָם֙ עַל־רֹ֣אשׁ הַשָּׂעִ֔יר וְשִׁלַּ֛ח בְּיַד־אִ֥ישׁ עִתִּ֖י הַמִּדְבָּֽרָה׃",
          "targum": "וְיִסְמוֹךְ אַהֲרֹן יָת תַּרְתֵּין יְדוֹהִי עַל רֵישׁ צְפִירָא חַיָּא וְיִוַדֵּי עֲלוֹהִי יָת כָּל עֲוָיַת בְּנֵי יִשְׂרָאֵל וְיָת כָּל מֶרְדֵּיהוֹן לְכָל חֲטָאֵיהוֹן וְיִתֵּן יָתְהוֹן עַל רֵישׁ צְפִירָא וִישַׁלַּח בְּיַד גְּבַר דִּזְמִין לִמְהַךְ לְמַדְבְּרָא:",
          "english": "and Aharon shall lay both his hands upon the head of the live goat, and confess over him all the iniquities of the children of Yisra᾽el, and all their transgressions in all their sins, putting them upon the head of the goat, and shall send him away by the hand of an appointed man into the wilderness:"
        },
        {
          "verseNum": 22,
          "hebrew": "וְנָשָׂ֨א הַשָּׂעִ֥יר עָלָ֛יו אֶת־כׇּל־עֲוֺנֹתָ֖ם אֶל־אֶ֣רֶץ גְּזֵרָ֑ה וְשִׁלַּ֥ח אֶת־הַשָּׂעִ֖יר בַּמִּדְבָּֽר׃",
          "targum": "וְיִטּוֹל צְפִירָא עֲלוֹהִי יָת כָּל חוֹבֵיהוֹן לְאַרְעָא דְלָא יָתְבָא וִישַׁלַּח יָת צְפִירָא בְּמַדְבְּרָא:",
          "english": "and the goat shall bear upon it all their iniquities to a barren land: and he shall let go the goat in the wilderness."
        },
        {
          "verseNum": 23,
          "hebrew": "וּבָ֤א אַהֲרֹן֙ אֶל־אֹ֣הֶל מוֹעֵ֔ד וּפָשַׁט֙ אֶת־בִּגְדֵ֣י הַבָּ֔ד אֲשֶׁ֥ר לָבַ֖שׁ בְּבֹא֣וֹ אֶל־הַקֹּ֑דֶשׁ וְהִנִּיחָ֖ם שָֽׁם׃",
          "targum": "וְיֵיעוֹל אַהֲרֹן לְמַשְׁכַּן זִמְנָא וְיַשְׁלַח יָת לְבוּשֵׁי בוּצָא דִּי לְבַשׁ בְּמֵעֲלֵיהּ לְקוּדְשָׁא וְיַצְנְעִנּוּן תַּמָּן:",
          "english": "And Aharon shall come into the Tent of Meeting, and shall put off the linen garments, which he put on when he went into the holy place, and shall leave them there:"
        },
        {
          "verseNum": 24,
          "hebrew": "וְרָחַ֨ץ אֶת־בְּשָׂר֤וֹ בַמַּ֙יִם֙ בְּמָק֣וֹם קָד֔וֹשׁ וְלָבַ֖שׁ אֶת־בְּגָדָ֑יו וְיָצָ֗א וְעָשָׂ֤ה אֶת־עֹֽלָתוֹ֙ וְאֶת־עֹלַ֣ת הָעָ֔ם וְכִפֶּ֥ר בַּעֲד֖וֹ וּבְעַ֥ד הָעָֽם׃",
          "targum": "וְיַסְחֵי יָת בִּסְרֵיהּ בְּמַיָּא בַּאֲתַר קַדִּישׁ וְיִלְבַּשׁ יָת לְבוּשׁוֹהִי וְיִפּוֹק וְיַעְבֵּד יָת עֲלָתֵיהּ וְיָת עֲלַת עַמָּא וִיכַפַּר עֲלוֹהִי וְעַל עַמָּא:",
          "english": "and he shall wash his flesh with water in the holy place, and put on his garments, and come forth, and offer his burnt offering, and the burnt offering of the people, and make atonement for himself, and for the people."
        },
        {
          "verseNum": 25,
          "hebrew": "וְאֵ֛ת חֵ֥לֶב הַֽחַטָּ֖את יַקְטִ֥יר הַמִּזְבֵּֽחָה׃",
          "targum": "וְיָת תַּרְבָּא דְחַטָּאתָא יַסֵּק לְמַדְבְּחָא:",
          "english": "And the fat of the sin offering shall he burn upon the altar."
        },
        {
          "verseNum": 26,
          "hebrew": "וְהַֽמְשַׁלֵּ֤חַ אֶת־הַשָּׂעִיר֙ לַֽעֲזָאזֵ֔ל יְכַבֵּ֣ס בְּגָדָ֔יו וְרָחַ֥ץ אֶת־בְּשָׂר֖וֹ בַּמָּ֑יִם וְאַחֲרֵי־כֵ֖ן יָב֥וֹא אֶל־הַֽמַּחֲנֶֽה׃",
          "targum": "וּדְמוֹבִיל יָת צְפִירָא לַעֲזָאזֵל יְצַבַּע לְבוּשׁוֹהִי וְיַסְחֵי יָת בִּסְרֵיהּ בְּמַיָּא וּבָתַר כֵּן יֵיעוֹל לְמַשְׁרִיתָא:",
          "english": "And he that let go the goat for ῾Azazel shall wash his clothes, and bathe his flesh in water, and afterwards come into the camp."
        },
        {
          "verseNum": 27,
          "hebrew": "וְאֵת֩ פַּ֨ר הַֽחַטָּ֜את וְאֵ֣ת&thinsp;<b>׀</b> שְׂעִ֣יר הַֽחַטָּ֗את אֲשֶׁ֨ר הוּבָ֤א אֶת־דָּמָם֙ לְכַפֵּ֣ר בַּקֹּ֔דֶשׁ יוֹצִ֖יא אֶל־מִח֣וּץ לַֽמַּחֲנֶ֑ה וְשָׂרְפ֣וּ בָאֵ֔שׁ אֶת־עֹרֹתָ֥ם וְאֶת־בְּשָׂרָ֖ם וְאֶת־פִּרְשָֽׁם׃",
          "targum": "וְיָת תּוֹרָא דְחַטָּאתָא וְיָת צְפִירָא דְחַטָּאתָא דִּי אִתָּעַל מִדִּמְהוֹן לְכַפָּרָא בְקוּדְשָׁא יִתַּפְּקוּן לְמִבָּרָא לְמַשְׁרִיתָא וְיוֹקְדוּן בְּנוּרָא יָת מַשְׁכֵּיהוֹן וְיָת בִּסְרְהוֹן וְיָת אָכְלֵיהוֹן:",
          "english": "And the bullock for the sin offering, and the goat for the sin offering, whose blood was brought in to make atonement in the holy place, shall be taken outside the camp; and they shall burn in the fire their skins, and their flesh, and their dung."
        },
        {
          "verseNum": 28,
          "hebrew": "וְהַשֹּׂרֵ֣ף אֹתָ֔ם יְכַבֵּ֣ס בְּגָדָ֔יו וְרָחַ֥ץ אֶת־בְּשָׂר֖וֹ בַּמָּ֑יִם וְאַחֲרֵי־כֵ֖ן יָב֥וֹא אֶל־הַֽמַּחֲנֶֽה׃",
          "targum": "וּדְמוֹקִיד יָתְהוֹן יְצַבַּע לְבוּשׁוֹהִי וְיַסְחֵי יָת בִּסְרֵיהּ בְּמַיָּא וּבָתַר כֵּן יֵיעוֹל לְמַשְׁרִיתָא:",
          "english": "And he that burns them shall wash his clothes, and bathe his flesh in water, and afterwards he shall come into the camp."
        },
        {
          "verseNum": 29,
          "hebrew": "וְהָיְתָ֥ה לָכֶ֖ם לְחֻקַּ֣ת עוֹלָ֑ם בַּחֹ֣דֶשׁ הַ֠שְּׁבִיעִ֠י בֶּֽעָשׂ֨וֹר לַחֹ֜דֶשׁ תְּעַנּ֣וּ אֶת־נַפְשֹֽׁתֵיכֶ֗ם וְכׇל־מְלָאכָה֙ לֹ֣א תַעֲשׂ֔וּ הָֽאֶזְרָ֔ח וְהַגֵּ֖ר הַגָּ֥ר בְּתוֹכְכֶֽם׃",
          "targum": "וּתְהֵי לְכוֹן לִקְיַם עָלָם בְּיַרְחָא שְׁבִיעָאָה בְּעַשְׂרָא לְיַרְחָא תְּעַנּוּן יָת נַפְשָׁתֵיכוֹן וְכָל עִבִידָא לָא תַעְבְּדוּן יַצִּיבָא וְגִיּוֹרָא דְּיִתְגַּיְּרוּן בֵּינֵיכוֹן:",
          "english": "And this shall be a statute for ever to you: that in the seventh month, on the tenth day of the month, you shall afflict your souls, and do no work at all, the home born or the stranger that sojourns among you:"
        },
        {
          "verseNum": 30,
          "hebrew": "כִּֽי־בַיּ֥וֹם הַזֶּ֛ה יְכַפֵּ֥ר עֲלֵיכֶ֖ם לְטַהֵ֣ר אֶתְכֶ֑ם מִכֹּל֙ חַטֹּ֣אתֵיכֶ֔ם לִפְנֵ֥י יְהֹוָ֖ה תִּטְהָֽרוּ׃",
          "targum": "אֲרֵי בְיוֹמָא הָדֵין יְכַפֵּר עֲלֵיכוֹן לְדַכָּאָה יָתְכוֹן מִכֹּל חוֹבֵיכוֹן קֳדָם יְיָ תִּדְכּוּן:",
          "english": "for on that day will he forgive you, to cleanse you, that you may be clean from all your sins before the Lord."
        },
        {
          "verseNum": 31,
          "hebrew": "שַׁבַּ֨ת שַׁבָּת֥וֹן הִיא֙ לָכֶ֔ם וְעִנִּיתֶ֖ם אֶת־נַפְשֹׁתֵיכֶ֑ם חֻקַּ֖ת עוֹלָֽם׃",
          "targum": "שְׁבַת שְׁבָתָא הִיא לְכוֹן וּתְעַנּוּן יָת נַפְשָׁתֵיכוֹן קְיַם עֲלָם:",
          "english": "It shall be a sabbath of solemn rest to you, and you shall afflict your souls, by a statute forever."
        },
        {
          "verseNum": 32,
          "hebrew": "וְכִפֶּ֨ר הַכֹּהֵ֜ן אֲשֶׁר־יִמְשַׁ֣ח אֹת֗וֹ וַאֲשֶׁ֤ר יְמַלֵּא֙ אֶת־יָד֔וֹ לְכַהֵ֖ן תַּ֣חַת אָבִ֑יו וְלָבַ֛שׁ אֶת־בִּגְדֵ֥י הַבָּ֖ד בִּגְדֵ֥י הַקֹּֽדֶשׁ׃",
          "targum": "וִיכַפַּר כַּהֲנָא דִּי רַבִּי יָתֵיהּ וְדִי יְקָרֵב יָת קֻרְבָּנֵיהּ לְשַׁמָּשָׁא תְּחוֹת אֲבוּהִי וְיִלְבַּשׁ יָת לְבוּשֵׁי בוּצָא לְבוּשֵׁי קוּדְשָׁא:",
          "english": "And the priest, who shall be anointed, and who shall be consecrated to minister in the priest’s office in his father’s stead, shall make the atonement, and shall put on the linen clothes, the holy garments:"
        },
        {
          "verseNum": 33,
          "hebrew": "וְכִפֶּר֙ אֶת־מִקְדַּ֣שׁ הַקֹּ֔דֶשׁ וְאֶת־אֹ֧הֶל מוֹעֵ֛ד וְאֶת־הַמִּזְבֵּ֖חַ יְכַפֵּ֑ר וְעַ֧ל הַכֹּהֲנִ֛ים וְעַל־כׇּל־עַ֥ם הַקָּהָ֖ל יְכַפֵּֽר׃",
          "targum": "וִיכַפַּר עַל מִקְדַּשׁ קוּדְשָׁא וְעַל מַשְׁכַּן זִמְנָא וְעַל מַדְבְּחָא יְכַפַּר וְעַל כַּהֲנַיָּא וְעַל כָּל עַמָּא דִקְהָלָא יְכַפַּר:",
          "english": "and he shall make atonement for the holy sanctuary, and he shall make atonement for the Tent of Meeting, and for the altar, and he shall make atonement for the priests, and for all the people of the congregation."
        },
        {
          "verseNum": 34,
          "hebrew": "וְהָֽיְתָה־זֹּ֨את לָכֶ֜ם לְחֻקַּ֣ת עוֹלָ֗ם לְכַפֵּ֞ר עַל־בְּנֵ֤י יִשְׂרָאֵל֙ מִכׇּל־חַטֹּאתָ֔ם אַחַ֖ת בַּשָּׁנָ֑ה וַיַּ֕עַשׂ כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּתְהֵי דָא לְכוֹן לִקְיַם עָלָם לְכַפָּרָא עַל בְּנֵי יִשְׂרָאֵל מִכָּל חוֹבֵיהוֹן חֲדָא בְּשַׁתָּא וַעֲבַד כְּמָא דִי פַקֵּיד יְיָ יָת משֶׁה:",
          "english": "And this shall be an everlasting statute to you, to make atonement for the children of  Yisra᾽el for all their sins once a year. And he did as the Lord commanded Moshe."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּ֨ר אֶֽל־אַהֲרֹ֜ן וְאֶל־בָּנָ֗יו וְאֶל֙ כׇּל־בְּנֵ֣י יִשְׂרָאֵ֔ל וְאָמַרְתָּ֖ אֲלֵיהֶ֑ם זֶ֣ה הַדָּבָ֔ר אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לֵאמֹֽר׃",
          "targum": "מַלֵּל עִם אַהֲרֹן וְעִם בְּנוֹהִי וְעִם כָּל בְּנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן דֵּין פִּתְגָּמָא דִּי פַקִּיד יְיָ לְמֵימָר:",
          "english": "Speak to Aharon, and to his sons, and to all the children of Yisra᾽el, and say to them; This is the thing which the Lord has commanded, saying,"
        },
        {
          "verseNum": 3,
          "hebrew": "אִ֥ישׁ אִישׁ֙ מִבֵּ֣ית יִשְׂרָאֵ֔ל אֲשֶׁ֨ר יִשְׁחַ֜ט שׁ֥וֹר אוֹ־כֶ֛שֶׂב אוֹ־עֵ֖ז בַּֽמַּחֲנֶ֑ה א֚וֹ אֲשֶׁ֣ר יִשְׁחַ֔ט מִח֖וּץ לַֽמַּחֲנֶֽה׃",
          "targum": "גְּבַר גְּבַר מִבֵּית יִשְׂרָאֵל דִּי יִכּוֹס תּוֹר אוֹ אִמַּר אוֹ עִזָּא בְּמַשְׁרִיתָא אוֹ דִּי יִכּוֹס מִבָּרָא לְמַשְׁרִיתָא:",
          "english": "What man soever there be of the house of  Yisra᾽el, that kills an ox, or lamb, or goat, in the camp, or that kills it outside the camp,"
        },
        {
          "verseNum": 4,
          "hebrew": "וְאֶל־פֶּ֜תַח אֹ֣הֶל מוֹעֵד֮ לֹ֣א הֱבִיאוֹ֒ לְהַקְרִ֤יב קׇרְבָּן֙ לַֽיהֹוָ֔ה לִפְנֵ֖י מִשְׁכַּ֣ן יְהֹוָ֑ה דָּ֣ם יֵחָשֵׁ֞ב לָאִ֤ישׁ הַהוּא֙ דָּ֣ם שָׁפָ֔ךְ וְנִכְרַ֛ת הָאִ֥ישׁ הַה֖וּא מִקֶּ֥רֶב עַמּֽוֹ׃",
          "targum": "וְלִתְרַע מַשְׁכַּן זִמְנָא לָא אַיְתֵיהּ לְקָרָבָא קֻרְבָּנָא קֳדָם יְיָ קֳדָם מַשְׁכְּנָא דַיְיָ דְּמָא יִתְחַשַּׁב לְגַבְרָא הַהוּא דְּמָא אֲשַׁד וְיִשְׁתֵּיצֵי אֲנָשָׁא הַהוּא מִגּוֹ עַמֵּיהּ:",
          "english": "and brings it not to the door of the Tent of Meeting, to offer an offering to the Lord before the tabernacle of the Lord; blood shall be imputed to that man; he has shed blood; and that man shall be cut off from among his people:"
        },
        {
          "verseNum": 5,
          "hebrew": "לְמַ֩עַן֩ אֲשֶׁ֨ר יָבִ֜יאוּ בְּנֵ֣י יִשְׂרָאֵ֗ל אֶֽת־זִבְחֵיהֶם֮ אֲשֶׁ֣ר הֵ֣ם זֹבְחִים֮ עַל־פְּנֵ֣י הַשָּׂדֶה֒ וֶֽהֱבִיאֻ֣ם לַֽיהֹוָ֗ה אֶל־פֶּ֛תַח אֹ֥הֶל מוֹעֵ֖ד אֶל־הַכֹּהֵ֑ן וְזָ֨בְח֜וּ זִבְחֵ֧י שְׁלָמִ֛ים לַֽיהֹוָ֖ה אוֹתָֽם׃",
          "targum": "בְּדִיל דִּי יַיְתוּן בְּנֵי יִשְׂרָאֵל יָת דִּבְחֵיהוֹן דִּי אִנּוּן דָּבְחִין עַל אַפֵּי חַקְלָא וְיַיְתֻנּוּן לָקֳדָם יְיָ לִתְרַע מַשְׁכַּן זִמְנָא לְוָת כַּהֲנָא וְיִכְּסוּן נִכְסַת קוּדְשִׁין קֳדָם יְיָ יָתְהוֹן:",
          "english": "to the end that the children of Yisra᾽el may bring their sacrifices, which they offer in the open field, that they may bring them to the Lord, to the door of the Tent of Meeting, to the priest, and offer them for peace offerings to the Lord."
        },
        {
          "verseNum": 6,
          "hebrew": "וְזָרַ֨ק הַכֹּהֵ֤ן אֶת־הַדָּם֙ עַל־מִזְבַּ֣ח יְהֹוָ֔ה פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וְהִקְטִ֣יר הַחֵ֔לֶב לְרֵ֥יחַ נִיחֹ֖חַ לַיהֹוָֽה׃",
          "targum": "וְיִזְרוֹק כַּהֲנָא יָת דְּמָא עַל מַדְבְּחָא דַיְיָ בִּתְרַע מַשְׁכַּן זִמְנָא וְיַסֵּק תַּרְבָּא לְאִתְקַבָּלָא בְרַעֲוָא קֳדָם יְיָ:",
          "english": "And the priest shall sprinkle the blood upon the altar of the Lord at the door of the Tent of Meeting, and burn the fat for a sweet savour to the Lord."
        },
        {
          "verseNum": 7,
          "hebrew": "וְלֹא־יִזְבְּח֥וּ עוֹד֙ אֶת־זִבְחֵיהֶ֔ם לַשְּׂעִירִ֕ם אֲשֶׁ֛ר הֵ֥ם זֹנִ֖ים אַחֲרֵיהֶ֑ם חֻקַּ֥ת עוֹלָ֛ם תִּֽהְיֶה־זֹּ֥את לָהֶ֖ם לְדֹרֹתָֽם׃",
          "targum": "וְלָא יִדְבְּחוּן עוֹד יָת דִּבְחֵיהוֹן לַשֵּׁדִין דִּי אִנּוּן טָעָן בַּתְרֵיהוֹן קְיַם עָלָם תְּהֵי דָא לְהוֹן לְדָרֵיהוֹן:",
          "english": "And they shall no more offer their sacrifices to the demons, after whom they have gone astray. This shall be a statute for ever to them throughout their generations."
        },
        {
          "verseNum": 8,
          "hebrew": "וַאֲלֵהֶ֣ם תֹּאמַ֔ר אִ֥ישׁ אִישׁ֙ מִבֵּ֣ית יִשְׂרָאֵ֔ל וּמִן־הַגֵּ֖ר אֲשֶׁר־יָג֣וּר בְּתוֹכָ֑ם אֲשֶׁר־יַעֲלֶ֥ה עֹלָ֖ה אוֹ־זָֽבַח׃",
          "targum": "וּלְהוֹן תֵּימַר גְּבַר גְּבַר מִבֵּית יִשְׂרָאֵל וּמִן גִּיּוֹרָא דְּיִתְגַּיְּרוּן בֵּינֵיכוֹן דִּי יַסֵּק עֲלָתָא אוֹ נִכְסַת קוּדְשַׁיָּא:",
          "english": "And thou shalt say to them, Whatever man there be of the house of Yisra᾽el, or of the strangers who sojourn among you, that offers a burnt offering or sacrifice,"
        },
        {
          "verseNum": 9,
          "hebrew": "וְאֶל־פֶּ֜תַח אֹ֤הֶל מוֹעֵד֙ לֹ֣א יְבִיאֶ֔נּוּ לַעֲשׂ֥וֹת אֹת֖וֹ לַיהֹוָ֑ה וְנִכְרַ֛ת הָאִ֥ישׁ הַה֖וּא מֵעַמָּֽיו׃",
          "targum": "וְלִתְרַע מַשְׁכַּן זִמְנָא לָא אַיְתִנֵּיהּ לְמֶעְבַּד יָתֵיהּ קֳדָם יְיָ וְיִשְׁתֵּיצֵי אֲנָשָׁא הַהוּא מֵעַמֵּיהּ:",
          "english": "and brings it not to the door of the Tent of Meeting, to offer it to the Lord; that man shall be cut off from among his people."
        },
        {
          "verseNum": 10,
          "hebrew": "וְאִ֨ישׁ אִ֜ישׁ מִבֵּ֣ית יִשְׂרָאֵ֗ל וּמִן־הַגֵּר֙ הַגָּ֣ר בְּתוֹכָ֔ם אֲשֶׁ֥ר יֹאכַ֖ל כׇּל־דָּ֑ם וְנָתַתִּ֣י פָנַ֗י בַּנֶּ֙פֶשׁ֙ הָאֹכֶ֣לֶת אֶת־הַדָּ֔ם וְהִכְרַתִּ֥י אֹתָ֖הּ מִקֶּ֥רֶב עַמָּֽהּ׃",
          "targum": "וּגְבַר גְּבַר מִבֵּית יִשְׂרָאֵל וּמִן גִּיּוֹרָא דְּיִתְגַּיְּרוּן בֵּינֵיכוֹן דִּי יֵיכוּל כָּל דְּמָא וְאֶתֵּן רוּגְזִי בַּאֲנָשָׁא דְּיֵכוּל יָת דְּמָא וֶאֱשֵׁיצֵי יָתֵיהּ מִגּוֹ עַמֵּיהּ:",
          "english": "And whatever man there be of the house of Yisra᾽el, or of the strangers that sojourn among you, that eats any manner of blood: then I will set my face against that person that eats blood, and will cut him off from among his people."
        },
        {
          "verseNum": 11,
          "hebrew": "כִּ֣י נֶ֣פֶשׁ הַבָּשָׂר֮ בַּדָּ֣ם הִוא֒ וַאֲנִ֞י נְתַתִּ֤יו לָכֶם֙ עַל־הַמִּזְבֵּ֔חַ לְכַפֵּ֖ר עַל־נַפְשֹׁתֵיכֶ֑ם כִּֽי־הַדָּ֥ם ה֖וּא בַּנֶּ֥פֶשׁ יְכַפֵּֽר׃",
          "targum": "אֲרֵי נְפַשׁ בִּסְרָא בִּדְמָא הִיא וַאֲנָא יְהָבִתֵּיהּ לְכוֹן עַל מַדְבְּחָא לְכַפָּרָא עַל נַפְשָׁתֵיכוֹן אֲרֵי דְמָא הוּא עַל נַפְשָׁא מְכַפֵּר:",
          "english": "For the life of the flesh is in the blood: and I have given it to you upon the altar to make atonement for your souls: for it is the blood that makes an atonement for the soul."
        },
        {
          "verseNum": 12,
          "hebrew": "עַל־כֵּ֤ן אָמַ֙רְתִּי֙ לִבְנֵ֣י יִשְׂרָאֵ֔ל כׇּל־נֶ֥פֶשׁ מִכֶּ֖ם לֹא־תֹ֣אכַל דָּ֑ם וְהַגֵּ֛ר הַגָּ֥ר בְּתוֹכְכֶ֖ם לֹא־יֹ֥אכַל דָּֽם׃",
          "targum": "עַל כֵּן אֲמָרִית לִבְנֵי יִשְׂרָאֵל כָּל אֱנַשׁ מִנְּכוֹן לָא יֵיכוּל דְּמָא וְגִיּוֹרָא דְּיִתְגַּיְּרוּן בֵּינֵיכוֹן לָא יֵיכוּל דְּמָא:",
          "english": "Therefore I said to the children of Yisra᾽el, None of you shall eat blood, neither shall any stranger that sojourns among you eat blood."
        },
        {
          "verseNum": 13,
          "hebrew": "וְאִ֨ישׁ אִ֜ישׁ מִבְּנֵ֣י יִשְׂרָאֵ֗ל וּמִן־הַגֵּר֙ הַגָּ֣ר בְּתוֹכָ֔ם אֲשֶׁ֨ר יָצ֜וּד צֵ֥יד חַיָּ֛ה אוֹ־ע֖וֹף אֲשֶׁ֣ר יֵאָכֵ֑ל וְשָׁפַךְ֙ אֶת־דָּמ֔וֹ וְכִסָּ֖הוּ בֶּעָפָֽר׃",
          "targum": "וּגְבַר גְּבַר מִן בְּנֵי יִשְׂרָאֵל וּמִין גִּיּוֹרָא דְּיִתְגַּיְּרוּן בֵּינֵיכוֹן דִּי יְצוּד צֵידָא חַיְתָא אוֹ עוֹפָא דִּי מִתְאֲכֵל וְיֵישׁוֹד יָת דְּמֵיהּ וִיכַסִּנֵּיהּ בְּעַפְרָא:",
          "english": "And whatever man there be of the children of Yisra᾽el, or of the strangers that sojourn among you, who hunts venison of any beast or bird that may be eaten; he shall even pour out its blood, and cover it with dust."
        },
        {
          "verseNum": 14,
          "hebrew": "כִּֽי־נֶ֣פֶשׁ כׇּל־בָּשָׂ֗ר דָּמ֣וֹ בְנַפְשׁוֹ֮ הוּא֒ וָֽאֹמַר֙ לִבְנֵ֣י יִשְׂרָאֵ֔ל דַּ֥ם כׇּל־בָּשָׂ֖ר לֹ֣א תֹאכֵ֑לוּ כִּ֣י נֶ֤פֶשׁ כׇּל־בָּשָׂר֙ דָּמ֣וֹ הִ֔וא כׇּל־אֹכְלָ֖יו יִכָּרֵֽת׃",
          "targum": "אֲרֵי נְפַשׁ כָּל בִּסְרָא דְּמֵיהּ בְּנַפְשֵׁיהּ הוּא וַאֲמָרִית לִבְנֵי יִשְׂרָאֵל דַּם כָּל בִּסְרָא לָא תֵיכְלוּן אֲרֵי נְפַשׁ כָּל בִּסְרָא דְּמֵיהּ הִיא כָּל דְּיֵכְלִנֵּיהּ יִשְׁתֵּיצֵי:",
          "english": "For the life of all flesh is its blood, on which its life depends: therefore I said to the children of Yisra᾽el, you shall eat the blood of no manner of flesh: for the life of all flesh is its blood: whoever eats it shall be cut off."
        },
        {
          "verseNum": 15,
          "hebrew": "וְכׇל־נֶ֗פֶשׁ אֲשֶׁ֨ר תֹּאכַ֤ל נְבֵלָה֙ וּטְרֵפָ֔ה בָּאֶזְרָ֖ח וּבַגֵּ֑ר וְכִבֶּ֨ס בְּגָדָ֜יו וְרָחַ֥ץ בַּמַּ֛יִם וְטָמֵ֥א עַד־הָעֶ֖רֶב וְטָהֵֽר׃",
          "targum": "וְכָל אֱנַשׁ דִּי יֵיכוּל נְבִילָא וּתְבִירָא בְּיַצִּיבָא וּבְגִיּוֹרָא וִיצַבַּע לְבוּשׁוֹהִי וְיַסְחֵי בְמַיָּא וִיהֵי מְסָאָב עַד רַמְשָׁא וְיִדְכֵּי:",
          "english": "And every person that eats that which died of itself, or that which was torn by beasts, whether it be one of your own country, or a stranger, he shall both wash his clothes, and bathe himself in water, and be unclean until evening: then shall he be clean."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאִם֙ לֹ֣א יְכַבֵּ֔ס וּבְשָׂר֖וֹ לֹ֣א יִרְחָ֑ץ וְנָשָׂ֖א עֲוֺנֽוֹ׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְאִם לָא יְצַבַּע וּבִסְרֵיהּ לָא יַסְחֵי וִיקַבֵּל חוֹבֵיהּ:",
          "english": "But if he wash them not, nor bathe his flesh; then he shall bear his iniquity."
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּר֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל וְאָמַרְתָּ֖ אֲלֵהֶ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "מַלֵּל עִם בְּנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "Speak to the children of Yisra᾽el, and say to them, I am the Lord your God."
        },
        {
          "verseNum": 3,
          "hebrew": "כְּמַעֲשֵׂ֧ה אֶֽרֶץ־מִצְרַ֛יִם אֲשֶׁ֥ר יְשַׁבְתֶּם־בָּ֖הּ לֹ֣א תַעֲשׂ֑וּ וּכְמַעֲשֵׂ֣ה אֶֽרֶץ־כְּנַ֡עַן אֲשֶׁ֣ר אֲנִי֩ מֵבִ֨יא אֶתְכֶ֥ם שָׁ֙מָּה֙ לֹ֣א תַעֲשׂ֔וּ וּבְחֻקֹּתֵיהֶ֖ם לֹ֥א תֵלֵֽכוּ׃",
          "targum": "כְּעוֹבָדֵי עַמָּא דְאַרְעָא דְמִצְרַיִם דִּי יְתֶבְתּוּן בַּהּ לָא תַעְבְּדוּן וּכְעוֹבָדֵי עַמָּא דְאַרְעָא דִכְנַעַן דִּי אֲנָא מָעֵל יָתְכוֹן תַּמָּן לָא תַעְבְּדוּן וּבְנִימוֹסֵיהוֹן לָא תְהָכוּן:",
          "english": "After the doings of the land of Miżrayim, in which you dwelt, shall you not do: and after the doings of the land of Kena῾an, into which I bring you, shall you not do: neither shall you walk in their practices."
        },
        {
          "verseNum": 4,
          "hebrew": "אֶת־מִשְׁפָּטַ֧י תַּעֲשׂ֛וּ וְאֶת־חֻקֹּתַ֥י תִּשְׁמְר֖וּ לָלֶ֣כֶת בָּהֶ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "יָת דִּינַי תַּעְבְּדוּן וְיָת קְיָמַי תִּטְּרוּן לְהַלָּכָא בְּהוֹן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "You shall do my judgments, and keep my ordinances, to walk in them, I am the Lord your God."
        },
        {
          "verseNum": 5,
          "hebrew": "וּשְׁמַרְתֶּ֤ם אֶת־חֻקֹּתַי֙ וְאֶת־מִשְׁפָּטַ֔י אֲשֶׁ֨ר יַעֲשֶׂ֥ה אֹתָ֛ם הָאָדָ֖ם וָחַ֣י בָּהֶ֑ם אֲנִ֖י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְתִטְּרוּן יָת קְיָמַי וְיָת דִּינַי דִּי יַעְבֵּד יָתְהוֹן אֲנָשָׁא וְיֵחֵי בְהוֹן לְחַיֵּי עָלְמָא אֲנָא יְיָ:",
          "english": "You shall therefore keep my statutes, and my judgments: which if a man do, he shall live in them: I am the Lord."
        },
        {
          "verseNum": 6,
          "hebrew": "אִ֥ישׁ אִישׁ֙ אֶל־כׇּל־שְׁאֵ֣ר בְּשָׂר֔וֹ לֹ֥א תִקְרְב֖וּ לְגַלּ֣וֹת עֶרְוָ֑ה אֲנִ֖י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "גְּבַר גְּבַר לְכָל קָרִיב בִּסְרֵיהּ לָא תִקְרְבוּן לְגַלָּאָה עֶרְיָא אֲנָא יְיָ:",
          "english": "None of you shall approach to any that is near of kin to him, to uncover her nakedness: I am the Lord."
        },
        {
          "verseNum": 7,
          "hebrew": "עֶרְוַ֥ת אָבִ֛יךָ וְעֶרְוַ֥ת אִמְּךָ֖ לֹ֣א תְגַלֵּ֑ה אִמְּךָ֣ הִ֔וא לֹ֥א תְגַלֶּ֖ה עֶרְוָתָֽהּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת אֲבוּךְ וְעֶרְיַת אִמָּךְ לָא תְגַלֵּי אִמָּךְ הִיא לָא תְגַלֵּי עֶרְיְתַהּ:",
          "english": "The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness."
        },
        {
          "verseNum": 8,
          "hebrew": "עֶרְוַ֥ת אֵֽשֶׁת־אָבִ֖יךָ לֹ֣א תְגַלֵּ֑ה עֶרְוַ֥ת אָבִ֖יךָ הִֽוא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת אִתַּת אָבוּךְ לָא תְגַלֵּי עֶרְיַת אֲבוּךְ הִיא:",
          "english": "The nakedness of thy father’s wife shalt thou not uncover: it is thy father’s nakedness."
        },
        {
          "verseNum": 9,
          "hebrew": "עֶרְוַ֨ת אֲחֽוֹתְךָ֤ בַת־אָבִ֙יךָ֙ א֣וֹ בַת־אִמֶּ֔ךָ מוֹלֶ֣דֶת בַּ֔יִת א֖וֹ מוֹלֶ֣דֶת ח֑וּץ לֹ֥א תְגַלֶּ֖ה עֶרְוָתָֽן׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת אֲחָתָךְ בַּת אֲבוּךְ אוֹ בַת אִמָּךְ דִּילִידָא מִן אֲבוּךְ מִן אִתַּת אָחֳרִי אוֹ מִן אִמָּךְ לִגְבַר אָחֳרָן לָא תְגַלֵּי עֶרְיַתְהֶן:",
          "english": "The nakedness of thy sister, the daughter of thy father, or daughter of thy mother, whether she be born at home, or born abroad, their nakedness thou shalt not uncover."
        },
        {
          "verseNum": 10,
          "hebrew": "עֶרְוַ֤ת בַּת־בִּנְךָ֙ א֣וֹ בַֽת־בִּתְּךָ֔ לֹ֥א תְגַלֶּ֖ה עֶרְוָתָ֑ן כִּ֥י עֶרְוָתְךָ֖ הֵֽנָּה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת בַּת בְּרָךְ אוֹ בַת בְּרַתָּךְ לָא תְגַלֵּי עֶרְיַתְהֵן אֲרֵי עֶרְיְתָךְ אִנּוּן:",
          "english": "The nakedness of thy son’s daughter, or of thy daughter’s daughter, their nakedness thou shalt not uncover: for theirs is thy own nakedness."
        },
        {
          "verseNum": 11,
          "hebrew": "עֶרְוַ֨ת בַּת־אֵ֤שֶׁת אָבִ֙יךָ֙ מוֹלֶ֣דֶת אָבִ֔יךָ אֲחוֹתְךָ֖ הִ֑וא לֹ֥א תְגַלֶּ֖ה עֶרְוָתָֽהּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת בַּת אִתַּת אֲבוּךְ דִּילִידָא מִן אֲבוּךְ אֲחָתָךְ הִיא לָא תְגַלֵּי עֶרְיְתַהּ:",
          "english": "The nakedness of thy father’s wife’s daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness."
        },
        {
          "verseNum": 12,
          "hebrew": "עֶרְוַ֥ת אֲחוֹת־אָבִ֖יךָ לֹ֣א תְגַלֵּ֑ה שְׁאֵ֥ר אָבִ֖יךָ הִֽוא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת אֲחַת אֲבוּךְ לָא תְגַלֵּי קָרִיבַת אֲבוּךְ הִיא:",
          "english": "Thou shalt not uncover the nakedness of thy father’s sister: she is thy father’s near kinswoman."
        },
        {
          "verseNum": 13,
          "hebrew": "עֶרְוַ֥ת אֲחֽוֹת־אִמְּךָ֖ לֹ֣א תְגַלֵּ֑ה כִּֽי־שְׁאֵ֥ר אִמְּךָ֖ הִֽוא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת אֲחַת אִמָּךְ לָא תְגַלֵּי אֲרֵי קָרִיבַת אִמָּךְ הִיא:",
          "english": "Thou shalt not uncover the nakedness of thy mother’s sister: for she is thy mother’s near kinswoman."
        },
        {
          "verseNum": 14,
          "hebrew": "עֶרְוַ֥ת אֲחִֽי־אָבִ֖יךָ לֹ֣א תְגַלֵּ֑ה אֶל־אִשְׁתּוֹ֙ לֹ֣א תִקְרָ֔ב דֹּדָֽתְךָ֖ הִֽוא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת אַח אֲבוּךְ לָא תְגַלֵּי לְאִתְּתֵיהּ לָא תִקְרַב אִתַּת אַח אֲבוּךְ הִיא:",
          "english": "Thou shalt not uncover the nakedness of thy father’s brother, thou shalt not approach to his wife: she is thy aunt."
        },
        {
          "verseNum": 15,
          "hebrew": "עֶרְוַ֥ת כַּלָּֽתְךָ֖ לֹ֣א תְגַלֵּ֑ה אֵ֤שֶׁת בִּנְךָ֙ הִ֔וא לֹ֥א תְגַלֶּ֖ה עֶרְוָתָֽהּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת כַּלְּתָךְ לָא תְגַלֵּי אִתַּת בְּרָךְ הִיא לָא תְגַלֵּי עֶרְיְתַהּ:",
          "english": "Thou shalt not uncover the nakedness of thy daughter in law: she is thy son’s wife; thou shalt not uncover her nakedness."
        },
        {
          "verseNum": 16,
          "hebrew": "עֶרְוַ֥ת אֵֽשֶׁת־אָחִ֖יךָ לֹ֣א תְגַלֵּ֑ה עֶרְוַ֥ת אָחִ֖יךָ הִֽוא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עֶרְיַת אִתַּת אֲחוּךְ לָא תְגַלֵּי עֶרְיַת אֲחוּךְ הִיא:",
          "english": "Thou shalt not uncover the nakedness of thy brother’s wife: it is thy brother’s nakedness."
        },
        {
          "verseNum": 17,
          "hebrew": "עֶרְוַ֥ת אִשָּׁ֛ה וּבִתָּ֖הּ לֹ֣א תְגַלֵּ֑ה אֶֽת־בַּת־בְּנָ֞הּ וְאֶת־בַּת־בִּתָּ֗הּ לֹ֤א תִקַּח֙ לְגַלּ֣וֹת עֶרְוָתָ֔הּ שַׁאֲרָ֥ה הֵ֖נָּה זִמָּ֥ה הִֽוא׃",
          "targum": "עֶרְיַת אִתְּתָא וּבְרַתַּהּ לָא תְגַלֵּי יָת בַּת בְּרַהּ וְיָת בַּת בְּרַתַּהּ לָא תִסַּב לְגַלָּאָה עֶרְיְתַהּ קָרִיבָן אִנּוּן עֵצַת חִטְאִין הִיא:",
          "english": "Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; for they are her near kinswomen: it is foulness."
        },
        {
          "verseNum": 18,
          "hebrew": "וְאִשָּׁ֥ה אֶל־אֲחֹתָ֖הּ לֹ֣א תִקָּ֑ח לִצְרֹ֗ר לְגַלּ֧וֹת עֶרְוָתָ֛הּ עָלֶ֖יהָ בְּחַיֶּֽיהָ׃",
          "targum": "וְאִתְּתָא עִם אֲחָתַהּ לָא תִסָּב לְעָקָאָה לְגַלָּאָה עֶרְיְתַהּ עֲלַהּ בְּחַיָּיהָא:",
          "english": "Neither shalt thou take a wife to her sister, as her rival, and uncover her nakedness, beside the other in her life time."
        },
        {
          "verseNum": 19,
          "hebrew": "וְאֶל־אִשָּׁ֖ה בְּנִדַּ֣ת טֻמְאָתָ֑הּ לֹ֣א תִקְרַ֔ב לְגַלּ֖וֹת עֶרְוָתָֽהּ׃",
          "targum": "וּלְאִתְּתָא בְּרִחוּק סוֹבְתַהּ לָא תִקְרַב לְגַלָּאָה עֶרְיְתַהּ:",
          "english": "Also thou shalt not approach to a woman in the impurity of her menstrual flow, to uncover her nakedness."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאֶל־אֵ֙שֶׁת֙ עֲמִֽיתְךָ֔ לֹא־תִתֵּ֥ן שְׁכׇבְתְּךָ֖ לְזָ֑רַע לְטׇמְאָה־בָֽהּ׃",
          "targum": "וּבְאִתַּת חַבְרָךְ לָא תִתֵּן שְׁכֻבְתָּךְ לְזַרְעָא לְאִסְתָּאָבָא בַהּ:",
          "english": "Moreover thou shalt not lie carnally with thy neighbour’s wife, to defile thyself with her."
        },
        {
          "verseNum": 21,
          "hebrew": "וּמִֽזַּרְעֲךָ֥ לֹא־תִתֵּ֖ן לְהַעֲבִ֣יר לַמֹּ֑לֶךְ וְלֹ֧א תְחַלֵּ֛ל אֶת־שֵׁ֥ם אֱלֹהֶ֖יךָ אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וּמִבְּנָיךְ לָא תִתֵּן לְאַעְבָּרָא לְמוֹלֶךְ וְלָא תַחֵל יָת שְׁמָא דֶאֱלָהָךְ אֲנָא יְיָ:",
          "english": "And thou shalt not let any of thy seed pass through (the fire) to Molekh, neither shalt thou profane the name of thy God: I am the Lord."
        },
        {
          "verseNum": 22,
          "hebrew": "וְאֶ֨ת־זָכָ֔ר לֹ֥א תִשְׁכַּ֖ב מִשְׁכְּבֵ֣י אִשָּׁ֑ה תּוֹעֵבָ֖ה הִֽוא׃",
          "targum": "וְעִם דְּכוּרָא לָא תִשְׁכּוּב מִשְׁכְּבֵי אִתְּתָא תּוֹעֶבְתָּא הִיא:",
          "english": "Thou shalt not lie with a man after the manner of a woman: it is abomination."
        },
        {
          "verseNum": 23,
          "hebrew": "וּבְכׇל־בְּהֵמָ֛ה לֹא־תִתֵּ֥ן שְׁכׇבְתְּךָ֖ לְטׇמְאָה־בָ֑הּ וְאִשָּׁ֗ה לֹֽא־תַעֲמֹ֞ד לִפְנֵ֧י בְהֵמָ֛ה לְרִבְעָ֖הּ תֶּ֥בֶל הֽוּא׃",
          "targum": "וּבְכָל בְּעִירָא לָא תִתֵּן שְׁכֻבְתָּךְ לְאִסְתָּאָבָא בַהּ וְאִתְּתָא לָא תְקוּם קֳדָם בְּעִירָא לְמִשְׁלַט בַּהּ תִּבְלָא הוּא:",
          "english": "Neither shalt thou lie with any beast to defile thyself with it: neither shall any woman stand before a beast to lie down before it: it is perversion."
        },
        {
          "verseNum": 24,
          "hebrew": "אַל־תִּֽטַּמְּא֖וּ בְּכׇל־אֵ֑לֶּה כִּ֤י בְכׇל־אֵ֙לֶּה֙ נִטְמְא֣וּ הַגּוֹיִ֔ם אֲשֶׁר־אֲנִ֥י מְשַׁלֵּ֖חַ מִפְּנֵיכֶֽם׃",
          "targum": "לָא תִסְתַּאֲבוּן בְּכָל אִלֵּין אֲרֵי בְכָל אִלֵּין אִסְתָּאָבוּ עַמְמַיָּא דִּי אֲנָא מַגְלֵי מִן קֳדָמֵיכוֹן:",
          "english": "Defile not yourselves in any of these things: for in all these the nations were defiled which I cast out before you:"
        },
        {
          "verseNum": 25,
          "hebrew": "וַתִּטְמָ֣א הָאָ֔רֶץ וָאֶפְקֹ֥ד עֲוֺנָ֖הּ עָלֶ֑יהָ וַתָּקִ֥א הָאָ֖רֶץ אֶת־יֹשְׁבֶֽיהָ׃",
          "targum": "וְאִסְתָּאָבַת אַרְעָא וְאַסְעָרִית חוֹבַהּ עֲלַהּ וְרוֹקֵינַת אַרְעָא יָת יָתְבָהָא:",
          "english": "and the land was defiled: therefore I do punish its iniquity upon it, and the land vomits out her inhabitants."
        },
        {
          "verseNum": 26,
          "hebrew": "וּשְׁמַרְתֶּ֣ם אַתֶּ֗ם אֶת־חֻקֹּתַי֙ וְאֶת־מִשְׁפָּטַ֔י וְלֹ֣א תַעֲשׂ֔וּ מִכֹּ֥ל הַתּוֹעֵבֹ֖ת הָאֵ֑לֶּה הָֽאֶזְרָ֔ח וְהַגֵּ֖ר הַגָּ֥ר בְּתוֹכְכֶֽם׃",
          "targum": "וְתִטְּרוּן אַתּוּן יָת קְיָמַי וְיָת דִּינַי וְלָא תַעְבְּדוּן מִכֹּל תּוֹעֶבְתָּא הָאִלֵּין יַצִּיבָא וְגִיּוֹרָא דְּיִתְגַּיְּרוּן בֵּינֵיכוֹן:",
          "english": "You shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourns among you:"
        },
        {
          "verseNum": 27,
          "hebrew": "כִּ֚י אֶת־כׇּל־הַתּוֹעֵבֹ֣ת הָאֵ֔ל עָשׂ֥וּ אַנְשֵֽׁי־הָאָ֖רֶץ אֲשֶׁ֣ר לִפְנֵיכֶ֑ם וַתִּטְמָ֖א הָאָֽרֶץ׃",
          "targum": "אֲרֵי יָת כָּל תּוֹעֶבְתָּא הָאִלֵּין עֲבָדוּ אֱנָשֵׁי אַרְעָא דִּי קֳדָמֵיכוֹן וְאִסְתָּאָבַת אַרְעָא:",
          "english": "for all these abominations have the men of the land done, who were before you, and the land is defiled;"
        },
        {
          "verseNum": 28,
          "hebrew": "וְלֹֽא־תָקִ֤יא הָאָ֙רֶץ֙ אֶתְכֶ֔ם בְּטַֽמַּאֲכֶ֖ם אֹתָ֑הּ כַּאֲשֶׁ֥ר קָאָ֛ה אֶת־הַגּ֖וֹי אֲשֶׁ֥ר לִפְנֵיכֶֽם׃",
          "targum": "וְלָא תְרוֹקֵן אַרְעָא יָתְכוֹן בְּסָאֳבֵיכוֹן יָתַהּ כְּמָא דְרוֹקֵינַת יָת עַמְמַיָּא דִּי קֳדָמֵיכוֹן:",
          "english": "that the land vomit not you out also, when you defile it, as it has vomited out the nations that were before you."
        },
        {
          "verseNum": 29,
          "hebrew": "כִּ֚י כׇּל־אֲשֶׁ֣ר יַעֲשֶׂ֔ה מִכֹּ֥ל הַתּוֹעֵבֹ֖ת הָאֵ֑לֶּה וְנִכְרְת֛וּ הַנְּפָשׁ֥וֹת הָעֹשֹׂ֖ת מִקֶּ֥רֶב עַמָּֽם׃",
          "targum": "אֲרֵי כָּל דִּי יַעְבֵּד מִכֹּל תּוֹעֶבְתָּא הָאִלֵּין וְיִשְׁתֵּיצוּן נַפְשָׁתָא דִיַעְבְּדוּן מִגּוֹ עַמְּהוֹן:",
          "english": "For whoever shall commit any of these abominations, even the persons that commit them shall be cut off from among their people."
        },
        {
          "verseNum": 30,
          "hebrew": "וּשְׁמַרְתֶּ֣ם אֶת־מִשְׁמַרְתִּ֗י לְבִלְתִּ֨י עֲשׂ֜וֹת מֵחֻקּ֤וֹת הַתּֽוֹעֵבֹת֙ אֲשֶׁ֣ר נַעֲשׂ֣וּ לִפְנֵיכֶ֔ם וְלֹ֥א תִֽטַּמְּא֖וּ בָּהֶ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְתִטְּרוּן יָת מַטְּרַת מֵימְרִי בְּדִיל דְּלָא לְמֶעְבַּד מִנִּימוֹסֵי תוֹעֶבְתָּא דְּאִתְעֲבָדָא קֳדָמֵיכוֹן וְלָא תִסְתַּאֲבוּן בְּהוֹן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "Therefore shall you keep my ordinance, that you commit not any one of these abominable customs, which were practised before you, and that you defile not yourselves in them: I am the Lord your God."
        }
      ]
    }
  ]
}