{
  "name": "Balak",
  "book": "Numbers",
  "chapters": [
    {
      "chapter": 22,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּסְע֖וּ בְּנֵ֣י יִשְׂרָאֵ֑ל וַֽיַּחֲנוּ֙ בְּעַֽרְב֣וֹת מוֹאָ֔ב מֵעֵ֖בֶר לְיַרְדֵּ֥ן יְרֵחֽוֹ׃",
          "targum": "וּנְטָלוּ בְּנֵי יִשְׂרָאֵל וּשְׁרוֹ בְּמֵשְׁרַיָּא דְמוֹאָב מֵעִבְרָא לְיַרְדְּנָא דִירֵחוֹ:",
          "english": "And the children of Yisra᾽el set forward, and pitched in the plains of Mo᾽av on the far side of the Yarden by Yereĥo."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיַּ֥רְא בָּלָ֖ק בֶּן־צִפּ֑וֹר אֵ֛ת כׇּל־אֲשֶׁר־עָשָׂ֥ה יִשְׂרָאֵ֖ל לָֽאֱמֹרִֽי׃",
          "targum": "וַחֲזָא בָּלָק בַּר צִפּוֹר יָת כָּל דִּי עֲבַד יִשְׂרָאֵל לֶאֱמוֹרָאֵי:",
          "english": "And Balaq the son of Żippor saw all that Yisra᾽el had done to the Emori."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיָּ֨גׇר מוֹאָ֜ב מִפְּנֵ֥י הָעָ֛ם מְאֹ֖ד כִּ֣י רַב־ה֑וּא וַיָּ֣קׇץ מוֹאָ֔ב מִפְּנֵ֖י בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וּדְחֵל מוֹאֲבָאָה מִן קֳדָם עַמָּא לַחֲדָא אֲרֵי סַגִּי הוּא וַעֲקַת לְמוֹאֲבָאָה מִן קֳדָם בְּנֵי יִשְׂרָאֵל:",
          "english": "And Mo᾽av was sore afraid of the people, because they were many: and Mo᾽av was seized with dread because of the children of Yisra᾽el."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיֹּ֨אמֶר מוֹאָ֜ב אֶל־זִקְנֵ֣י מִדְיָ֗ן עַתָּ֞ה יְלַחֲכ֤וּ הַקָּהָל֙ אֶת־כׇּל־סְבִ֣יבֹתֵ֔ינוּ כִּלְחֹ֣ךְ הַשּׁ֔וֹר אֵ֖ת יֶ֣רֶק הַשָּׂדֶ֑ה וּבָלָ֧ק בֶּן־צִפּ֛וֹר מֶ֥לֶךְ לְמוֹאָ֖ב בָּעֵ֥ת הַהִֽוא׃",
          "targum": "וַאֲמַר מוֹאָב לְסָבֵי מִדְיָן כְּעַן יְשֵׁיצוּן קְהָלָא יָת כָּל סַחֲרָנָנָא כְּמָא דִמְלַחִיךְ תּוֹרָא יָת יְרוֹקָא דְחַקְלָא וּבָלָק בַּר צִפּוֹר מַלְכָּא לְמוֹאָב בְּעִדָּנָא הַהִיא:",
          "english": "And Mo᾽av said to the elders of Midyan, Now shall this company lick up all that are round about us, as the ox licks up the grass of the field. And Balaq the son of Żippor was king of Mo᾽av at that time."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיִּשְׁלַ֨ח מַלְאָכִ֜ים אֶל־בִּלְעָ֣ם בֶּן־בְּעֹ֗ר* פְּ֠ת֠וֹרָה אֲשֶׁ֧ר עַל־הַנָּהָ֛ר אֶ֥רֶץ בְּנֵי־עַמּ֖וֹ לִקְרֹא־ל֑וֹ לֵאמֹ֗ר הִ֠נֵּ֠ה עַ֣ם יָצָ֤א מִמִּצְרַ֙יִם֙ הִנֵּ֤ה כִסָּה֙ אֶת־עֵ֣ין הָאָ֔רֶץ וְה֥וּא יֹשֵׁ֖ב מִמֻּלִֽי׃",
          "targum": "וּשְׁלַח אִזְגַּדִּין לְוָת בִּלְעָם בַּר בְּעוֹר לִפְתוֹר אֲרָם דְעַל פְּרָת אֲרַע בְּנֵי עַמֵּיהּ לְמִקְרֵי לֵיהּ לְמֵימָר הָא עַמָּא נְפַק מִמִּצְרַיִם הָא חֲפָא יָת עֵין שִׁמְשָׁא דְאַרְעָא וְהוּא שָׁרֵי מִלְּקִבְלִי:",
          "english": "So he sent messengers to Bil῾am the son of Be῾or to Petor, which is by the river, to the land of the children of his people, to call him, saying, Behold, there is a people come out from Miżrayim: behold, they cover the face of the earth, and they abide over against me:"
        },
        {
          "verseNum": 6,
          "hebrew": "וְעַתָּה֩ לְכָה־נָּ֨א אָֽרָה־לִּ֜י אֶת־הָעָ֣ם הַזֶּ֗ה כִּֽי־עָצ֥וּם הוּא֙ מִמֶּ֔נִּי אוּלַ֤י אוּכַל֙ נַכֶּה־בּ֔וֹ וַאֲגָרְשֶׁ֖נּוּ מִן־הָאָ֑רֶץ כִּ֣י יָדַ֗עְתִּי אֵ֤ת אֲשֶׁר־תְּבָרֵךְ֙ מְבֹרָ֔ךְ וַאֲשֶׁ֥ר תָּאֹ֖ר יוּאָֽר׃",
          "targum": "וּכְעַן אִיתָא כְעַן לוֹט לִי יָת עַמָּא הָדֵין אֲרֵי תַקִּיף הוּא מִנִּי מָאִים אֵכּוּל לְאַגָּחָא בֵיהּ קְרָב וַאֲתָרֵכִנֵּיהּ מִן אַרְעָא אֲרֵי יְדַעְנָא יָת דִּי תְבָרַךְ מְבָרָךְ וְדִי תְלוֹט לִיט:",
          "english": "come now therefore, I pray thee, curse me this people; for they are too mighty for me: perhaps I shall prevail, that we may smite them, and that I may drive them out of the land: for I know that he whom thou blessest is blessed, and he whom thou cursest is cursed."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיֵּ֨לְכ֜וּ זִקְנֵ֤י מוֹאָב֙ וְזִקְנֵ֣י מִדְיָ֔ן וּקְסָמִ֖ים בְּיָדָ֑ם וַיָּבֹ֙אוּ֙ אֶל־בִּלְעָ֔ם וַיְדַבְּר֥וּ אֵלָ֖יו דִּבְרֵ֥י בָלָֽק׃",
          "targum": "וַאֲזָלוּ סָבֵי מוֹאָב וְסָבֵי מִדְיָן וְקִסְמַיָּא בִּידֵיהוֹן וַאֲתוֹ לְוָת בִּלְעָם וּמַלִּילוּ עִמֵּיהּ פִּתְגָּמֵי בָלָק:",
          "english": "And the elders of Mo᾽av and the elders of Midyan departed with the rewards of divination in their hand; and they came to Bil῾am, and spoke to him the words of Balaq."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֣אמֶר אֲלֵיהֶ֗ם לִ֤ינוּ פֹה֙ הַלַּ֔יְלָה וַהֲשִׁבֹתִ֤י אֶתְכֶם֙ דָּבָ֔ר כַּאֲשֶׁ֛ר יְדַבֵּ֥ר יְהֹוָ֖ה אֵלָ֑י וַיֵּשְׁב֥וּ שָׂרֵֽי־מוֹאָ֖ב עִם־בִּלְעָֽם׃",
          "targum": "וַאֲמַר לְהוֹן בִּיתוּ הָכָא בְּלֵילְיָא וְאָתֵב יָתְכוֹן פִּתְגָּמָא כְּמָא דִּי מַלֵּיל יְיָ עִמִּי וְאוֹרִיכוּ רַבְרְבֵי מוֹאָב עִם בִּלְעָם:",
          "english": "And he said to them, Lodge here this night, and I will bring you back word, as the Lord shall speak to me: and the princes of Mo᾽av abode with Bil῾am."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיָּבֹ֥א אֱלֹהִ֖ים אֶל־בִּלְעָ֑ם וַיֹּ֕אמֶר מִ֛י הָאֲנָשִׁ֥ים הָאֵ֖לֶּה עִמָּֽךְ׃",
          "targum": "וַאֲתָא מֵימַר מִן קֳדָם יְיָ לְוָת בִּלְעָם וַאֲמַר מָן גֻּבְרַיָּא הָאִלֵּין דְּעִמָּךְ:",
          "english": "And God came to Bil῾am, and said, What men are these with thee?"
        },
        {
          "verseNum": 10,
          "hebrew": "וַיֹּ֥אמֶר בִּלְעָ֖ם אֶל־הָאֱלֹהִ֑ים בָּלָ֧ק בֶּן־צִפֹּ֛ר מֶ֥לֶךְ מוֹאָ֖ב שָׁלַ֥ח אֵלָֽי׃",
          "targum": "וַאֲמַר בִּלְעָם קֳדָם יְיָ בָּלָק בַּר צִפּוֹר מַלְכָּא דְמוֹאָב שְׁלַח לְוָתִי:",
          "english": "And Bil῾am said to God, Balaq the son of Żippor, king of Mo᾽av, has sent to me, saying,"
        },
        {
          "verseNum": 11,
          "hebrew": "הִנֵּ֤ה הָעָם֙ הַיֹּצֵ֣א מִמִּצְרַ֔יִם וַיְכַ֖ס אֶת־עֵ֣ין הָאָ֑רֶץ עַתָּ֗ה לְכָ֤ה קָֽבָה־לִּי֙ אֹת֔וֹ אוּלַ֥י אוּכַ֛ל לְהִלָּ֥חֶם בּ֖וֹ וְגֵרַשְׁתִּֽיו׃",
          "targum": "הָא עַמָּא דִּי נְפַק מִמִּצְרַיִם וַחֲפָא יָת עֵין שִׁמְשָׁא דְאַרְעָא כְּעַן אִיתָא לוֹט לִי יָתֵיהּ מָאִים אֵיכוּל לְאַגָּחָא בֵיהּ קְרָב וַאֲתָרֵכִנֵּיהּ:",
          "english": "Behold, the people that is come out of Miżrayim, covers the face of the earth: come now, curse me them; perhaps I shall be able to overcome them, and drive them out."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֤אמֶר אֱלֹהִים֙ אֶל־בִּלְעָ֔ם לֹ֥א תֵלֵ֖ךְ עִמָּהֶ֑ם לֹ֤א תָאֹר֙ אֶת־הָעָ֔ם כִּ֥י בָר֖וּךְ הֽוּא׃",
          "targum": "וַאֲמַר יְיָ לְבִלְעָם לָא תֵזִל עִמְּהוֹן לָא תְלוּט יָת עַמָּא אֲרֵי בְרִיךְ הוּא:",
          "english": "And God said to Bil῾am, Thou shalt not go with them; thou shalt not curse the people: for they are blessed."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיָּ֤קׇם בִּלְעָם֙ בַּבֹּ֔קֶר וַיֹּ֙אמֶר֙ אֶל־שָׂרֵ֣י בָלָ֔ק לְכ֖וּ אֶֽל־אַרְצְכֶ֑ם כִּ֚י מֵאֵ֣ן יְהֹוָ֔ה לְתִתִּ֖י לַהֲלֹ֥ךְ עִמָּכֶֽם׃",
          "targum": "וְקָם בִּלְעָם בְּצַפְרָא וַאֲמַר לְרַבְרְבֵי בָלָק אִיזִילוּ לְאַרְעֲכוֹן אֲרֵי לֵית רַעֲוָא קֳדָם יְיָ לְמִשְׁבְּקִי לְמִזַל עִמְּכוֹן:",
          "english": "And Bil῾am rose up in the morning, and said to the princes of Balaq, Go back to your land: for the Lord refuses to give me leave to go with you."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיָּק֙וּמוּ֙ שָׂרֵ֣י מוֹאָ֔ב וַיָּבֹ֖אוּ אֶל־בָּלָ֑ק וַיֹּ֣אמְר֔וּ מֵאֵ֥ן בִּלְעָ֖ם הֲלֹ֥ךְ עִמָּֽנוּ׃",
          "targum": "וְקָמוּ רַבְרְבֵי מוֹאָב וַאֲתוֹ לְוָת בָּלָק וַאֲמָרוּ סָרֵב בִּלְעָם לְמֵתֵי עִמָּנָא:",
          "english": "And the princes of Mo᾽av rose up, and they went to Balaq, and said, Bil῾am refuses to come with us."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיֹּ֥סֶף ע֖וֹד בָּלָ֑ק שְׁלֹ֣חַ שָׂרִ֔ים רַבִּ֥ים וְנִכְבָּדִ֖ים מֵאֵֽלֶּה׃",
          "targum": "וְאוֹסִיף עוֹד בָּלָק לְמִשְׁלַח רַבְרְבִין סַגִּיאִין וְיַקִּירִין מֵאִלֵּין:",
          "english": "And Balaq sent again princes, greater, and more honourable than they."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיָּבֹ֖אוּ אֶל־בִּלְעָ֑ם וַיֹּ֣אמְרוּ ל֗וֹ כֹּ֤ה אָמַר֙ בָּלָ֣ק בֶּן־צִפּ֔וֹר אַל־נָ֥א תִמָּנַ֖ע מֵהֲלֹ֥ךְ אֵלָֽי׃",
          "targum": "וַאֲתוֹ לְוָת בִּלְעָם וַאֲמָרוּ לֵיהּ כִּדְנַן אֲמַר בָּלָק בַּר צִפּוֹר לָא כְעַן תִּתְמְנַע מִלְּמֵתֵי לְוָתִי:",
          "english": "And they came to Bil῾am, and said to him, Thus says Balaq the son of Żippor, Let nothing, I pray thee, hinder thee from coming to me:"
        },
        {
          "verseNum": 17,
          "hebrew": "כִּֽי־כַבֵּ֤ד אֲכַבֶּדְךָ֙ מְאֹ֔ד וְכֹ֛ל אֲשֶׁר־תֹּאמַ֥ר אֵלַ֖י אֶֽעֱשֶׂ֑ה וּלְכָה־נָּא֙ קָֽבָה־לִּ֔י אֵ֖ת הָעָ֥ם הַזֶּֽה׃",
          "targum": "אֲרֵי יְקָרָא אֲיַקְּרִנָּךְ לַחֲדָא וְכֹל דִּי תֵימַר לִי אַעְבֵּד וְאִיתָא כְעַן לוֹט לִי יָת עַמָּא הָדֵין:",
          "english": "for I will promote thee to very great honour, and I will do whatever thou sayst to me: come therefore, I pray thee, curse me this people."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיַּ֣עַן בִּלְעָ֗ם וַיֹּ֙אמֶר֙ אֶל־עַבְדֵ֣י בָלָ֔ק אִם־יִתֶּן־לִ֥י בָלָ֛ק מְלֹ֥א בֵית֖וֹ כֶּ֣סֶף וְזָהָ֑ב לֹ֣א אוּכַ֗ל לַעֲבֹר֙ אֶת־פִּי֙ יְהֹוָ֣ה אֱלֹהָ֔י לַעֲשׂ֥וֹת קְטַנָּ֖ה א֥וֹ גְדוֹלָֽה׃",
          "targum": "וְאָתֵב בִּלְעָם וַאֲמַר לְעַבְדֵי בָלָק אִם יִתֶּן לִי בָלָק מְלֵי בֵיתֵיהּ כְּסַף וּדְהָב לֵית לִי רְשׁוּ לְמֶעְבַּר עַל גְּזֵרַת מֵימְרָא דַיְיָ אֱלָהִי לְמֶעְבַּד זְעֶרְתָּא אוֹ רַבְּתָא:",
          "english": "And Bil῾am answered and said to the servants of Balaq, If Balaq would give me his house full of silver and gold, I cannot go beyond the word of the Lord my God, to do less or more."
        },
        {
          "verseNum": 19,
          "hebrew": "וְעַתָּ֗ה שְׁב֨וּ נָ֥א בָזֶ֛ה גַּם־אַתֶּ֖ם הַלָּ֑יְלָה וְאֵ֣דְעָ֔ה מַה־יֹּסֵ֥ף יְהֹוָ֖ה דַּבֵּ֥ר עִמִּֽי׃",
          "targum": "וּכְעַן אוֹרִיכוּ כְעַן הָכָא אַף אַתּוּן בְּלֵילְיָא וְאִדַּע מָא יוֹסֵף יְיָ לְמַלָּלָא עִמִּי:",
          "english": "Now therefore, I pray you, tarry you also here this night, that I may know what the Lord will say further to me."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיָּבֹ֨א אֱלֹהִ֥ים׀אֶל־בִּלְעָם֮ לַ֒יְלָה֒ וַיֹּ֣אמֶר ל֗וֹ אִם־לִקְרֹ֤א לְךָ֙ בָּ֣אוּ הָאֲנָשִׁ֔ים ק֖וּם לֵ֣ךְ אִתָּ֑ם וְאַ֗ךְ אֶת־הַדָּבָ֛ר אֲשֶׁר־אֲדַבֵּ֥ר אֵלֶ֖יךָ אֹת֥וֹ תַעֲשֶֽׂה׃",
          "targum": "וַאֲתָא מֵימַר מִן קֳדָם יְיָ לְבִלְעָם בְּלֵילְיָא וַאֲמַר לֵיהּ אִם לְמִקְרֵי לָךְ אֲתוֹ גֻבְרַיָּא קוּם אִזֵּל עִמְּהוֹן וּבְרַם יָת פִּתְגָּמָא דִּי אֲמַלֵּל עִמָּךְ יָתֵיהּ תַּעְבֵּד:",
          "english": "And God came to Bil῾am at night, and said to him, If the men come to call thee, rise up, and go with them; but only that word which I shall say to thee, shalt thou do."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיָּ֤קׇם בִּלְעָם֙ בַּבֹּ֔קֶר וַֽיַּחֲבֹ֖שׁ אֶת־אֲתֹנ֑וֹ וַיֵּ֖לֶךְ עִם־שָׂרֵ֥י מוֹאָֽב׃",
          "targum": "וְקָם בִּלְעָם בְּצַפְרָא וְזָרִיז יָת אַתָּנֵיהּ וַאֲזַל עִם רַבְרְבֵי מוֹאָב:",
          "english": "And Bil῾am rose up in the morning, and saddled his ass, and went with the princes of Mo᾽av."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיִּֽחַר־אַ֣ף אֱלֹהִים֮ כִּֽי־הוֹלֵ֣ךְ הוּא֒ וַיִּתְיַצֵּ֞ב מַלְאַ֧ךְ יְהֹוָ֛ה בַּדֶּ֖רֶךְ לְשָׂטָ֣ן ל֑וֹ וְהוּא֙ רֹכֵ֣ב עַל־אֲתֹנ֔וֹ וּשְׁנֵ֥י נְעָרָ֖יו עִמּֽוֹ׃",
          "targum": "וּתְקֵף רָגְזָא דַיְיָ אֲרֵי אָזֵל הוּא וְאִתְעַתַּד מַלְאָכָא דַיְיָ בְּאָרְחָא לְשָׂטָן לֵיהּ וְהוּא רָכִיב עַל אַתָּנֵיהּ וּתְרֵין עוּלֵמוֹהִי עִמֵּיהּ:",
          "english": "And God’s anger burned because he went: and the angel of the Lord stood in the way as an adversary against him. Now he was riding upon his ass, and his two servants were with him."
        },
        {
          "verseNum": 23,
          "hebrew": "וַתֵּ֣רֶא הָאָתוֹן֩ אֶת־מַלְאַ֨ךְ יְהֹוָ֜ה נִצָּ֣ב בַּדֶּ֗רֶךְ וְחַרְבּ֤וֹ שְׁלוּפָה֙ בְּיָד֔וֹ וַתֵּ֤ט הָֽאָתוֹן֙ מִן־הַדֶּ֔רֶךְ וַתֵּ֖לֶךְ בַּשָּׂדֶ֑ה וַיַּ֤ךְ בִּלְעָם֙ אֶת־הָ֣אָת֔וֹן לְהַטֹּתָ֖הּ הַדָּֽרֶךְ׃",
          "targum": "וַחֲזַת אַתָּנָא יָת מַלְאָכָא דַיְיָ מְעַתַּד בְּאָרְחָא וְחַרְבֵּיהּ שְׁלִיפָא בִּידֵיהּ וּסְטַת אַתָּנָא מִן אוֹרְחָא וַאֲזָלַת בְּחַקְלָא וּמְחָא בִלְעָם יָת אַתָּנָא לְאַסְטָיוּתַהּ לְאָרְחָא:",
          "english": "And the ass saw the angel of the Lord standing in the way, and his sword drawn in his hand: and the ass turned aside out of the way, and went into the field: and Bil῾am smote the ass, to turn her into the way."
        },
        {
          "verseNum": 24,
          "hebrew": "וַֽיַּעֲמֹד֙ מַלְאַ֣ךְ יְהֹוָ֔ה בְּמִשְׁע֖וֹל הַכְּרָמִ֑ים גָּדֵ֥ר מִזֶּ֖ה וְגָדֵ֥ר מִזֶּֽה׃",
          "targum": "וְקָם מַלְאָכָא דַיְיָ בִּשְׁבִיל כַּרְמַיָּא אַתְרָא דְּגָדֵרָא מִכָּא וְגָדֵרָא מִכָּא:",
          "english": "But the angel of the Lord stood in a path of the vineyards, a wall being on this side, and a wall on that side."
        },
        {
          "verseNum": 25,
          "hebrew": "וַתֵּ֨רֶא הָאָת֜וֹן אֶת־מַלְאַ֣ךְ יְהֹוָ֗ה וַתִּלָּחֵץ֙ אֶל־הַקִּ֔יר וַתִּלְחַ֛ץ אֶת־רֶ֥גֶל בִּלְעָ֖ם אֶל־הַקִּ֑יר וַיֹּ֖סֶף לְהַכֹּתָֽהּ׃",
          "targum": "וַחֲזַת אַתָּנָא יָת מַלְאָכָא דַיְיָ וְאִדְחֵקַת לְכָתְלָא וּדְחֵקַת יָת רִגְלָא דְבִלְעָם לְכָתְלָא וְאוֹסִיף לְמִמְחַהּ:",
          "english": "And when the ass saw the angel of the Lord, she thrust herself to the wall, and crushed Bil῾am’s foot against the wall: and he struck her again."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיּ֥וֹסֶף מַלְאַךְ־יְהֹוָ֖ה עֲב֑וֹר וַֽיַּעֲמֹד֙ בְּמָק֣וֹם צָ֔ר אֲשֶׁ֛ר אֵֽין־דֶּ֥רֶךְ לִנְט֖וֹת יָמִ֥ין וּשְׂמֹֽאול׃",
          "targum": "וְאוֹסֵף מַלְאָכָא דַיְיָ לְמֶעְבָּר וְקָם בַּאֲתַר עָק דִּי לֵית אֹרַח לְמִסְטֵי לְיַמִּינָא וְלִשְׂמָאלָא:",
          "english": "And the angel of the Lord went further, and stood in a narrow place, where was no way to turn either to the right hand or to the left."
        },
        {
          "verseNum": 27,
          "hebrew": "וַתֵּ֤רֶא הָֽאָתוֹן֙ אֶת־מַלְאַ֣ךְ יְהֹוָ֔ה וַתִּרְבַּ֖ץ תַּ֣חַת בִּלְעָ֑ם וַיִּֽחַר־אַ֣ף בִּלְעָ֔ם וַיַּ֥ךְ אֶת־הָאָת֖וֹן בַּמַּקֵּֽל׃",
          "targum": "וַחֲזַת אַתָּנָא יָת מַלְאָכָא דַיְיָ וּרְבָעַת תְּחוֹת בִּלְעָם וּתְקֵף רוּגְזָא דְבִלְעָם וּמְחָא יָת אַתָּנָא בְּחֻטְרָא:",
          "english": "And when the ass saw the angel of the Lord, she lay down under Bil῾am: and Bil῾am’s anger burned, and he struck the ass with a staff."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיִּפְתַּ֥ח יְהֹוָ֖ה אֶת־פִּ֣י הָאָת֑וֹן וַתֹּ֤אמֶר לְבִלְעָם֙ מֶה־עָשִׂ֣יתִֽי לְךָ֔ כִּ֣י הִכִּיתַ֔נִי זֶ֖ה שָׁלֹ֥שׁ רְגָלִֽים׃",
          "targum": "וּפְתַח יְיָ יָת פּוּמָא דְַאַתָּנָא וַאֲמָרַת לְבִלְעָם מֶה עֲבָדִית לָךְ אֲרֵי מְחִיתַנִּי דְּנַן תְּלַת זִמְנִין:",
          "english": "And the Lord opened the mouth of the ass, and she said to Bil῾am, What have I done to thee, that thou hast struck me these three times?"
        },
        {
          "verseNum": 29,
          "hebrew": "וַיֹּ֤אמֶר בִּלְעָם֙ לָֽאָת֔וֹן כִּ֥י הִתְעַלַּ֖לְתְּ בִּ֑י ל֤וּ יֶשׁ־חֶ֙רֶב֙ בְּיָדִ֔י כִּ֥י עַתָּ֖ה הֲרַגְתִּֽיךְ׃",
          "targum": "וַאֲמַר בִּלְעָם לְאַתָּנָא אֲרֵי חַיִּכְתְּ בִּי אִלּוּפוֹן אִית חַרְבָּא בִּידִי אֲרֵי כְעַן קְטַלְתִּיךְ:",
          "english": "And Bil῾am said to the ass, Because thou hast mocked me: I would there were a sword in my hand, for now I would kill thee."
        },
        {
          "verseNum": 30,
          "hebrew": "וַתֹּ֨אמֶר הָאָת֜וֹן אֶל־בִּלְעָ֗ם הֲלוֹא֩ אָנֹכִ֨י אֲתֹֽנְךָ֜ אֲשֶׁר־רָכַ֣בְתָּ עָלַ֗י מֵעֽוֹדְךָ֙ עַד־הַיּ֣וֹם הַזֶּ֔ה הַֽהַסְכֵּ֣ן הִסְכַּ֔נְתִּי לַעֲשׂ֥וֹת לְךָ֖ כֹּ֑ה וַיֹּ֖אמֶר לֹֽא׃",
          "targum": "וַאֲמָרַת אַתָּנָא לְבִלְעָם הֲלָא אֲנָא אַתָּנָךְ דִּי רְכַבְתְּ עֲלַי מִדְּאִיתָךְ עַד יוֹמָא הָדֵין הֲמֵילַף אַלִּיפְנָא לְמֶעְבַּד לָךְ כְּדֵין וַאֲמַר לָא:",
          "english": "And the ass said to Bil῾am, Am not I thy ass, upon which thou hast ridden all thy life to this day? was I ever wont to do so to thee? And he said, No,"
        },
        {
          "verseNum": 31,
          "hebrew": "וַיְגַ֣ל יְהֹוָה֮ אֶת־עֵינֵ֣י בִלְעָם֒ וַיַּ֞רְא אֶת־מַלְאַ֤ךְ יְהֹוָה֙ נִצָּ֣ב בַּדֶּ֔רֶךְ וְחַרְבּ֥וֹ שְׁלֻפָ֖ה בְּיָד֑וֹ וַיִּקֹּ֥ד וַיִּשְׁתַּ֖חוּ לְאַפָּֽיו׃",
          "targum": "וּגְלָא יְיָ יָת עֵינֵי בִלְעָם וַחֲזָא יָת מַלְאָכָא דַיְיָ מְעַתַּד בְּאָרְחָא וְחַרְבֵּיהּ שְׁלִיפָא בִּידֵיהּ וּכְרַע וּסְגִיד לְאַפּוֹהִי:",
          "english": "Then the Lord opened the eyes of Bil῾am, and he saw the angel of the Lord standing in the way, and his sword drawn in his hand: and he bowed down his head, and fell on his face."
        },
        {
          "verseNum": 32,
          "hebrew": "וַיֹּ֤אמֶר אֵלָיו֙ מַלְאַ֣ךְ יְהֹוָ֔ה עַל־מָ֗ה הִכִּ֙יתָ֙ אֶת־אֲתֹ֣נְךָ֔ זֶ֖ה שָׁל֣וֹשׁ רְגָלִ֑ים הִנֵּ֤ה אָנֹכִי֙ יָצָ֣אתִי לְשָׂטָ֔ן כִּֽי־יָרַ֥ט הַדֶּ֖רֶךְ לְנֶגְדִּֽי׃",
          "targum": "וַאֲמַר לֵיהּ מַלְאָכָא דַיְיָ עַל מָא מְחִיתָא יָת אֲתָּנָךְ דְּנַן תְּלַת זִמְנִין הָא אֲנָא נְפָקִית לְמִסְטַן אֲרֵי גְלֵי קֳדָמַי דְּאַתְּ רָעֵי לְמֵזַל בְּאוּרְחָא לְקִבְלִי:",
          "english": "And the angel of the Lord said to him, Why hast thou struck thy ass these three times? behold, I went out to waylay thee, because thy path is perverse before me:"
        },
        {
          "verseNum": 33,
          "hebrew": "וַתִּרְאַ֙נִי֙ הָֽאָת֔וֹן וַתֵּ֣ט לְפָנַ֔י זֶ֖ה שָׁלֹ֣שׁ רְגָלִ֑ים אוּלַי֙ נָטְתָ֣ה מִפָּנַ֔י כִּ֥י עַתָּ֛ה גַּם־אֹתְכָ֥ה הָרַ֖גְתִּי וְאוֹתָ֥הּ הֶחֱיֵֽיתִי׃",
          "targum": "וַחֲזַתְנִי אַתָּנָא וּסְטַת מִן קֳדָמַי דְּנַן תְּלַת זִמְנִין אִלּוּפוֹן לָא סְטַת מִן קֳדָמַי אֲרֵי כְעַן אַף יָתָךְ קְטָלִית וְיָתַהּ קַיֵּמִית:",
          "english": "and the ass saw me, and turned from me these three times: unless she had turned from me, I would now have slain thee, and saved her alive."
        },
        {
          "verseNum": 34,
          "hebrew": "וַיֹּ֨אמֶר בִּלְעָ֜ם אֶל־מַלְאַ֤ךְ יְהֹוָה֙ חָטָ֔אתִי כִּ֚י לֹ֣א יָדַ֔עְתִּי כִּ֥י אַתָּ֛ה נִצָּ֥ב לִקְרָאתִ֖י בַּדָּ֑רֶךְ וְעַתָּ֛ה אִם־רַ֥ע בְּעֵינֶ֖יךָ אָשׁ֥וּבָה לִּֽי׃",
          "targum": "וַאֲמַר בִּלְעָם לְמַלְאָכָא דַיְיָ חָבִית אֲרֵי לָא יְדָעִית דִּי אַתְּ מְעַתַּד לָקֳדָמוּתִי בְּאָרְחָא וּכְעַן אִם בִּישׁ בְּעֵינָיךְ אֵתוֹב לִי:",
          "english": "And Bil῾am said to the angel of the Lord, I have sinned; for I knew not that thou didst stand in the way against me: now therefore, if it displease thee, I will get me back again."
        },
        {
          "verseNum": 35,
          "hebrew": "וַיֹּ֩אמֶר֩ מַלְאַ֨ךְ יְהֹוָ֜ה אֶל־בִּלְעָ֗ם לֵ֚ךְ עִם־הָ֣אֲנָשִׁ֔ים וְאֶ֗פֶס אֶת־הַדָּבָ֛ר אֲשֶׁר־אֲדַבֵּ֥ר אֵלֶ֖יךָ אֹת֣וֹ תְדַבֵּ֑ר וַיֵּ֥לֶךְ בִּלְעָ֖ם עִם־שָׂרֵ֥י בָלָֽק׃",
          "targum": "וַאֲמַר מַלְאָכָא דַיְיָ לְבִלְעָם אִזֵּל עִם גֻּבְרַיָּא וּלְחוֹד יָת פִּתְגָּמָא דִי אֲמַלֵּל עִמָּךְ יָתֵיהּ תְּמַלֵּל וַאֲזַל בִּלְעָם עִם רַבְרְבֵי בָלָק:",
          "english": "And the angel of the Lord said to Bil῾am, Go with the men: but only the word that I shall speak to thee, that thou shalt speak. So Bil῾am went with the princes of Balaq."
        },
        {
          "verseNum": 36,
          "hebrew": "וַיִּשְׁמַ֥ע בָּלָ֖ק כִּ֣י בָ֣א בִלְעָ֑ם וַיֵּצֵ֨א לִקְרָאת֜וֹ אֶל־עִ֣יר מוֹאָ֗ב אֲשֶׁר֙ עַל־גְּב֣וּל אַרְנֹ֔ן אֲשֶׁ֖ר בִּקְצֵ֥ה הַגְּבֽוּל׃",
          "targum": "וּשְׁמַע בָּלָק אֲרֵי אֲתָא בִלְעָם וּנְפַק לָקֳדָמוּתֵיהּ לְקַרְתָּא דְמוֹאָב דִּי עַל תְּחוּם אַרְנוֹן דִּי בִּסְטַר תְּחוּמָא:",
          "english": "And when Balaq heard that Bil῾am was come, he went out to meet him to a city of Mo᾽av, which is in the border of Arnon, in the utmost border."
        },
        {
          "verseNum": 37,
          "hebrew": "וַיֹּ֨אמֶר בָּלָ֜ק אֶל־בִּלְעָ֗ם הֲלֹא֩ שָׁלֹ֨חַ שָׁלַ֤חְתִּי אֵלֶ֙יךָ֙ לִקְרֹא־לָ֔ךְ לָ֥מָּה לֹא־הָלַ֖כְתָּ אֵלָ֑י הַֽאֻמְנָ֔ם לֹ֥א אוּכַ֖ל כַּבְּדֶֽךָ׃",
          "targum": "וַאֲמַר בָּלָק לְבִלְעָם הֲלָא מִשְׁלַח שְׁלָחִית לְוָתָךְ לְמִקְרֵי לָךְ לְמָא לָא אָתֵיתָא לְוָתִי הַבְּקוּשְׁטָא הֲוֵיתָא אָמַר לֵית אֲנָא יָכִיל לְיַקְּרוּתָךְ:",
          "english": "And Balaq said to Bil῾am, Did I not earnestly send to thee to call thee? Why camest thou not to me? am I not able indeed to promote thee to honour?"
        },
        {
          "verseNum": 38,
          "hebrew": "וַיֹּ֨אמֶר בִּלְעָ֜ם אֶל־בָּלָ֗ק הִֽנֵּה־בָ֙אתִי֙ אֵלֶ֔יךָ עַתָּ֕ה הֲיָכֹ֥ל אוּכַ֖ל דַּבֵּ֣ר מְא֑וּמָה הַדָּבָ֗ר אֲשֶׁ֨ר יָשִׂ֧ים אֱלֹהִ֛ים בְּפִ֖י אֹת֥וֹ אֲדַבֵּֽר׃",
          "targum": "וַאֲמַר בִּלְעָם לְבָלָק הָא אָתֵיתִי לְוָתָךְ כְּעַן הֲמֵיכַל יָכִלְנָא לְמַלָּלָא מִדָּעָם פִּתְגָּמָא דִּישַׁוִּי יְיָ בְּפוּמִי יָתֵיהּ אֲמַלֵּל:",
          "english": "And Bil῾am said to Balaq, Lo, I am come to thee: have I now any power at all to say anything? the word that God puts in my mouth, that I shall speak."
        },
        {
          "verseNum": 39,
          "hebrew": "וַיֵּ֥לֶךְ בִּלְעָ֖ם עִם־בָּלָ֑ק וַיָּבֹ֖אוּ קִרְיַ֥ת חֻצֽוֹת׃",
          "targum": "וַאֲזַל בִּלְעָם עִם בָּלָק וַאֲתוֹ לְקִרְיַת מָחוֹזוֹהִי:",
          "english": "And Bil῾am went with Balaq, and they came to Qiryat-ĥużot."
        },
        {
          "verseNum": 40,
          "hebrew": "וַיִּזְבַּ֥ח בָּלָ֖ק בָּקָ֣ר וָצֹ֑אן וַיְשַׁלַּ֣ח לְבִלְעָ֔ם וְלַשָּׂרִ֖ים אֲשֶׁ֥ר אִתּֽוֹ׃",
          "targum": "וּנְכֵס בָּלָק תּוֹרִין וְעָאן וּשְׁלַח לְבִלְעָם וּלְרַבְרְבַיָּא דִּי עִמֵּיהּ:",
          "english": "And Balaq offered oxen and sheep, and sent to Bil῾am and to the princes that were with him."
        },
        {
          "verseNum": 41,
          "hebrew": "וַיְהִ֣י בַבֹּ֔קֶר וַיִּקַּ֤ח בָּלָק֙ אֶת־בִּלְעָ֔ם וַֽיַּעֲלֵ֖הוּ בָּמ֣וֹת בָּ֑עַל וַיַּ֥רְא מִשָּׁ֖ם קְצֵ֥ה הָעָֽם׃",
          "targum": "וַהֲוָה בְצַפְרָא וּדְבַר בָּלָק יָת בִּלְעָם וְאַסְּקֵיהּ לְרָמַת דַּחַלְתֵּיהּ וְחֲזָא מִתַּמָּן קְצַת מִן עַמָּא:",
          "english": "And it came to pass on the morrow, that Balaq took Bil῾am, and brought him up into Bamot-ba῾al, that thence he might see the utmost part of the people."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר בִּלְעָם֙ אֶל־בָּלָ֔ק בְּנֵה־לִ֥י בָזֶ֖ה שִׁבְעָ֣ה מִזְבְּחֹ֑ת וְהָכֵ֥ן לִי֙ בָּזֶ֔ה שִׁבְעָ֥ה פָרִ֖ים וְשִׁבְעָ֥ה אֵילִֽים׃",
          "targum": "וַאֲמַר בִּלְעָם לְבָלָק בְּנֵה לִי הָכָא שַׁבְעָא מַדְבְּחִין וְאַתְקֵן לִי הָכָא שַׁבְעָא תוֹרִין וְשַׁבְעָא דִכְרִין:",
          "english": "And Bil῾am said to Balaq, Build me here seven altars, and prepare me here seven oxen and seven rams."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיַּ֣עַשׂ בָּלָ֔ק כַּאֲשֶׁ֖ר דִּבֶּ֣ר בִּלְעָ֑ם וַיַּ֨עַל בָּלָ֧ק וּבִלְעָ֛ם פָּ֥ר וָאַ֖יִל בַּמִּזְבֵּֽחַ׃",
          "targum": "וַעֲבַד בָּלָק כְּמָא דִי מַלֵּיל בִּלְעָם וְאַסֵּק בָּלָק וּבִלְעָם תּוֹר וּדְכַר עַל כָּל מַדְבְּחָא:",
          "english": "And Balaq did as Bil῾am had spoken; and Balaq and Bil῾am offered on every altar a bullock and a ram."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיֹּ֨אמֶר בִּלְעָ֜ם לְבָלָ֗ק הִתְיַצֵּב֮ עַל־עֹלָתֶ֒ךָ֒ וְאֵֽלְכָ֗ה אוּלַ֞י יִקָּרֵ֤ה יְהֹוָה֙ לִקְרָאתִ֔י וּדְבַ֥ר מַה־יַּרְאֵ֖נִי וְהִגַּ֣דְתִּי לָ֑ךְ וַיֵּ֖לֶךְ שֶֽׁפִי׃",
          "targum": "וַאֲמַר בִּלְעָם לְבָלָק אִתְעַתַּד עַל עֲלָתָךְ וְאֵיהַךְ מָאִים יְעָרַע מֵימַר מִן קֳדָם יְיָ לָקֳדָמוּתִי וּפִתְגָּמָא דְיַחֲזִנַּנִי וְאֵחַוֵּי לָךְ וַאֲזַל יְחִידִי:",
          "english": "And Bil῾am said to Balaq, Stand by thy burnt offering, and I will go: perhaps the Lord will come to meet me; and whatever he shows me I will tell thee. And he went to a steep place."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּקָּ֥ר אֱלֹהִ֖ים אֶל־בִּלְעָ֑ם וַיֹּ֣אמֶר אֵלָ֗יו אֶת־שִׁבְעַ֤ת הַֽמִּזְבְּחֹת֙ עָרַ֔כְתִּי וָאַ֛עַל פָּ֥ר וָאַ֖יִל בַּמִּזְבֵּֽחַ׃",
          "targum": "וַעֲרַע מֵימַר מִן קֳדָם יְיָ לְוָת בִּלְעָם וַאֲמַר לֵיהּ יָת שַׁבְעָא מַדְבְּחִין סַדָּרִית וְאַסֵּקִית תּוֹר וּדְכַר עַל כָּל מַדְבְּחָא:",
          "english": "And God met Bil῾am: and he said to him, I have prepared the seven altars, and I have offered upon every altar a bullock and a ram."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיָּ֧שֶׂם יְהֹוָ֛ה דָּבָ֖ר בְּפִ֣י בִלְעָ֑ם וַיֹּ֛אמֶר שׁ֥וּב אֶל־בָּלָ֖ק וְכֹ֥ה תְדַבֵּֽר׃",
          "targum": "וְשַׁוִּי יְיָ פִּתְגָּמָא בְּפוּמָא דְבִלְעָם וַאֲמַר תּוּב לְוָת בָּלָק וּכְדֵין תְּמַלֵּל:",
          "english": "And the Lord put a word in Bil῾am’s mouth, and said, Return to Balaq, and thus thou shalt speak."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיָּ֣שׇׁב אֵלָ֔יו וְהִנֵּ֥ה נִצָּ֖ב עַל־עֹלָת֑וֹ ה֖וּא וְכׇל־שָׂרֵ֥י מוֹאָֽב׃",
          "targum": "וְתָב לְוָתֵיהּ וְהָא מְעַתַּד עַל עֲלָתֵיהּ הוּא וְכָל רַבְרְבֵי מוֹאָב:",
          "english": "And he returned to him, and behold, he stood by his burnt sacrifice, he, and all the princes of Mo᾽av."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיִּשָּׂ֥א מְשָׁל֖וֹ וַיֹּאמַ֑ר מִן־אֲ֠רָ֠ם יַנְחֵ֨נִי בָלָ֤ק מֶֽלֶךְ־מוֹאָב֙ מֵֽהַרְרֵי־קֶ֔דֶם לְכָה֙ אָֽרָה־לִּ֣י יַעֲקֹ֔ב וּלְכָ֖ה זֹעֲמָ֥ה יִשְׂרָאֵֽל׃",
          "targum": "וּנְטַל מַתְלֵיהּ וַאֲמַר מִן אֲרָם דַּבְּרַנִי בָלָק מַלְכָּא דְמוֹאָב מִטּוּרֵי מַדִּינְחָא אִיתָא לוּט לִי יַעֲקֹב וְאִיתָא תָּרֵךְ לִי יִשְׂרָאֵל:",
          "english": "And he took up his discourse, and said, Balaq the king of Mo᾽av has brought me from Aram, out of the mountains of the east, saying, Come, curse me Ya῾aqov, and come, denounce Yisra᾽el."
        },
        {
          "verseNum": 8,
          "hebrew": "מָ֣ה אֶקֹּ֔ב לֹ֥א קַבֹּ֖ה אֵ֑ל וּמָ֣ה אֶזְעֹ֔ם לֹ֥א זָעַ֖ם יְהֹוָֽה׃",
          "targum": "מָא אֲלוֹטֵיהּ דְלָא לַטְיֵהּ אֵל וּמָא אֲתָרְכֵיהּ דְּלָא תָרְכֵיהּ יְיָ:",
          "english": "How shall I curse, whom God has not cursed? or how shall I denounce whom the Lord has not denounced?"
        },
        {
          "verseNum": 9,
          "hebrew": "כִּֽי־מֵרֹ֤אשׁ צֻרִים֙ אֶרְאֶ֔נּוּ וּמִגְּבָע֖וֹת אֲשׁוּרֶ֑נּוּ הֶן־עָם֙ לְבָדָ֣ד יִשְׁכֹּ֔ן וּבַגּוֹיִ֖ם לֹ֥א יִתְחַשָּֽׁב׃",
          "targum": "אֲרֵי מֵרֵישׁ טוּרַיָּא חֲזִיתֵיהּ וּמֵרָמָתָא סְכִיתֵיהּ הָא עַמָּא בִּלְחוֹדֵיהוֹן עֲתִידִין דְּיַחְסְנוּן עָלְמָא וּבַעֲמָמַיָּא לָא יִתְדָּנוּן גְּמִירָא:",
          "english": "For from the top of the rocks I see him, and from the hills I behold him: it is a people that shall dwell alone, and shall not be reckoned among the nations."
        },
        {
          "verseNum": 10,
          "hebrew": "מִ֤י מָנָה֙ עֲפַ֣ר יַעֲקֹ֔ב וּמִסְפָּ֖ר אֶת־רֹ֣בַע יִשְׂרָאֵ֑ל תָּמֹ֤ת נַפְשִׁי֙ מ֣וֹת יְשָׁרִ֔ים וּתְהִ֥י אַחֲרִיתִ֖י כָּמֹֽהוּ׃",
          "targum": "מָן יֵיכוֹל לְמִמְנֵי דַּעְדְּקַיָּא דְבֵית יַעֲקֹב דְּאָמִיר עֲלֵיהוֹן יִסְגּוּן כְּעַפְרָא דְאַרְעָא אוֹ חֲדָא מֵאַרְבַּע מַשִּׁרְיָתָא דְיִשְׂרָאֵל תְּמוּת נַפְשִׁי מוֹתָא דְקַשִּׁיטוֹהִי וִיהֵי סוֹפִי כְּוָתְהוֹן:",
          "english": "Who can count the dust of Ya῾aqov, and the number of the fourth part of Yisra᾽el? Let me die the death of the righteous, and let my last end be like his!"
        },
        {
          "verseNum": 11,
          "hebrew": "וַיֹּ֤אמֶר בָּלָק֙ אֶל־בִּלְעָ֔ם מֶ֥ה עָשִׂ֖יתָ לִ֑י לָקֹ֤ב אֹיְבַי֙ לְקַחְתִּ֔יךָ וְהִנֵּ֖ה בֵּרַ֥כְתָּ בָרֵֽךְ׃",
          "targum": "וַאֲמַר בָּלָק לְבִלְעָם מֶה עֲבַדְתְּ לִי לְמֵילַט סַנְאַי דְּבַרְתִּיךְ וְהָא בָרָכָא מְבָרְכַת לְהוֹן:",
          "english": "And Balaq said to Bil῾am, What hast thou done to me? I took thee to curse my enemies, and, behold, thou hast blessed them altogether."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיַּ֖עַן וַיֹּאמַ֑ר הֲלֹ֗א אֵת֩ אֲשֶׁ֨ר יָשִׂ֤ים יְהֹוָה֙ בְּפִ֔י אֹת֥וֹ אֶשְׁמֹ֖ר לְדַבֵּֽר׃",
          "targum": "וַאֲתֵב וַאֲמַר הֲלָא יָת דִּישַׁוִּי יְיָ בְּפוּמִי יָתֵיהּ אֶטַּר לְמַלָּלָא:",
          "english": "And he answered and said, Must I not take heed to speak that which the Lord has put in my mouth?"
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֹּ֨אמֶר אֵלָ֜יו בָּלָ֗ק נָּ֨א אִתִּ֜י אֶל־מָק֤וֹם אַחֵר֙ אֲשֶׁ֣ר תִּרְאֶ֣נּוּ מִשָּׁ֔ם אֶ֚פֶס קָצֵ֣הוּ תִרְאֶ֔ה וְכֻלּ֖וֹ לֹ֣א תִרְאֶ֑ה וְקׇבְנוֹ־לִ֖י מִשָּֽׁם׃",
          "targum": "וַאֲמַר לֵיהּ בָּלָק אִיתָא כְעַן עִמִּי לַאֲתַר אוֹחֳרַן דְּתֵחֲזִנֵּיהּ מִתַּמָּן לְחוֹד קְצָתֵיהּ תֶּחֱזֵי וְכוּלֵּיהּ לָא תֶחֱזֵי וּתְלוּטֵיהּ לִי מִתַּמָּן:",
          "english": "And Balaq said to him, Come, I pray thee, with me to another place, from whence thou mayst see them: thou shalt see but the utmost part of them, and shalt not see them all: and curse me them from there."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיִּקָּחֵ֙הוּ֙ שְׂדֵ֣ה צֹפִ֔ים אֶל־רֹ֖אשׁ הַפִּסְגָּ֑ה וַיִּ֙בֶן֙ שִׁבְעָ֣ה מִזְבְּחֹ֔ת וַיַּ֛עַל פָּ֥ר וָאַ֖יִל בַּמִּזְבֵּֽחַ׃",
          "targum": "וְדַבְּרֵיהּ לַחֲקַל סְכוּתָא לְרֵישׁ רָמָתָא וּבְנָא שַׁבְעָא מַדְבְּחִין וְאַסֵּק תּוֹר וּדְכַר עַל כָּל מַדְבְּחָא:",
          "english": "And he brought him into a field of vantage, at the top of Pisga, and built seven altars, and offered a bullock and a ram on every altar."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיֹּ֙אמֶר֙ אֶל־בָּלָ֔ק הִתְיַצֵּ֥ב כֹּ֖ה עַל־עֹלָתֶ֑ךָ וְאָנֹכִ֖י אִקָּ֥רֶה כֹּֽה׃",
          "targum": "וַאֲמַר לְבָלָק אִתְעַתַּד הָכָא עַל עֲלָתָךְ וַאֲנָא אִתְמְטֵי עַד כָּא:",
          "english": "And he said to Balaq, Stand here by thy burnt offering, while I go to the meeting yonder."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיִּקָּ֤ר יְהֹוָה֙ אֶל־בִּלְעָ֔ם וַיָּ֥שֶׂם דָּבָ֖ר בְּפִ֑יו וַיֹּ֛אמֶר שׁ֥וּב אֶל־בָּלָ֖ק וְכֹ֥ה תְדַבֵּֽר׃",
          "targum": "וַעֲרַע מֵימַר מִן קֳדָם יְיָ לְבִלְעָם וְשַׁוִּי פִתְגָּמָא בְּפוּמֵיהּ וַאֲמַר תּוּב לְוָת בָּלָק וּכְדֵין תְּמַלֵּל:",
          "english": "And the Lord met Bil῾am, and put a word in his mouth, and said, Go back to Balaq, and say thus."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיָּבֹ֣א אֵלָ֗יו וְהִנּ֤וֹ נִצָּב֙ עַל־עֹ֣לָת֔וֹ וְשָׂרֵ֥י מוֹאָ֖ב אִתּ֑וֹ וַיֹּ֤אמֶר לוֹ֙ בָּלָ֔ק מַה־דִּבֶּ֖ר יְהֹוָֽה׃",
          "targum": "וַאֲתָא לְוָתֵיהּ וְהוּא מְעַתַּד עַל עֲלָתֵיהּ וְרַבְרְבֵי מוֹאָב עִמֵּיהּ וַאֲמַר לֵיהּ בָּלָק מָא מַלִּיל יְיָ:",
          "english": "And when he came to him, behold, he stood by his burnt offering, and the princes of Mo᾽av with him. And Balaq said to him, What has the Lord spoken?"
        },
        {
          "verseNum": 18,
          "hebrew": "וַיִּשָּׂ֥א מְשָׁל֖וֹ וַיֹּאמַ֑ר ק֤וּם בָּלָק֙ וּֽשְׁמָ֔ע הַאֲזִ֥ינָה עָדַ֖י בְּנ֥וֹ צִפֹּֽר׃",
          "targum": "וּנְטַל מַתְלֵיהּ וַאֲמַר קוּם בָּלָק וּשְׁמַע אָצֵית לְמֵימְרִי בַּר צִפֹּר:",
          "english": "And he took up his discourse, and said, Rise up, Balaq and hear; hearken to me, thou son of Żippor:"
        },
        {
          "verseNum": 19,
          "hebrew": "לֹ֣א אִ֥ישׁ אֵל֙ וִֽיכַזֵּ֔ב וּבֶן־אָדָ֖ם וְיִתְנֶחָ֑ם הַה֤וּא אָמַר֙ וְלֹ֣א יַעֲשֶׂ֔ה וְדִבֶּ֖ר וְלֹ֥א יְקִימֶֽנָּה׃",
          "targum": "לָא כְמִלֵּי בְנֵי אֱנָשָׁא מֵימַר אֱלָהָא בְּנֵי אֱנָשָׁא אָמְרִין וּמְכַדְּבִין וְאַף לָא כְּעוֹבָדֵי בְנֵי בִשְׂרָא דִּי אִנּוּן גָּזְרִין לְמֶעְבַּד וְתַיְּבִין וּמִתְמַלְּכִין דְּהוּא אָמַר וְעָבֵד וְכָל מֵימְרֵיהּ מִתְקַיָּם:",
          "english": "God is not a man, that he should lie; nor the son of man, that he should repent: has he said, and shall he not perform? or has he spoken, and shall he not make it good?"
        },
        {
          "verseNum": 20,
          "hebrew": "הִנֵּ֥ה בָרֵ֖ךְ לָקָ֑חְתִּי וּבֵרֵ֖ךְ וְלֹ֥א אֲשִׁיבֶֽנָּה׃",
          "targum": "הָא בִרְכָן קַבֵּלִית וַאֲבָרֵכִנֵּיהּ לְיִשְׂרָאֵל וְלָא אָתֵב בִּרְכְּתִי מִנֵּיהּ:",
          "english": "Behold, I am bidden to bless: and he has blessed; and I cannot reverse it."
        },
        {
          "verseNum": 21,
          "hebrew": "לֹֽא־הִבִּ֥יט אָ֙וֶן֙ בְּיַעֲקֹ֔ב וְלֹא־רָאָ֥ה עָמָ֖ל בְּיִשְׂרָאֵ֑ל יְהֹוָ֤ה אֱלֹהָיו֙ עִמּ֔וֹ וּתְרוּעַ֥ת מֶ֖לֶךְ בּֽוֹ׃",
          "targum": "אִסְתַּכָּלִית לֵית פָּלְחֵי גִּלּוּלִין בִּדְבֵית יַעֲקֹב וְאַף לָא עָבְדֵי לֵאוּת שְׁקַר בְּיִשְׂרָאֵל מֵימְרָא דַיְיָ אֱלָהָהוֹן בְּסַעְדְּהוֹן וּשְׁכִינַת מַלְכְּהוֹן בֵּינֵיהוֹן:",
          "english": "He has not beheld iniquity in Ya῾aqov nor has he seen perverseness in Yisra᾽el: the Lord his God is with him, and the trumpet blast of a king is among them."
        },
        {
          "verseNum": 22,
          "hebrew": "אֵ֖ל מוֹצִיאָ֣ם מִמִּצְרָ֑יִם כְּתוֹעֲפֹ֥ת רְאֵ֖ם לֽוֹ׃",
          "targum": "אֱלָהָא דְּאַפֵּקִנּוּן מִמּצְרָיִם תּוּקְפָּא וְרוּמָא דִּילֵיהּ:",
          "english": "God who brought them out of Miżrayim; he has as it were the strength of a wild ox."
        },
        {
          "verseNum": 23,
          "hebrew": "כִּ֤י לֹא־נַ֙חַשׁ֙ בְּיַעֲקֹ֔ב וְלֹא־קֶ֖סֶם בְּיִשְׂרָאֵ֑ל כָּעֵ֗ת יֵאָמֵ֤ר לְיַעֲקֹב֙ וּלְיִשְׂרָאֵ֔ל מַה־פָּ֖עַל אֵֽל׃",
          "targum": "אֲרֵי לָא נַחֲשַׁיָּא צָבָן דְּיִיטַב לִדְבֵית יַעֲקֹב וְאַף לָא קְסָמַיָּא רְעַן בִּרְבוּת בֵּית יִשְׂרָאֵל כְּעִדַּן יִתְאַמַּר לְיַעֲקֹב וּלְיִשְׂרָאֵל מֶה עֲבַד אֱלָהָא:",
          "english": "Surely there is no enchantment in Ya῾aqov, nor is there any divination in Yisra᾽el: in due time Ya῾aqov and Yisra᾽el are told what God has performed."
        },
        {
          "verseNum": 24,
          "hebrew": "הֶן־עָם֙ כְּלָבִ֣יא יָק֔וּם וְכַאֲרִ֖י יִתְנַשָּׂ֑א לֹ֤א יִשְׁכַּב֙ עַד־יֹ֣אכַל טֶ֔רֶף וְדַם־חֲלָלִ֖ים יִשְׁתֶּֽה׃",
          "targum": "הָא עַמָּא כְּלֵיתָא שָׁרֵי וּכְאַרְיָא יִתְנַטָּל לָא יִשְׁרֵי בְאַרְעֵיהּ עַד דְּיִקְטוֹל קְטוֹל וְנִכְסֵי עַמְמַיָּא יֵירָת:",
          "english": "Behold, the people shall rise up as a great lion, and lift up himself as a young lion: he shall not lie down until he eat of the prey, and drink the blood of the slain."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיֹּ֤אמֶר בָּלָק֙ אֶל־בִּלְעָ֔ם גַּם־קֹ֖ב לֹ֣א תִקֳּבֶ֑נּוּ גַּם־בָּרֵ֖ךְ לֹ֥א תְבָרְכֶֽנּוּ׃",
          "targum": "וַאֲמַר בָּלָק לְבִלְעָם אַף מֵילַט לָא תְלוּטִנּוּן אַף בְּרָכָא לָא תְבָרֵכִנּוּן:",
          "english": "And Balaq said to Bil῾am, Neither curse them, nor bless them."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיַּ֣עַן בִּלְעָ֔ם וַיֹּ֖אמֶר אֶל־בָּלָ֑ק הֲלֹ֗א דִּבַּ֤רְתִּי אֵלֶ֙יךָ֙ לֵאמֹ֔ר כֹּ֛ל אֲשֶׁר־יְדַבֵּ֥ר יְהֹוָ֖ה אֹת֥וֹ אֶֽעֱשֶֽׂה׃",
          "targum": "וַאֲתֵב בִּלְעָם וַאֲמַר לְבָלָק הֲלָא מַלֵּלִית עִמָּךְ לְמֵימָר כֹּל דִּי יְמַלֵּל יְיָ יָתֵיהּ אֶעְבֵּד:",
          "english": "But Bil῾am answered and said to Balaq, Did not I tell thee, saying, All that the Lord speaks, that I must do?"
        },
        {
          "verseNum": 27,
          "hebrew": "וַיֹּ֤אמֶר בָּלָק֙ אֶל־בִּלְעָ֔ם לְכָה־נָּא֙ אֶקָּ֣חֲךָ֔ אֶל־מָק֖וֹם אַחֵ֑ר אוּלַ֤י יִישַׁר֙ בְּעֵינֵ֣י הָאֱלֹהִ֔ים וְקַבֹּ֥תוֹ לִ֖י מִשָּֽׁם׃",
          "targum": "וַאֲמַר בָּלָק לְבִלְעָם אִיתָא כְעַן אֲדַבְּרִנָּךְ לַאֲתַר אָחֳרָן מָאִים יְהֵי רַעֲוָא מִן קֳדָם יְיָ וּתְלוּטֵיהּ לִי מִתַּמָּן:",
          "english": "And Balaq said to Bil῾am, Come, I pray thee, I will bring thee to another place; perhaps it will please God that thou mayst curse me them from there."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיִּקַּ֥ח בָּלָ֖ק אֶת־בִּלְעָ֑ם רֹ֣אשׁ הַפְּע֔וֹר הַנִּשְׁקָ֖ף עַל־פְּנֵ֥י הַיְשִׁימֹֽן׃",
          "targum": "וּדְבַר בָּלָק יָת בִּלְעָם רֵישׁ רָמָתָא דְּמִסְתַּכְּיָא עַל אַפֵּי בֵית יְשִׁימוֹן:",
          "english": "And Balaq brought Bil῾am to the top of Pe῾or, that looks out towards the desert."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיֹּ֤אמֶר בִּלְעָם֙ אֶל־בָּלָ֔ק בְּנֵה־לִ֥י בָזֶ֖ה שִׁבְעָ֣ה מִזְבְּחֹ֑ת וְהָכֵ֥ן לִי֙ בָּזֶ֔ה שִׁבְעָ֥ה פָרִ֖ים וְשִׁבְעָ֥ה אֵילִֽם׃",
          "targum": "וַאֲמַר בִּלְעָם לְבָלָק בְּנֵה לִי הָכָא שַׁבְעָא מַדְבְּחִין וְאַתְקֵין לִי הָכָא שַׁבְעָא תוֹרִין וְשַׁבְעָא דִכְרִין:",
          "english": "And Bil῾am said to Balaq, Build me here seven altars, and prepare me here seven bullocks and seven rams."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיַּ֣עַשׂ בָּלָ֔ק כַּאֲשֶׁ֖ר אָמַ֣ר בִּלְעָ֑ם וַיַּ֛עַל פָּ֥ר וָאַ֖יִל בַּמִּזְבֵּֽחַ׃",
          "targum": "וַעֲבַד בָּלָק כְּמָא דִי אֲמַר בִּלְעָם וְאַסֵּק תּוֹר וּדְכַר עַל כָּל מַדְבְּחָא:",
          "english": "And Balaq did as Bil῾am had said, and offered a bullock and a ram on every altar."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיַּ֣רְא בִּלְעָ֗ם כִּ֣י ט֞וֹב בְּעֵינֵ֤י יְהֹוָה֙ לְבָרֵ֣ךְ אֶת־יִשְׂרָאֵ֔ל וְלֹא־הָלַ֥ךְ כְּפַֽעַם־בְּפַ֖עַם לִקְרַ֣את נְחָשִׁ֑ים וַיָּ֥שֶׁת אֶל־הַמִּדְבָּ֖ר פָּנָֽיו׃",
          "targum": "וַחֲזָא בִלְעָם אֲרֵי תַקִּין קֳדָם יְיָ לְבָרָכָא יָת יִשְׂרָאֵל וְלָא הֲלַךְ כִּזְמַן בִּזְמַן אֶלָּהֵן לָקֳדָמוּת נְחָשַׁיָּא וְשַׁוִּי לְמַדְבְּרָא אַפּוֹהִי:",
          "english": "And when Bil῾am saw that it pleased the Lord to bless Yisra᾽el, he went not, as at other times, to seek for enchantments, but he set his face toward the wilderness."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיִּשָּׂ֨א בִלְעָ֜ם אֶת־עֵינָ֗יו וַיַּרְא֙ אֶת־יִשְׂרָאֵ֔ל שֹׁכֵ֖ן לִשְׁבָטָ֑יו וַתְּהִ֥י עָלָ֖יו ר֥וּחַ אֱלֹהִֽים׃",
          "targum": "וּזְקֵף בִּלְעָם יָת עֵנוֹהִי וַחֲזָא יָת יִשְׂרָאֵל שָׁרָן לְשִׁבְטוֹהִי וּשְׁרַת עֲלוֹהִי רוּחַ נְבוּאָה מִן קֳדָם יְיָ:",
          "english": "And Bil῾am lifted up his eyes, and he saw Yisra᾽el abiding according to their tribes; and the spirit of God came upon him."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּשָּׂ֥א מְשָׁל֖וֹ וַיֹּאמַ֑ר נְאֻ֤ם בִּלְעָם֙ בְּנ֣וֹ בְעֹ֔ר וּנְאֻ֥ם הַגֶּ֖בֶר שְׁתֻ֥ם הָעָֽיִן׃",
          "targum": "וּנְטַל מַתְלֵיהּ וַאֲמַר אֵמַר בִּלְעָם בְּרֵיהּ בְּעוֹר וְאֵמַר גַּבְרָא דְּשַׁפִּיר חָזֵי:",
          "english": "And he took up his discourse, and said, The speech of Bil῾am the son Be῾or, and the speech of the man whose eyes are open:"
        },
        {
          "verseNum": 4,
          "hebrew": "נְאֻ֕ם שֹׁמֵ֖עַ אִמְרֵי־אֵ֑ל אֲשֶׁ֨ר מַחֲזֵ֤ה שַׁדַּי֙ יֶֽחֱזֶ֔ה נֹפֵ֖ל וּגְל֥וּי עֵינָֽיִם׃",
          "targum": "אֵמַר דִּשְׁמַע מֵימַר מִן קֳדָם אֵל וְחֵזוּ מִן קֳדָם שַׁדַּי חָזֵי שְׁכִיב וּמִתְגְּלֵי לֵיהּ:",
          "english": "the saying of him who hears the words of God, who sees the vision of the Almighty, falling down, but having his eyes open:"
        },
        {
          "verseNum": 5,
          "hebrew": "מַה־טֹּ֥בוּ אֹהָלֶ֖יךָ יַעֲקֹ֑ב מִשְׁכְּנֹתֶ֖יךָ יִשְׂרָאֵֽל׃",
          "targum": "מָא טָבָא אַרְעָךְ יַעֲקֹב בֵּית מֵישְׁרָיךְ יִשְׂרָאֵל:",
          "english": "how goodly are thy tents, O, Ya῾aqov, and thy tabernacles, O Yisra᾽el!"
        },
        {
          "verseNum": 6,
          "hebrew": "כִּנְחָלִ֣ים נִטָּ֔יוּ כְּגַנֹּ֖ת עֲלֵ֣י נָהָ֑ר כַּאֲהָלִים֙ נָטַ֣ע יְהֹוָ֔ה כַּאֲרָזִ֖ים עֲלֵי־מָֽיִם׃",
          "targum": "כְּנַחֲלִין דְּמִדַּבְּרִין כְּגִנַּת שַׁקְיָא דְעַל פְּרָת כְּבוּסְמַיָּא דִּנְצִיב יְיָ כְּאַרְזִין דִּנְצִיבִין עַל מַיָּא:",
          "english": "like the winding brooks, like gardens by the river’s side, like aloes which the Lord has planted, and cedar trees beside the waters."
        },
        {
          "verseNum": 7,
          "hebrew": "יִֽזַּל־מַ֙יִם֙ מִדָּ֣לְיָ֔ו וְזַרְע֖וֹ בְּמַ֣יִם רַבִּ֑ים וְיָרֹ֤ם מֵֽאֲגַג֙ מַלְכּ֔וֹ וְתִנַּשֵּׂ֖א מַלְכֻתֽוֹ׃",
          "targum": "יִסְגֵּי מַלְכָּא דְּיִתְרַבָּא מִבְּנוֹהִי וְיִשְׁלוֹט בְּעַמְמִין סַגִּיאִין וְיִתְקוֹף מֵאֲגַג מַלְכֵּיהּ וְתִתְנְטֵל מַלְכוּתֵיהּ:",
          "english": "He shall pour the water out of his buckets, moistening his seed plentifully, and his king shall be higher than Agag, and his kingdom shall be exalted."
        },
        {
          "verseNum": 8,
          "hebrew": "אֵ֚ל מוֹצִיא֣וֹ מִמִּצְרַ֔יִם כְּתוֹעֲפֹ֥ת רְאֵ֖ם ל֑וֹ יֹאכַ֞ל גּוֹיִ֣ם צָרָ֗יו וְעַצְמֹתֵיהֶ֛ם יְגָרֵ֖ם וְחִצָּ֥יו יִמְחָֽץ׃",
          "targum": "אֱלָהָא דְּאַפֵּקִנּוּן מִמִּצְרַיִם תָּקְפָּא וְרוּמָא דִּילֵיהּ יֵיכְלוּן בְּנֵי יִשְׂרָאֵל נִכְסֵי עַמְמַיָּא סַנְאֵיהוֹן וּבְבִזַּת מַלְכֵּיהוֹן יִתְפַּנְּקוּן וְאַרְעַתְהוֹן יַחְסְנוּן:",
          "english": "God brought him out of Miżrayim: he has as it were the strength of a wild ox: he shall eat up the nations his enemies, and shall break their bones, and pierce them through with his arrows."
        },
        {
          "verseNum": 9,
          "hebrew": "כָּרַ֨ע שָׁכַ֧ב כַּאֲרִ֛י וּכְלָבִ֖יא מִ֣י יְקִימֶ֑נּוּ מְבָרְכֶ֣יךָ בָר֔וּךְ וְאֹרְרֶ֖יךָ אָרֽוּר׃",
          "targum": "יְנוּחַ יִשְׁרֵי בִתְקוֹף כְּאַרְיָא וּכְלֵיתָא לֵית מַלְכוּ דִתְזַעְזְעִינֵיהּ בְּרִיכָךְ יְהוֹן בְּרִיכִין וְלִיטָיךְ יְהוֹן לִיטִין:",
          "english": "He couched, he lay down like a lion, and like a great lion: who shall stir him up? Blessed is he that blesses thee, and cursed is he that curses thee."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיִּֽחַר־אַ֤ף בָּלָק֙ אֶל־בִּלְעָ֔ם וַיִּסְפֹּ֖ק אֶת־כַּפָּ֑יו וַיֹּ֨אמֶר בָּלָ֜ק אֶל־בִּלְעָ֗ם לָקֹ֤ב אֹֽיְבַי֙ קְרָאתִ֔יךָ וְהִנֵּה֙ בֵּרַ֣כְתָּ בָרֵ֔ךְ זֶ֖ה שָׁלֹ֥שׁ פְּעָמִֽים׃",
          "targum": "וּתְקֵף רוּגְזָא דְבָלָק בְּבִלְעָם וּשְׁקָפִנּוּן לִידוֹהִי וַאֲמַר בָּלָק לְבִלְעָם לְמֵילַט סַנְאַי קְרִיתָךְ וְהָא בָּרָכָא מְבָרְכַת לְהוֹן דְּנַן תְּלַת זִמְנִין:",
          "english": "And Balaq’s anger was kindled against Bil῾am, and he smote his hands together: and Balaq said to Bil῾am, I called thee to curse my enemies, and, behold, thou hast altogether blessed them these three times."
        },
        {
          "verseNum": 11,
          "hebrew": "וְעַתָּ֖ה בְּרַח־לְךָ֣ אֶל־מְקוֹמֶ֑ךָ אָמַ֙רְתִּי֙ כַּבֵּ֣ד אֲכַבֶּדְךָ֔ וְהִנֵּ֛ה מְנָעֲךָ֥ יְהֹוָ֖ה מִכָּבֽוֹד׃",
          "targum": "וּכְעַן אֵזִיל לָךְ לְאַתְרָךְ אֲמָרִית יְקָרָא אֲיַקְּרִנָּךְ וְהָא מְנָעָךְ יְיָ מִן יְקָר:",
          "english": "Therefore now flee to thy place: I thought to promote thee to great honour; but, the Lord has kept thee back from honour."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֥אמֶר בִּלְעָ֖ם אֶל־בָּלָ֑ק הֲלֹ֗א גַּ֧ם אֶל־מַלְאָכֶ֛יךָ אֲשֶׁר־שָׁלַ֥חְתָּ אֵלַ֖י דִּבַּ֥רְתִּי לֵאמֹֽר׃",
          "targum": "וַאֲמַר בִּלְעָם לְבָלָק הֲלָא אַף לְאִזְגַדָּיךְ דִּי שַׁלְּחַת לְוָתִי מַלֵּלִית לְמֵימָר:",
          "english": "And Bil῾am said to Balaq, Did I not speak also to thy messengers which thou didst send to me, saying,"
        },
        {
          "verseNum": 13,
          "hebrew": "אִם־יִתֶּן־לִ֨י בָלָ֜ק מְלֹ֣א בֵיתוֹ֮ כֶּ֣סֶף וְזָהָב֒ לֹ֣א אוּכַ֗ל לַעֲבֹר֙ אֶת־פִּ֣י יְהֹוָ֔ה לַעֲשׂ֥וֹת טוֹבָ֛ה א֥וֹ רָעָ֖ה מִלִּבִּ֑י אֲשֶׁר־יְדַבֵּ֥ר יְהֹוָ֖ה אֹת֥וֹ אֲדַבֵּֽר׃",
          "targum": "אִם יִתֶּן לִי בָלָק מְלֵי בֵיתֵיהּ כְּסַף וּדְהַב לֵית לִי רְשׁוּ לְמֶעְבַּר עַל גְּזֵרַת מֵימְרָא דַיְיָ לְמֶעְבַּד טַבְתָא אוֹ בִישְׁתָא מֵרְעוּתִי דִּימַלֵּל יְיָ יָתֵיהּ אֲמַלֵּל:",
          "english": "If Balaq would give me his house full of silver and gold, I cannot go beyond the commandment of the Lord, to do either good or bad of my own mind; but what the Lord says, that will I speak?"
        },
        {
          "verseNum": 14,
          "hebrew": "וְעַתָּ֕ה הִנְנִ֥י הוֹלֵ֖ךְ לְעַמִּ֑י לְכָה֙ אִיעָ֣צְךָ֔ אֲשֶׁ֨ר יַעֲשֶׂ֜ה הָעָ֥ם הַזֶּ֛ה לְעַמְּךָ֖ בְּאַחֲרִ֥ית הַיָּמִֽים׃",
          "targum": "וּכְעַן הָא אֲנָא אָזֵל לְעַמִּי אִיתָא אֲמַלְכִינָךְ מָא דְתַעְבֵּד וַאֲחַוֵּי לָךְ מָא דְיַעְבֵּד עַמָּא הָדֵין לְעַמָּךְ בְּסוֹף יוֹמַיָּא:",
          "english": "And now, behold, I go to my people: come therefore, and I will advise thee what this people shall do to thy people in the latter days."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּשָּׂ֥א מְשָׁל֖וֹ וַיֹּאמַ֑ר נְאֻ֤ם בִּלְעָם֙ בְּנ֣וֹ בְעֹ֔ר וּנְאֻ֥ם הַגֶּ֖בֶר שְׁתֻ֥ם הָעָֽיִן׃",
          "targum": "וּנְטַל מַתְלֵיהּ וַאֲמַר אֵמַר בִּלְעָם בְּרֵיהּ בְּעוֹר וְאֵמַר גַּבְרָא דְּשַׁפִּיר חָזֵי:",
          "english": "And he took up his discourse, and said, The speech of Bil῾am the son of Be῾or, and the speech of the man whose eyes are open:"
        },
        {
          "verseNum": 16,
          "hebrew": "נְאֻ֗ם שֹׁמֵ֙עַ֙ אִמְרֵי־אֵ֔ל וְיֹדֵ֖עַ דַּ֣עַת עֶלְי֑וֹן מַחֲזֵ֤ה שַׁדַּי֙ יֶֽחֱזֶ֔ה נֹפֵ֖ל וּגְל֥וּי עֵינָֽיִם׃",
          "targum": "אֵמַר דִּשְׁמַע מֵימַר מִן קֳדָם אֵל וִידַע מַדַּע מִן קֳדָם עִלָּאָה חֵזוּ מִן קֳדָם שַׁדַּי חָזֵי שְׁכִיב וּמִתְגְּלֵי לֵיהּ:",
          "english": "the saying of him that hears the words of God, and knows the knowledge of the most High, seeing the vision of the Almighty, falling down but having his eyes open:"
        },
        {
          "verseNum": 17,
          "hebrew": "אֶרְאֶ֙נּוּ֙ וְלֹ֣א עַתָּ֔ה אֲשׁוּרֶ֖נּוּ וְלֹ֣א קָר֑וֹב דָּרַ֨ךְ כּוֹכָ֜ב מִֽיַּעֲקֹ֗ב וְקָ֥ם שֵׁ֙בֶט֙ מִיִּשְׂרָאֵ֔ל וּמָחַץ֙ פַּאֲתֵ֣י מוֹאָ֔ב וְקַרְקַ֖ר כׇּל־בְּנֵי־שֵֽׁת׃",
          "targum": "חֲזִיתֵיהּ וְלָא כְעַן סְכִיתֵיהּ וְלָא אִיתוֹהִי קָרִיב כַּד יְקוּם מַלְכָּא מִיַּעֲקֹב וְיִתְרַבָּא מְשִׁיחָא מִיִּשְׁרָאֵל וְיִקְטוֹל רַבְרְבֵי מוֹאָב וְיִשְׁלוֹט בְּכָל בְּנֵי אֱנָשָׁא:",
          "english": "I see it, but not now: I behold it, but it is not near: there shall come a star out of Ya῾aqov, and a sceptre shall rise out of Yisra᾽el, and shall smite the corners of Mo᾽av, and destroy all the children of Shet."
        },
        {
          "verseNum": 18,
          "hebrew": "וְהָיָ֨ה אֱד֜וֹם יְרֵשָׁ֗ה וְהָיָ֧ה יְרֵשָׁ֛ה שֵׂעִ֖יר אֹיְבָ֑יו וְיִשְׂרָאֵ֖ל עֹ֥שֶׂה חָֽיִל׃",
          "targum": "וִיהֵי אֱדוֹם יְרֻתָּא וִיהֵי יְרֻתָּא שֵׂעִיר לְבַעֲלֵי דְבָבוֹהִי וְיִשְׂרָאֵל יַצְלַח בְּנִכְסִין:",
          "english": "And Edom shall be his possession, Se῾ir also, his enemies, shall be his possession; and Yisra᾽el shall do valiantly."
        },
        {
          "verseNum": 19,
          "hebrew": "וְיֵ֖רְדְּ מִֽיַּעֲקֹ֑ב וְהֶֽאֱבִ֥יד שָׂרִ֖יד מֵעִֽיר׃",
          "targum": "וְיֵחוּת חַד מִדְּבֵית יַעֲקֹב וְיוֹבֵד מְשֵׁזֵב מִקִּרְיַת עַמְמַיָּא:",
          "english": "Out of Ya῾aqov shall come a ruler, and shall destroy him that remains of the city."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיַּרְא֙ אֶת־עֲמָלֵ֔ק וַיִּשָּׂ֥א מְשָׁל֖וֹ וַיֹּאמַ֑ר רֵאשִׁ֤ית גּוֹיִם֙ עֲמָלֵ֔ק וְאַחֲרִית֖וֹ עֲדֵ֥י אֹבֵֽד׃",
          "targum": "וַחֲזָא יָת עֲמַלְקָאָה וּנְטַל מַתְלֵיהּ וַאֲמַר רֵישׁ קְרָבַיָּא דְיִשְׂרָאֵל הֲוָה עֲמַלְקָאָה וְסוֹפֵיהּ לְעָלְמָא יֵיבָד:",
          "english": "And when he looked on ῾Amaleq, he took up his discourse, and said, ῾Amaleq was the first of the nations; but his latter end shall be everlasting perdition."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיַּרְא֙ אֶת־הַקֵּינִ֔י וַיִּשָּׂ֥א מְשָׁל֖וֹ וַיֹּאמַ֑ר אֵיתָן֙ מֽוֹשָׁבֶ֔ךָ וְשִׂ֥ים בַּסֶּ֖לַע קִנֶּֽךָ׃",
          "targum": "וַחֲזָא יָת שַׁלְמָאָה וּנְטַל מַתְלֵיהּ וַאֲמַר תַּקִּיף בֵּית מוֹתְבָךְ וְשַׁוִּי בִכְרַךְ תַּקִּיף מְדוֹרָךְ:",
          "english": "And he looked on the Qeni, and took up his discourse, and said, Strong is thy dwellingplace, and thou puttest thy nest in a rock."
        },
        {
          "verseNum": 22,
          "hebrew": "כִּ֥י אִם־יִהְיֶ֖ה לְבָ֣עֵֽר קָ֑יִן עַד־מָ֖ה אַשּׁ֥וּר תִּשְׁבֶּֽךָּ׃",
          "targum": "אֲרֵי אִם יְהֵי לְשֵׁצָאָה שַׁלְמָאָה עַד מָא אֲתוּרָאָה יִשְׁבִּנָּךְ:",
          "english": "Nevertheless Qayin shall be wasted; whither shall Ashshur carry thee away captive?"
        },
        {
          "verseNum": 23,
          "hebrew": "וַיִּשָּׂ֥א מְשָׁל֖וֹ וַיֹּאמַ֑ר א֕וֹי מִ֥י יִחְיֶ֖ה מִשֻּׂמ֥וֹ אֵֽל׃",
          "targum": "וּנְטַל מַתְלֵיהּ וַאֲמַר וַי לְחַיָּבַיָּא דְּיֵחוֹן כַּד יַעֲבֵּד אֱלָהָא יָת אִלֵּין:",
          "english": "And he took up his discourse, and said, Alas, who shall live when he does these things."
        },
        {
          "verseNum": 24,
          "hebrew": "וְצִים֙ מִיַּ֣ד כִּתִּ֔ים וְעִנּ֥וּ אַשּׁ֖וּר וְעִנּוּ־עֵ֑בֶר וְגַם־ה֖וּא עֲדֵ֥י אֹבֵֽד׃",
          "targum": "וְסִיעַן יִצְטָרְחַן מֵרוֹמָאֵי וִיעַנּוּן לְאָתוּר וְיִשְׁתַּעְבְּדוּן לְעֵבַר פְּרָת וְאַף אִנּוּן לְעָלְמָא יֵיבְדוּן:",
          "english": "And ships shall come from the coast of Kittim, and shall afflict Ashshur, and shall afflict ῾Ever, and he also shall perish for ever."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיָּ֣קׇם בִּלְעָ֔ם וַיֵּ֖לֶךְ וַיָּ֣שׇׁב לִמְקֹמ֑וֹ וְגַם־בָּלָ֖ק הָלַ֥ךְ לְדַרְכּֽוֹ׃",
          "targum": "וְקָם בִּלְעָם וַאֲזַל וְתָב לְאַתְרֵיהּ וְאַף בָּלָק אֲזַל לְאָרְחֵיהּ:",
          "english": "And Bil῾am rose up, and went and returned to his place: and Balaq also went his way."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֵּ֥שֶׁב יִשְׂרָאֵ֖ל בַּשִּׁטִּ֑ים וַיָּ֣חֶל הָעָ֔ם לִזְנ֖וֹת אֶל־בְּנ֥וֹת מוֹאָֽב׃",
          "targum": "וִיתֵב יִשְׂרָאֵל בְּשִׁטִּין וְשָׁרֵי עַמָּא לְמִטְעֵי בָּתַר בְּנַת מוֹאָב:",
          "english": "And Yisra᾽el abode in Shittim, and the people began to commit harlotry with the daughters of Mo᾽av."
        },
        {
          "verseNum": 2,
          "hebrew": "וַתִּקְרֶ֣אןָ לָעָ֔ם לְזִבְחֵ֖י אֱלֹהֵיהֶ֑ן וַיֹּ֣אכַל הָעָ֔ם וַיִּֽשְׁתַּחֲו֖וּ לֵאלֹֽהֵיהֶֽן׃",
          "targum": "וּקְרָא לְעַמָּא לְדִבְחֵי טַעֲוַתְהוֹן וַאֲכַל עַמָּא וּסְגִידוּ לְטַעֲוַתְהוֹן:",
          "english": "And they called the people to the sacrifices of their gods: and the people ate, and bowed down to their gods."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּצָּ֥מֶד יִשְׂרָאֵ֖ל לְבַ֣עַל פְּע֑וֹר וַיִּֽחַר־אַ֥ף יְהֹוָ֖ה בְּיִשְׂרָאֵֽל׃",
          "targum": "וְאִתְחַבַּר יִשְׂרָאֵל לְבַעֲלָא פְעוֹר וּתְקֵף רָגְזָא דַיְיָ בְּיִשְׂרָאֵל:",
          "english": "And Yisra᾽el joined himself to Ba῾al-pe῾or: and the anger of the Lord was kindled against Yisra᾽el."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה קַ֚ח אֶת־כׇּל־רָאשֵׁ֣י הָעָ֔ם וְהוֹקַ֥ע אוֹתָ֛ם לַיהֹוָ֖ה נֶ֣גֶד הַשָּׁ֑מֶשׁ וְיָשֹׁ֛ב חֲר֥וֹן אַף־יְהֹוָ֖ה מִיִּשְׂרָאֵֽל׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה דְּבַר יָת כָּל רֵישֵׁי עַמָּא וְדוּן וּקְטוֹל דְּחַיַּב קְטוֹל קֳדָם יְיָ לָקֳבֵל שִׁמְשָׁא וִיתוּב תְּקוֹף רוּגְזָא דַיְיָ מִיִּשְׂרָאֵל:",
          "english": "And the Lord said to Moshe, Take all the chiefs of the people, and hang them up before the Lord against the sun, that the burning anger of the Lord may be turned away from Yisra᾽el."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֔ה אֶל־שֹׁפְטֵ֖י יִשְׂרָאֵ֑ל הִרְגוּ֙ אִ֣ישׁ אֲנָשָׁ֔יו הַנִּצְמָדִ֖ים לְבַ֥עַל פְּעֽוֹר׃",
          "targum": "וַאֲמַר משֶׁה לְדַיָּנֵי יִשְׂרָאֵל קְטוּלוּ גְּבַר גַּבְרוֹהִי דְּאִתְחַבָּרוּ לְבַעֲלָא פְעוֹר:",
          "english": "And Moshe said to the judges of Yisra᾽el, Slay every one his men that have attached themselves to Ba῾al-pe῾or."
        },
        {
          "verseNum": 6,
          "hebrew": "וְהִנֵּ֡ה אִישׁ֩ מִבְּנֵ֨י יִשְׂרָאֵ֜ל בָּ֗א וַיַּקְרֵ֤ב אֶל־אֶחָיו֙ אֶת־הַמִּדְיָנִ֔ית לְעֵינֵ֣י מֹשֶׁ֔ה וּלְעֵינֵ֖י כׇּל־עֲדַ֣ת בְּנֵי־יִשְׂרָאֵ֑ל וְהֵ֣מָּה בֹכִ֔ים פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְהָא גַּבְרָא מִבְּנֵי יִשְׂרָאֵל אֲתָא וְקָרֵב לְוָת אֲחוֹהִי יָת מִדְיָנֵיתָא לְעֵינֵי משֶׁה וּלְעֵינֵי כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל וְאִנּוּן בָּכָן בִּתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And, behold, one of the children of Yisra᾽el came and brought to his brethren a Midyanite woman in the sight of Moshe, and in the sight of all the congregation of the children of Yisra᾽el, who were weeping before the door of the Tent of Meeting."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיַּ֗רְא פִּֽינְחָס֙ בֶּן־אֶלְעָזָ֔ר בֶּֽן־אַהֲרֹ֖ן הַכֹּהֵ֑ן וַיָּ֙קׇם֙ מִתּ֣וֹךְ הָֽעֵדָ֔ה וַיִּקַּ֥ח רֹ֖מַח בְּיָדֽוֹ׃",
          "targum": "וַחֲזָא פִּינְחָס בַּר אֶלְעָזָר בַּר אַהֲרֹן כַּהֲנָא וְקָם מִגּוֹ כְנִשְׁתָּא וּנְסֵיב רָמְחָא בִּידֵיהּ:",
          "english": "And when Pineĥas, the son of El῾azar, the son of Aharon the priest, saw it, he rose up from among the congregation, and took a spear in his hand;"
        },
        {
          "verseNum": 8,
          "hebrew": "וַ֠יָּבֹ֠א אַחַ֨ר אִֽישׁ־יִשְׂרָאֵ֜ל אֶל־הַקֻּבָּ֗ה וַיִּדְקֹר֙ אֶת־שְׁנֵיהֶ֔ם אֵ֚ת אִ֣ישׁ יִשְׂרָאֵ֔ל וְאֶת־הָאִשָּׁ֖ה אֶל־קֳבָתָ֑הּ וַתֵּֽעָצַר֙ הַמַּגֵּפָ֔ה מֵעַ֖ל בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְעַל בָּתַר גַּבְרָא בַר יִשְׂרָאֵל לְקוּבָתָא וּבְזַע יָת תַּרְוֵיהוֹן יָת גַּבְרָא בַר יִשְׂרָאֵל וְיָת אִתְּתָא לִמְעָהָא וְאִתְכְּלִי מוֹתָנָא מֵעַל בְּנֵי יִשְׂרָאֵל:",
          "english": "and he went after the man of Yisra᾽el into the chamber, and thrust both of them through, the man of Yisra᾽el, and the woman through her belly. So the plague was stayed from the children of Yisra᾽el."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיִּהְי֕וּ הַמֵּתִ֖ים בַּמַּגֵּפָ֑ה אַרְבָּעָ֥ה וְעֶשְׂרִ֖ים אָֽלֶף׃",
          "targum": "וַהֲווֹ דְמִיתוּ בְמוֹתָנָא עַשְׂרִין וְאַרְבְּעָא אַלְפִין:",
          "english": "And those that died in the plague were twenty four thousand."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        }
      ]
    }
  ]
}