{
  "name": "Bechukotai",
  "book": "Leviticus",
  "chapters": [
    {
      "chapter": 26,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "לֹֽא־תַעֲשׂ֨וּ לָכֶ֜ם אֱלִילִ֗ם וּפֶ֤סֶל וּמַצֵּבָה֙ לֹֽא־תָקִ֣ימוּ לָכֶ֔ם וְאֶ֣בֶן מַשְׂכִּ֗ית לֹ֤א תִתְּנוּ֙ בְּאַרְצְכֶ֔ם לְהִֽשְׁתַּחֲוֺ֖ת עָלֶ֑יהָ כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "לָא תַעְבְּדוּן לְכוֹן טַעֲוָן וְצֶלֶם וְקָמָא לָא תְקִימוּן לְכוֹן וְאֶבֶן סָגְדָא לָא תִתְּנוּן בְּאַרְעֲכוֹן לְמִסְגֻּד עֲלַהּ אֲרֵי אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "You shall make no idols, nor shall you erect a carved idol, or a pillar, nor shall you install a figured stone in your land, to bow down upon it: for I am the Lord your God."
        },
        {
          "verseNum": 2,
          "hebrew": "אֶת־שַׁבְּתֹתַ֣י תִּשְׁמֹ֔רוּ וּמִקְדָּשִׁ֖י תִּירָ֑אוּ אֲנִ֖י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "יָת יוֹמֵי שַׁבַּיָּא דִילִי תִטְּרוּן וּלְבֵית מַקְדְּשִׁי תְּהוֹן דָּחֲלִין אֲנָא יְיָ:",
          "english": "You shall keep my sabbaths, and reverence my sanctuary, I am the Lord."
        },
        {
          "verseNum": 3,
          "hebrew": "אִם־בְּחֻקֹּתַ֖י תֵּלֵ֑כוּ וְאֶת־מִצְוֺתַ֣י תִּשְׁמְר֔וּ וַעֲשִׂיתֶ֖ם אֹתָֽם׃",
          "targum": "אִם בִּקְיָמַי תְּהָכוּן וְיָת פִּקּוֹדַי תִּטְּרוּן וְתַעְבְּדוּן יָתְהוֹן:",
          "english": "If you walk in my statutes, and keep my commandments, and do them;"
        },
        {
          "verseNum": 4,
          "hebrew": "וְנָתַתִּ֥י גִשְׁמֵיכֶ֖ם בְּעִתָּ֑ם וְנָתְנָ֤ה הָאָ֙רֶץ֙ יְבוּלָ֔הּ וְעֵ֥ץ הַשָּׂדֶ֖ה יִתֵּ֥ן פִּרְיֽוֹ׃",
          "targum": "וְאֶתֵּן מַטְרֵיכוֹן בְּעִדָּנְהוֹן וְתִתֵּן אַרְעָא עֲלַלְתָּא וְאִילַן חַקְלָא יִתֵּן אִבֵּיהּ:",
          "english": "then I will give you rain in due season, and the land shall yield its increase, and the trees of the field shall yield their fruit."
        },
        {
          "verseNum": 5,
          "hebrew": "וְהִשִּׂ֨יג לָכֶ֥ם דַּ֙יִשׁ֙ אֶת־בָּצִ֔יר וּבָצִ֖יר יַשִּׂ֣יג אֶת־זָ֑רַע וַאֲכַלְתֶּ֤ם לַחְמְכֶם֙ לָשֹׂ֔בַע וִֽישַׁבְתֶּ֥ם לָבֶ֖טַח בְּאַרְצְכֶֽם׃",
          "targum": "וִיעָרַע לְכוֹן דְּיָשָׁא יָת קְטָפָא וּקְטָפָא יְעָרַע לְאַפּוֹקֵי בַר זַרְעָא וְתֵיכְלוּן לַחְמְכוֹן לְמִשְׂבַּע וְתֵיתְבוּן לְרָחְצָן בְּאַרְעֲכוֹן:",
          "english": "And your threshing shall reach to the vintage, and the vintage shall reach to the sowing time: and you shall eat your bread to the full, and dwell in your land safely."
        },
        {
          "verseNum": 6,
          "hebrew": "וְנָתַתִּ֤י שָׁלוֹם֙ בָּאָ֔רֶץ וּשְׁכַבְתֶּ֖ם וְאֵ֣ין מַחֲרִ֑יד וְהִשְׁבַּתִּ֞י חַיָּ֤ה רָעָה֙ מִן־הָאָ֔רֶץ וְחֶ֖רֶב לֹא־תַעֲבֹ֥ר בְּאַרְצְכֶֽם׃",
          "targum": "וְאֶתֵּן שְׁלָמָא בְּאַרְעָא וְתִשְׁרוּן וְלֵית דְּמָנִיד וֶאֱבַטֵּל חַיְתָא בִשְׁתָּא מִן אַרְעָא וּדְקָטְלִין בְּחַרְבָּא לָא יְעִדּוּן בְּאַרְעֲכוֹן:",
          "english": "And I will give peace in the land, and you shall lie down, and none shall make you afraid: and I will remove evil beasts out of the land, neither shall the sword go through your land."
        },
        {
          "verseNum": 7,
          "hebrew": "וּרְדַפְתֶּ֖ם אֶת־אֹיְבֵיכֶ֑ם וְנָפְל֥וּ לִפְנֵיכֶ֖ם לֶחָֽרֶב׃",
          "targum": "וְתִרְדְּפוּן יָת בַּעֲלֵי דְבָבֵיכוֹן וְיִפְּלוּן קֳדָמֵיכוֹן לְחַרְבָּא:",
          "english": "And you shall chase your enemies, and they shall fall before you by the sword."
        },
        {
          "verseNum": 8,
          "hebrew": "וְרָדְפ֨וּ מִכֶּ֤ם חֲמִשָּׁה֙ מֵאָ֔ה וּמֵאָ֥ה מִכֶּ֖ם רְבָבָ֣ה יִרְדֹּ֑פוּ וְנָפְל֧וּ אֹיְבֵיכֶ֛ם לִפְנֵיכֶ֖ם לֶחָֽרֶב׃",
          "targum": "וְיִרְדְּפוּן מִנְּכוֹן חַמְשָׁא מְאָה וּמְאָה מִנְּכוֹן לְרִבּוֹתָא יֵעִירְקוּן וְיִפְּלוּן בַּעֲלֵי דְבָבֵיכוֹן קֳדָמֵיכוֹן לְחַרְבָּא:",
          "english": "And five of you shall chase a hundred, and a hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword."
        },
        {
          "verseNum": 9,
          "hebrew": "וּפָנִ֣יתִי אֲלֵיכֶ֔ם וְהִפְרֵיתִ֣י אֶתְכֶ֔ם וְהִרְבֵּיתִ֖י אֶתְכֶ֑ם וַהֲקִימֹתִ֥י אֶת־בְּרִיתִ֖י אִתְּכֶֽם׃",
          "targum": "וְאֶתְפְּנִי בְמֵימְרִי לְאוֹטָבָא לְכוֹן וְאַפֵּשׁ יָתְכוֹן וְאַסְגֵּי יָתְכוֹן וַאֲקֵם יָת קְיָמִי עִמְּכוֹן:",
          "english": "For I will turn myself to you, and make you fruitful, and multiply you, and establish my covenant with you."
        },
        {
          "verseNum": 10,
          "hebrew": "וַאֲכַלְתֶּ֥ם יָשָׁ֖ן נוֹשָׁ֑ן וְיָשָׁ֕ן מִפְּנֵ֥י חָדָ֖שׁ תּוֹצִֽיאוּ׃",
          "targum": "וְתֵיכְלוּן עַתִּיקָא דְּעַתִּיק וְעַתִּיקָא מִן קֳדָם חֲדַתָּא תְּפַנּוּן:",
          "english": "And you shall eat old store, and remove the old because of the new."
        },
        {
          "verseNum": 11,
          "hebrew": "וְנָתַתִּ֥י מִשְׁכָּנִ֖י בְּתוֹכְכֶ֑ם וְלֹֽא־תִגְעַ֥ל נַפְשִׁ֖י אֶתְכֶֽם׃",
          "targum": "וְאֶתֵּן מַשְׁכְּנִּי בֵּינֵיכוֹן וְלָא יְרַחֵק מֵימְרִי יָתְכוֹן:",
          "english": "And I will set my tabernacle among you: and my soul shall not abhor you."
        },
        {
          "verseNum": 12,
          "hebrew": "וְהִתְהַלַּכְתִּי֙ בְּת֣וֹכְכֶ֔ם וְהָיִ֥יתִי לָכֶ֖ם לֵֽאלֹהִ֑ים וְאַתֶּ֖ם תִּהְיוּ־לִ֥י לְעָֽם׃",
          "targum": "וְאַשְׁרֵי שְׁכִינְתִּי בֵּינֵיכוֹן וְאֶהֱוֵי לְכוֹן לֶאֱלָהּ וְאַתּוּן תְּהוֹן קֳדָמַי לְעָם:",
          "english": "And I will walk among you, and will be your God, and you shall be my people."
        },
        {
          "verseNum": 13,
          "hebrew": "אֲנִ֞י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֗ם אֲשֶׁ֨ר הוֹצֵ֤אתִי אֶתְכֶם֙ מֵאֶ֣רֶץ מִצְרַ֔יִם מִֽהְיֹ֥ת לָהֶ֖ם עֲבָדִ֑ים וָאֶשְׁבֹּר֙ מֹטֹ֣ת עֻלְּכֶ֔ם וָאוֹלֵ֥ךְ אֶתְכֶ֖ם קֽוֹמְמִיּֽוּת׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "אֲנָא יְיָ אֱלָהָכוֹן דִּי אַפֵּקִית יָתְכוֹן מֵאַרְעָא דְמִצְרַיִם מִלְּמֶהֱוֵי לְהוֹן עַבְדִּין וְתַבָּרִית נִיר עַמְמַיָּא מִנְּכוֹן וְדַבָּרִית יָתְכוֹן לְחֵרוּתָא:",
          "english": "I am the Lord your God, who brought you out of the land of Miżrayim, that you should not be their bondmen; and I have broken the bars of your yoke, and made you walk upright."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאִם־לֹ֥א תִשְׁמְע֖וּ לִ֑י וְלֹ֣א תַעֲשׂ֔וּ אֵ֥ת כׇּל־הַמִּצְוֺ֖ת הָאֵֽלֶּה׃",
          "targum": "וְאִם לָא תְקַבְּלוּן לְמֵימְרִי וְלָא תַעְבְּדוּן יָת כָּל פִּקּוּדַיָּא הָאִלֵּין:",
          "english": "But if you will not hearken to me, and will not do all these commands:"
        },
        {
          "verseNum": 15,
          "hebrew": "וְאִם־בְּחֻקֹּתַ֣י תִּמְאָ֔סוּ וְאִ֥ם אֶת־מִשְׁפָּטַ֖י תִּגְעַ֣ל נַפְשְׁכֶ֑ם לְבִלְתִּ֤י עֲשׂוֹת֙ אֶת־כׇּל־מִצְוֺתַ֔י לְהַפְרְכֶ֖ם אֶת־בְּרִיתִֽי׃",
          "targum": "וְאִם בִּקְיָמַי תְּקוֹצוּן וְאִם יָת דִּינַי תְּרַחֵק נַפְשְׁכוֹן בְּדִיל דְּלָא לְמֶעְבַּד יָת כָּל פִּקּוֹדַי לְאַשְׁנָיוּתְכוֹן יָת קְיָמִי:",
          "english": "and if you shall despise my statutes, or if your soul abhor my judgments, so that you will not do all my commandments, but that you break my covenant:"
        },
        {
          "verseNum": 16,
          "hebrew": "אַף־אֲנִ֞י אֶֽעֱשֶׂה־זֹּ֣את לָכֶ֗ם וְהִפְקַדְתִּ֨י עֲלֵיכֶ֤ם בֶּֽהָלָה֙ אֶת־הַשַּׁחֶ֣פֶת וְאֶת־הַקַּדַּ֔חַת מְכַלּ֥וֹת עֵינַ֖יִם וּמְדִיבֹ֣ת נָ֑פֶשׁ וּזְרַעְתֶּ֤ם לָרִיק֙ זַרְעֲכֶ֔ם וַאֲכָלֻ֖הוּ אֹיְבֵיכֶֽם׃",
          "targum": "אַף אֲנָא אֶעְבַּד דָּא לְכוֹן וְאַסְעַר עֲלֵיכוֹן בַּהֶלְתָּא יָת שַׁחֶפְתָּא וְיָת קַדַּחְתָּא מְחַשְּׁכָן עַיְנִין וּמַפְּחַן נְפָשׁ וְתִזְרְעוּן לְרֵיקָנוּן זַרְעֲכוֹן וְיֵיכְלֻנֵּיהּ בַּעֲלֵי דְבָבֵיכוֹן:",
          "english": "I also will do this to you; I will even appoint over you terror, consumption, and fever, that shall consume the eyes, and cause sorrow of heart: and you shall sow your seed in vain, for your enemies shall eat it."
        },
        {
          "verseNum": 17,
          "hebrew": "וְנָתַתִּ֤י פָנַי֙ בָּכֶ֔ם וְנִגַּפְתֶּ֖ם לִפְנֵ֣י אֹיְבֵיכֶ֑ם וְרָד֤וּ בָכֶם֙ שֹֽׂנְאֵיכֶ֔ם וְנַסְתֶּ֖ם וְאֵין־רֹדֵ֥ף אֶתְכֶֽם׃",
          "targum": "וְאֶתֵּן רוּגְזִי בְּכוֹן וְתִתַּבְּרוּן קֳדָם בַּעֲלֵי דְבָבֵיכוֹן וְיִרְדּוּן בְּכוֹן סַנְאֵכוֹן וְתֵעִירְקוּן וְלֵית דְּרָדִיף יָתְכוֹן:",
          "english": "And I will set my face against you, and you shall be slain before your enemies: they that hate you shall reign over you; and you shall flee when none pursues you."
        },
        {
          "verseNum": 18,
          "hebrew": "וְאִ֨ם־עַד־אֵ֔לֶּה לֹ֥א תִשְׁמְע֖וּ לִ֑י וְיָסַפְתִּי֙ לְיַסְּרָ֣ה אֶתְכֶ֔ם שֶׁ֖בַע עַל־חַטֹּאתֵיכֶֽם׃",
          "targum": "וְאִם עַד אִלֵּין לָא תְקַבְּלוּן לְמֵימְרִי וְאוֹסֵף לְמִרְדֵּי יָתכוֹן שְׁבַע עַל חוֹבֵיכוֹן:",
          "english": "And if you will not yet for all this hearken to me, then I will punish you seven times more for your sins."
        },
        {
          "verseNum": 19,
          "hebrew": "וְשָׁבַרְתִּ֖י אֶת־גְּא֣וֹן עֻזְּכֶ֑ם וְנָתַתִּ֤י אֶת־שְׁמֵיכֶם֙ כַּבַּרְזֶ֔ל וְאֶֽת־אַרְצְכֶ֖ם כַּנְּחֻשָֽׁה׃",
          "targum": "וְאֶתְבַּר יָת יְקַר תָּקְפְּכוֹן וְאֶתֵּן יָת שְׁמַיָּא דִי עִלָּוֵיכוֹן תַּקִּיפִין כְּפַרְזְלָא מִלַּאֲחָתָא מִטְרָא וְאַרְעָא דִתְחוֹתֵיכוֹן חֲסִינָא כִנְחָשָׁא מִלְּמֶעְבַּד פֵּירִין:",
          "english": "And I will break the pride of your power; and I will make your skies like iron, and your earth like brass:"
        },
        {
          "verseNum": 20,
          "hebrew": "וְתַ֥ם לָרִ֖יק כֹּחֲכֶ֑ם וְלֹֽא־תִתֵּ֤ן אַרְצְכֶם֙ אֶת־יְבוּלָ֔הּ וְעֵ֣ץ הָאָ֔רֶץ לֹ֥א יִתֵּ֖ן פִּרְיֽוֹ׃",
          "targum": "וִיסוּפוּן לְרֵיקָנוּ חֵילֵיכוֹן וְלָא תִתֵּן אַרְעֲכוֹן יָת עֲלַלְתַּהּ וְאִילַן אַרְעָא לָא יִתֵּן אִבֵּיהּ:",
          "english": "and your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruit."
        },
        {
          "verseNum": 21,
          "hebrew": "וְאִם־תֵּֽלְכ֤וּ עִמִּי֙ קֶ֔רִי וְלֹ֥א תֹאב֖וּ לִשְׁמֹ֣עַֽ לִ֑י וְיָסַפְתִּ֤י עֲלֵיכֶם֙ מַכָּ֔ה שֶׁ֖בַע כְּחַטֹּאתֵיכֶֽם׃",
          "targum": "וְאִם תְּהָכוּן קֳדָמַי בְּקַשְׁיוּ וְלָא תֵיבוּן לְקַבָּלָא לְמֵימְרִי וְאוֹסֵף לֶאֱתָאָה עֲלֵיכוֹן מָחָא שְׁבַע כְּחוֹבֵיכוֹן:",
          "english": "And if you walk contrary to me, and will not hearken to me; I will bring seven times more plagues upon you according to your sins."
        },
        {
          "verseNum": 22,
          "hebrew": "וְהִשְׁלַחְתִּ֨י בָכֶ֜ם אֶת־חַיַּ֤ת הַשָּׂדֶה֙ וְשִׁכְּלָ֣ה אֶתְכֶ֔ם וְהִכְרִ֙יתָה֙ אֶת־בְּהֶמְתְּכֶ֔ם וְהִמְעִ֖יטָה אֶתְכֶ֑ם וְנָשַׁ֖מּוּ דַּרְכֵיכֶֽם׃",
          "targum": "וֶאֱגָרֵי בְכוֹן יָת חֵוַת בָּרָא וּתְתַכֵּל יָתְכוֹן וּתְשֵׁיצֵי יָת בְּעִירְכוֹן וְתַזְעֵר יָתְכוֹן וִיצַדְיָן אוֹרְחָתְכוֹן:",
          "english": "I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your highways shall be desolate."
        },
        {
          "verseNum": 23,
          "hebrew": "וְאִ֨ם־בְּאֵ֔לֶּה לֹ֥א תִוָּסְר֖וּ לִ֑י וַהֲלַכְתֶּ֥ם עִמִּ֖י קֶֽרִי׃",
          "targum": "וְאִם בְּאִלֵּין לָא תִתְרְדוּן לְמֵימְרִי וּתְהָכוּן קֳדָמַי בְּקַשְׁיוּ:",
          "english": "And if you will not be admonished by me as a result of these things, but will walk contrary to me;"
        },
        {
          "verseNum": 24,
          "hebrew": "וְהָלַכְתִּ֧י אַף־אֲנִ֛י עִמָּכֶ֖ם בְּקֶ֑רִי וְהִכֵּיתִ֤י אֶתְכֶם֙ גַּם־אָ֔נִי שֶׁ֖בַע עַל־חַטֹּאתֵיכֶֽם׃",
          "targum": "וְאֵהַךְ אַף אֲנָא עִמְּכוֹן בְּקַשְׁיוּ וְאַלְקֵי יָתְכוֹן אַף אֲנָא שְׁבַע עַל חוֹבֵיכוֹן:",
          "english": "then will I also walk contrary to you, and will punish you yet seven times for your sins."
        },
        {
          "verseNum": 25,
          "hebrew": "וְהֵבֵאתִ֨י עֲלֵיכֶ֜ם חֶ֗רֶב נֹקֶ֙מֶת֙ נְקַם־בְּרִ֔ית וְנֶאֱסַפְתֶּ֖ם אֶל־עָרֵיכֶ֑ם וְשִׁלַּ֤חְתִּי דֶ֙בֶר֙ בְּת֣וֹכְכֶ֔ם וְנִתַּתֶּ֖ם בְּיַד־אוֹיֵֽב׃",
          "targum": "וְאַיְתִי עֲלֵיכוֹן דְּקָטְלִין בְּחַרְבָּא וְיִתְפָּרְעוּן מִנְּכוֹן פֻּרְעֲנוּתָא עַל דַּעֲבַרְתּוּן עַל פִּתְגָּמֵי אוֹרַיְתָא וְתִתְכַּנְּשׁוּן לְקִרְוֵיכוֹן וֶאֱגָרֵי מוֹתָנָא בֵּינֵיכוֹן וְתִתְמַסְּרוּן בִּידָא דְסָנְאָה:",
          "english": "And I will bring a sword upon you, that shall avenge my covenant: and when you are gathered together within your cities, I will send the pestilence among you; and you shall be delivered into the hand of the enemy."
        },
        {
          "verseNum": 26,
          "hebrew": "בְּשִׁבְרִ֣י לָכֶם֮ מַטֵּה־לֶ֒חֶם֒ וְ֠אָפ֠וּ עֶ֣שֶׂר נָשִׁ֤ים לַחְמְכֶם֙ בְּתַנּ֣וּר אֶחָ֔ד וְהֵשִׁ֥יבוּ לַחְמְכֶ֖ם בַּמִּשְׁקָ֑ל וַאֲכַלְתֶּ֖ם וְלֹ֥א תִשְׂבָּֽעוּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "בִּדְאִתְּבַר לְכוֹן סָעִיד מֵיכְלָא וְיָפְיָן עֲסַר נְשִׁין לַחְמְכוֹן בְּתַנּוּרָא חַד וִיתִיבוּן לַחְמְכוֹן בְּמַתְקְלָא וְתוֹכְלוּן וְלָא תִשְׂבְּעוּן:",
          "english": "And when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall return you your bread by weight: and you shall eat, and not be satisfied."
        },
        {
          "verseNum": 27,
          "hebrew": "וְאִ֨ם־בְּזֹ֔את לֹ֥א תִשְׁמְע֖וּ לִ֑י וַהֲלַכְתֶּ֥ם עִמִּ֖י בְּקֶֽרִי׃",
          "targum": "וְאִם בְּדָא לָא תְקַבְּלוּן לְמֵימְרִי וּתְהָכוּן קֳדָמַי בְּקַשְׁיוּ:",
          "english": "And if you will not for all this hearken to me, but walk contrary to me;"
        },
        {
          "verseNum": 28,
          "hebrew": "וְהָלַכְתִּ֥י עִמָּכֶ֖ם בַּחֲמַת־קֶ֑רִי וְיִסַּרְתִּ֤י אֶתְכֶם֙ אַף־אָ֔נִי שֶׁ֖בַע עַל־חַטֹּאתֵיכֶֽם׃",
          "targum": "וְאֵהַךְ עִמְּכוֹן בִּתְקוֹף רְגָז וְאִרְדֵּי יָתְכוֹן אַף אֲנָא שְׁבַע עַל חוֹבֵיכוֹן:",
          "english": "then I will walk contrary to you also in fury; and will chastise you seven times for your sins."
        },
        {
          "verseNum": 29,
          "hebrew": "וַאֲכַלְתֶּ֖ם בְּשַׂ֣ר בְּנֵיכֶ֑ם וּבְשַׂ֥ר בְּנֹתֵיכֶ֖ם תֹּאכֵֽלוּ׃",
          "targum": "וְתֵיכְלוּן בְּשַׂר בְּנֵיכוֹן וּבְשַׁר בְּנָתֵיכוֹן תֵּיכְלוּן:",
          "english": "And you shall eat the flesh of your sons, and the flesh of your daughters shall you eat."
        },
        {
          "verseNum": 30,
          "hebrew": "וְהִשְׁמַדְתִּ֞י אֶת־בָּמֹֽתֵיכֶ֗ם וְהִכְרַתִּי֙ אֶת־חַמָּ֣נֵיכֶ֔ם וְנָֽתַתִּי֙ אֶת־פִּגְרֵיכֶ֔ם עַל־פִּגְרֵ֖י גִּלּוּלֵיכֶ֑ם וְגָעֲלָ֥ה נַפְשִׁ֖י אֶתְכֶֽם׃",
          "targum": "וֶאֱשֵׁיצֵי יָת בָּמָתֵיכוֹן וֶאֱקַצֵּץ יָת חֲנִיסְנְסֵיכוֹן וְאֶתֵּן יָת פִּגְרֵיכוֹן עַל פִּגּוּר טַעֲוָתְכוֹן וִירַחֵק מֵימְרִי יָתְכוֹן:",
          "english": "And I will destroy your high places, and cut down your images, and cast your carcasses upon the carcasses of your idols, and my soul shall abhor you."
        },
        {
          "verseNum": 31,
          "hebrew": "וְנָתַתִּ֤י אֶת־עָֽרֵיכֶם֙ חׇרְבָּ֔ה וַהֲשִׁמּוֹתִ֖י אֶת־מִקְדְּשֵׁיכֶ֑ם וְלֹ֣א אָרִ֔יחַ בְּרֵ֖יחַ נִיחֹֽחֲכֶֽם׃",
          "targum": "וְאֶתֵּן יָת קִרְוֵיכוֹן צָדָא וְאֶצְדֵּי יָת מַקְדְּשֵׁיכוֹן וְלָא אֲקַבֵּל בְּרַעֲוָא קֻרְבַּן כְּנִשָּׁתְכוֹן:",
          "english": "And I will make your cities waste, and bring your sanctuaries to desolation, and I will not smell the savour of your sweet odours."
        },
        {
          "verseNum": 32,
          "hebrew": "וַהֲשִׁמֹּתִ֥י אֲנִ֖י אֶת־הָאָ֑רֶץ וְשָֽׁמְמ֤וּ עָלֶ֙יהָ֙ אֹֽיְבֵיכֶ֔ם הַיֹּשְׁבִ֖ים בָּֽהּ׃",
          "targum": "וְאֶצְדֵּי אֲנָא יָת אַרְעָא וִיצָרְיוּן עֲלַהּ בַּעֲלֵי דְבָבֵיכוֹן דְּיָתְבוּן בַּהּ:",
          "english": "And I will bring the land into desolation: and your enemies who dwell in it shall be astonished at it."
        },
        {
          "verseNum": 33,
          "hebrew": "וְאֶתְכֶם֙ אֱזָרֶ֣ה בַגּוֹיִ֔ם וַהֲרִיקֹתִ֥י אַחֲרֵיכֶ֖ם חָ֑רֶב וְהָיְתָ֤ה אַרְצְכֶם֙ שְׁמָמָ֔ה וְעָרֵיכֶ֖ם יִהְי֥וּ חׇרְבָּֽה׃",
          "targum": "וְיָתְכוֹן אֲבַדַּר בֵּינֵי עַמְמַיָּא וֶאֱגָרֵי בַתְרֵיכוֹן דְּקָטְלִין בְּחַרְבָּא וּתְהֵי אַרְעֲכוֹן צָדְיָא וְקִרְוֵיכוֹן יְהוֹן חָרְבָּא:",
          "english": "And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste."
        },
        {
          "verseNum": 34,
          "hebrew": "אָז֩ תִּרְצֶ֨ה הָאָ֜רֶץ אֶת־שַׁבְּתֹתֶ֗יהָ כֹּ֚ל יְמֵ֣י הׇשַּׁמָּ֔הֿ וְאַתֶּ֖ם בְּאֶ֣רֶץ אֹיְבֵיכֶ֑ם אָ֚ז תִּשְׁבַּ֣ת הָאָ֔רֶץ וְהִרְצָ֖ת אֶת־שַׁבְּתֹתֶֽיהָ׃",
          "targum": "בְּכֵן תַּרְעֵי אַרְעָא יָת שְׁמִטָּהָא כֹּל יוֹמִין דִּי צְדִיאַת וְאַתּוּן בְּאַרַע בַּעֲלֵי דְבָבֵיכוֹן בְּכֵן תַּשְׁמֵט אַרְעָא וְתַרְעֵי יָת שְׁמִטָּהָא:",
          "english": "Then shall the land enjoy her sabbaths, as long as it lies desolate, and you are in your enemies’ land; then shall the land rest, and enjoy her sabbaths."
        },
        {
          "verseNum": 35,
          "hebrew": "כׇּל־יְמֵ֥י הׇשַּׁמָּ֖הֿ תִּשְׁבֹּ֑ת אֵ֣ת אֲשֶׁ֧ר לֹֽא־שָׁבְתָ֛ה בְּשַׁבְּתֹתֵיכֶ֖ם בְּשִׁבְתְּכֶ֥ם עָלֶֽיהָ׃",
          "targum": "כָּל יוֹמִין דִּי צְדִיאַת תַּשְׁמֵט יָת דִּי לָא שְׁמֵטַת בִּשְׁמִטֵּיכוֹן כַּד הֲוֵיתוּן יָתְבִין עֲלַהּ:",
          "english": "As long as it lies desolate it shall rest; because it did not rest in your sabbaths, when you dwelt upon it."
        },
        {
          "verseNum": 36,
          "hebrew": "וְהַנִּשְׁאָרִ֣ים בָּכֶ֔ם וְהֵבֵ֤אתִי מֹ֙רֶךְ֙ בִּלְבָבָ֔ם בְּאַרְצֹ֖ת אֹיְבֵיהֶ֑ם וְרָדַ֣ף אֹתָ֗ם ק֚וֹל עָלֶ֣ה נִדָּ֔ף וְנָס֧וּ מְנֻֽסַת־חֶ֛רֶב וְנָפְל֖וּ וְאֵ֥ין רֹדֵֽף׃",
          "targum": "וּדְיִשְׁתַּאֲרוּן בְּכוֹן וְאָעֵל תַּבְרָא בְּלִבְּהוֹן בְּאַרְעֲתָא דְּסַנְאֵיהוֹן וְיִרְדּוֹף יָתְהוֹן קַל טַרְפָּא דְשַׁקִּיף וְיֵעַרְקוּן כְּמֵעִירוֹק מִן קֳדָם דְּקָטְלִין בְּחַרְבָּא וְיִפְּלוּן וְלֵית דְּרָדִיף:",
          "english": "And upon those who are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursues."
        },
        {
          "verseNum": 37,
          "hebrew": "וְכָשְׁל֧וּ אִישׁ־בְּאָחִ֛יו כְּמִפְּנֵי־חֶ֖רֶב וְרֹדֵ֣ף אָ֑יִן וְלֹא־תִֽהְיֶ֤ה לָכֶם֙ תְּקוּמָ֔ה לִפְנֵ֖י אֹֽיְבֵיכֶֽם׃",
          "targum": "וְיִתַּקְלוּן גְּבַר בְּאָחוּהִי כְּמִקָּדָם דְקָטְלִין בְּחַרְבָּא וְרָדִיף לָיִת וְלָא תְהֵי לְכוֹן תְּקוּמָה קֳדָם בַּעֲלֵי דְבָבֵיכוֹן:",
          "english": "And they shall fall one upon another, as it were before a sword, when none pursues: and you shall have no power to stand before your enemies."
        },
        {
          "verseNum": 38,
          "hebrew": "וַאֲבַדְתֶּ֖ם בַּגּוֹיִ֑ם וְאָכְלָ֣ה אֶתְכֶ֔ם אֶ֖רֶץ אֹיְבֵיכֶֽם׃",
          "targum": "וְתֵבְדוּן בֵּינֵי עַמְמַיָּא וּתְגַמַּר יָתְכוֹן אֲרַע בַּעֲלֵי דְבָבֵיכוֹן:",
          "english": "And you shall perish among the heathen, and the land of your enemies shall eat you up."
        },
        {
          "verseNum": 39,
          "hebrew": "וְהַנִּשְׁאָרִ֣ים בָּכֶ֗ם יִמַּ֙קּוּ֙ בַּֽעֲוֺנָ֔ם בְּאַרְצֹ֖ת אֹיְבֵיכֶ֑ם וְאַ֛ף בַּעֲוֺנֹ֥ת אֲבֹתָ֖ם אִתָּ֥ם יִמָּֽקּוּ׃",
          "targum": "וּדְיִשְׁתָּאֲרוּן בְּכוֹן יִתִּמְסוּן בְּחוֹבֵיהוֹן בְּאַרְעֲתָא בַּעֲלֵי דְבָבֵיכוֹן וְאַף בְּחוֹבֵי אֲבָהַתְהוֹן בִּישַׁיָּא דַּאֲחִידִין בִּידֵיהוֹן יִתִּמְסוּן:",
          "english": "And they that are left of you shall pine away in their iniquity in your enemies’ lands; and also in the iniquities of their fathers shall they pine away with them."
        },
        {
          "verseNum": 40,
          "hebrew": "וְהִתְוַדּ֤וּ אֶת־עֲוֺנָם֙ וְאֶת־עֲוֺ֣ן אֲבֹתָ֔ם בְּמַעֲלָ֖ם אֲשֶׁ֣ר מָֽעֲלוּ־בִ֑י וְאַ֕ף אֲשֶׁר־הָֽלְכ֥וּ עִמִּ֖י בְּקֶֽרִי׃",
          "targum": "וִיוַדּוּן יָת חוֹבֵיהוֹן וְיָת חוֹבֵי אֲבָהַתְהוֹן בְּשִׁקְרְהוֹן דְּשַׁקָּרוּ קֳדָמָי וְאַף דִּי הַלִּיכוּ קֳדָמַי בְּקַשְׁיוּ:",
          "english": "And they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary to me;"
        },
        {
          "verseNum": 41,
          "hebrew": "אַף־אֲנִ֗י אֵלֵ֤ךְ עִמָּם֙ בְּקֶ֔רִי וְהֵבֵאתִ֣י אֹתָ֔ם בְּאֶ֖רֶץ אֹיְבֵיהֶ֑ם אוֹ־אָ֣ז יִכָּנַ֗ע לְבָבָם֙ הֶֽעָרֵ֔ל וְאָ֖ז יִרְצ֥וּ אֶת־עֲוֺנָֽם׃",
          "targum": "אַף אֲנָא אֱהַךְ עִמְּהוֹן בְּקַשְׁיוּ וְאָעֵיל יָתְהוֹן בְּאַרַע בַּעֲלֵי דְבָבֵיהוֹן אוֹ בְכֵן יִתָּבַר לִבְּהוֹן טַפְשָׁא וּבְכֵן יִרְעוּן יָת חוֹבֵיהוֹן:",
          "english": "and that I also walked contrary to them, and brought them into the land of their enemies; then only will their uncircumcised hearts be humbled, and then they will make amends for their sin."
        },
        {
          "verseNum": 42,
          "hebrew": "וְזָכַרְתִּ֖י אֶת־בְּרִיתִ֣י יַעֲק֑וֹב וְאַף֩ אֶת־בְּרִיתִ֨י יִצְחָ֜ק וְאַ֨ף אֶת־בְּרִיתִ֧י אַבְרָהָ֛ם אֶזְכֹּ֖ר וְהָאָ֥רֶץ אֶזְכֹּֽר׃",
          "targum": "וְדָכִירְנָא יָת קְיָמִי דְעִם יַעֲקוֹב וְאַף יָת קְיָמִי דְעִם יִצְחָק וְאַף יָת קְיָמִי דְעִם אַבְרָהָם אֲנָא דָכִיר וְאַרְעָא אֲנָא דָכִיר:",
          "english": "Then will I remember my covenant with Ya῾aqov, and also my covenant with Yiżĥaq, and also my covenant with Avraham will I remember; and I will remember the land."
        },
        {
          "verseNum": 43,
          "hebrew": "וְהָאָ֩רֶץ֩ תֵּעָזֵ֨ב מֵהֶ֜ם וְתִ֣רֶץ אֶת־שַׁבְּתֹתֶ֗יהָ בׇּהְשַׁמָּהֿ֙ מֵהֶ֔ם וְהֵ֖ם יִרְצ֣וּ אֶת־עֲוֺנָ֑ם יַ֣עַן וּבְיַ֔עַן בְּמִשְׁפָּטַ֣י מָאָ֔סוּ וְאֶת־חֻקֹּתַ֖י גָּעֲלָ֥ה נַפְשָֽׁם׃",
          "targum": "וְאַרְעָא תִתְרְטֵשׁ מִנְּהוֹן וְתַרְעֵי יָת שְׁמִטָּהָא בְּדִצְדִיאַת מִנְּהוֹן וְאִנּוּן יִרְעוּן יָת חוֹבֵיהוֹן לְוָטִין חֳלַף בִּרְכָן אַיְתִי עֲלֵיהוֹן בְּדִיל דִּבְדִינַי קָצוּ וְיָת קְיָמַי רְחֵקַת נַפְשְׁהוֹן:",
          "english": "The land also shall be forsaken by them, and shall enjoy her sabbaths, while she lies desolate without them: and they shall make amends for their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes."
        },
        {
          "verseNum": 44,
          "hebrew": "וְאַף־גַּם־זֹ֠את בִּֽהְיוֹתָ֞ם בְּאֶ֣רֶץ אֹֽיְבֵיהֶ֗ם לֹֽא־מְאַסְתִּ֤ים וְלֹֽא־גְעַלְתִּים֙ לְכַלֹּתָ֔ם לְהָפֵ֥ר בְּרִיתִ֖י אִתָּ֑ם כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיהֶֽם׃",
          "targum": "וְאַף בְּרַם דָּא בְּמֵהֱוֵיהוֹן בְּאַרַע בַּעֲלֵי דְבָבֵיהוֹן לָא אַרְטֵשִׁנּוּן וְלָא אַרְחֵקִנּוּן לְשֵׁיצָיוּתְהוֹן לְאַשְׁנָאָה קְיָמִי עִמְּהוֹן אֲרֵי אֲנָא יְיָ אֱלָהֲהוֹן:",
          "english": "And yet for all that, when they are in the land of their enemies, I will not cast them away, nor will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord their God."
        },
        {
          "verseNum": 45,
          "hebrew": "וְזָכַרְתִּ֥י לָהֶ֖ם בְּרִ֣ית רִאשֹׁנִ֑ים אֲשֶׁ֣ר הוֹצֵֽאתִי־אֹתָם֩ מֵאֶ֨רֶץ מִצְרַ֜יִם לְעֵינֵ֣י הַגּוֹיִ֗ם לִהְי֥וֹת לָהֶ֛ם לֵאלֹהִ֖ים אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וְדָכִירְנָא לְהוֹן קְיַם קַדְמָאֵי דִּי אַפֵּקִית יָתְהוֹן מֵאַרְעָא דְמִצְרַיִם לְעֵינֵי עַמְמַיָּא לְמֵהֱוֵי לְהוֹן לֵאלָהָא אֲנָא יְיָ:",
          "english": "But I will for their sakes remember the covenant of their ancestors, whom I brought out of the land of Miżrayim in the sight of the nations, that I might be their God: I am the Lord."
        },
        {
          "verseNum": 46,
          "hebrew": "אֵ֠לֶּה הַֽחֻקִּ֣ים וְהַמִּשְׁפָּטִים֮ וְהַתּוֹרֹת֒ אֲשֶׁר֙ נָתַ֣ן יְהֹוָ֔ה בֵּינ֕וֹ וּבֵ֖ין בְּנֵ֣י יִשְׂרָאֵ֑ל בְּהַ֥ר סִינַ֖י בְּיַד־מֹשֶֽׁה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "אִלֵּין קְיָמַיָּא וְדִינַיָּא וְאוֹרָיָתָא דִּי יְהַב יְיָ בֵּין מֵימְרֵיהּ וּבֵין בְּנֵי יִשְׂרָאֵל בְּטוּרָא דְסִינַי בִּידָא דְמשֶׁה:",
          "english": "These are the statutes and the judgments and the Torot, which the Lord made between him and the children of Yisra᾽el in Mount Sinay by the hand of Moshe."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּ֞ר אֶל־בְּנֵ֤י יִשְׂרָאֵל֙ וְאָמַרְתָּ֣ אֲלֵהֶ֔ם אִ֕ישׁ כִּ֥י יַפְלִ֖א נֶ֑דֶר בְּעֶרְכְּךָ֥ נְפָשֹׁ֖ת לַֽיהֹוָֽה׃",
          "targum": "מַלֵּיל עִם בְּנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן גְּבַר אֲרֵי יַפְרֵשׁ נְדַר בְּפֻרְסַן נַפְשָׁתָא קֳדָם יְיָ:",
          "english": "Speak to the children of Yisra᾽el, and say to them, If a man make a singular vow, to give to the Lord the estimated value of persons,"
        },
        {
          "verseNum": 3,
          "hebrew": "וְהָיָ֤ה עֶרְכְּךָ֙ הַזָּכָ֔ר מִבֶּן֙ עֶשְׂרִ֣ים שָׁנָ֔ה וְעַ֖ד בֶּן־שִׁשִּׁ֣ים שָׁנָ֑ה וְהָיָ֣ה עֶרְכְּךָ֗ חֲמִשִּׁ֛ים שֶׁ֥קֶל כֶּ֖סֶף בְּשֶׁ֥קֶל הַקֹּֽדֶשׁ׃",
          "targum": "וִיהֵי פֻרְסָנֵיהּ דְּכוּרָא מִבַּר עֶסְרִין שְׁנִין וְעַד בַּר שִׁתִּין שְׁנִין וִיהֵי פֻרְסָנֵיהּ חַמְשִׁין סִלְעִין דִּכְסַף בְּסִלְעֵי קוּדְשָׁא:",
          "english": "then the estimation shall be of the male from twenty years old even to sixty years old, the estimation shall be fifty shekels of silver, according to the shekel of the sanctuary."
        },
        {
          "verseNum": 4,
          "hebrew": "וְאִם־נְקֵבָ֖ה הִ֑וא וְהָיָ֥ה עֶרְכְּךָ֖ שְׁלֹשִׁ֥ים שָֽׁקֶל׃",
          "targum": "וְאִם נְקוּבְתָא הִיא וִיהֵי פֻרְסָנֵיהּ תְּלָתִין סִלְעִין:",
          "english": "And if it be a female, then the estimation shall be thirty shekels."
        },
        {
          "verseNum": 5,
          "hebrew": "וְאִ֨ם מִבֶּן־חָמֵ֜שׁ שָׁנִ֗ים וְעַד֙ בֶּן־עֶשְׂרִ֣ים שָׁנָ֔ה וְהָיָ֧ה עֶרְכְּךָ֛ הַזָּכָ֖ר עֶשְׂרִ֣ים שְׁקָלִ֑ים וְלַנְּקֵבָ֖ה עֲשֶׂ֥רֶת שְׁקָלִֽים׃",
          "targum": "וְאִם מִבַּר חֲמֵשׁ שְׁנִין וְעַד בַּר עֶסְרִין שְׁנִין וִיהֵי פֻרְסָנֵיהּ דְּכוּרָא עֶסְרִין סִלְעִין וְלִנְקוּבְתָּא עֲסַר סִלְעִין:",
          "english": "And if it be from five years old to twenty years old, then the estimation shall be of the male twenty shekels, and for the female ten shekels."
        },
        {
          "verseNum": 6,
          "hebrew": "וְאִ֣ם מִבֶּן־חֹ֗דֶשׁ וְעַד֙ בֶּן־חָמֵ֣שׁ שָׁנִ֔ים וְהָיָ֤ה עֶרְכְּךָ֙ הַזָּכָ֔ר חֲמִשָּׁ֥ה שְׁקָלִ֖ים כָּ֑סֶף וְלַנְּקֵבָ֣ה עֶרְכְּךָ֔ שְׁלֹ֥שֶׁת שְׁקָלִ֖ים כָּֽסֶף׃",
          "targum": "וְאִם מִבַּר יַרְחָא וְעַד בַּר חֲמֵשׁ שְׁנִין וִיהֵי פֻרְסָנֵיהּ דְּכוּרָא חֲמֵשׁ סִלְעִין דִּכְסָף וְלִנְקוּבְתָא פֻרְסָנַהּ תְּלַת סִלְעִין דִּכְסָף:",
          "english": "And if it be from a month old to five years old, then the estimation shall be of the male five shekels of silver, and for the female the estimation shall be three shekels of silver."
        },
        {
          "verseNum": 7,
          "hebrew": "וְ֠אִ֠ם מִבֶּן־שִׁשִּׁ֨ים שָׁנָ֤ה וָמַ֙עְלָה֙ אִם־זָכָ֔ר וְהָיָ֣ה עֶרְכְּךָ֔ חֲמִשָּׁ֥ה עָשָׂ֖ר שָׁ֑קֶל וְלַנְּקֵבָ֖ה עֲשָׂרָ֥ה שְׁקָלִֽים׃",
          "targum": "וְאִם מִבַּר שִׁתִּין שְׁנִין וּלְעֵלָּא אִם דְּכוּרָא וִיהֵי פֻרְסָנֵיהּ חֲמֵשׁ עֶסְרֵי סִלְעִין וְלִנְקוּבְתָא עֲסַר סִלְעִין:",
          "english": "And if it be from sixty years old and above; if it be a male, then the estimation shall be fifteen shekels, and for the female ten shekels."
        },
        {
          "verseNum": 8,
          "hebrew": "וְאִם־מָ֥ךְ הוּא֙ מֵֽעֶרְכֶּ֔ךָ וְהֶֽעֱמִידוֹ֙ לִפְנֵ֣י הַכֹּהֵ֔ן וְהֶעֱרִ֥יךְ אֹת֖וֹ הַכֹּהֵ֑ן עַל־פִּ֗י אֲשֶׁ֤ר תַּשִּׂיג֙ יַ֣ד הַנֹּדֵ֔ר יַעֲרִיכֶ֖נּוּ הַכֹּהֵֽן׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְאִם מִסְכֵּן הוּא מִפֻּרְסָנֵּיהּ וִיקִימִנֵּיהּ קֳדָם כַּהֲנָא וְיִפְרוֹס יָתֵיהּ כַּהֲנָא עַל מֵימַר דִּי תַדְבֵּק יְדָא דְנוֹדֵרָא יִפְרְסִנֵּיהּ כַּהֲנָא:",
          "english": "But if he be too poor for the estimated value, then he shall present himself before the priest, and the priest shall value him; according to the ability of him that vowed shall the priest value him."
        },
        {
          "verseNum": 9,
          "hebrew": "וְאִ֨ם־בְּהֵמָ֔ה אֲשֶׁ֨ר יַקְרִ֧יבוּ מִמֶּ֛נָּה קׇרְבָּ֖ן לַֽיהֹוָ֑ה כֹּל֩ אֲשֶׁ֨ר יִתֵּ֥ן מִמֶּ֛נּוּ לַיהֹוָ֖ה יִֽהְיֶה־קֹּֽדֶשׁ׃",
          "targum": "וְאִם בְּעִירָא דִּי יְקָרְבוּן מִנַּהּ קֻרְבָּנָא קֳדָם יְיָ כֹּל דִּי יִתֵּן מִנֵּיהּ קֳדָם יְיָ יְהֵי קוּדְשָׁא:",
          "english": "And if it be a beast, of which men bring an offering to the Lord, all that any man gives of such to the Lord shall be holy."
        },
        {
          "verseNum": 10,
          "hebrew": "לֹ֣א יַחֲלִיפֶ֗נּוּ וְלֹֽא־יָמִ֥יר אֹת֛וֹ ט֥וֹב בְּרָ֖ע אוֹ־רַ֣ע בְּט֑וֹב וְאִם־הָמֵ֨ר יָמִ֤יר בְּהֵמָה֙ בִּבְהֵמָ֔ה וְהָֽיָה־ה֥וּא וּתְמוּרָת֖וֹ יִֽהְיֶה־קֹּֽדֶשׁ׃",
          "targum": "לָא יְחַלְּפִנֵּיהּ וְלָא יְעִבַּר יָתֵיהּ טַב בְּבִישׁ אוֹ בִישׁ בְּטָב וְאִם חַלָּפָא יְחַלֵּף בְּעִירָא בִּבְעִירָא וִיהֵי הוּא וְחִלּוּפֵיהּ יְהֵי קַדִּישׁ:",
          "english": "He shall not alter it, nor change it, a good for a bad, or a bad for a good: and if he shall at all change beast for beast, then it and its substitute shall be holy."
        },
        {
          "verseNum": 11,
          "hebrew": "וְאִם֙ כׇּל־בְּהֵמָ֣ה טְמֵאָ֔ה אֲ֠שֶׁ֠ר לֹא־יַקְרִ֧יבוּ מִמֶּ֛נָּה קׇרְבָּ֖ן לַֽיהֹוָ֑ה וְהֶֽעֱמִ֥יד אֶת־הַבְּהֵמָ֖ה לִפְנֵ֥י הַכֹּהֵֽן׃",
          "targum": "וְאִם כָּל בְּעִירָא מְסָאָבָא דִּי לָא יְקָרְבוּן מִנַּהּ קֻרְבָּנָא קֳדָם יְיָ וִיקִים יָת בְּעִירָא קֳדָם כַּהֲנָא:",
          "english": "And if it be any unclean beast, of which they do not offer a sacrifice to the Lord, then he shall present the beast before the priest:"
        },
        {
          "verseNum": 12,
          "hebrew": "וְהֶעֱרִ֤יךְ הַכֹּהֵן֙ אֹתָ֔הּ בֵּ֥ין ט֖וֹב וּבֵ֣ין רָ֑ע כְּעֶרְכְּךָ֥ הַכֹּהֵ֖ן כֵּ֥ן יִהְיֶֽה׃",
          "targum": "וְיִפְרוֹס כַּהֲנָא יָתַהּ בֵּין טַב וּבֵין בִּישׁ כְּפֻרְסָנָא דְכַהֲנָא כֵּן יְהֵי:",
          "english": "and the priest shall value it, whether it be good or bad: as the priest values it, so shall it be."
        },
        {
          "verseNum": 13,
          "hebrew": "וְאִם־גָּאֹ֖ל יִגְאָלֶ֑נָּה וְיָסַ֥ף חֲמִישִׁת֖וֹ עַל־עֶרְכֶּֽךָ׃",
          "targum": "וְאִם מִפְרַק יִפְרְקֻנַּהּ וְיוֹסֵף חֻמְשֵׁיהּ עַל פֻּרְסָנֵיהּ:",
          "english": "But if he will at all redeem it, then he shall add a fifth part thereof to the estimation."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאִ֗ישׁ כִּֽי־יַקְדִּ֨שׁ אֶת־בֵּית֥וֹ קֹ֙דֶשׁ֙ לַֽיהֹוָ֔ה וְהֶעֱרִיכוֹ֙ הַכֹּהֵ֔ן בֵּ֥ין ט֖וֹב וּבֵ֣ין רָ֑ע כַּאֲשֶׁ֨ר יַעֲרִ֥יךְ אֹת֛וֹ הַכֹּהֵ֖ן כֵּ֥ן יָקֽוּם׃",
          "targum": "וּגְבַר אֲרֵי יַקְדֵּשׁ יָת בֵּיתֵיהּ קוּדְשָׁא קֳדָם יְיָ וְיִפְרְסִנֵּיהּ כַּהֲנָא בֵּין טַב וּבֵין בִּישׁ כְּמָא דִּי יִפְרוֹס יָתֵיהּ כַּהֲנָא כֵּן יְקוּם:",
          "english": "And when a man shall sanctify his house to be dedicated to the Lord, then the priest shall estimate it, whether it be good or bad: as the priest shall estimate it, so shall it stand."
        },
        {
          "verseNum": 15,
          "hebrew": "וְאִ֨ם־הַמַּקְדִּ֔ישׁ יִגְאַ֖ל אֶת־בֵּית֑וֹ וְ֠יָסַ֠ף חֲמִישִׁ֧ית כֶּֽסֶף־עֶרְכְּךָ֛ עָלָ֖יו וְהָ֥יָה לֽוֹ׃",
          "targum": "וְאִם דְּאַקְדֵּשׁ יִפְרוֹק יָת בֵּיתֵיהּ וְיוֹסֵף חֹמֶשׁ כְּסַף פֻּרְסָנֵיהּ עֲלוֹהִי וִיהֵי לֵיהּ:",
          "english": "And if he that sanctified it will redeem his house, then he shall add the fifth part of the money of the estimation to it, and it shall be his."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאִ֣ם&thinsp;<b>׀</b> מִשְּׂדֵ֣ה אֲחֻזָּת֗וֹ יַקְדִּ֥ישׁ אִישׁ֙ לַֽיהֹוָ֔ה וְהָיָ֥ה עֶרְכְּךָ֖ לְפִ֣י זַרְע֑וֹ זֶ֚רַע חֹ֣מֶר שְׂעֹרִ֔ים בַּחֲמִשִּׁ֖ים שֶׁ֥קֶל כָּֽסֶף׃",
          "targum": "וְאִם מֵחֲקַל אַחֲסַנְתֵּיהּ יַקְדִּישׁ גְּבַר קָדָם יְיָ וִיהֵי פֻרְסָנֵיהּ לְפוּם זַרְעֵיהּ בַּר זְרַע כּוּר שְׂעוֹרִין בְּחַמְשִׁין סִלְעִין דִּכְסָף:",
          "english": "And if a man shall dedicate to the Lord some part of a field of his possession, then the estimation shall be according to the seed required for it, a ĥomer of barley seed shall be valued at fifty shekels of silver."
        },
        {
          "verseNum": 17,
          "hebrew": "אִם־מִשְּׁנַ֥ת הַיֹּבֵ֖ל יַקְדִּ֣ישׁ שָׂדֵ֑הוּ כְּעֶרְכְּךָ֖ יָקֽוּם׃",
          "targum": "אִם מִשַּׁתָּא דְיוֹבֵלָא יַקְדֵּשׁ חַקְלֵיהּ כְּפֻרְסָנֵיהּ יְקוּם:",
          "english": "If he dedicate his field from the year of jubilee, according to the estimation it shall stand."
        },
        {
          "verseNum": 18,
          "hebrew": "וְאִם־אַחַ֣ר הַיֹּבֵל֮ יַקְדִּ֣ישׁ שָׂדֵ֒הוּ֒ וְחִשַּׁב־ל֨וֹ הַכֹּהֵ֜ן אֶת־הַכֶּ֗סֶף עַל־פִּ֤י הַשָּׁנִים֙ הַנּ֣וֹתָרֹ֔ת עַ֖ד שְׁנַ֣ת הַיֹּבֵ֑ל וְנִגְרַ֖ע מֵֽעֶרְכֶּֽךָ׃",
          "targum": "וְאִם בָּתַר יוֹבֵלָא יַקְדֵּשׁ חַקְלֵיהּ וִיחַשֵּׁב לֵיהּ כַּהֲנָא יָת כַּסְפָּא עַל מֵימַר שְׁנַיָּא דְּאִשְׁתָּאָרָן עַד שַׁתָּא דְיוֹבֵלָא וְיִתִּמְנַע מִפֻּרְסָנֵיהּ:",
          "english": "But if he dedicate his field after the jubilee, then the priest shall reckon to him the money according to the years that remain, even to the year of the jubilee, and it shall be abated from the estimation."
        },
        {
          "verseNum": 19,
          "hebrew": "וְאִם־גָּאֹ֤ל יִגְאַל֙ אֶת־הַשָּׂדֶ֔ה הַמַּקְדִּ֖ישׁ אֹת֑וֹ וְ֠יָסַ֠ף חֲמִשִׁ֧ית כֶּֽסֶף־עֶרְכְּךָ֛ עָלָ֖יו וְקָ֥ם לֽוֹ׃",
          "targum": "וְאִם מִפְרַק יִפְרוֹק יָת חַקְלָא דְּאַקְדֵּשׁ יָתֵיהּ וְיוֹסֵף חֹמֶשׁ כְּסַף פֻּרְסָנֵיהּ עֲלוֹהִי וִיקוּם לֵיהּ:",
          "english": "And if he that sanctified the field will redeem it, then he shall add the fifth part of the money of the estimation to it, and it shall become his property."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאִם־לֹ֤א יִגְאַל֙ אֶת־הַשָּׂדֶ֔ה וְאִם־מָכַ֥ר אֶת־הַשָּׂדֶ֖ה לְאִ֣ישׁ אַחֵ֑ר לֹ֥א יִגָּאֵ֖ל עֽוֹד׃",
          "targum": "וְאִם לָא יִפְרוֹק יָת חַקְלָא וְאִם זַבִּין יָת חַקְלָא לִגְבַר אָחֳרָן לָא יִתְפָּרָק עוֹד",
          "english": "And if he will not redeem the field, or if he have sold the field to another man, it shall not be redeemed any more."
        },
        {
          "verseNum": 21,
          "hebrew": "וְהָיָ֨ה הַשָּׂדֶ֜ה בְּצֵאת֣וֹ בַיֹּבֵ֗ל קֹ֛דֶשׁ לַֽיהֹוָ֖ה כִּשְׂדֵ֣ה הַחֵ֑רֶם לַכֹּהֵ֖ן תִּהְיֶ֥ה אֲחֻזָּתֽוֹ׃",
          "targum": "וִיהֵי חַקְלָא בְּמִפְּקֵיהּ בְּיוֹבֵלָא קוּדְשָׁא קֳדָם יְיָ כַּחֲקַל חֶרְמָא לְכַהֲנָא תְּהֵי אַחֲסַנְתֵּיהּ:",
          "english": "But the field, when it goes out in the jubilee, shall be holy to the Lord, as a field devoted; the possession of it shall be the priest’s."
        },
        {
          "verseNum": 22,
          "hebrew": "וְאִם֙ אֶת־שְׂדֵ֣ה מִקְנָת֔וֹ אֲשֶׁ֕ר לֹ֖א מִשְּׂדֵ֣ה אֲחֻזָּת֑וֹ יַקְדִּ֖ישׁ לַֽיהֹוָֽה׃",
          "targum": "וְאִם יָת חֲקַל זְבִינוֹהִי דִּי לָא מֵחֲקַל אַחֲסַנְתֵּיהּ יַקְדֵּשׁ קֳדָם יְיָ:",
          "english": "And if a man dedicate to the Lord a field which he has bought, which is not of the fields of his possession;"
        },
        {
          "verseNum": 23,
          "hebrew": "וְחִשַּׁב־ל֣וֹ הַכֹּהֵ֗ן אֵ֚ת מִכְסַ֣ת הָֽעֶרְכְּךָ֔ עַ֖ד שְׁנַ֣ת הַיֹּבֵ֑ל וְנָתַ֤ן אֶת־הָעֶרְכְּךָ֙ בַּיּ֣וֹם הַה֔וּא קֹ֖דֶשׁ לַיהֹוָֽה׃",
          "targum": "וִיחַשֶּׁב לֵיהּ כַּהֲנָא יָת מִנְיַן פֻּרְסָנֵּיהּ עַד שַׁתָּא דְיוֹבֵלָא וְיִתֵּן יָת פֻּרְסָנֵיהּ בְּיוֹמָא הַהוּא קוּדְשָׁא קֳדָם יְיָ:",
          "english": "then the priest shall reckon to him the worth of the estimation, to the year of the jubilee, and he shall give the estimation in that day, as a holy thing to the Lord."
        },
        {
          "verseNum": 24,
          "hebrew": "בִּשְׁנַ֤ת הַיּוֹבֵל֙ יָשׁ֣וּב הַשָּׂדֶ֔ה לַאֲשֶׁ֥ר קָנָ֖הוּ מֵאִתּ֑וֹ לַאֲשֶׁר־ל֖וֹ אֲחֻזַּ֥ת הָאָֽרֶץ׃",
          "targum": "בְּשַׁתָּא דְיוֹבֵלָא יְתוּב חַקְלָא לְדִזְבָּנֵיהּ מִנֵּיהּ לְדְדִילֵיהּ אַחֲסָנַת אַרְעָא:",
          "english": "In the year of the jubilee the field shall return to him of whom it was bought, to him to whom the possession of the land did belong."
        },
        {
          "verseNum": 25,
          "hebrew": "וְכׇ֨ל־עֶרְכְּךָ֔ יִהְיֶ֖ה בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ עֶשְׂרִ֥ים גֵּרָ֖ה יִהְיֶ֥ה הַשָּֽׁקֶל׃",
          "targum": "וְכָל פֻּרְסָנֵיהּ יְהֵי בְּסִלְעֵי קוּדְשָׁא עֶסְרִין מָעִין יְהֵי סִלְעָא:",
          "english": "And all estimations shall be according to the shekel of the sanctuary: twenty gera shall be the shekel."
        },
        {
          "verseNum": 26,
          "hebrew": "אַךְ־בְּכ֞וֹר אֲשֶׁר־יְבֻכַּ֤ר לַֽיהֹוָה֙ בִּבְהֵמָ֔ה לֹֽא־יַקְדִּ֥ישׁ אִ֖ישׁ אֹת֑וֹ אִם־שׁ֣וֹר אִם־שֶׂ֔ה לַֽיהֹוָ֖ה הֽוּא׃",
          "targum": "בְּרַם בּוּכְרָא דִּי יִתְבַּכַּר קֳדָם יְיָ בִּבְעִירָא לָא יַקְדֵּשׁ גְּבַר יָתֵיהּ אִם תּוֹר אִם אִמַּר דַּיְיָ הוּא:",
          "english": "Only the firstling of the beasts, which should be the Lord’s firstling, no man shall dedicate that; whether it be ox, or sheep: it is the Lord’s."
        },
        {
          "verseNum": 27,
          "hebrew": "וְאִ֨ם בַּבְּהֵמָ֤ה הַטְּמֵאָה֙ וּפָדָ֣ה בְעֶרְכֶּ֔ךָ וְיָסַ֥ף חֲמִשִׁת֖וֹ עָלָ֑יו וְאִם־לֹ֥א יִגָּאֵ֖ל וְנִמְכַּ֥ר בְּעֶרְכֶּֽךָ׃",
          "targum": "וְאִם בִּבְעִירָא מְסָאָבָא וְיִפְרוֹק בְּפֻרְסָנֵיהּ וְיוֹסֵף חֻמְשֵׁיהּ עֲלוֹהִי וְאִם לָא יִתְפָּרַק וְיִזְדַּבַּן בְּפֻרְסָנֵיהּ:",
          "english": "And if it be of an unclean beast, then he shall redeem it according to the estimation, and shall add to it a fifth part of it: or if it be not redeemed, then it shall be sold according to the estimation."
        },
        {
          "verseNum": 28,
          "hebrew": "אַךְ־כׇּל־חֵ֡רֶם אֲשֶׁ֣ר יַחֲרִם֩ אִ֨ישׁ לַֽיהֹוָ֜ה מִכׇּל־אֲשֶׁר־ל֗וֹ מֵאָדָ֤ם וּבְהֵמָה֙ וּמִשְּׂדֵ֣ה אֲחֻזָּת֔וֹ לֹ֥א יִמָּכֵ֖ר וְלֹ֣א יִגָּאֵ֑ל כׇּל־חֵ֕רֶם קֹֽדֶשׁ־קׇדָשִׁ֥ים ה֖וּא לַיהֹוָֽה׃",
          "targum": "בְּרַם כָּל חֶרְמָא דִּי יַחֲרֵם גְּבַר קֳדָם יְיָ מִכָּל דִּי לֵיהּ מֵאֲנָשָׁא וּבְעִירָא וּמֵחֲקַל אַחֲסַנְתֵּיהּ לָא יִזְדַּבַּן וְלָא יִתְפָּרָק כָּל חֶרְמָא קֹדֶשׁ קוּדְשִׁין הוּא קֳדָם יְיָ:",
          "english": "Notwithstanding no devoted thing, that a man shall devote to the Lord of all that he has, both of man and beast, and of the field of his possession, shall be sold or redeemed: every devoted thing is most holy to the Lord."
        },
        {
          "verseNum": 29,
          "hebrew": "כׇּל־חֵ֗רֶם אֲשֶׁ֧ר יׇחֳרַ֛ם מִן־הָאָדָ֖ם לֹ֣א יִפָּדֶ֑ה מ֖וֹת יוּמָֽת׃",
          "targum": "כָּל חֶרְמָא דִּי יִתַּחְרַם מִן אֱנָשָׁא לָא יִתְפָּרָק אִתְקְטָלָא יִתְקְטֵל:",
          "english": "None devoted of men, which shall be doomed to death, shall be redeemed; but shall surely be put to death."
        },
        {
          "verseNum": 30,
          "hebrew": "וְכׇל־מַעְשַׂ֨ר הָאָ֜רֶץ מִזֶּ֤רַע הָאָ֙רֶץ֙ מִפְּרִ֣י הָעֵ֔ץ לַיהֹוָ֖ה ה֑וּא קֹ֖דֶשׁ לַֽיהֹוָֽה׃",
          "targum": "וְכָל מַעְשְׂרָא דְאַרְעָא מִזַּרְעָא דְאַרְעָא מִפֵּרֵי אִילָנָא דַּיְיָ הוּא קוּדְשָׁא קֳדָם יְיָ:",
          "english": "And all the tithe of the land, whether of the seed of the land, or of the fruit of the tree, is the Lord’s: it is holy to the Lord."
        },
        {
          "verseNum": 31,
          "hebrew": "וְאִם־גָּאֹ֥ל יִגְאַ֛ל אִ֖ישׁ מִמַּֽעַשְׂר֑וֹ חֲמִשִׁית֖וֹ יֹסֵ֥ף עָלָֽיו׃",
          "targum": "וְאִם מִפְרַק יִפְרוֹק גְּבַר מִמַּעַשְׂרֵיהּ חֻמְשֵׁיהּ יוֹסֵף עֲלוֹהִי:",
          "english": "And if a man will at all redeem of his tithes, he shall add to it the fifth part of it."
        },
        {
          "verseNum": 32,
          "hebrew": "וְכׇל־מַעְשַׂ֤ר בָּקָר֙ וָצֹ֔אן כֹּ֥ל אֲשֶׁר־יַעֲבֹ֖ר תַּ֣חַת הַשָּׁ֑בֶט הָֽעֲשִׂירִ֕י יִֽהְיֶה־קֹּ֖דֶשׁ לַֽיהֹוָֽה׃",
          "targum": "וְכָל מַעֲשַׂר תּוֹרִין וְעָן כֹּל דְּיֵעִבַּר תְּחוֹת חֻטְרָא עֲשִׂירָאָה יְהֵי קַדִּישׁ קֳדָם יְיָ:",
          "english": "And concerning the tithe of the herd, or of the flock, of whatever passes under the rod, the tenth shall be holy to the Lord."
        },
        {
          "verseNum": 33,
          "hebrew": "לֹ֧א יְבַקֵּ֛ר בֵּֽין־ט֥וֹב לָרַ֖ע וְלֹ֣א יְמִירֶ֑נּוּ וְאִם־הָמֵ֣ר יְמִירֶ֔נּוּ וְהָֽיָה־ה֧וּא וּתְמוּרָת֛וֹ יִֽהְיֶה־קֹּ֖דֶשׁ לֹ֥א יִגָּאֵֽל׃",
          "targum": "לָא יְבַקַּר בֵּין טַב לְבִישׁ וְלָא יְחַלְּפִנֵּיהּ וְאִם חַלָּפָא יְחַלְּפִנֵּיהּ וִיהֵי הוּא וְחִלּוּפֵיהּ יְהֵי קוּדְשָׁא לָא יִתְפָּרָק:",
          "english": "He shall not search whether it be good or bad, neither shall he change it: and if he change it at all, then both it and its substitute shall be holy; it shall not be redeemed."
        },
        {
          "verseNum": 34,
          "hebrew": "אֵ֣לֶּה הַמִּצְוֺ֗ת אֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֶת־מֹשֶׁ֖ה אֶל־בְּנֵ֣י יִשְׂרָאֵ֑ל בְּהַ֖ר סִינָֽי׃",
          "targum": "אִלֵּין פִּקּוֹדַיָּא דִּי פַקִּיד יְיָ יָת משֶׁה לְוָת בְּנֵי יִשְׂרָאֵל בְּטוּרָא דְּסִינָי:",
          "english": "These are the commandments, which the Lord commanded Moshe for the children of Yisra᾽el in Mount Sinay.\n\t\t\t\n\t\t\t\n\t\t\t\tVayyiqra"
        }
      ]
    }
  ]
}