{
  "name": "Beshalach",
  "book": "Exodus",
  "chapters": [
    {
      "chapter": 13,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "קַדֶּשׁ־לִ֨י כׇל־בְּכ֜וֹר פֶּ֤טֶר כׇּל־רֶ֙חֶם֙ בִּבְנֵ֣י יִשְׂרָאֵ֔ל בָּאָדָ֖ם וּבַבְּהֵמָ֑ה לִ֖י הֽוּא׃",
          "targum": "אַקְדֵשׁ קֳדָמַי כָּל בּוּכְרָא פָּתַח כָּל וַלְדָא בִּבְנֵי יִשְׂרָאֵל בֶּאֱנָשָׁא וּבִבְעִירָא דִילִי הוּא:",
          "english": "Sanctify to me all the firstborn, whatever opens the womb among the children of Yisra᾽el, both of man and of beast: it is mine."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶל־הָעָ֗ם זָכ֞וֹר אֶת־הַיּ֤וֹם הַזֶּה֙ אֲשֶׁ֨ר יְצָאתֶ֤ם מִמִּצְרַ֙יִם֙ מִבֵּ֣ית עֲבָדִ֔ים כִּ֚י בְּחֹ֣זֶק יָ֔ד הוֹצִ֧יא יְהֹוָ֛ה אֶתְכֶ֖ם מִזֶּ֑ה וְלֹ֥א יֵאָכֵ֖ל חָמֵֽץ׃",
          "targum": "וַאֲמַר משֶׁה לְעַמָא הֲווֹ דְכִירִין יָת יוֹמָא הָדֵין דִי נְפַקְתּוּן מִמִצְרַיִם מִבֵּית עַבְדוּתָא אֲרֵי בִּתְקוֹף יְדָא אַפֵּיק יְיָ יָתְכוֹן מִכָּא וְלָא יִתְאֲכֵל חֲמִיעַ:",
          "english": "And Moshe said to the people, Remember this day, in which you came out from Miżrayim, out of the house of bondage; for by strength of hand the Lord brought you out from this place: no leavened bread shall be eaten."
        },
        {
          "verseNum": 4,
          "hebrew": "הַיּ֖וֹם אַתֶּ֣ם יֹצְאִ֑ים בְּחֹ֖דֶשׁ הָאָבִֽיב׃",
          "targum": "יוֹמָא דֵין אַתּוּן נָפְקִין בְּיַרְחָא דְאַבִּיבָא:",
          "english": "This day you came out, in the month Aviv."
        },
        {
          "verseNum": 5,
          "hebrew": "וְהָיָ֣ה כִֽי־יְבִיאֲךָ֣ יְהֹוָ֡ה אֶל־אֶ֣רֶץ הַֽ֠כְּנַעֲנִ֠י וְהַחִתִּ֨י וְהָאֱמֹרִ֜י וְהַחִוִּ֣י וְהַיְבוּסִ֗י אֲשֶׁ֨ר נִשְׁבַּ֤ע לַאֲבֹתֶ֙יךָ֙ לָ֣תֶת לָ֔ךְ אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָ֑שׁ וְעָבַדְתָּ֛ אֶת־הָעֲבֹדָ֥ה הַזֹּ֖את בַּחֹ֥דֶשׁ הַזֶּֽה׃",
          "targum": "וִיהֵי אֲרֵי יָעֵלִנָךְ יְיָ לְאַרְעָא דִכְנַעֲנָאֵי וְחִתָּאֵי וֶאֱמוֹרָאֵי וְחִוָאֵי וִיבוּסָאֵי דִי קַיִים לַאֲבָהָתָךְ לְמִתַּן לָךְ אַרְעָא עַבְדָא חֲלָב וּדְבָשׁ וְתִפְלַח יָת פָּלְחָנָא הָדָא בְּיַרְחָא הָדֵין:",
          "english": "And it shall be when the Lord shall bring thee into the land of the Kena῾ani, and the Ḥitti, and the Emori, and the Ḥivvi, and the Yevusi, which he swore to thy fathers to give thee, a land flowing with milk and honey, that thou shalt keep this service in this month."
        },
        {
          "verseNum": 6,
          "hebrew": "שִׁבְעַ֥ת יָמִ֖ים תֹּאכַ֣ל מַצֹּ֑ת וּבַיּוֹם֙ הַשְּׁבִיעִ֔י חַ֖ג לַיהֹוָֽה׃",
          "targum": "שִׁבְעָה יוֹמִין תֵּיכוּל פַּטִירָא וּבְיוֹמָא שְׁבִיעָאָה חַגָא קֳדָם יְיָ:",
          "english": "Seven days thou shalt eat unleavened bread, and on the seventh day there shall be a feast to the Lord."
        },
        {
          "verseNum": 7,
          "hebrew": "מַצּוֹת֙ יֵֽאָכֵ֔ל אֵ֖ת שִׁבְעַ֣ת הַיָּמִ֑ים וְלֹֽא־יֵרָאֶ֨ה לְךָ֜ חָמֵ֗ץ וְלֹֽא־יֵרָאֶ֥ה לְךָ֛ שְׂאֹ֖ר בְּכׇל־גְּבֻלֶֽךָ׃",
          "targum": "פַּטִיר יִתְאֲכֵל יָת שִׁבְעַת יוֹמִין וְלָא יִתְחֲזֵי לָךְ חֲמִיעַ וְלָא יִתְחֲזֵי לָךְ חֲמִיר בְּכָל תְּחוּמָךְ:",
          "english": "Unleavened bread shall be eaten for seven days; and there shall no leavened bread be seen with thee, neither shall leaven be seen with thee in all thy borders."
        },
        {
          "verseNum": 8,
          "hebrew": "וְהִגַּדְתָּ֣ לְבִנְךָ֔ בַּיּ֥וֹם הַה֖וּא לֵאמֹ֑ר בַּעֲב֣וּר זֶ֗ה עָשָׂ֤ה יְהֹוָה֙ לִ֔י בְּצֵאתִ֖י מִמִּצְרָֽיִם׃",
          "targum": "וּתְחַוֵי לִבְרָךְ בְּיוֹמָא הַהוּא לְמֵימָר בְּדִיל דֵין עֲבַד יְיָ לִי בְּמִפְּקִי מִמִצְרָיִם:",
          "english": "And thou shalt relate to thy son on that day, saying, This is done because of that which the Lord did to me when I came out of Miżrayim."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהָיָה֩ לְךָ֨ לְא֜וֹת עַל־יָדְךָ֗ וּלְזִכָּרוֹן֙ בֵּ֣ין עֵינֶ֔יךָ לְמַ֗עַן תִּהְיֶ֛ה תּוֹרַ֥ת יְהֹוָ֖ה בְּפִ֑יךָ כִּ֚י בְּיָ֣ד חֲזָקָ֔ה הוֹצִֽאֲךָ֥ יְהֹוָ֖ה מִמִּצְרָֽיִם׃",
          "targum": "וִיהֵי לָךְ לְאָת עַל יְדָךְ וּלְדָכְרָנָא בֵּין עֵינָיךְ בְּדִיל תְּהֵי אוֹרַיְתָא דַיְיָ בְּפוּמָךְ אֲרֵי בִּידָא תַקִיפָא אַפְּקָךְ יְיָ מִמִצְרָיִם:",
          "english": "And it shall be for a sign to thee upon thy hand, and for a memorial between thy eyes, that the Lord’s Tora may be in thy mouth: for with a strong hand did the Lord bring thee out of Miżrayim."
        },
        {
          "verseNum": 10,
          "hebrew": "וְשָׁמַרְתָּ֛ אֶת־הַחֻקָּ֥ה הַזֹּ֖את לְמוֹעֲדָ֑הּ מִיָּמִ֖ים יָמִֽימָה׃",
          "targum": "וְתִטַר יָת קְיָמָא הָדָא לְזִמְנֵהּ מִזְמַן לִזְמָן:",
          "english": "Thou shalt therefore keep this ordinance in its season from year to year."
        },
        {
          "verseNum": 11,
          "hebrew": "וְהָיָ֞ה כִּֽי־יְבִאֲךָ֤ יְהֹוָה֙ אֶל־אֶ֣רֶץ הַֽכְּנַעֲנִ֔י כַּאֲשֶׁ֛ר נִשְׁבַּ֥ע לְךָ֖ וְלַֽאֲבֹתֶ֑יךָ וּנְתָנָ֖הּ לָֽךְ׃",
          "targum": "וִיהֵי אֲרֵי יָעֵלִנָךְ יְיָ לְאַרְעָא דִכְנַעֲנָאֵי כְּמָא דִי קַיִים לָךְ וְלַאֲבָהָתָךְ וְיִתְּנִנַהּ לָךְ:",
          "english": "And it shall be when the Lord shall bring thee into the land of the Kena῾ani, as he swore to thee and to thy fathers, and shall give it thee,"
        },
        {
          "verseNum": 12,
          "hebrew": "וְהַעֲבַרְתָּ֥ כׇל־פֶּֽטֶר־רֶ֖חֶם לַֽיהֹוָ֑ה וְכׇל־פֶּ֣טֶר׀ שֶׁ֣גֶר בְּהֵמָ֗ה אֲשֶׁ֨ר יִהְיֶ֥ה לְךָ֛ הַזְּכָרִ֖ים לַיהֹוָֽה׃",
          "targum": "וְתַעְבַּר כָּל פָּתַח וַלְדָא קֳדָם יְיָ וְכָל פָּתַח וְלַד בְּעִירָא דִי יְהֵי לָךְ דִכְרִין תַּקְדֵשׁ קֳדָם יְיָ:",
          "english": "that thou shalt set apart to the Lord all that opens the womb, and every firstling that comes of a beast which thou hast; the males shall be the Lord’s."
        },
        {
          "verseNum": 13,
          "hebrew": "וְכׇל־פֶּ֤טֶר חֲמֹר֙ תִּפְדֶּ֣ה בְשֶׂ֔ה וְאִם־לֹ֥א תִפְדֶּ֖ה וַעֲרַפְתּ֑וֹ וְכֹ֨ל בְּכ֥וֹר אָדָ֛ם בְּבָנֶ֖יךָ תִּפְדֶּֽה׃",
          "targum": "וְכָל פָּתַח דַחֲמָרָא תִּפְרוֹק בְּאִמְרָא וְאִם לָא תִפְרוֹק וְתִנְקְפֵהּ וְכָל בּוּכְרָא דַאֲנָשָׁא בִּבְנָיךְ תִּפְרוֹק:",
          "english": "And every firstling of an ass thou shalt redeem with a lamb; and if thou wilt not redeem it, then thou shalt break its neck: and all the firstborn of man among thy children shalt thou redeem."
        },
        {
          "verseNum": 14,
          "hebrew": "וְהָיָ֞ה כִּֽי־יִשְׁאָלְךָ֥ בִנְךָ֛ מָחָ֖ר לֵאמֹ֣ר מַה־זֹּ֑את וְאָמַרְתָּ֣ אֵלָ֔יו בְּחֹ֣זֶק יָ֗ד הוֹצִיאָ֧נוּ יְהֹוָ֛ה מִמִּצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃",
          "targum": "וִיהֵי אֲרֵי יִשְׁאֲלִנָךְ בְּרָךְ מְחָר לְמֵימַר מָא דָא וְתֵימַר לֵהּ בִּתְקוֹף יְדָא אַפְּקָנָא יְיָ מִמִצְרַיִם מִבֵּית עַבְדוּתָא:",
          "english": "And it shall be when thy son asks thee in time to come, saying, What is this? that thou shalt say to him, By strength of hand the Lord brought us out of Miżrayim, from the house of bondage:"
        },
        {
          "verseNum": 15,
          "hebrew": "וַיְהִ֗י כִּֽי־הִקְשָׁ֣ה פַרְעֹה֮ לְשַׁלְּחֵ֒נוּ֒ וַיַּהֲרֹ֨ג יְהֹוָ֤ה כׇּל־בְּכוֹר֙ בְּאֶ֣רֶץ מִצְרַ֔יִם מִבְּכֹ֥ר אָדָ֖ם וְעַד־בְּכ֣וֹר בְּהֵמָ֑ה עַל־כֵּן֩ אֲנִ֨י זֹבֵ֜חַ לַֽיהֹוָ֗ה כׇּל־פֶּ֤טֶר רֶ֙חֶם֙ הַזְּכָרִ֔ים וְכׇל־בְּכ֥וֹר בָּנַ֖י אֶפְדֶּֽה׃",
          "targum": "וַהֲוָה אֲרֵי אַקְשֵׁי פַרְעֹה לְשַׁלָחוּתָנָא וּקְטַל יְיָ כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם מִבּוּכְרָא דַאֲנָשָׁא וְעַד בּוּכְרָא דִבְעִירָא עַל כֵּן אֲנָא דָבַח קֳדָם יְיָ כָּל פָּתַח וַלְדָא דִכְרִין וְכָל בּוּכְרָא דִבְנַי אֶפְרוֹק:",
          "english": "and it came to pass, when Par῾o would hardly let us go, that the Lord slew all the firstborn in the land of Miżrayim, both the firstborn of man, and the firstborn of beast: therefore I sacrifice to the Lord all that opens the womb, being males; but all the firstborn of my children I redeem."
        },
        {
          "verseNum": 16,
          "hebrew": "וְהָיָ֤ה לְאוֹת֙ עַל־יָ֣דְכָ֔ה וּלְטוֹטָפֹ֖ת בֵּ֣ין עֵינֶ֑יךָ כִּ֚י בְּחֹ֣זֶק יָ֔ד הוֹצִיאָ֥נוּ יְהֹוָ֖ה מִמִּצְרָֽיִם׃",
          "targum": "וִיהֵי לְאָת עַל יְדָךְ וְלִתְפִלִין בֵּין עֵינָיךְ אֲרֵי בִּתְקוֹף יְדָא אַפְּקָנָא יְיָ מִמִצְרָיִם:",
          "english": "And it shall be for a token upon thy hand, and for frontlets between thy eyes: for by strength of hand the Lord brought us forth out of Miżrayim."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיְהִ֗י בְּשַׁלַּ֣ח פַּרְעֹה֮ אֶת־הָעָם֒ וְלֹא־נָחָ֣ם אֱלֹהִ֗ים דֶּ֚רֶךְ אֶ֣רֶץ פְּלִשְׁתִּ֔ים כִּ֥י קָר֖וֹב ה֑וּא כִּ֣י׀ אָמַ֣ר אֱלֹהִ֗ים פֶּֽן־יִנָּחֵ֥ם הָעָ֛ם בִּרְאֹתָ֥ם מִלְחָמָ֖ה וְשָׁ֥בוּ מִצְרָֽיְמָה׃",
          "targum": "וַהֲוָה כַּד שַׁלַח פַּרְעֹה יָת עַמָא וְלָא דַבָּרִינוּן יְיָ אֹרַח אַרְעָא פְלִשְׁתָּאֵי אֲרֵי קָרִיבָא הוּא אֲרֵי אֲמַר יְיָ דִילְמָא יְזוּעוּן עַמָא בְּמֶחֱזֵיהוֹן קְרָבָא וִיתוּבוּן לְמִצְרָיִם:",
          "english": "And it came to pass, when Par῾o had let the people go, that God led them not through the way of the land of the Pelishtim, although that was near; for God said, Lest the people repent when they see war, and they return to Miżrayim:"
        },
        {
          "verseNum": 18,
          "hebrew": "וַיַּסֵּ֨ב אֱלֹהִ֧ים׀אֶת־הָעָ֛ם דֶּ֥רֶךְ הַמִּדְבָּ֖ר יַם־ס֑וּף וַחֲמֻשִׁ֛ים עָל֥וּ בְנֵי־יִשְׂרָאֵ֖ל מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וְאַסְחַר יְיָ יָת עַמָא אֹרַח מַדְבְּרָא יַמָא דְסוּף וּמְזָרְזִין סְלִיקוּ בְּנֵי יִשְׂרָאֵל מֵאַרְעָא דְמִצְרָיִם:",
          "english": "but God led the people about, through the way of the wilderness of the Sea of Suf: and the children of Yisra᾽el went up armed out of the land of Miżrayim."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיִּקַּ֥ח מֹשֶׁ֛ה אֶת־עַצְמ֥וֹת יוֹסֵ֖ף עִמּ֑וֹ כִּי֩ הַשְׁבֵּ֨עַ הִשְׁבִּ֜יעַ אֶת־בְּנֵ֤י יִשְׂרָאֵל֙ לֵאמֹ֔ר פָּקֹ֨ד יִפְקֹ֤ד אֱלֹהִים֙ אֶתְכֶ֔ם וְהַעֲלִיתֶ֧ם אֶת־עַצְמֹתַ֛י מִזֶּ֖ה אִתְּכֶֽם׃",
          "targum": "וְאַסִיק משֶׁה יָת גַרְמֵי יוֹסֵף עִמֵהּ אֲרֵי אוֹמָאָה אוֹמִי יָת בְּנֵי יִשְׂרָאֵל לְמֵימָר מִדְכַּר דְכִיר יְיָ יָתְכוֹן וְתַסְקוּן יָת גַרְמַי מִכָּא עִמְכוֹן:",
          "english": "And Moshe took the bones of Yosef with him: for he had laid an oath on the children of Yisra᾽el, saying, God will surely visit you; and you shall carry up my bones away from here with you."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיִּסְע֖וּ מִסֻּכֹּ֑ת וַיַּחֲנ֣וּ בְאֵתָ֔ם בִּקְצֵ֖ה הַמִּדְבָּֽר׃",
          "targum": "וּנְטָלוּ מִסֻכּוֹת וּשְׁרוֹ בְאֵתָם בִּסְטַר מַדְבְּרָא:",
          "english": "And they took their journey from Sukkot, and encamped in Etam, at the edge of the wilderness."
        },
        {
          "verseNum": 21,
          "hebrew": "וַֽיהֹוָ֡ה הֹלֵךְ֩ לִפְנֵיהֶ֨ם יוֹמָ֜ם בְּעַמּ֤וּד עָנָן֙ לַנְחֹתָ֣ם הַדֶּ֔רֶךְ וְלַ֛יְלָה בְּעַמּ֥וּד אֵ֖שׁ לְהָאִ֣יר לָהֶ֑ם לָלֶ֖כֶת יוֹמָ֥ם וָלָֽיְלָה׃",
          "targum": "וַיְיָ מְדַבַּר קָדָמֵיהוֹן בִּימָמָא בְּעַמוּדָא דַעֲנָנָא לְדַבָּרוּתְהוֹן בְּאוֹרְחָא וְלֵילְיָא בְּעַמוּדָא דְאֶשָׁתָא לְאַנְהָרָא לְהוֹן לְמֵיזַל בִּימָמָא וּבְלֵילְיָא:",
          "english": "And the Lord went before them by day in a pillar of a cloud, to lead them the way; and by night in a pillar of fire, to give them light; that they might go by day and night:"
        },
        {
          "verseNum": 22,
          "hebrew": "לֹֽא־יָמִ֞ישׁ עַמּ֤וּד הֶֽעָנָן֙ יוֹמָ֔ם וְעַמּ֥וּד הָאֵ֖שׁ לָ֑יְלָה לִפְנֵ֖י הָעָֽם׃",
          "targum": "לָא יַעֲדֵי עַמוּדָא דַעֲנָנָא בִּימָמָא וְאַף לָא עַמוּדָא דְאֶשָׁתָא בְּלֵילְיָא קֳדָם עַמָא:",
          "english": "he took not away the pillar of the cloud by day, nor the pillar of fire by night, from before the people."
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּר֮ אֶל־בְּנֵ֣י יִשְׂרָאֵל֒ וְיָשֻׁ֗בוּ וְיַחֲנוּ֙ לִפְנֵי֙ פִּ֣י הַחִירֹ֔ת בֵּ֥ין מִגְדֹּ֖ל וּבֵ֣ין הַיָּ֑ם לִפְנֵי֙ בַּ֣עַל צְפֹ֔ן נִכְח֥וֹ תַחֲנ֖וּ עַל־הַיָּֽם׃",
          "targum": "מַלֵיל עִם בְּנֵי יִשְׂרָאֵל וִיתוּבוּן וְיִשְׁרוּן קֳדָם פּוּם חִירָתָא בֵּין מִגְדוֹל וּבֵין יַמָא קֳדָם בְּעֵיל צְפוֹן לְקִבְלֵהּ תִּשְׁרוּן עַל יַמָא:",
          "english": "Speak to the children of Yisra᾽el, that they turn and encamp before Pi-haĥirot, between Migdol and the sea, over against Ba῾al-żefon: before it shall you encamp by the sea."
        },
        {
          "verseNum": 3,
          "hebrew": "וְאָמַ֤ר פַּרְעֹה֙ לִבְנֵ֣י יִשְׂרָאֵ֔ל נְבֻכִ֥ים הֵ֖ם בָּאָ֑רֶץ סָגַ֥ר עֲלֵיהֶ֖ם הַמִּדְבָּֽר׃",
          "targum": "וְיֵימַר פַּרְעֹה עַל בְּנֵי יִשְׂרָאֵל מְעַרְבְּלִין אִנוּן בְּאַרְעָא אֲחַד עֲלֵיהוֹן מַדְבְּרָא:",
          "english": "For Par῾o will say of the children of Yisra᾽el, They are entangled in the land, the wilderness has shut them in."
        },
        {
          "verseNum": 4,
          "hebrew": "וְחִזַּקְתִּ֣י אֶת־לֵב־פַּרְעֹה֮ וְרָדַ֣ף אַחֲרֵיהֶם֒ וְאִכָּבְדָ֤ה בְּפַרְעֹה֙ וּבְכׇל־חֵיל֔וֹ וְיָדְע֥וּ מִצְרַ֖יִם כִּֽי־אֲנִ֣י יְהֹוָ֑ה וַיַּֽעֲשׂוּ־כֵֽן׃",
          "targum": "וְאַתְקֵף יָת לִבָּא דְפַרְעֹה וְיִרְדַף בַּתְרֵיהוֹן וְאֶתְיַקַר בְּפַרְעֹה וּבְכָל מַשִׁרְיָתֵהּ וְיִדְעוּן מִצְרָאֵי אֲרֵי אֲנָא יְיָ וַעֲבָדוּ כֵן:",
          "english": "And I will harden Par῾o’s heart, that he shall follow after them; and I will gain honour by Par῾o, and by all his host; that Miżrayim may know that I am the Lord. And they did so."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיֻּגַּד֙ לְמֶ֣לֶךְ מִצְרַ֔יִם כִּ֥י בָרַ֖ח הָעָ֑ם וַ֠יֵּהָפֵ֠ךְ לְבַ֨ב פַּרְעֹ֤ה וַעֲבָדָיו֙ אֶל־הָעָ֔ם וַיֹּֽאמְרוּ֙ מַה־זֹּ֣את עָשִׂ֔ינוּ כִּֽי־שִׁלַּ֥חְנוּ אֶת־יִשְׂרָאֵ֖ל מֵעׇבְדֵֽנוּ׃",
          "targum": "וְאִתְחַוָא לְמַלְכָּא דְמִצְרַיִם אֲרֵי אֲזַל עַמָא וְאִתְהֲפִיךְ לִבָּא דְפַרְעֹה וְעַבְדוֹהִי לְעַמָא וַאֲמָרוּ מָא דָא עֲבַדְנָא אֲרֵי שַׁלַחְנָא יָת יִשְׂרָאֵל מִפָּלְחָנָנָא:",
          "english": "And it was told the king of Miżrayim that the people had fled: and the heart of Par῾o and of his servants was turned against the people, and they said, Why have we done this, that we have let Yisra᾽el go from serving us?"
        },
        {
          "verseNum": 6,
          "hebrew": "וַיֶּאְסֹ֖ר אֶת־רִכְבּ֑וֹ וְאֶת־עַמּ֖וֹ לָקַ֥ח עִמּֽוֹ׃",
          "targum": "וְטַקִיס יָת רְתִכֵּהּ וְיָת עַמֵהּ דַבַּר עִמֵהּ:",
          "english": "And he made ready his chariot, and took his people with him:"
        },
        {
          "verseNum": 7,
          "hebrew": "וַיִּקַּ֗ח שֵׁשׁ־מֵא֥וֹת רֶ֙כֶב֙ בָּח֔וּר וְכֹ֖ל רֶ֣כֶב מִצְרָ֑יִם וְשָׁלִשִׁ֖ם עַל־כֻּלּֽוֹ׃",
          "targum": "וּדְבַר שִׁתְּ מְאָה רְתִכִּין בְּחִירָן וְכֹל רְתִכֵּי מִצְרָאֵי וְגִבָּרִין מְמַנָן עַל כֻּלְהוֹן:",
          "english": "and he took six hundred chosen chariots, and all the chariots of Miżrayim, and captains over every one of them."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיְחַזֵּ֣ק יְהֹוָ֗ה אֶת־לֵ֤ב פַּרְעֹה֙ מֶ֣לֶךְ מִצְרַ֔יִם וַיִּרְדֹּ֕ף אַחֲרֵ֖י בְּנֵ֣י יִשְׂרָאֵ֑ל וּבְנֵ֣י יִשְׂרָאֵ֔ל יֹצְאִ֖ים בְּיָ֥ד רָמָֽה׃",
          "targum": "וְאַתְקֵף יְיָ יָת לִבָּא דְפַרְעֹה מַלְכָּא דְמִצְרַיִם וּרְדַף בָּתַר בְּנֵי יִשְׂרָאֵל וּבְנֵי יִשְׂרָאֵל נְפָקוּ בְּרֵישׁ גְלִי:",
          "english": "And the Lord hardened the heart of Par῾o king of Miżrayim, and he pursued after the children of Yisra᾽el: and the children of Yisra᾽el went out with a high hand."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיִּרְדְּפ֨וּ מִצְרַ֜יִם אַחֲרֵיהֶ֗ם וַיַּשִּׂ֤יגוּ אוֹתָם֙ חֹנִ֣ים עַל־הַיָּ֔ם כׇּל־סוּס֙ רֶ֣כֶב פַּרְעֹ֔ה וּפָרָשָׁ֖יו וְחֵיל֑וֹ עַל־פִּי֙ הַֽחִירֹ֔ת לִפְנֵ֖י בַּ֥עַל צְפֹֽן׃",
          "targum": "וּרְדָפוּ מִצְרָאֵי בַּתְרֵיהוֹן וְאַדְבִּיקוּ יָתְהוֹן כַּד שָׁרָן עַל יַמָא כָּל סוּסָוַת רְתִכֵּי פַרְעֹה וּפָרָשׁוֹהִי וּמַשִׁרְיָתֵהּ עַל פּוּם חִירָתָא קֳדָם בְּעֵיל צְפוֹן:",
          "english": "And Miżrayim pursued after them, all the horses and chariots of Par῾o, and his horsemen, and his army, and overtook them encamping by the sea, beside Pi-haĥirot, before Ba῾al-żefon."
        },
        {
          "verseNum": 10,
          "hebrew": "וּפַרְעֹ֖ה הִקְרִ֑יב וַיִּשְׂאוּ֩ בְנֵֽי־יִשְׂרָאֵ֨ל אֶת־עֵינֵיהֶ֜ם וְהִנֵּ֥ה מִצְרַ֣יִם׀ נֹסֵ֣עַ אַחֲרֵיהֶ֗ם וַיִּֽירְאוּ֙ מְאֹ֔ד וַיִּצְעֲק֥וּ בְנֵֽי־יִשְׂרָאֵ֖ל אֶל־יְהֹוָֽה׃",
          "targum": "וּפַרְעֹה קְרֵיב וּזְקָפוּ בְנֵי יִשְׂרָאֵל יָת עֵינֵיהוֹן וְהָא מִצְרָאֵי נַטְלִין בַּתְרֵיהוֹן וּדְחִילוּ לַחֲדָא וּזְעִיקוּ בְּנֵי יִשְׂרָאֵל קֳדָם יְיָ:",
          "english": "And when Par῾o drew near, the children of Yisra᾽el lifted up their eyes, and, behold, Miżrayim marched after them; and they were very much afraid: and the children of Yisra᾽el cried out to the Lord."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיֹּאמְרוּ֮ אֶל־מֹשֶׁה֒ הֲֽמִבְּלִ֤י אֵין־קְבָרִים֙ בְּמִצְרַ֔יִם לְקַחְתָּ֖נוּ לָמ֣וּת בַּמִּדְבָּ֑ר מַה־זֹּאת֙ עָשִׂ֣יתָ לָּ֔נוּ לְהוֹצִיאָ֖נוּ מִמִּצְרָֽיִם׃",
          "targum": "וַאֲמָרוּ לְמשֶׁה הֲמִדְלֵית קִבְרִין בְּמִצְרַיִם דְבַרְתָּנָא לִמְמַת בְּמַדְבְּרָא מָא דָא עֲבַדְתָּא לָנָא לְאַפָּקוּתָנָא מִמִצְרָיִם:",
          "english": "And they said to Moshe, Because there were no graves in Miżrayim, hast thou taken us away to die in the wilderness? why hast thou dealt thus with us, to carry us out of Miżrayim?"
        },
        {
          "verseNum": 12,
          "hebrew": "הֲלֹא־זֶ֣ה הַדָּבָ֗ר אֲשֶׁר֩ דִּבַּ֨רְנוּ אֵלֶ֤יךָ בְמִצְרַ֙יִם֙ לֵאמֹ֔ר חֲדַ֥ל מִמֶּ֖נּוּ וְנַֽעַבְדָ֣ה אֶת־מִצְרָ֑יִם כִּ֣י ט֥וֹב לָ֙נוּ֙ עֲבֹ֣ד אֶת־מִצְרַ֔יִם מִמֻּתֵ֖נוּ בַּמִּדְבָּֽר׃",
          "targum": "הֲלָא דֵין פִּתְגָמָא דִי מַלֵלְנָא עִמָךְ בְמִצְרַיִם לְמֵימַר שְׁבוֹק מִנָנָא וְנִפְלַח יָת מִצְרָאֵי אֲרֵי טַב לָנָא דְנִפְלַח יָת מִצְרָאֵי מִדִנְמוּת בְּמַדְבְּרָא:",
          "english": "Is not this the word that we did tell thee in Miżrayim, saying, Let us alone, that we may serve Miżrayim? For it had been better for us to serve Miżrayim, than that we should die in the wilderness."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֣ה אֶל־הָעָם֮ אַל־תִּירָ֒אוּ֒ הִֽתְיַצְּב֗וּ וּרְאוּ֙ אֶת־יְשׁוּעַ֣ת יְהֹוָ֔ה אֲשֶׁר־יַעֲשֶׂ֥ה לָכֶ֖ם הַיּ֑וֹם כִּ֗י אֲשֶׁ֨ר רְאִיתֶ֤ם אֶת־מִצְרַ֙יִם֙ הַיּ֔וֹם לֹ֥א תֹסִ֛פוּ לִרְאֹתָ֥ם ע֖וֹד עַד־עוֹלָֽם׃",
          "targum": "וַאֲמַר משֶׁה לְעַמָא לָא תִדְחֲלוּן אִתְעַתָּדוּ וַחֲזוֹ יָת פּוּרְקָנָא דַיְיָ דְיַעְבֵּד לְכוֹן יוֹמָא דֵין אֲרֵי כְּמָא דִחֲזֵיתוּן יַת מִצְרָאֵי יוֹמָא דֵין לָא תוֹסְפוּן לְמֶחֱזֵיהוֹן עוֹד עַד עָלְמָא:",
          "english": "And Moshe said to the people, Fear not, stand still, and see the salvation of the Lord, which he will show you today: for as you have seen Miżrayim this day, you shall not see them again any more for ever."
        },
        {
          "verseNum": 14,
          "hebrew": "יְהֹוָ֖ה יִלָּחֵ֣ם לָכֶ֑ם וְאַתֶּ֖ם תַּחֲרִשֽׁוּן׃",
          "targum": "יְיָ יְגִיחַ לְכוֹן קְרָב וְאַתּוּן תִּשְׁתְּקוּן:",
          "english": "The Lord shall fight for you, and you shall hold your peace."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה מַה־תִּצְעַ֖ק אֵלָ֑י דַּבֵּ֥ר אֶל־בְּנֵי־יִשְׂרָאֵ֖ל וְיִסָּֽעוּ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה קַבֵּלִית צְלוֹתָךְ מַלֵיל עִם בְּנֵי יִשְׂרָאֵל וְיִטְלוּן:",
          "english": "And the Lord said to Moshe, Why dost thou cry to me? speak to the children of Yisra᾽el, that they go forward:"
        },
        {
          "verseNum": 16,
          "hebrew": "וְאַתָּ֞ה הָרֵ֣ם אֶֽת־מַטְּךָ֗ וּנְטֵ֧ה אֶת־יָדְךָ֛ עַל־הַיָּ֖ם וּבְקָעֵ֑הוּ וְיָבֹ֧אוּ בְנֵֽי־יִשְׂרָאֵ֛ל בְּת֥וֹךְ הַיָּ֖ם בַּיַּבָּשָֽׁה׃",
          "targum": "וְאַתְּ טוֹל יָת חֻטְרָךְ וַאֲרֵים יָת יְדָךְ עַל יַמָא וּבְזָעוֹהִי וְיֵעֲלוּן בְּנֵי יִשְׂרָאֵל בְּגוֹ יַמָא בְּיַבֶּשְׁתָּא:",
          "english": "but lift up thy rod, and stretch out thy hand over the sea, and divide it: and the children of Yisra᾽el shall go on dry ground through the midst of the sea."
        },
        {
          "verseNum": 17,
          "hebrew": "וַאֲנִ֗י הִנְנִ֤י מְחַזֵּק֙ אֶת־לֵ֣ב מִצְרַ֔יִם וְיָבֹ֖אוּ אַחֲרֵיהֶ֑ם וְאִכָּבְדָ֤ה בְּפַרְעֹה֙ וּבְכׇל־חֵיל֔וֹ בְּרִכְבּ֖וֹ וּבְפָרָשָֽׁיו׃",
          "targum": "וַאֲנָא הָא אֲנָא מְתַקֵף יָת לִבָּא דְמִצְרָאֵי וְיֵעֲלוּן בַּתְרֵיהוֹן וְאֶתְיַקַר בְּפַרְעֹה וּבְכָל מַשִׁרְיָתֵהּ בִּרְתִכּוֹהִי וּבְפָרָשׁוֹהִי:",
          "english": "And I, behold I will harden the heart of Miżrayim, and they shall follow them: and I will gain honour by Par῾o, and all his host, his chariots, and his horsemen."
        },
        {
          "verseNum": 18,
          "hebrew": "וְיָדְע֥וּ מִצְרַ֖יִם כִּי־אֲנִ֣י יְהֹוָ֑ה בְּהִכָּבְדִ֣י בְּפַרְעֹ֔ה בְּרִכְבּ֖וֹ וּבְפָרָשָֽׁיו׃",
          "targum": "וְיִדְּעוּן מִצְרָאֵי אֲרֵי אֲנָא יְיָ בְּאִתְיַקָרוּתִי בְּפַרְעֹה בִּרְתִכּוֹהִי וּבְפָרָשׁוֹהִי:",
          "english": "And Miżrayim shall know that I am the Lord, when I have gained honour by Par῾o, by his chariots, and his horsemen."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיִּסַּ֞ע מַלְאַ֣ךְ הָאֱלֹהִ֗ים הַהֹלֵךְ֙ לִפְנֵי֙ מַחֲנֵ֣ה יִשְׂרָאֵ֔ל וַיֵּ֖לֶךְ מֵאַחֲרֵיהֶ֑ם וַיִּסַּ֞ע עַמּ֤וּד הֶֽעָנָן֙ מִפְּנֵיהֶ֔ם וַֽיַּעֲמֹ֖ד מֵאַחֲרֵיהֶֽם׃",
          "targum": "וּנְטַל מַלְאֲכָא דַיְיָ דִמְדַבַּר קֳדָם מַשְׁרִיתָא דְיִשְׂרָאֵל וַאֲתָא מִבַּתְרֵיהוֹן וּנְטַל עַמּוּדָא דַעֲנָנָא מִן קֳדָמֵיהוֹן וּשְׁרָא מִבַּתְרֵיהוֹן:",
          "english": "And the angel of God, who went before the camp of Yisra᾽el, removed and went behind them; and the pillar of the cloud went from before their face, and stood behind them:"
        },
        {
          "verseNum": 20,
          "hebrew": "וַיָּבֹ֞א בֵּ֣ין׀ מַחֲנֵ֣ה מִצְרַ֗יִם וּבֵין֙ מַחֲנֵ֣ה יִשְׂרָאֵ֔ל וַיְהִ֤י הֶֽעָנָן֙ וְהַחֹ֔שֶׁךְ וַיָּ֖אֶר אֶת־הַלָּ֑יְלָה וְלֹא־קָרַ֥ב זֶ֛ה אֶל־זֶ֖ה כׇּל־הַלָּֽיְלָה׃",
          "targum": "וְעַל בֵּין מַשְׁרִיתָא דְמִצְרָאֵי וּבֵין מַשְׁרִיתָא דְיִשְׂרָאֵל וַהֲוָה עֲנָנָא וְקַבְלָא לְמִצְרָאֵי וּלְיִשְׂרָאֵל נְהַר כָּל לֵילְיָא וְלָא אִתְקְרִיבוּ דֵין לְוָת דֵין כָּל לֵילְיָא:",
          "english": "and it came between the camp of Miżrayim and the camp of Yisra᾽el; and it was a cloud and darkness to them, but it gave light by night to these: so that the one came not near the other all the night."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיֵּ֨ט מֹשֶׁ֣ה אֶת־יָדוֹ֮ עַל־הַיָּם֒ וַיּ֣וֹלֶךְ יְהֹוָ֣ה׀אֶת־הַ֠יָּ֠ם בְּר֨וּחַ קָדִ֤ים עַזָּה֙ כׇּל־הַלַּ֔יְלָה וַיָּ֥שֶׂם אֶת־הַיָּ֖ם לֶחָרָבָ֑ה וַיִּבָּקְע֖וּ הַמָּֽיִם׃",
          "targum": "וַאֲרֵים משֶׁה יָת יְדֵהּ עַל יַמָּא וְדַבַּר יְיָ יָת יַמָּא בְּרוּחַ קִדוּמָא תַקִיף כָּל לֵילְיָא וְשַׁוִי יָת יַמָּא לְיַבֶּשְׁתָּא וְאִתְבְּזָעוּ מַיָּא:",
          "english": "And Moshe stretched out his hand over the sea; and the Lord caused the sea to go back by a strong east wind all that night, and made the sea dry land, and the waters were divided."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיָּבֹ֧אוּ בְנֵֽי־יִשְׂרָאֵ֛ל בְּת֥וֹךְ הַיָּ֖ם בַּיַּבָּשָׁ֑ה וְהַמַּ֤יִם לָהֶם֙ חוֹמָ֔ה מִֽימִינָ֖ם וּמִשְּׂמֹאלָֽם׃",
          "targum": "וְעַלוּ בְנֵי יִשְׂרָאֵל בְּגוֹ יַמָא בְּיַבֶּשְׁתָּא וּמַיָּא לְהוֹן שׁוּרִין מִיַּמִינֵהוֹן וּמִסְמָאלֵהוֹן:",
          "english": "And the children of Yisra᾽el went into the midst of the sea on the dry ground: and the waters were a wall to them on their right hand and on their left."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיִּרְדְּפ֤וּ מִצְרַ֙יִם֙ וַיָּבֹ֣אוּ אַחֲרֵיהֶ֔ם כֹּ֚ל ס֣וּס פַּרְעֹ֔ה רִכְבּ֖וֹ וּפָרָשָׁ֑יו אֶל־תּ֖וֹךְ הַיָּֽם׃",
          "targum": "וּרְדָפוּ מִצְרָאֵי וְעַלוּ בַתְרֵיהוֹן כֹּל סוּסָוַת פַּרְעֹה רְתִכּוֹהִי וּפָרָשׁוֹהִי לְגוֹ יַמָא:",
          "english": "And Miżrayim pursued, and went in after them to the midst of the sea, even all Par῾o’s horses, his chariots, and his horsemen."
        },
        {
          "verseNum": 24,
          "hebrew": "וַֽיְהִי֙ בְּאַשְׁמֹ֣רֶת הַבֹּ֔קֶר וַיַּשְׁקֵ֤ף יְהֹוָה֙ אֶל־מַחֲנֵ֣ה מִצְרַ֔יִם בְּעַמּ֥וּד אֵ֖שׁ וְעָנָ֑ן וַיָּ֕הׇם אֵ֖ת מַחֲנֵ֥ה מִצְרָֽיִם׃",
          "targum": "וַהֲוָה בְּמַטְרַת צַפְרָא וְאִסְתְּכֵי יְיָ לְמַשְׁרִיתָא דְמִצְרָאֵי בְּעַמוּדָא דְאֶשָׁתָא וַעֲנָנָא וְשַׁגִישׁ יָת מַשְׁרִיתָא דְמִצְרָאֵי:",
          "english": "And it came to pass, that in the morning watch the Lord looked to the camp of Miżrayim through the pillar of fire and of the cloud and brought confusion into the camp of Miżrayim."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיָּ֗סַר אֵ֚ת אֹפַ֣ן מַרְכְּבֹתָ֔יו וַֽיְנַהֲגֵ֖הוּ בִּכְבֵדֻ֑ת וַיֹּ֣אמֶר מִצְרַ֗יִם אָנ֙וּסָה֙ מִפְּנֵ֣י יִשְׂרָאֵ֔ל כִּ֣י יְהֹוָ֔ה נִלְחָ֥ם לָהֶ֖ם בְּמִצְרָֽיִם׃",
          "targum": "וְאַעְדִי יָת גַלְגַלֵי רְתִכּוֹהִי וּמְדַבְּרִין לְהוֹן בִּתְקוֹף וַאֲמַר מִצְרָאֵי נֵעִירוֹק מִן קֳדָם יִשְׂרָאֵל אֲרֵי דָא הִיא גְבֻרְתָּא דַיְיָ דַעֲבֵד לְהוֹן קְרָבִין בְּמִצְרָיִם:",
          "english": "And he took off their chariot wheels, that they drove heavily: so that Miżrayim said, Let us flee from the face of Yisra᾽el; for the Lord fights for them against Miżrayim."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה נְטֵ֥ה אֶת־יָדְךָ֖ עַל־הַיָּ֑ם וְיָשֻׁ֤בוּ הַמַּ֙יִם֙ עַל־מִצְרַ֔יִם עַל־רִכְבּ֖וֹ וְעַל־פָּרָשָֽׁיו׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֲרֵים יָת יְדָךְ עַל יַמָא וִיתוּבוּן מַיָא עַל מִצְרָאֵי עַל רְתִכֵּיהוֹן וְעַל פָּרָשֵׁיהוֹן:",
          "english": "And the Lord said to Moshe, Stretch out thy hand over the sea, that the waters may come back upon Miżrayim, upon their chariots, and upon their horsemen."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיֵּט֩ מֹשֶׁ֨ה אֶת־יָד֜וֹ עַל־הַיָּ֗ם וַיָּ֨שׇׁב הַיָּ֜ם לִפְנ֥וֹת בֹּ֙קֶר֙ לְאֵ֣יתָנ֔וֹ וּמִצְרַ֖יִם נָסִ֣ים לִקְרָאת֑וֹ וַיְנַעֵ֧ר יְהֹוָ֛ה אֶת־מִצְרַ֖יִם בְּת֥וֹךְ הַיָּֽם׃",
          "targum": "וַאֲרֵים משֶׁה יָת יְדֵהּ עַל יַמָא וְתָב יַמָא לְעִדַן צַפְרָא לְתָקְפֵּהּ וּמִצְרָאֵי עָרְקִין לְקַדָמוּתֵהּ וְשַׁנִיק יְיָ יָת מִצְרָאֵי בְּגוֹ יַמָא:",
          "english": "And Moshe stretched out his hand over the sea, and the sea returned to its strength when the morning appeared; and Miżrayim fled towards it; and the Lord overthrew Miżrayim in the midst of the sea."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיָּשֻׁ֣בוּ הַמַּ֗יִם וַיְכַסּ֤וּ אֶת־הָרֶ֙כֶב֙ וְאֶת־הַפָּ֣רָשִׁ֔ים לְכֹל֙ חֵ֣יל פַּרְעֹ֔ה הַבָּאִ֥ים אַחֲרֵיהֶ֖ם בַּיָּ֑ם לֹֽא־נִשְׁאַ֥ר בָּהֶ֖ם עַד־אֶחָֽד׃",
          "targum": "וְתָבוּ מַיָא וַחֲפוֹ יָת רְתִכַּיָא וְיָת פָּרָשַׁיָא לְכֹל מַשִׁרְיַת פַּרְעֹה דְעַלוּ בַתְרֵיהוֹן בְּיַמָא לָא אִשְׁתָּאַר בְּהוֹן עַד חָד:",
          "english": "And the waters returned, and covered the chariots, and the horsemen, and all the host of Par῾o that came into the sea after them; there remained not so much as one of them."
        },
        {
          "verseNum": 29,
          "hebrew": "וּבְנֵ֧י יִשְׂרָאֵ֛ל הָלְכ֥וּ בַיַּבָּשָׁ֖ה בְּת֣וֹךְ הַיָּ֑ם וְהַמַּ֤יִם לָהֶם֙ חֹמָ֔ה מִֽימִינָ֖ם וּמִשְּׂמֹאלָֽם׃",
          "targum": "וּבְנֵי יִשְׂרָאֵל הַלִיכוּ בְיַבֶּשְׁתָּא בְּגוֹ יַמָא וּמַיָא לְהוֹן שׁוּרִין מִיַמִינֵהוֹן וּמִסְמָאלֵהוֹן:",
          "english": "But the children of Yisra᾽el walked on dry land in the midst of the sea; and the waters were a wall to them on their right hand, and on their left."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיּ֨וֹשַׁע יְהֹוָ֜ה בַּיּ֥וֹם הַה֛וּא אֶת־יִשְׂרָאֵ֖ל מִיַּ֣ד מִצְרָ֑יִם וַיַּ֤רְא יִשְׂרָאֵל֙ אֶת־מִצְרַ֔יִם מֵ֖ת עַל־שְׂפַ֥ת הַיָּֽם׃",
          "targum": "וּפְרַק יְיָ בְּיוֹמָא הַהוּא יָת יִשְׂרָאֵל מִידָא דְמִצְרָאֵי וַחֲזוֹ יִשְׂרָאֵל יָת מִצְרָאֵי מַיְתִין עַל כֵּיף יַמָא:",
          "english": "Thus the Lord saved Yisra᾽el that day out of the hand of Miżrayim; and Yisra᾽el saw Miżrayim dead upon the sea shore."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיַּ֨רְא יִשְׂרָאֵ֜ל אֶת־הַיָּ֣ד הַגְּדֹלָ֗ה אֲשֶׁ֨ר עָשָׂ֤ה יְהֹוָה֙ בְּמִצְרַ֔יִם וַיִּֽירְא֥וּ הָעָ֖ם אֶת־יְהֹוָ֑ה וַֽיַּאֲמִ֙ינוּ֙ בַּֽיהֹוָ֔ה וּבְמֹשֶׁ֖ה עַבְדּֽוֹ׃",
          "targum": "וַחֲזָא יִשְׂרָאֵל יָת גְבוּרְתָּא יְדָא רַבְּתָא דִי עֲבַד יְיָ בְּמִצְרַיִם וּדְחִילוּ עַמָא מִן קֳדָם יְיָ וְהֵמִינוּ בְּמֵימְרָא דַיְיָ וּבִנְבִיאוּת משֶׁה עַבְדֵהּ:",
          "english": "And Yisra᾽el saw that great work which the Lord did upon Miżrayim: and the people feared the Lord, and believed in the Lord, and in his servant Moshe."
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "אָ֣ז יָשִֽׁיר־מֹשֶׁה֩ וּבְנֵ֨י יִשְׂרָאֵ֜ל אֶת־הַשִּׁירָ֤ה הַזֹּאת֙ לַֽיהֹוָ֔ה וַיֹּאמְר֖וּ לֵאמֹ֑ר אָשִׁ֤ירָה לַֽיהֹוָה֙ כִּֽי־גָאֹ֣ה גָּאָ֔ה ס֥וּס וְרֹכְב֖וֹ רָמָ֥ה בַיָּֽם׃",
          "targum": "בְּכֵן שַׁבַּח משֶׁה וּבְנֵי יִשְׂרָאֵל יָת תִּשְׁבַּחְתָּא הָדָא קֳדָם יְיָ וַאֲמָרוּ לְמֵימָר נְשַׁבַּח וְנוֹדֵי קָדָם יְיָ אֲרֵי אִתְגָאֵי עַל גֵוְתָנַיָא וְגֵאוּתָא דִילֵהּ הִיא סוּסְיָא וְרָכְבֵהּ רְמָא בְיַמָא:",
          "english": "Then sang Moshe and the children of Yisra᾽el this song to the Lord, and spoke, saying, I will sing to the Lord, for he has triumphed gloriously: the horse and his rider has he thrown into the sea."
        },
        {
          "verseNum": 2,
          "hebrew": "עׇזִּ֤י וְזִמְרָת֙ יָ֔הּ וַֽיְהִי־לִ֖י לִֽישׁוּעָ֑ה זֶ֤ה אֵלִי֙ וְאַנְוֵ֔הוּ אֱלֹהֵ֥י אָבִ֖י וַאֲרֹמְמֶֽנְהוּ׃",
          "targum": "תָּקְפִּי וְתֻשְׁבַּחְתִּי דְחִילָא יְיָ וַאֲמַר בְּמֵימְרֵהּ וַהֲוָה לִי לְפָרָק דֵין אֱלָהַי וְאֶבְנֵי לֵהּ מַקְדְשָׁא אֱלָהָא דַאֲבָהָתַי וְאֶפְלַח קֳדָמוֹהִי:",
          "english": "The Lord is my strength and song, and he is become my salvation: he is my God, and I will praise him; my father’s God, and I will exalt him."
        },
        {
          "verseNum": 3,
          "hebrew": "יְהֹוָ֖ה אִ֣ישׁ מִלְחָמָ֑ה יְהֹוָ֖ה שְׁמֽוֹ׃",
          "targum": "יְיָ מָרֵי נִצְחָן קְרָבַיָא יְיָ שְׁמֵהּ:",
          "english": "The Lord is a man of war: the Lord is his name."
        },
        {
          "verseNum": 4,
          "hebrew": "מַרְכְּבֹ֥ת פַּרְעֹ֛ה וְחֵיל֖וֹ יָרָ֣ה בַיָּ֑ם וּמִבְחַ֥ר שָֽׁלִשָׁ֖יו טֻבְּע֥וּ בְיַם־סֽוּף׃",
          "targum": "רְתִכֵּי פַּרְעֹה וּמַשִׁרְיָתֵהּ שְׁדִי בְיַמָא וּשְׁפַר גִבָּרוֹהִי אִטְבָּעוּ בְּיַמָא דְסוּף:",
          "english": "Par῾o’s chariots and his host has he thrown into the sea: his chosen captains also are drowned in the Sea of Suf."
        },
        {
          "verseNum": 5,
          "hebrew": "תְּהֹמֹ֖ת יְכַסְיֻ֑מוּ יָרְד֥וּ בִמְצוֹלֹ֖ת כְּמוֹ־אָֽבֶן׃",
          "targum": "תְּהוֹמַיָא חֲפוֹ עֲלֵיהוֹן נְחָתוּ לְעוּמְקַיָא כְּאַבְנָא:",
          "english": "The depths have covered them: they sank into the bottom like stone."
        },
        {
          "verseNum": 6,
          "hebrew": "יְמִֽינְךָ֣ יְהֹוָ֔ה נֶאְדָּרִ֖י בַּכֹּ֑חַ יְמִֽינְךָ֥ יְהֹוָ֖ה תִּרְעַ֥ץ אוֹיֵֽב׃",
          "targum": "יַמִינָךְ יְיָ אַדִירָא בְּחֵילָא יַמִינָךְ יְיָ תְּבָרַת סָנְאָה:",
          "english": "Thy right hand, O Lord, is glorious in power: thy right hand, O Lord, has dashed the enemy in pieces."
        },
        {
          "verseNum": 7,
          "hebrew": "וּבְרֹ֥ב גְּאוֹנְךָ֖ תַּהֲרֹ֣ס קָמֶ֑יךָ תְּשַׁלַּח֙ חֲרֹ֣נְךָ֔ יֹאכְלֵ֖מוֹ כַּקַּֽשׁ׃",
          "targum": "וּבִסְגֵי תָקְפָּךְ תְּבַרְתָּנוּן לִדְקָמוּ עַל עַמָךְ שַׁלַחְתָּ רוּגְזָךְ שֵׁיצִיתִינוּן כְּנוּרָא לְקַשָׁא:",
          "english": "And in the greatness of thy excellency thou hast overthrown them that rose up against thee: thou didst send forth thy anger, which consumed them as stubble."
        },
        {
          "verseNum": 8,
          "hebrew": "וּבְר֤וּחַ אַפֶּ֙יךָ֙ נֶ֣עֶרְמוּ מַ֔יִם נִצְּב֥וּ כְמוֹ־נֵ֖ד נֹזְלִ֑ים קָֽפְא֥וּ תְהֹמֹ֖ת בְּלֶב־יָֽם׃",
          "targum": "וּבְמֵימַר פּוּמָךְ חַכִּימוּ מַיָא קָמוּ כְשׁוּר אֲזָלַיָא קָפוּ תְהוֹמִין בְּלִבָּא דְיַמָא:",
          "english": "And with the blast of thy nostrils the waters were piled up, the floods stood upright like a heap, and the depths were congealed in the heart of the sea."
        },
        {
          "verseNum": 9,
          "hebrew": "אָמַ֥ר אוֹיֵ֛ב אֶרְדֹּ֥ף אַשִּׂ֖יג אֲחַלֵּ֣ק שָׁלָ֑ל תִּמְלָאֵ֣מוֹ נַפְשִׁ֔י אָרִ֣יק חַרְבִּ֔י תּוֹרִישֵׁ֖מוֹ יָדִֽי׃",
          "targum": "דַהֲוָה אֲמַר סָנְאָה אֶרְדוֹף אַדְבֵּק אֲפַלֵג בִּזְתָא תִּשְׂבַּע מִנְהוֹן נַפְשִׁי אֶשְׁלוֹף חַרְבִּי תְּשֵׁיצִינוּן יְדִי:",
          "english": "The enemy said, I will pursue, I will overtake, I will divide the spoil; my lust shall be satisfied upon them; I will draw my sword, my hand shall destroy them."
        },
        {
          "verseNum": 10,
          "hebrew": "נָשַׁ֥פְתָּ בְרוּחֲךָ֖ כִּסָּ֣מוֹ יָ֑ם צָֽלְלוּ֙ כַּֽעוֹפֶ֔רֶת בְּמַ֖יִם אַדִּירִֽים׃",
          "targum": "אֲמַרְתָּ בְּמֵימְרָךְ חֲפָא עֲלֵיהוֹן יַמָא אִשְׁתְּקָעוּ כַּאֲבָרָא בְּמַיִן תַּקִיפִין:",
          "english": "Thou didst blow with thy wind, the sea covered them, they sank as lead in the mighty waters."
        },
        {
          "verseNum": 11,
          "hebrew": "מִֽי־כָמֹ֤כָה בָּֽאֵלִם֙ יְהֹוָ֔ה מִ֥י כָּמֹ֖כָה נֶאְדָּ֣ר בַּקֹּ֑דֶשׁ נוֹרָ֥א תְהִלֹּ֖ת עֹ֥שֵׂה פֶֽלֶא׃",
          "targum": "לֵית בַּר מִנָךְ דְאַתְּ הוּא אֱלָהָא יְיָ לֵית בַּר מִנָךְ אֱלָהָא אַתְּ אַדִיר בְּקוּדְשָׁא דְחֵל תֻּשְׁבְּחָן עָבֵד פָּרִישָׁן:",
          "english": "Who is like thee, O Lord, among the gods? Who is like thee, glorious in holiness, fearful in praises, doing wonders?"
        },
        {
          "verseNum": 12,
          "hebrew": "נָטִ֙יתָ֙ יְמִ֣ינְךָ֔ תִּבְלָעֵ֖מוֹ אָֽרֶץ׃",
          "targum": "אֲרֵמְתָּ יַמִינָךְ בְּלָעָתְנוּן אַרְעָא:",
          "english": "Thou didst stretch out thy right hand, the earth swallowed them."
        },
        {
          "verseNum": 13,
          "hebrew": "נָחִ֥יתָ בְחַסְדְּךָ֖ עַם־ז֣וּ גָּאָ֑לְתָּ נֵהַ֥לְתָּ בְעׇזְּךָ֖ אֶל־נְוֵ֥ה קׇדְשֶֽׁךָ׃",
          "targum": "דַבַּרְהִי בְטַבְוָתָךְ עַמָא דְנַן דִפְרָקְתָּ סוֹבַרְהִי בְתָקְפָּךְ לְדִירָא דְקֻדְשָׁךְ:",
          "english": "Thou in thy mercy hast led forth the people whom thou hast redeemed: thou hast guided them in thy strength to thy holy habitation."
        },
        {
          "verseNum": 14,
          "hebrew": "שָֽׁמְע֥וּ עַמִּ֖ים יִרְגָּז֑וּן חִ֣יל אָחַ֔ז יֹשְׁבֵ֖י פְּלָֽשֶׁת׃",
          "targum": "שְׁמָעוּ עַמְמַיָא וְזָעוּ דַחֲלָא אַחֲדָתְנוּן לְדַהַווֹ יָתְבִין בִּפְלָשֶׁת:",
          "english": "The people shall hear, and be afraid: trembling shall take hold of the inhabitants of Peleshet."
        },
        {
          "verseNum": 15,
          "hebrew": "אָ֤ז נִבְהֲלוּ֙ אַלּוּפֵ֣י אֱד֔וֹם אֵילֵ֣י מוֹאָ֔ב יֹֽאחֲזֵ֖מוֹ רָ֑עַד נָמֹ֕גוּ כֹּ֖ל יֹשְׁבֵ֥י כְנָֽעַן׃",
          "targum": "בְּכֵן אִתְבְּהִילוּ רַבְרְבֵי אֱדוֹם תַּקִיפֵי מוֹאָב אֲחַדָתְנוּן רְתֵיתָא אִתְבָּרוּ כֹּל דַהֲווֹ יָתְבִין בִּכְנָעַן:",
          "english": "Then the chiefs of Edom shall be amazed; the mighty men of Mo᾽av, trembling shall take hold upon them; all the inhabitants of Kena῾an shalt melt away."
        },
        {
          "verseNum": 16,
          "hebrew": "תִּפֹּ֨ל עֲלֵיהֶ֤ם אֵימָ֙תָה֙ וָפַ֔חַד בִּגְדֹ֥ל זְרוֹעֲךָ֖ יִדְּמ֣וּ כָּאָ֑בֶן עַד־יַעֲבֹ֤ר עַמְּךָ֙ יְהֹוָ֔ה עַֽד־יַעֲבֹ֖ר עַם־ז֥וּ קָנִֽיתָ׃",
          "targum": "תַּפֵּיל עֲלֵיהוֹן אֵימְתָא וְדַחַלְתָּא בִּסְגֵי תָקְפָּךְ יִשְׁתְּקוּן כְּאַבְנָא עַד דְיֵעִבַּר עַמָךְ יְיָ יָת אַרְנוֹנָא עַד דְיֵעִבַּר עַמָא דְנַן דִי פְרַקְתָּא יָת יַרְדְנָא:",
          "english": "Fear and dread shall fall upon them; by the greatness of thy arm they shall be as still as a stone; till thy people pass over, O Lord, till the people pass over, whom thou hast acquired."
        },
        {
          "verseNum": 17,
          "hebrew": "תְּבִאֵ֗מוֹ וְתִטָּעֵ֙מוֹ֙ בְּהַ֣ר נַחֲלָֽתְךָ֔ מָכ֧וֹן לְשִׁבְתְּךָ֛ פָּעַ֖לְתָּ יְהֹוָ֑ה מִקְּדָ֕שׁ אֲדֹנָ֖י כּוֹנְנ֥וּ יָדֶֽיךָ׃",
          "targum": "תָּעֵלִנוּן וְתַשְׁרִינוּן בְּטוּרָא דְאַחְסַנְתָּךְ אֲתַר מְתַקֵן לְבֵית שְׁכִנְתָּךְ אַתְקֵנְתָּא יְיָ מַקְדְשָׁא יְיָ אַתְקְנוֹהִי יְדָיךְ:",
          "english": "Thou shalt bring them in, and plant them in the mountain of thy inheritance, in the place, O Lord, which thou hast made for thee to dwell in, in the sanctuary, O Lord, which thy hands have established."
        },
        {
          "verseNum": 18,
          "hebrew": "יְהֹוָ֥ה׀יִמְלֹ֖ךְ לְעֹלָ֥ם וָעֶֽד׃",
          "targum": "יְיָ מַלְכוּתֵהּ קָאֵם לְעָלַם וּלְעָלְמֵי עָלְמַיָא:",
          "english": "The Lord shall reign for ever and ever."
        },
        {
          "verseNum": 19,
          "hebrew": "כִּ֣י בָא֩ ס֨וּס פַּרְעֹ֜ה בְּרִכְבּ֤וֹ וּבְפָרָשָׁיו֙ בַּיָּ֔ם וַיָּ֧שֶׁב יְהֹוָ֛ה עֲלֵהֶ֖ם אֶת־מֵ֣י הַיָּ֑ם וּבְנֵ֧י יִשְׂרָאֵ֛ל הָלְכ֥וּ בַיַּבָּשָׁ֖ה בְּת֥וֹךְ הַיָּֽם׃",
          "targum": "אֲרֵי עַל סוּסָוַת פַּרְעֹה בִּרְתִכּוֹהִי וּבְפָרָשׁוֹהִי בְּיַמָא וַאֲתֵיב יְיָ עֲלֵיהוֹן יָת מֵי יַמָא וּבְנֵי יִשְׂרָאֵל הַלִיכוּ בְיַבֶּשְׁתָּא בְּגוֹ יַמָא:",
          "english": "For the horse of Par῾o went in with his chariots and with his horsemen into the sea, and the Lord brought the waters of the sea back upon them; but the children of Yisra᾽el went on dry land in the midst of the sea."
        },
        {
          "verseNum": 20,
          "hebrew": "וַתִּקַּח֩ מִרְיָ֨ם הַנְּבִיאָ֜ה אֲח֧וֹת אַהֲרֹ֛ן אֶת־הַתֹּ֖ף בְּיָדָ֑הּ וַתֵּצֶ֤אןָ כׇֽל־הַנָּשִׁים֙ אַחֲרֶ֔יהָ בְּתֻפִּ֖ים וּבִמְחֹלֹֽת׃",
          "targum": "וּנְסֵיבַת מִרְיָם נְבִיאֲתָא אֲחָתֵהּ דְאַהֲרֹן יָת תֻּפָּא בִּידַהּ וּנְפָקוּ כָל נְשַׁיָא בַּתְרָהָא בְּתֻפִּין וּבְחִנְגִין:",
          "english": "And Miryam the prophetess, the sister of Aharon, took a timbrel in her hand; and all the women went out after her with timbrels and with dances."
        },
        {
          "verseNum": 21,
          "hebrew": "וַתַּ֥עַן לָהֶ֖ם מִרְיָ֑ם שִׁ֤ירוּ לַֽיהֹוָה֙ כִּֽי־גָאֹ֣ה גָּאָ֔ה ס֥וּס וְרֹכְב֖וֹ רָמָ֥ה בַיָּֽם׃",
          "targum": "וּמְעַנְיָא לָהֶן מִרְיָם שַׁבָּחוּ וְאוֹדוּ קֳדָם יְיָ אֲרֵי אִתְגָאֵי עַל גֵוְתָנַיָא וְגֵאוּתָא דִילֵהּ הִיא סוּסְיָא וְרָכְבֵהּ רְמָא בְיַמָא:",
          "english": "And Miryam answered them, Sing to the Lord, for he has triumphed gloriously; the horse and his rider has he thrown into the sea."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיַּסַּ֨ע מֹשֶׁ֤ה אֶת־יִשְׂרָאֵל֙ מִיַּם־ס֔וּף וַיֵּצְא֖וּ אֶל־מִדְבַּר־שׁ֑וּר וַיֵּלְכ֧וּ שְׁלֹֽשֶׁת־יָמִ֛ים בַּמִּדְבָּ֖ר וְלֹא־מָ֥צְאוּ מָֽיִם׃",
          "targum": "וְאַטֵל משֶׁה יָת יִשְׂרָאֵל מִיַמָא דְסוּף וּנְפָקוּ לְמַדְבְּרָא דְחַגְרָא וַאֲזָלוּ תְלָתָא יוֹמִין בְּמַדְבְּרָא וְלָא אַשְׁכָּחוּ מַיָא:",
          "english": "So Moshe brought Yisra᾽el from the Sea of Suf, and they went out to the wilderness of Shur; and they marched three days in the wilderness, and found no water."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיָּבֹ֣אוּ מָרָ֔תָה וְלֹ֣א יָֽכְל֗וּ לִשְׁתֹּ֥ת מַ֙יִם֙ מִמָּרָ֔ה כִּ֥י מָרִ֖ים הֵ֑ם עַל־כֵּ֥ן קָרָֽא־שְׁמָ֖הּ מָרָֽה׃",
          "targum": "וַאֲתוֹ לְמָרָה וְלָא יְכִילוּ לְמִשְׁתֵּי מַיָא מִמָרָה אֲרֵי מְרִירִין אִנוּן עַל כֵּן קְרָא שְׁמַהּ מָרָה:",
          "english": "And when they came to Mara, they could not drink of the waters of Mara, for they were bitter: therefore the name of it was called Mara."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיִּלֹּ֧נוּ הָעָ֛ם עַל־מֹשֶׁ֥ה לֵּאמֹ֖ר מַה־נִּשְׁתֶּֽה׃",
          "targum": "וְאִתְרָעָמוּ עַמָא עַל משֶׁה לְמֵימַר מָה נִשְׁתֵּי:",
          "english": "And the people murmured against Moshe, saying, What shall we drink?"
        },
        {
          "verseNum": 25,
          "hebrew": "וַיִּצְעַ֣ק אֶל־יְהֹוָ֗ה וַיּוֹרֵ֤הוּ יְהֹוָה֙ עֵ֔ץ וַיַּשְׁלֵךְ֙ אֶל־הַמַּ֔יִם וַֽיִּמְתְּק֖וּ הַמָּ֑יִם שָׁ֣ם שָׂ֥ם ל֛וֹ חֹ֥ק וּמִשְׁפָּ֖ט וְשָׁ֥ם נִסָּֽהוּ׃",
          "targum": "וְצַלִי קֳדָם יְיָ וְאַלְפֵהּ יְיָ אָעָא וּרְמָא לְמַיָא וּבַסִימוּ מַיָא תַּמָן גְזַר לֵהּ קְיָם וְדִין וְתַמָן נַסְיֵהּ:",
          "english": "And he cried to the Lord; and the Lord showed him a tree, which when he had cast into the waters, the waters were made sweet: there he made for them a statute and an ordinance, and there he tested them,"
        },
        {
          "verseNum": 26,
          "hebrew": "וַיֹּ֩אמֶר֩ אִם־שָׁמ֨וֹעַ תִּשְׁמַ֜ע לְק֣וֹל׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ וְהַיָּשָׁ֤ר בְּעֵינָיו֙ תַּעֲשֶׂ֔ה וְהַֽאֲזַנְתָּ֙ לְמִצְוֺתָ֔יו וְשָׁמַרְתָּ֖ כׇּל־חֻקָּ֑יו כׇּֽל־הַמַּחֲלָ֞ה אֲשֶׁר־שַׂ֤מְתִּי בְמִצְרַ֙יִם֙ לֹא־אָשִׂ֣ים עָלֶ֔יךָ כִּ֛י אֲנִ֥י יְהֹוָ֖ה רֹפְאֶֽךָ׃",
          "targum": "וַאֲמַר אִם קַבָּלָא תְקַבֵּל לְמֵימְרָא דַיְיָ אֱלָהָךְ וּדְכָשַׁר קֳדָמוֹהִי תַעְבֵּד וְתַצֵית לִפִקוּדוֹהִי וְתִטַר כָּל קְיָמוֹהִי כָּל מַרְעִין דִי שַׁוֵיתִי בְמִצְרַיִם לָא אֲשַׁוֵי עֲלָךְ אֲרֵי אֲנָא יְיָ אַסָךְ:",
          "english": "and he said, If thou wilt diligently hearken to the voice of the Lord thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon Miżrayim: for I am the Lord that heals thee."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיָּבֹ֣אוּ אֵילִ֔מָה וְשָׁ֗ם שְׁתֵּ֥ים עֶשְׂרֵ֛ה עֵינֹ֥ת מַ֖יִם וְשִׁבְעִ֣ים תְּמָרִ֑ים וַיַּחֲנוּ־שָׁ֖ם עַל־הַמָּֽיִם׃",
          "targum": "וַאֲתוֹ לְאֵילִם וְתַמָן תְּרֵי עֲסַר מַבּוּעִין דְמַיִן וְשִׁבְעִין דִקְלִין וּשְׁרוֹ תַמָן עַל מַיָא:",
          "english": "And they came to Elim, where were twelve springs of water, and seventy palm trees: and they encamped there by the water."
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּסְעוּ֙ מֵֽאֵילִ֔ם וַיָּבֹ֜אוּ כׇּל־עֲדַ֤ת בְּנֵֽי־יִשְׂרָאֵל֙ אֶל־מִדְבַּר־סִ֔ין אֲשֶׁ֥ר בֵּין־אֵילִ֖ם וּבֵ֣ין סִינָ֑י בַּחֲמִשָּׁ֨ה עָשָׂ֥ר יוֹם֙ לַחֹ֣דֶשׁ הַשֵּׁנִ֔י לְצֵאתָ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וּנְטָלוּ מֵאֵילִם וַאֲתוֹ כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל לְמַדְבְּרָא דְסִין דִי בֵין אֵילִם וּבֵין סִינָי בְּחַמְשָׁא עַסְרָא יוֹמָא לְיַרְחָא תִנְיָנָא לְמִפָּקְהוֹן מֵאַרְעָא דְמִצְרָיִם:",
          "english": "And they took their journey from Elim, and all the congregation of the children of Yisra᾽el came to the wilderness of Sin, which is between Elim and Sinay, on the fifteenth day of the second month after their departing out of the land of Miżrayim."
        },
        {
          "verseNum": 2,
          "hebrew": "כׇּל־עֲדַ֧ת בְּנֵי־יִשְׂרָאֵ֛ל עַל־מֹשֶׁ֥ה וְעַֽל־אַהֲרֹ֖ן בַּמִּדְבָּֽר׃",
          "targum": "וְאִתְרָעָמוּ כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל עַל משֶׁה וְעַל אַהֲרֹן בְּמַדְבְּרָא:",
          "english": "And the whole congregation of the children of Yisra᾽el murmured against Moshe and Aharon in the wilderness:"
        },
        {
          "verseNum": 3,
          "hebrew": "וַיֹּאמְר֨וּ אֲלֵהֶ֜ם בְּנֵ֣י יִשְׂרָאֵ֗ל מִֽי־יִתֵּ֨ן מוּתֵ֤נוּ בְיַד־יְהֹוָה֙ בְּאֶ֣רֶץ מִצְרַ֔יִם בְּשִׁבְתֵּ֙נוּ֙ עַל־סִ֣יר הַבָּשָׂ֔ר בְּאׇכְלֵ֥נוּ לֶ֖חֶם לָשֹׂ֑בַע כִּֽי־הוֹצֵאתֶ֤ם אֹתָ֙נוּ֙ אֶל־הַמִּדְבָּ֣ר הַזֶּ֔ה לְהָמִ֛ית אֶת־כׇּל־הַקָּהָ֥ל הַזֶּ֖ה בָּרָעָֽב׃",
          "targum": "וַאֲמָרוּ לְהוֹן בְּנֵי יִשְׂרָאֵל לְוַי דְמִיתְנָא קֳדָם יְיָ בְּאַרְעָא דְמִצְרַיִם כַּד הֲוֵינָא יָתְבִין עַל דוּדֵי בִסְרָא כַּד הֲוֵינָא אָכְלִין לַחְמָא וְשָׂבְעִין אֲרֵי אַפֶּקְתּוּן יָתָנָא לְמַדְבְּרָא הָדֵין לְקַטָלָא יָת כָּל קְהָלָא הָדֵין בְּכַפְנָא:",
          "english": "and the children of Yisra᾽el said to them, Would we had died by the hand of the Lord in the land of Miżrayim, when we sat by the flesh pots, and when we ate our fill of bread; for you have brought us out into this wilderness, to kill this whole assembly with hunger."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה הִנְנִ֨י מַמְטִ֥יר לָכֶ֛ם לֶ֖חֶם מִן־הַשָּׁמָ֑יִם וְיָצָ֨א הָעָ֤ם וְלָֽקְטוּ֙ דְּבַר־י֣וֹם בְּיוֹמ֔וֹ לְמַ֧עַן אֲנַסֶּ֛נּוּ הֲיֵלֵ֥ךְ בְּתוֹרָתִ֖י אִם־לֹֽא׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה הָא אֲנָא מָחֵית לְכוֹן לַחְמָא מִן שְׁמַיָא וְיִפְקוּן עַמָא וְיִלְקְטוּן פִּתְגַם יוֹם בְּיוֹמֵהּ בְּדִיל דַאֲנַסִנוּן הַיְהָכוּן בְּאוֹרַיְתִי אִם לָא:",
          "english": "Then said the Lord to Moshe, Behold, I will rain bread from heaven for you; and the people shall go out and gather a certain portion every day, that I may test them, whether they will follow my Tora, or no."
        },
        {
          "verseNum": 5,
          "hebrew": "וְהָיָה֙ בַּיּ֣וֹם הַשִּׁשִּׁ֔י וְהֵכִ֖ינוּ אֵ֣ת אֲשֶׁר־יָבִ֑יאוּ וְהָיָ֣ה מִשְׁנֶ֔ה עַ֥ל אֲשֶֽׁר־יִלְקְט֖וּ י֥וֹם׀יֽוֹם׃",
          "targum": "וִיהֵי בְּיוֹמָא שְׁתִיתָאָה וִיתַקְנוּן יָת דְיַיְתוּן וִיהֵי עַל חַד תְּרֵין עַל דְיִלְקְטוּן יוֹם יוֹם:",
          "english": "And it shall come to pass, on the sixth day when they shall prepare that which they bring in; that it shall be twice as much as they gather daily."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ וְאַהֲרֹ֔ן אֶֽל־כׇּל־בְּנֵ֖י יִשְׂרָאֵ֑ל עֶ֕רֶב וִֽידַעְתֶּ֕ם כִּ֧י יְהֹוָ֛ה הוֹצִ֥יא אֶתְכֶ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר משֶׁה וְאַהֲרֹן לְכָל בְּנֵי יִשְׂרָאֵל בְּרַמְשָׁא וְתִדְעוּן אֲרֵי יְיָ אַפֵּיק יָתְכוֹן מֵאַרְעָא דְמִצְרָיִם:",
          "english": "And Moshe and Aharon said to all the children of Yisra᾽el, At evening you shall know that the Lord has brought you out from the land of Miżrayim:"
        },
        {
          "verseNum": 7,
          "hebrew": "וּבֹ֗קֶר וּרְאִיתֶם֙ אֶת־כְּב֣וֹד יְהֹוָ֔ה בְּשׇׁמְע֥וֹ אֶת־תְּלֻנֹּתֵיכֶ֖ם עַל־יְהֹוָ֑ה וְנַ֣חְנוּ מָ֔ה כִּ֥י עָלֵֽינוּ׃",
          "targum": "וּבְצַפְרָא וְתֶחֱזוּן יָת יְקָרָא דַיְיָ כַּד שְׁמִיעַ יָת תֻּרְעֲמוּתְכוֹן עַל מֵימְרָא דַיְיָ וְנַחְנָא מָא אֲרֵי אַתְרַעַמְתּוּן עֲלָנָא:",
          "english": "and in the morning, you shall see the glory of the Lord when he hears your murmurings against the Lord: and what are we, that you murmur against us?"
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֗ה בְּתֵ֣ת יְהֹוָה֩ לָכֶ֨ם בָּעֶ֜רֶב בָּשָׂ֣ר לֶאֱכֹ֗ל וְלֶ֤חֶם בַּבֹּ֙קֶר֙ לִשְׂבֹּ֔עַ בִּשְׁמֹ֤עַ יְהֹוָה֙ אֶת־תְּלֻנֹּ֣תֵיכֶ֔ם אֲשֶׁר־אַתֶּ֥ם מַלִּינִ֖ם עָלָ֑יו וְנַ֣חְנוּ מָ֔ה לֹא־עָלֵ֥ינוּ תְלֻנֹּתֵיכֶ֖ם כִּ֥י עַל־יְהֹוָֽה׃",
          "targum": "וַאֲמַר משֶׁה בִּדְיִתֵּן יְיָ לְכוֹן בְּרַמְשָׁא בִּסְרָא לְמֵיכַל וְלַחְמָא בְּצַפְרָא לְמִשְׂבַּע בְּדִשְׁמִיעַ קֳדָם יְיָ יָת תֻּרְעֲמוּתְכוֹן דִי אַתּוּן מִתְרַעֲמִין עֲלוֹהִי וְנַחְנָא מָא לָא עֲלָנָא תֻּרְעֲמוּתְכוֹן אֶלָהֵן עַל מֵימְרָא דַיְיָ:",
          "english": "And Moshe said, This shall be, when the Lord shall give you in the evening meat to eat, and in the morning your fill of bread; when the Lord hears your murmurings which you murmur against him: and what are we? your murmurings are not against us, but against the Lord."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ אֶֽל־אַהֲרֹ֔ן אֱמֹ֗ר אֶֽל־כׇּל־עֲדַת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל קִרְב֖וּ לִפְנֵ֣י יְהֹוָ֑ה כִּ֣י שָׁמַ֔ע אֵ֖ת תְּלֻנֹּתֵיכֶֽם׃",
          "targum": "וַאֲמַר משֶׁה לְאַהֲרֹן אֱמַר לְכָל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל קְרִיבוּ קֳדָם יְיָ אֲרֵי שְׁמִיעַן קֳדָמוֹהִי יָת תֻּרְעֲמוּתְכוֹן:",
          "english": "And Moshe spoke to Aharon, Say to all the congregation of the children of Yisra᾽el, Come near before the Lord: for he has heard your murmurings."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיְהִ֗י כְּדַבֵּ֤ר אַהֲרֹן֙ אֶל־כׇּל־עֲדַ֣ת בְּנֵֽי־יִשְׂרָאֵ֔ל וַיִּפְנ֖וּ אֶל־הַמִּדְבָּ֑ר וְהִנֵּה֙ כְּב֣וֹד יְהֹוָ֔ה נִרְאָ֖ה בֶּעָנָֽן׃",
          "targum": "וַהֲוָה כַּד מַלִיל אַהֲרֹן עִם כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל וְאִתְפְּנִיוּ לְמַדְבְּרָא וְהָא יְקָרָא דַיְיָ אִתְגְלִי בַּעֲנָנָא:",
          "english": "And it came to pass, as Aharon spoke to the whole congregation of the children of Yisra᾽el, that they looked toward the wilderness, and, behold, the glory of the Lord appeared in the cloud."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 12,
          "hebrew": "שָׁמַ֗עְתִּי אֶת־תְּלוּנֹּת֮ בְּנֵ֣י יִשְׂרָאֵל֒ דַּבֵּ֨ר אֲלֵהֶ֜ם לֵאמֹ֗ר בֵּ֤ין הָֽעַרְבַּ֙יִם֙ תֹּאכְל֣וּ בָשָׂ֔ר וּבַבֹּ֖קֶר תִּשְׂבְּעוּ־לָ֑חֶם וִֽידַעְתֶּ֕ם כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "שְׁמִיעַ קֳדָמַי יָת תֻּרְעֲמַת בְּנֵי יִשְׂרָאֵל מַלֵיל עִמְהוֹן לְמֵימַר בֵּין שִׁמְשַׁיָא תֵּיכְלוּן בִּסְרָא וּבְצַפְרָא תִּשְׂבְּעוּן לַחְמָא וְתִדְעוּן אֲרֵי אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "I have heard the murmurings of the children of Yisra᾽el: speak to them, saying, At evening you shall eat meat, and in the morning you shall be filled with bread; and you shall know that I am the Lord your God."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיְהִ֣י בָעֶ֔רֶב וַתַּ֣עַל הַשְּׂלָ֔ו וַתְּכַ֖ס אֶת־הַֽמַּחֲנֶ֑ה וּבַבֹּ֗קֶר הָֽיְתָה֙ שִׁכְבַ֣ת הַטַּ֔ל סָבִ֖יב לַֽמַּחֲנֶֽה׃",
          "targum": "וַהֲוָה בְרַמְשָׁא וּסְלֵיקַת סְלָיו וַחֲפַת יָת מַשְׁרִיתָא וּבְצַפְרָא הֲוַת נְחָתַת טַלָא סְחוֹר סְחוֹר לְמַשְׁרִיתָא:",
          "english": "And it came to pass, that at evening the quails came up, and covered the camp: and in the morning the dew lay round about the camp."
        },
        {
          "verseNum": 14,
          "hebrew": "וַתַּ֖עַל שִׁכְבַ֣ת הַטָּ֑ל וְהִנֵּ֞ה עַל־פְּנֵ֤י הַמִּדְבָּר֙ דַּ֣ק מְחֻסְפָּ֔ס דַּ֥ק כַּכְּפֹ֖ר עַל־הָאָֽרֶץ׃",
          "targum": "וּסְלֵיקַת נְחָתַת טַלָא וְהָא עַל אַפֵּי מַדְבְּרָא דַעְדַק מְקַלַף דַעְדַק כְּגִיר כִּגְלִידָא עַל אַרְעָא:",
          "english": "And when the layer of dew was gone up, behold, upon the face of the wilderness there lay a fine flaky substance, as fine as the hoar frost on the ground."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּרְא֣וּ בְנֵֽי־יִשְׂרָאֵ֗ל וַיֹּ֨אמְר֜וּ אִ֤ישׁ אֶל־אָחִיו֙ מָ֣ן ה֔וּא כִּ֛י לֹ֥א יָדְע֖וּ מַה־ה֑וּא וַיֹּ֤אמֶר מֹשֶׁה֙ אֲלֵהֶ֔ם ה֣וּא הַלֶּ֔חֶם אֲשֶׁ֨ר נָתַ֧ן יְהֹוָ֛ה לָכֶ֖ם לְאׇכְלָֽה׃",
          "targum": "וַחֲזוֹ בְנֵי יִשְׂרָאֵל וַאֲמָרוּ גְבַר לַאֲחוּהִי מַנָא הוּא אֲרֵי לָא יְדָעוּ מָה הוּא וַאֲמַר משֶׁה לְהוֹן הוּא לַחְמָא דִי יְהַב יְיָ לְכוֹן לְמֵיכַל:",
          "english": "And when the children of Yisra᾽el saw it, they said one to another, Man-hu : for they knew not what it was. And Moshe said to them, This is the bread which the Lord has given you to eat."
        },
        {
          "verseNum": 16,
          "hebrew": "זֶ֤ה הַדָּבָר֙ אֲשֶׁ֣ר צִוָּ֣ה יְהֹוָ֔ה לִקְט֣וּ מִמֶּ֔נּוּ אִ֖ישׁ לְפִ֣י אׇכְל֑וֹ עֹ֣מֶר לַגֻּלְגֹּ֗לֶת מִסְפַּר֙ נַפְשֹׁ֣תֵיכֶ֔ם אִ֛ישׁ לַאֲשֶׁ֥ר בְּאׇהֳל֖וֹ תִּקָּֽחוּ׃",
          "targum": "דֵין פִּתְגָמָא דִי פַקֵיד יְיָ לְקוּטוּ מִנֵהּ גְבַר לְפוּם מֵיכְלֵהּ עֻמְרָא לְגֻלְגַלְתָּא מִנְיַן נַפְשָׁתֵיכוֹן גְבַר לְדִי בְמַשְׁכְּנֵהּ תִּסְבוּן:",
          "english": "This is the thing which the Lord has commanded, Gather of it every man according to his eating, an ῾omer for every man, according to the number of your persons shall you take it, every man for them who are in his tent."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיַּעֲשׂוּ־כֵ֖ן בְּנֵ֣י יִשְׂרָאֵ֑ל וַֽיִּלְקְט֔וּ הַמַּרְבֶּ֖ה וְהַמַּמְעִֽיט׃",
          "targum": "וַעַבָדוּ כֵן בְּנֵי יִשְׂרָאֵל וּלְקָטוּ דְאַסְגֵי וּדְאַזְעֵר:",
          "english": "And the children of Yisra᾽el did so, and gathered, some more, some less."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיָּמֹ֣דּוּ בָעֹ֔מֶר וְלֹ֤א הֶעְדִּיף֙ הַמַּרְבֶּ֔ה וְהַמַּמְעִ֖יט לֹ֣א הֶחְסִ֑יר אִ֥ישׁ לְפִֽי־אׇכְל֖וֹ לָקָֽטוּ׃",
          "targum": "וּכְלוֹ בְעוּמְרָא וְלָא אוֹתַר דְאַסְגֵי וּדְאַזְעֵר לָא חַסִיר גְבַר לְפוּם מֵיכְלֵהּ לְקָטוּ:",
          "english": "And when they did measure it with an ῾omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיֹּ֥אמֶר מֹשֶׁ֖ה אֲלֵהֶ֑ם אִ֕ישׁ אַל־יוֹתֵ֥ר מִמֶּ֖נּוּ עַד־בֹּֽקֶר׃",
          "targum": "וַאֲמַר משֶׁה לְהוֹן אֱנַשׁ לָא יַשְׁאַר מִנֵהּ עַד צַפְרָא:",
          "english": "And Moshe said, Let no man leave of it till the morning."
        },
        {
          "verseNum": 20,
          "hebrew": "וְלֹא־שָׁמְע֣וּ אֶל־מֹשֶׁ֗ה וַיּוֹתִ֨רוּ אֲנָשִׁ֤ים מִמֶּ֙נּוּ֙ עַד־בֹּ֔קֶר וַיָּ֥רֻם תּוֹלָעִ֖ים וַיִּבְאַ֑שׁ וַיִּקְצֹ֥ף עֲלֵהֶ֖ם מֹשֶֽׁה׃",
          "targum": "וְלָא קַבִּילוּ מִן משֶׁה וְאַשְׁאָרוּ גֻבְרַיָא מִנֵהּ עַד צַפְרָא וּרְחֵשׁ רִיחֲשָׁא וּסְרִי וּרְגַז עֲלֵיהוֹן משֶׁה:",
          "english": "But they hearkened not to Moshe; but some of them left of it until the morning, and it bred worms, and stank: and Moshe was angry with them."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּלְקְט֤וּ אֹתוֹ֙ בַּבֹּ֣קֶר בַּבֹּ֔קֶר אִ֖ישׁ כְּפִ֣י אׇכְל֑וֹ וְחַ֥ם הַשֶּׁ֖מֶשׁ וְנָמָֽס׃",
          "targum": "וּלְקָטוּ יָתֵהּ בִּצְפַר בִּצְפָר גְבַר לְפוּם מֵיכְלֵהּ וּמָה דְמִשְׁתָּאַר מִנֵהּ עַל אַפֵּי חַקְלָא כַּד חֲמָא עֲלוֹהִי שִׁמְשָׁא פָּשָׁר:",
          "english": "And they gathered it every morning, every man according to his eating: and when the sun grew hot, it melted."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיְהִ֣י׀ בַּיּ֣וֹם הַשִּׁשִּׁ֗י לָֽקְט֥וּ לֶ֙חֶם֙ מִשְׁנֶ֔ה שְׁנֵ֥י הָעֹ֖מֶר לָאֶחָ֑ד וַיָּבֹ֙אוּ֙ כׇּל־נְשִׂיאֵ֣י הָֽעֵדָ֔ה וַיַּגִּ֖ידוּ לְמֹשֶֽׁה׃",
          "targum": "וַהֲוָה בְּיוֹמָא שְׁתִיתָאָה לְקָטוּ לַחְמָא עַל חַד תְּרֵין תְּרֵין עֻמְרִין לְחָד וַאֲתוֹ כָּל רַבְרְבֵי כְנִשְׁתָּא וְחַוִיאוּ לְמשֶׁה:",
          "english": "And it came to pass, that on the sixth day they gathered a double provision, two ῾omer for one man: and all the rulers of the congregation came and told Moshe."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיֹּ֣אמֶר אֲלֵהֶ֗ם ה֚וּא אֲשֶׁ֣ר דִּבֶּ֣ר יְהֹוָ֔ה שַׁבָּת֧וֹן שַׁבַּת־קֹ֛דֶשׁ לַֽיהֹוָ֖ה מָחָ֑ר אֵ֣ת אֲשֶׁר־תֹּאפ֞וּ אֵפ֗וּ וְאֵ֤ת אֲשֶֽׁר־תְּבַשְּׁלוּ֙ בַּשֵּׁ֔לוּ וְאֵת֙ כׇּל־הָ֣עֹדֵ֔ף הַנִּ֧יחוּ לָכֶ֛ם לְמִשְׁמֶ֖רֶת עַד־הַבֹּֽקֶר׃",
          "targum": "וַאֲמַר לְהוֹן הוּא דִי מַלִיל יְיָ שְׁבָתָא שְׁבַת קוּדְשָׁא קֳדָם יְיָ מְחָר יָת דִי אַתּוּן עֲתִידִין לְמֵפָא אֲפוֹ וְיָת דִי אַתּוּן עֲתִידִין לְבַשָׁלָא בַּשִׁילוּ וְיָת כָּל מוֹתָרָא אַצְנָעוּ לְכוֹן לְמַטָרָא עַד צַפְרָא:",
          "english": "And he said to them, This is that which the Lord has said, Tomorrow is the rest of the holy sabbath to the Lord: bake that which you will bake today, and what you will boil, boil today; and that which remains over lay up for you to be kept until the morning."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיַּנִּ֤יחוּ אֹתוֹ֙ עַד־הַבֹּ֔קֶר כַּאֲשֶׁ֖ר צִוָּ֣ה מֹשֶׁ֑ה וְלֹ֣א הִבְאִ֔ישׁ וְרִמָּ֖ה לֹא־הָ֥יְתָה בּֽוֹ׃",
          "targum": "וְאַצְנָעוּ יָתֵהּ עַד צַפְרָא כְּמָא דְפַקִיד משֶׁה וְלָא סְרִי וְרִיחֲשָׁא לָא הֲוָה בֵהּ:",
          "english": "And they laid it up till the morning, as Moshe commanded: and it did not stink, neither was there any worm in it."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ אִכְלֻ֣הוּ הַיּ֔וֹם כִּֽי־שַׁבָּ֥ת הַיּ֖וֹם לַיהֹוָ֑ה הַיּ֕וֹם לֹ֥א תִמְצָאֻ֖הוּ בַּשָּׂדֶֽה׃",
          "targum": "וַאֲמַר משֶׁה אִכְלוּהִי יוֹמָא דֵין אֲרֵי שַׁבְּתָא יוֹמָא דֵין קֳדָם יְיָ יוֹמָא דֵין לָא תַשְׁכְּחֻנֵהּ בְּחַקְלָא:",
          "english": "And Moshe said, Eat that today; for today is a sabbath to the Lord: today you shall not find it in the field."
        },
        {
          "verseNum": 26,
          "hebrew": "שֵׁ֥שֶׁת יָמִ֖ים תִּלְקְטֻ֑הוּ וּבַיּ֧וֹם הַשְּׁבִיעִ֛י שַׁבָּ֖ת לֹ֥א יִֽהְיֶה־בּֽוֹ׃",
          "targum": "שִׁתָּא יוֹמִין תִּלְקְטֻנֵהּ וּבְיוֹמָא שְׁבִיעָאָה שַׁבְּתָא לָא יְהֵי בֵהּ:",
          "english": "Six days you shall gather it; but on the seventh day, which is the sabbath, on it there shall be none."
        },
        {
          "verseNum": 27,
          "hebrew": "וַֽיְהִי֙ בַּיּ֣וֹם הַשְּׁבִיעִ֔י יָצְא֥וּ מִן־הָעָ֖ם לִלְקֹ֑ט וְלֹ֖א מָצָֽאוּ׃",
          "targum": "וַהֲוָה בְּיוֹמָא שְׁבִיעָאָה נְפָקוּ מִן עַמָא לְמִלְקָט וְלָא אַשְׁכָּחוּ:",
          "english": "And it came to pass, that some of the people went out on the seventh day to gather, and they found none."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה עַד־אָ֙נָה֙ מֵֽאַנְתֶּ֔ם לִשְׁמֹ֥ר מִצְוֺתַ֖י וְתוֹרֹתָֽי׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עַד אֵימָתַי אַתּוּן מְסָרְבִין לְמִטַר פִּקוּדַי וְאוֹרָיָתַי:",
          "english": "And the Lord said to Moshe, How long will you refuse to keep my commandments and my Torot?"
        },
        {
          "verseNum": 29,
          "hebrew": "רְא֗וּ כִּֽי־יְהֹוָה֮ נָתַ֣ן לָכֶ֣ם הַשַּׁבָּת֒ עַל־כֵּ֠ן ה֣וּא נֹתֵ֥ן לָכֶ֛ם בַּיּ֥וֹם הַשִּׁשִּׁ֖י לֶ֣חֶם יוֹמָ֑יִם שְׁב֣וּ׀ אִ֣ישׁ תַּחְתָּ֗יו אַל־יֵ֥צֵא אִ֛ישׁ מִמְּקֹמ֖וֹ בַּיּ֥וֹם הַשְּׁבִיעִֽי׃",
          "targum": "חֲזוֹ אֲרֵי יְיָ יְהַב לְכוֹן שַׁבְּתָא עַל כֵּן הוּא יָהֵב לְכוֹן בְּיוֹמָא שְׁתִיתָאָה לְחֵם תְּרֵין יוֹמִין תִּיבוּ אֲנַשׁ תְּחוֹתוֹהִי לָא יִפּוֹק אֲנַשׁ מֵאַתְרֵהּ בְּיוֹמָא שְׁבִיעָאָה",
          "english": "See, that the Lord has given you the sabbath, therefore he gives you on the sixth day the bread of two days: remain every man in his place, let no man go out of his place on the seventh day."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיִּשְׁבְּת֥וּ הָעָ֖ם בַּיּ֥וֹם הַשְּׁבִעִֽי׃",
          "targum": "וְנָחוּ עַמָא בְּיוֹמָא שְׁבִיעָאָה:",
          "english": "So the people rested on the seventh day."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיִּקְרְא֧וּ בֵֽית־יִשְׂרָאֵ֛ל אֶת־שְׁמ֖וֹ מָ֑ן וְה֗וּא כְּזֶ֤רַע גַּד֙ לָבָ֔ן וְטַעְמ֖וֹ כְּצַפִּיחִ֥ת בִּדְבָֽשׁ׃",
          "targum": "וּקְרוֹ בֵית יִשְׂרָאֵל יָת שְׁמֵהּ מָן וְהוּא כְּבַר זְרַע גִדָא חִוָר וְטַעְמֵהּ כְּאִסְקְרֵיטָוָן בִּדְבָשׁ:",
          "english": "And the house of Yisra᾽el called the name thereof Man : and it was like coriander seed, white; and the taste of it was like wafers made with honey."
        },
        {
          "verseNum": 32,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֗ה זֶ֤ה הַדָּבָר֙ אֲשֶׁ֣ר צִוָּ֣ה יְהֹוָ֔ה מְלֹ֤א הָעֹ֙מֶר֙ מִמֶּ֔נּוּ לְמִשְׁמֶ֖רֶת לְדֹרֹתֵיכֶ֑ם לְמַ֣עַן׀ יִרְא֣וּ אֶת־הַלֶּ֗חֶם אֲשֶׁ֨ר הֶאֱכַ֤לְתִּי אֶתְכֶם֙ בַּמִּדְבָּ֔ר בְּהוֹצִיאִ֥י אֶתְכֶ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר משֶׁה דֵין פִּתְגָמָא דִי פַקִיד יְיָ מִלֵי עֻמְרָא מִנֵהּ לְמַטְרָא לְדָרֵיכוֹן בְּדִיל דְיֶחְזוּן יָת לַחְמָא דִי אוֹכָלִית יָתְכוֹן בְּמַדְבְּרָא בְּאַפָּקוּתִי יָתְכוֹן מֵאַרְעָא דְמִצְרָיִם:",
          "english": "And Moshe said, This is the thing which the Lord commands, Fill an ῾omer of it to be kept for your generations; that they may see the bread with which I fed you in the wilderness, when I brought you out from the land of Miżrayim."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶֽל־אַהֲרֹ֗ן קַ֚ח צִנְצֶ֣נֶת אַחַ֔ת וְתֶן־שָׁ֥מָּה מְלֹֽא־הָעֹ֖מֶר מָ֑ן וְהַנַּ֤ח אֹתוֹ֙ לִפְנֵ֣י יְהֹוָ֔ה לְמִשְׁמֶ֖רֶת לְדֹרֹתֵיכֶֽם׃",
          "targum": "וַאֲמַר משֶׁה לְאַהֲרֹן סַב צְלוֹחִית חֲדָא וְהַב תַמָן מְלֵי עֻמְרָא מָן וְאַצְנַע יָתֵהּ קֳדָם יְיָ לְמַטְרָא לְדָרֵיכוֹן:",
          "english": "And Moshe said to Aharon, Take a jar, and put an ῾omer full of manna in it, and lay it up before the Lord, to be kept for your generations."
        },
        {
          "verseNum": 34,
          "hebrew": "כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה וַיַּנִּיחֵ֧הוּ אַהֲרֹ֛ן לִפְנֵ֥י הָעֵדֻ֖ת לְמִשְׁמָֽרֶת׃",
          "targum": "כְּמָא דִי פַקִיד יְיָ לְמשֶׁה וְאַצְנְעֵהּ אַהֲרֹן קֳדָם סָהֲדוּתָא לְמַטְרָא:",
          "english": "As the Lord commanded Moshe, so Aharon laid it up before the Testimony, to be kept."
        },
        {
          "verseNum": 35,
          "hebrew": "וּבְנֵ֣י יִשְׂרָאֵ֗ל אָֽכְל֤וּ אֶת־הַמָּן֙ אַרְבָּעִ֣ים שָׁנָ֔ה עַד־בֹּאָ֖ם אֶל־אֶ֣רֶץ נוֹשָׁ֑בֶת אֶת־הַמָּן֙ אָֽכְל֔וּ עַד־בֹּאָ֕ם אֶל־קְצֵ֖ה אֶ֥רֶץ כְּנָֽעַן׃",
          "targum": "וּבְנֵי יִשְׂרָאֵל אֲכָלוּ יָת מַנָא אַרְבְּעִין שְׁנִין עַד דְמֵיתֵיהוֹן לְאַרְעָא יָתְבָתָא יָת מַנָא אֲכָלוּ עַד דְאָתוֹ לִסְיָפֵי אַרְעָא דִכְנָעַן:",
          "english": "And the children of Yisra᾽el did eat the manna for forty years, until they came to an inhabited land; they did eat the manna, until they came to the borders of the land of Kena῾an."
        },
        {
          "verseNum": 36,
          "hebrew": "וְהָעֹ֕מֶר עֲשִׂרִ֥ית הָאֵיפָ֖ה הֽוּא׃",
          "targum": "וְעֻמְרָא חַד מִן עַסְרָא בִּתְלָת סְאִין הוּא:",
          "english": "Now an ῾omer is the tenth part of an efa."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַ֠יִּסְע֠וּ כׇּל־עֲדַ֨ת בְּנֵֽי־יִשְׂרָאֵ֧ל מִמִּדְבַּר־סִ֛ין לְמַסְעֵיהֶ֖ם עַל־פִּ֣י יְהֹוָ֑ה וַֽיַּחֲנוּ֙ בִּרְפִידִ֔ים וְאֵ֥ין מַ֖יִם לִשְׁתֹּ֥ת הָעָֽם׃",
          "targum": "וּנְטָלוּ כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל מִמַדְבְּרָא דְסִין לְמַטְלָנֵיהוֹן עַל מֵימְרָא דַיְיָ וּשְׁרוֹ בִּרְפִידִים וְלֵית מַיָא לְמִשְׁתֵּי עַמָא:",
          "english": "And all the congregation of the children of Yisra᾽el journeyed from the wilderness of Sin, by their stages, according to the commandment of the Lord, and pitched in Refidim: and there was no water for the people to drink."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיָּ֤רֶב הָעָם֙ עִם־מֹשֶׁ֔ה וַיֹּ֣אמְר֔וּ תְּנוּ־לָ֥נוּ מַ֖יִם וְנִשְׁתֶּ֑ה וַיֹּ֤אמֶר לָהֶם֙ מֹשֶׁ֔ה מַה־תְּרִיבוּן֙ עִמָּדִ֔י מַה־תְּנַסּ֖וּן אֶת־יְהֹוָֽה׃",
          "targum": "וּנְצָא עַמָא עִם משֶׁה וַאֲמָרוּ הָבוּ לָנָא מַיָא וְנִשְׁתֵּי וַאֲמַר לְהוֹן משֶׁה מָה אַתּוּן נָצָן עִמִי מָה מְנַסוּן אַתּוּן קֳדָם יְיָ:",
          "english": "Wherefore the people did strive with Moshe, and said, Give us water that we may drink. And Moshe said to them, Why do you strive with me? why do you tempt the Lord?"
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּצְמָ֨א שָׁ֤ם הָעָם֙ לַמַּ֔יִם וַיָּ֥לֶן הָעָ֖ם עַל־מֹשֶׁ֑ה וַיֹּ֗אמֶר לָ֤מָּה זֶּה֙ הֶעֱלִיתָ֣נוּ מִמִּצְרַ֔יִם לְהָמִ֥ית אֹתִ֛י וְאֶת־בָּנַ֥י וְאֶת־מִקְנַ֖י בַּצָּמָֽא׃",
          "targum": "וּצְחִי תַמָן עַמָא לְמַיָא וְאִתְרַעַם עַמָא עַל משֶׁה וַאֲמַר לְמָא דְנַן אַסֶקְתָּנָא מִמִצְרַיִם לְקַטָלָא יָתִי וְיָת בְּנַי וְיָת בְּעִירַי בְּצָחוּתָא:",
          "english": "And the people thirsted there for water; and the people murmured against Moshe, and said, Why is it that thou hast brought us up out of Miżrayim, to kill us and our children and our cattle with thirst?"
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּצְעַ֤ק מֹשֶׁה֙ אֶל־יְהֹוָ֣ה לֵאמֹ֔ר מָ֥ה אֶעֱשֶׂ֖ה לָעָ֣ם הַזֶּ֑ה ע֥וֹד מְעַ֖ט וּסְקָלֻֽנִי׃",
          "targum": "וְצַלִי משֶׁה קֳדָם יְיָ לְמֵימַר מָא אֶעְבֵּד לְעַמָא הָדֵין עוֹד זְעֵיר פּוֹן וְיִרְגְמֻנָנִי:",
          "english": "And Moshe cried to the Lord, saying, What shall I do to this people? they are almost ready to stone me."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה עֲבֹר֙ לִפְנֵ֣י הָעָ֔ם וְקַ֥ח אִתְּךָ֖ מִזִּקְנֵ֣י יִשְׂרָאֵ֑ל וּמַטְּךָ֗ אֲשֶׁ֨ר הִכִּ֤יתָ בּוֹ֙ אֶת־הַיְאֹ֔ר קַ֥ח בְּיָדְךָ֖ וְהָלָֽכְתָּ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עִבַּר קֳדָם עַמָא וּדְבַר עִמָךְ מִסָבֵי יִשְׂרָאֵל וְחֻטְרָךְ דִי מָחֵיתָא בֵהּ יָת נַהֲרָא סַב בִּידָךְ וְתֵיזִל:",
          "english": "And the Lord said to Moshe, Pass before the people, and take with thee of the elders of Yisra᾽el; and thy rod, with which thou smotest the river, take in thy hand, and go."
        },
        {
          "verseNum": 6,
          "hebrew": "הִנְנִ֣י עֹמֵד֩ לְפָנֶ֨יךָ שָּׁ֥ם׀עַֽל־הַצּוּר֮ בְּחֹרֵב֒ וְהִכִּ֣יתָ בַצּ֗וּר וְיָצְא֥וּ מִמֶּ֛נּוּ מַ֖יִם וְשָׁתָ֣ה הָעָ֑ם וַיַּ֤עַשׂ כֵּן֙ מֹשֶׁ֔ה לְעֵינֵ֖י זִקְנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "הָא אֲנָא קָאֵם קֳדָמָךְ תַּמָן עַל טִנָרָא בְּחוֹרֵב וְתִמְחֵי בְטִנָרָא וְיִפְּקוּן מִנֵהּ מַיָא וְיִשְׁתֵּי עַמָא וַעֲבַד כֵּן משֶׁה לְעֵינֵי סָבֵי יִשְׂרָאֵל:",
          "english": "Behold, I will stand before thee there upon the rock in Ḥorev; and thou shalt smite the rock, and there shall come water out of it, that the people may drink. And Moshe did so in the sight of the elders of Yisra᾽el."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיִּקְרָא֙ שֵׁ֣ם הַמָּק֔וֹם מַסָּ֖ה וּמְרִיבָ֑ה עַל־רִ֣יב׀ בְּנֵ֣י יִשְׂרָאֵ֗ל וְעַ֨ל נַסֹּתָ֤ם אֶת־יְהֹוָה֙ לֵאמֹ֔ר הֲיֵ֧שׁ יְהֹוָ֛ה בְּקִרְבֵּ֖נוּ אִם־אָֽיִן׃",
          "targum": "וּקְרָא שְׁמָא דְאַתְרָא נִסֵיתָא וּמַצוּתָא עַל דִנְצוֹ בְּנֵי יִשְׂרָאֵל וְעַל דְנַסִיאוּ קֳדָם יְיָ לְמֵימַר הֲאִית שְׁכִינְתָּא דַיְיָ בֵּינָנָא אִם לָא:",
          "english": "And he called the name of the place Massa and Meriva, because of the strife of the children of Yisra᾽el, and because they tempted the Lord, saying, Is the Lord among us, or not?"
        },
        {
          "verseNum": 8,
          "hebrew": "וַיָּבֹ֖א עֲמָלֵ֑ק וַיִּלָּ֥חֶם עִם־יִשְׂרָאֵ֖ל בִּרְפִידִֽם׃",
          "targum": "וַאֲתָא עֲמָלֵק וַאֲגַח קְרָבָא עִם יִשְׂרָאֵל בִּרְפִידִם:",
          "english": "Then came ῾Amaleq, and fought with Yisra᾽el in Refidim."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֤ה אֶל־יְהוֹשֻׁ֙עַ֙ בְּחַר־לָ֣נוּ אֲנָשִׁ֔ים וְצֵ֖א הִלָּחֵ֣ם בַּעֲמָלֵ֑ק מָחָ֗ר אָנֹכִ֤י נִצָּב֙ עַל־רֹ֣אשׁ הַגִּבְעָ֔ה וּמַטֵּ֥ה הָאֱלֹהִ֖ים בְּיָדִֽי׃",
          "targum": "וַאֲמַר משֶׁה לִיהוֹשֻׁעַ בְּחַר לָנָא גֻבְרִין וּפוּק אֲגַח קְרָבָא בַּעֲמָלֵק מְחָר אֲנָא קָאֵם עַל רֵישׁ רָמָתָא וְחוּטְרָא דְאִתְעֲבִידוּ בֵהּ נִסִין מִן קֳדָם יְיָ בִּידִי:",
          "english": "And Moshe said to Yehoshua, Choose us out men, and go out, fight with ῾Amaleq: tomorrow I will stand on the top of the hill with the rod of God in my hand."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיַּ֣עַשׂ יְהוֹשֻׁ֗עַ כַּאֲשֶׁ֤ר אָֽמַר־לוֹ֙ מֹשֶׁ֔ה לְהִלָּחֵ֖ם בַּעֲמָלֵ֑ק וּמֹשֶׁה֙ אַהֲרֹ֣ן וְח֔וּר עָל֖וּ רֹ֥אשׁ הַגִּבְעָֽה׃",
          "targum": "וַעֲבַד יְהוֹשֻׁעַ כְּמָא דְאֲמַר לֵהּ משֶׁה לְאַגָחָא קְרָבָא בַּעֲמָלֵק וּמשֶׁה אַהֲרֹן וְחוּר סְלִיקוּ לְרֵישׁ רָמָתָא:",
          "english": "So Yehoshua did as Moshe had said to him, and fought with ῾Amaleq: and Moshe, Aharon and Ḥur went up to the top of the hill."
        },
        {
          "verseNum": 11,
          "hebrew": "וְהָיָ֗ה כַּאֲשֶׁ֨ר יָרִ֥ים מֹשֶׁ֛ה יָד֖וֹ וְגָבַ֣ר יִשְׂרָאֵ֑ל וְכַאֲשֶׁ֥ר יָנִ֛יחַ יָד֖וֹ וְגָבַ֥ר עֲמָלֵֽק׃",
          "targum": "וַהֲוָא כַּד מֵרִים משֶׁה יְדוֹהִי וּמִתְגַבְּרִין דְבֵית יִשְׂרָאֵל וְכַד מַנַח יְדוֹהִי וּמִתְגַבְּרִין דְבֵית עֲמָלֵק:",
          "english": "And it came to pass, when Moshe held up his hand, that Yisra᾽el prevailed: and when he let down his hand, ῾Amaleq prevailed."
        },
        {
          "verseNum": 12,
          "hebrew": "וִידֵ֤י מֹשֶׁה֙ כְּבֵדִ֔ים וַיִּקְחוּ־אֶ֛בֶן וַיָּשִׂ֥ימוּ תַחְתָּ֖יו וַיֵּ֣שֶׁב עָלֶ֑יהָ וְאַהֲרֹ֨ן וְח֜וּר תָּֽמְכ֣וּ בְיָדָ֗יו מִזֶּ֤ה אֶחָד֙ וּמִזֶּ֣ה אֶחָ֔ד וַיְהִ֥י יָדָ֛יו אֱמוּנָ֖ה עַד־בֹּ֥א הַשָּֽׁמֶשׁ׃",
          "targum": "וִידֵי משֶׁה יְקָרָן וּנְסִיבוּ אַבְנָא וְשַׁוִיאוּ תְחוֹתוֹהִי וִיתֵב עֲלַהּ וְאַהֲרֹן וְחוּר סַעְדָן בִּידוֹהִי מִכָּא חַד וּמִכָּא חַד וַהֲוָה יְדוֹהִי פְּרִיסָן בִּצְלוֹ עַד דְעַל שִׁמְשָׁא:",
          "english": "But Moshe’s hands were heavy; and they took a stone, and put it under him, and he sat on it; and Aharon and Ḥur supported his hands, the one on the one side, and the other on the other side; and his hands were steady until the going down of the sun."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיַּחֲלֹ֧שׁ יְהוֹשֻׁ֛עַ אֶת־עֲמָלֵ֥ק וְאֶת־עַמּ֖וֹ לְפִי־חָֽרֶב׃",
          "targum": "וְתַבַּר יְהוֹשֻׁעַ יָת עֲמָלֵק וְיָת עַמֵהּ לְפִתְגָם דְחָרֶב:",
          "english": "And Yehoshua harried ῾Amaleq and his people with the edge of the sword."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה כְּתֹ֨ב זֹ֤את זִכָּרוֹן֙ בַּסֵּ֔פֶר וְשִׂ֖ים בְּאׇזְנֵ֣י יְהוֹשֻׁ֑עַ כִּֽי־מָחֹ֤ה אֶמְחֶה֙ אֶת־זֵ֣כֶר עֲמָלֵ֔ק מִתַּ֖חַת הַשָּׁמָֽיִם׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה כְּתָב דָא דוּכְרָנָא בְּסִפְרָא וְשַׁוִי קֳדָם יְהוֹשֻׁעַ אֲרֵי מִמְחָא אֶמְחֵי יָת דוּכְרָנָא דַעֲמָלֵק מִתְּחוֹת שְׁמַיָא:",
          "english": "And the Lord said to Moshe, Write this for a memorial in a book, and rehearse it in the ears of Yehoshua: that I will utterly blot out the remembrance of ῾Amaleq from under the heaven."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּ֥בֶן מֹשֶׁ֖ה מִזְבֵּ֑חַ וַיִּקְרָ֥א שְׁמ֖וֹ יְהֹוָ֥ה׀נִסִּֽי׃",
          "targum": "וּבְנָא משֶׁה מַדְבְּחָא וּפְלַח עֲלוֹהִי קֳדָם יְיָ דַעֲבַד לֵהּ נִסִין:",
          "english": "And Moshe built an altar, and called the name of it Adonay Nissi"
        },
        {
          "verseNum": 16,
          "hebrew": "וַיֹּ֗אמֶר כִּֽי־יָד֙ עַל־כֵּ֣ס יָ֔הּ* מִלְחָמָ֥ה לַיהֹוָ֖ה בַּֽעֲמָלֵ֑ק מִדֹּ֖ר דֹּֽר׃",
          "targum": "וַאֲמַר בִּשְׁבוּעָה אֲמִירָא דָא מִן קֳדָם דְחֵילָא דִשְׁכִנְתֵּהּ עַל כָּרְסֵהּ יְקָרֵהּ דְעָתִיד דְיִתָּגַח קְרָבָא קֳדָם יְיָ בִּדְבֵית עֲמָלֵק לְשֵׁצָיוּתְהוֹן מִדָרֵי עָלְמָא:",
          "english": "for he said, Because the Lord has sworn by his throne that the Lord will have war with ῾Amaleq from generation to generation."
        }
      ]
    }
  ]
}