{
  "name": "Bo",
  "book": "Exodus",
  "chapters": [
    {
      "chapter": 10,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה בֹּ֖א אֶל־פַּרְעֹ֑ה כִּֽי־אֲנִ֞י הִכְבַּ֤דְתִּי אֶת־לִבּוֹ֙ וְאֶת־לֵ֣ב עֲבָדָ֔יו לְמַ֗עַן שִׁתִ֛י אֹתֹתַ֥י אֵ֖לֶּה בְּקִרְבּֽוֹ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עוּל לְוָת פַּרְעֹה אֲרֵי אֲנָא יַקָרִית יָת לִבֵּהּ וְיָת לִבָּא דְעַבְדוֹהִי בְּדִיל לְשַׁוָאָה אָתַי אִלֵין בֵּינֵיהוֹן:",
          "english": "And the Lord said to Moshe, Go in to Par῾o: for I have hardened his heart, and the heart of his servants, that I might show these my signs before him:"
        },
        {
          "verseNum": 2,
          "hebrew": "וּלְמַ֡עַן תְּסַפֵּר֩ בְּאׇזְנֵ֨י בִנְךָ֜ וּבֶן־בִּנְךָ֗ אֵ֣ת אֲשֶׁ֤ר הִתְעַלַּ֙לְתִּי֙ בְּמִצְרַ֔יִם וְאֶת־אֹתֹתַ֖י אֲשֶׁר־שַׂ֣מְתִּי בָ֑ם וִֽידַעְתֶּ֖ם כִּי־אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וּבְדִיל דְתִשְׁתָּעֵי קֳדָם בְּרָךְ וּבַר בְּרָךְ יָת נִסִין דִי עֲבָדִית בְּמִצְרַיִם וְיָת אַתְוָתַי דִי שַׁוֵיתִי בְהוֹן וְתִדְעוּן אֲרֵי אֲנָא יְיָ:",
          "english": "and that thou mayst tell in the ears of thy son, and of thy son’s son, what things I have done in Miżrayim, and my signs which I have done among them; that you may know that I am the Lord."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיָּבֹ֨א מֹשֶׁ֣ה וְאַהֲרֹן֮ אֶל־פַּרְעֹה֒ וַיֹּאמְר֣וּ אֵלָ֗יו כֹּֽה־אָמַ֤ר יְהֹוָה֙ אֱלֹהֵ֣י הָֽעִבְרִ֔ים עַד־מָתַ֣י מֵאַ֔נְתָּ לֵעָנֹ֖ת מִפָּנָ֑י שַׁלַּ֥ח עַמִּ֖י וְיַֽעַבְדֻֽנִי׃",
          "targum": "וַאֲתָא משֶׁה וְאַהֲרֹן לְוָת פַּרְעֹה וַאֲמָרוּ לֵהּ כִּדְנַן אֲמַר יְיָ אֱלָהָא דִיהוּדָאֵי עַד אִמָתַי מְסָרֵב אַתְּ לְאִתְכְּנָעָא מִן קֳדָמָי שַׁלַח עַמִי וְיִפְלְחוּן קֳדָמָי:",
          "english": "And Moshe and Aharon came to Par῾o and said to him, Thus says the Lord God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me."
        },
        {
          "verseNum": 4,
          "hebrew": "כִּ֛י אִם־מָאֵ֥ן אַתָּ֖ה לְשַׁלֵּ֣חַ אֶת־עַמִּ֑י הִנְנִ֨י מֵבִ֥יא מָחָ֛ר אַרְבֶּ֖ה בִּגְבֻלֶֽךָ׃",
          "targum": "אֲרֵי אִם סָרֵיב אַתְּ לְשַׁלָחָא יָת עַמִי הָא אֲנָא מַיְיתִי מְחָר גוֹבָא בִּתְחוּמָךְ:",
          "english": "Else, if thou refuse to let my people go, behold, tomorrow I will bring the locusts into thy border:"
        },
        {
          "verseNum": 5,
          "hebrew": "וְכִסָּה֙ אֶת־עֵ֣ין הָאָ֔רֶץ וְלֹ֥א יוּכַ֖ל לִרְאֹ֣ת אֶת־הָאָ֑רֶץ וְאָכַ֣ל׀ אֶת־יֶ֣תֶר הַפְּלֵטָ֗ה הַנִּשְׁאֶ֤רֶת לָכֶם֙ מִן־הַבָּרָ֔ד וְאָכַל֙ אֶת־כׇּל־הָעֵ֔ץ הַצֹּמֵ֥חַ לָכֶ֖ם מִן־הַשָּׂדֶֽה׃",
          "targum": "וַחֲפָא יָת עֵין שִׁמְשָׁא דְאַרְעָא וְלָא יִכּוּל לְמֶחֱזֵי יָת אַרְעָא וְיֵכוּל יָת שְׁאָר שֵׁזַבְתָּא דְאִשְׁתָּאַר לְכוֹן מִן בַּרְדָא וְיֵכוּל יָת כָּל אִילָנָא דְאַצְמַח לְכוֹן מִן חַקְלָא:",
          "english": "and they shall cover the face of the earth, so that it will not be possible to see the earth: and they shall eat the residue of that which is escaped, which remains to you from the hail, and shall eat every tree which grows for you out of the field:"
        },
        {
          "verseNum": 6,
          "hebrew": "וּמָלְא֨וּ בָתֶּ֜יךָ וּבָתֵּ֣י כׇל־עֲבָדֶ֘יךָ֮ וּבָתֵּ֣י כׇל־מִצְרַ֒יִם֒ אֲשֶׁ֨ר לֹֽא־רָא֤וּ אֲבֹתֶ֙יךָ֙ וַאֲב֣וֹת אֲבֹתֶ֔יךָ מִיּ֗וֹם הֱיוֹתָם֙ עַל־הָ֣אֲדָמָ֔ה עַ֖ד הַיּ֣וֹם הַזֶּ֑ה וַיִּ֥פֶן וַיֵּצֵ֖א מֵעִ֥ם פַּרְעֹֽה׃",
          "targum": "וְיִמְלוּן בָּתָּיךְ וּבָתֵּי כָל עַבְדָיךְ וּבָתֵּי כָל מִצְרַיִם דִי לָא חֲזוֹ אֲבָהָתָךְ וַאֲבָהַת אֲבָהָתָךְ מִיוֹמָא דְמֶהֱוֵיהוֹן עַל אַרְעָא עַד יוֹמָא הָדֵין וְאִתְפְּנִי וּנְפַק מִן קֳדָם פַּרְעֹה:",
          "english": "and they shall fill thy houses, and the houses of all thy servants, and the houses of all Miżrayim; which neither thy fathers, nor thy fathers’ fathers have seen, since the day that they were upon the earth to this day. And he turned, and went out from Par῾o."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיֹּאמְרוּ֩ עַבְדֵ֨י פַרְעֹ֜ה אֵלָ֗יו עַד־מָתַי֙ יִהְיֶ֨ה זֶ֥ה לָ֙נוּ֙ לְמוֹקֵ֔שׁ שַׁלַּח֙ אֶת־הָ֣אֲנָשִׁ֔ים וְיַֽעַבְד֖וּ אֶת־יְהֹוָ֣ה אֱלֹהֵיהֶ֑ם הֲטֶ֣רֶם תֵּדַ֔ע כִּ֥י אָבְדָ֖ה מִצְרָֽיִם׃",
          "targum": "וַאֲמָרוּ עַבְדֵי פַרְעֹה לֵהּ עַד אִמָתַי יְהֵי דֵין לָנָא לְתַקְלָא שַׁלַח יָת גֻבְרַיָא וְיִפְלְחוּן קֳדָם יְיָ אֱלָהֲהוֹן הַעַד כְּעַן לָא יְדַעְתָּ אֲרֵי אֲבֵדַת מִצְרָיִם:",
          "english": "And Par῾o’s servants said to him, How long shall this man be a snare to us? let the men go, that they may serve the Lord their God: knowst thou not yet that Miżrayim is destroyed?"
        },
        {
          "verseNum": 8,
          "hebrew": "וַיּוּשַׁ֞ב אֶת־מֹשֶׁ֤ה וְאֶֽת־אַהֲרֹן֙ אֶל־פַּרְעֹ֔ה וַיֹּ֣אמֶר אֲלֵהֶ֔ם לְכ֥וּ עִבְד֖וּ אֶת־יְהֹוָ֣ה אֱלֹהֵיכֶ֑ם מִ֥י וָמִ֖י הַהֹלְכִֽים׃",
          "targum": "וְאִתּוֹתַב יָת משֶׁה וְיָת אַהֲרֹן לְוָת פַּרְעֹה וַאֲמַר לְהוֹן אֱזִילוּ פְלָחוּ קֳדָם יְיָ אֱלָהֲכוֹן מָן וּמָן דְאָזְלִין:",
          "english": "And Moshe and Aharon were brought back to Par῾o: and he said to them, Go, serve the Lord your God: but who are they that shall go?"
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֔ה בִּנְעָרֵ֥ינוּ וּבִזְקֵנֵ֖ינוּ נֵלֵ֑ךְ בְּבָנֵ֨ינוּ וּבִבְנוֹתֵ֜נוּ בְּצֹאנֵ֤נוּ וּבִבְקָרֵ֙נוּ֙ נֵלֵ֔ךְ כִּ֥י חַג־יְהֹוָ֖ה לָֽנוּ׃",
          "targum": "וַאֲמַר משֶׁה בְּעוּלֵמָנָּא וּבְסָבָנָּא נֵזֵיל בְּבָנָנָא וּבִבְנָתָנָא בְּעָנָנָא וּבְתוֹרָנָא נֵזֵיל אֲרֵי חַגָא קֳדָם יְיָ לָנָא:",
          "english": "And Moshe said, We will go with our young and with our old, with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast to the Lord."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיֹּ֣אמֶר אֲלֵהֶ֗ם יְהִ֨י כֵ֤ן יְהֹוָה֙ עִמָּכֶ֔ם כַּאֲשֶׁ֛ר אֲשַׁלַּ֥ח אֶתְכֶ֖ם וְאֶֽת־טַפְּכֶ֑ם רְא֕וּ כִּ֥י רָעָ֖ה נֶ֥גֶד פְּנֵיכֶֽם׃",
          "targum": "וַאֲמַר לְהוֹן יְהֵי כֵן מֵימְרָא דַיְיָ בְּסַעְדְכוֹן כַּד אֲשַּׁלַח יָתְכוֹן וְיָת טַפְלְכוֹן חֲזוֹ אֲרֵי בִישָׁא דְאַתּוּן סְבִירִין לְמֶעְבַּד לָקֳבֵל אַפֵּיכוֹן לְאִסְתַּחָרָא:",
          "english": "And he said to them, Let the Lord be so with you, as I will let you go, and your little ones: look to it; for evil is before you."
        },
        {
          "verseNum": 11,
          "hebrew": "לֹ֣א כֵ֗ן לְכֽוּ־נָ֤א הַגְּבָרִים֙ וְעִבְד֣וּ אֶת־יְהֹוָ֔ה כִּ֥י אֹתָ֖הּ אַתֶּ֣ם מְבַקְשִׁ֑ים וַיְגָ֣רֶשׁ אֹתָ֔ם מֵאֵ֖ת פְּנֵ֥י פַרְעֹֽה׃",
          "targum": "לָא כֵן אֱזִילוּ כְעַן גֻבְרַיָא וּפְלָחוּ קֳדָם יְיָ אֲרֵי יָתַהּ אַתּוּן בָּעָן וְתָרִיךְ יָתְהוֹן מִן קֳדָם פַּרְעֹה:",
          "english": "Not so: go now you that are men, and serve the Lord; for that is what you desire. And they were driven out from Par῾o’s presence."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה נְטֵ֨ה יָדְךָ֜ עַל־אֶ֤רֶץ מִצְרַ֙יִם֙ בָּֽאַרְבֶּ֔ה וְיַ֖עַל עַל־אֶ֣רֶץ מִצְרָ֑יִם וְיֹאכַל֙ אֶת־כׇּל־עֵ֣שֶׂב הָאָ֔רֶץ אֵ֛ת כׇּל־אֲשֶׁ֥ר הִשְׁאִ֖יר הַבָּרָֽד׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֲרֵים יְדָךְ עַל אַרְעָא דְמִצְרָיִם וְיֵתֵי גוֹבָא וְיִסַק עַל אַרְעָא דְמִצְרָיִם וְיֵכוּל יָת כָּל עִסְבָּא דְאַרְעָא יָת כָּל דִי אַשְׁאַר בַּרְדָא:",
          "english": "And the Lord said to Moshe, Stretch out thy hand over the land of Miżrayim for the locusts, that they may come up on the land of Miżrayim, and eat every plant of the land, all that the hail has left."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֵּ֨ט מֹשֶׁ֣ה אֶת־מַטֵּ֘הוּ֮ עַל־אֶ֣רֶץ מִצְרַ֒יִם֒ וַֽיהֹוָ֗ה נִהַ֤ג רֽוּחַ־קָדִים֙ בָּאָ֔רֶץ כׇּל־הַיּ֥וֹם הַה֖וּא וְכׇל־הַלָּ֑יְלָה הַבֹּ֣קֶר הָיָ֔ה וְר֙וּחַ֙ הַקָּדִ֔ים נָשָׂ֖א אֶת־הָאַרְבֶּֽה׃",
          "targum": "וַאֲרֵים משֶׁה יָת חֻטְרֵהּ עַל אַרְעָא דְמִצְרַיִם וַיְיָ דַבַּר רוּחַ קִדוּמָא בְּאַרְעָא כָּל יוֹמָא הַהוּא וְכָל לֵילְיָא צַפְרָא הֲוָה וְרוּחַ קִדוּמָא נְטַל יָת גוֹבָא:",
          "english": "So Moshe stretched out his rod over the land of Miżrayim, and the Lord brought an east wind upon the land all that day, and all that night; and when it was morning, the east wind brought the locusts."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיַּ֣עַל הָֽאַרְבֶּ֗ה עַ֚ל כׇּל־אֶ֣רֶץ מִצְרַ֔יִם וַיָּ֕נַח בְּכֹ֖ל גְּב֣וּל מִצְרָ֑יִם כָּבֵ֣ד מְאֹ֔ד לְ֠פָנָ֠יו לֹא־הָ֨יָה כֵ֤ן אַרְבֶּה֙ כָּמֹ֔הוּ וְאַחֲרָ֖יו לֹ֥א יִֽהְיֶה־כֵּֽן׃",
          "targum": "וּסְלֵיק גוֹבָא עַל כָּל אַרְעָא דְמִצְרַיִם וּשְׁרָא בְּכָל תְּחוּם מִצְרָיִם תַּקִיף לַחֲדָא קֳדָמוֹהִי לָא הֲוָה כֵן גוֹבָא דִכְוָתֵהּ וּבַתְרוֹהִי לָא יְהֵי כֵן:",
          "english": "And the locusts went up over all the land of Miżrayim, and rested in all the borders of Miżrayim: very grievous they were; before them there were no such locusts as they, neither after them shall there be such."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיְכַ֞ס אֶת־עֵ֣ין כׇּל־הָאָ֘רֶץ֮ וַתֶּחְשַׁ֣ךְ הָאָ֒רֶץ֒ וַיֹּ֜אכַל אֶת־כׇּל־עֵ֣שֶׂב הָאָ֗רֶץ וְאֵת֙ כׇּל־פְּרִ֣י הָעֵ֔ץ אֲשֶׁ֥ר הוֹתִ֖יר הַבָּרָ֑ד וְלֹא־נוֹתַ֨ר כׇּל־יֶ֧רֶק בָּעֵ֛ץ וּבְעֵ֥שֶׂב הַשָּׂדֶ֖ה בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַחֲפָא יָת עֵין שִׁמְשָׁא דְכָל אַרְעָא וַחֲשׁוֹכַת אַרְעָא וַאֲכַל יָת כָּל עֶסְבָּא דְאַרְעָא וְיָת כָּל פֵּירֵי אִילָנָא דִי אַשְׁאַר בַּרְדָא וְלָא אִשְׁתָּאַר כָּל יָרוֹקָא בְּאִילָנָא וּבְעֶסְבָּא דְחַקְלָא בְּכָל אַרְעָא דְמִצְרָיִם:",
          "english": "For they covered the surface of the whole earth, so that the land was darkened; and they did eat every plant of the land, and all the fruit of the trees which the hail had left: and there remained no green thing in the trees, or in the plants of the field, through all the land of Miżrayim."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיְמַהֵ֣ר פַּרְעֹ֔ה לִקְרֹ֖א לְמֹשֶׁ֣ה וּֽלְאַהֲרֹ֑ן וַיֹּ֗אמֶר חָטָ֛אתִי לַיהֹוָ֥ה אֱלֹֽהֵיכֶ֖ם וְלָכֶֽם׃",
          "targum": "וְאוֹחִי פַרְעֹה לְמִקְרֵי לְמשֶׁה וּלְאַהֲרֹן וַאֲמַר חָבִית קֳדָם יְיָ אֱלָהֲכוֹן וּלְכוֹן:",
          "english": "Then Par῾o called for Moshe and Aharon in haste; and he said, I have sinned against the Lord your God, and against you."
        },
        {
          "verseNum": 17,
          "hebrew": "וְעַתָּ֗ה שָׂ֣א נָ֤א חַטָּאתִי֙ אַ֣ךְ הַפַּ֔עַם וְהַעְתִּ֖ירוּ לַיהֹוָ֣ה אֱלֹהֵיכֶ֑ם וְיָסֵר֙ מֵֽעָלַ֔י רַ֖ק אֶת־הַמָּ֥וֶת הַזֶּֽה׃",
          "targum": "וּכְעַן שְׁבוֹק כְּעַן לְחוֹבִי בְּרַם זִמְנָא הָדָא וְצַלוֹ קָדָם יְיָ אֱלָהֲכוֹן וְיַעְדֵי מִנִי לְחוֹד יָת מוֹתָא הָדֵין:",
          "english": "Now therefore forgive, I pray thee, my sin only this once, and entreat the Lord your God, that he may take away from me this death only."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיֵּצֵ֖א מֵעִ֣ם פַּרְעֹ֑ה וַיֶּעְתַּ֖ר אֶל־יְהֹוָֽה׃",
          "targum": "וּנְפַק מִלְוָת פַּרְעֹה וְצַלִי קֳדָם יְיָ:",
          "english": "And he went out from Par῾o, and entreated the Lord."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיַּהֲפֹ֨ךְ יְהֹוָ֤ה רֽוּחַ־יָם֙ חָזָ֣ק מְאֹ֔ד וַיִּשָּׂא֙ אֶת־הָ֣אַרְבֶּ֔ה וַיִּתְקָעֵ֖הוּ יָ֣מָּה סּ֑וּף לֹ֤א נִשְׁאַר֙ אַרְבֶּ֣ה אֶחָ֔ד בְּכֹ֖ל גְּב֥וּל מִצְרָֽיִם׃",
          "targum": "וַהֲפַךְ יְיָ רוּחָא מַעַרְבָא תַּקִיף לַחֲדָא וּנְטַל יָת גוֹבָא וּרְמָהִי לְיַמָא דְסוּף לָא אִשְׁתָּאַר גוֹבָא חַד בְּכֹל תְּחוּם מִצְרָיִם:",
          "english": "And the Lord turned a very strong west wind, which took away the locusts, and cast them into the Sea of Suf; there remained not one locust in all the borders of Miżrayim."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיְחַזֵּ֥ק יְהֹוָ֖ה אֶת־לֵ֣ב פַּרְעֹ֑ה וְלֹ֥א שִׁלַּ֖ח אֶת־בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְאַתְקֵף יְיָ יָת לִבָּא דְפַרְעֹה וְלָא שַׁלַח יָת בְּנֵי יִשְׂרָאֵל:",
          "english": "But the Lord hardened Par῾o’s heart, so that he would not let the children of Yisra᾽el go."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה נְטֵ֤ה יָֽדְךָ֙ עַל־הַשָּׁמַ֔יִם וִ֥יהִי חֹ֖שֶׁךְ עַל־אֶ֣רֶץ מִצְרָ֑יִם וְיָמֵ֖שׁ חֹֽשֶׁךְ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֲרֵים יְדָךְ עַל צֵית שְׁמַיָא וִיהֵי חֲשׁוֹכָא עַל אַרְעָא דְמִצְרָיִם בָּתַר דְיַעְדֵי קְבֵל לֵילְיָא:",
          "english": "And the Lord said to Moshe, Stretch out thy hand towards heaven, that there may be darkness over the land of Miżrayim, darkness which may be felt."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיֵּ֥ט מֹשֶׁ֛ה אֶת־יָד֖וֹ עַל־הַשָּׁמָ֑יִם וַיְהִ֧י חֹֽשֶׁךְ־אֲפֵלָ֛ה בְּכׇל־אֶ֥רֶץ מִצְרַ֖יִם שְׁלֹ֥שֶׁת יָמִֽים׃",
          "targum": "וַאֲרֵים משֶׁה יָת יְדֵהּ עַל צֵית שְׁמַיָא וַהֲוָה חֲשׁוֹךְ קְבֵל בְּכָל אַרְעָא דְמִצְרַיִם תְּלָתָא יוֹמִין:",
          "english": "And Moshe stretched out his hand towards heaven; and there was a thick darkness in all the land of Miżrayim three days:"
        },
        {
          "verseNum": 23,
          "hebrew": "לֹֽא־רָא֞וּ אִ֣ישׁ אֶת־אָחִ֗יו וְלֹא־קָ֛מוּ אִ֥ישׁ מִתַּחְתָּ֖יו שְׁלֹ֣שֶׁת יָמִ֑ים וּֽלְכׇל־בְּנֵ֧י יִשְׂרָאֵ֛ל הָ֥יָה א֖וֹר בְּמוֹשְׁבֹתָֽם׃",
          "targum": "לָא חֲזוֹ אֱנָשׁ יָת אֲחוֹהִי וְלָא קָמוּ אֱנָשׁ מִתְּחוֹתוֹהִי תְּלָתָא יוֹמִין וּלְכָל בְּנֵי יִשְׂרָאֵל הֲוָה נְהוֹרָא בְּמוֹתְבָנְהוֹן:",
          "english": "they saw not one another, neither rose any from his place for three days: but all the children of Yisra᾽el had light in their dwellings."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיִּקְרָ֨א פַרְעֹ֜ה אֶל־מֹשֶׁ֗ה וַיֹּ֙אמֶר֙ לְכוּ֙ עִבְד֣וּ אֶת־יְהֹוָ֔ה רַ֛ק צֹאנְכֶ֥ם וּבְקַרְכֶ֖ם יֻצָּ֑ג גַּֽם־טַפְּכֶ֖ם יֵלֵ֥ךְ עִמָּכֶֽם׃",
          "targum": "וּקְרָא פַרְעֹה לְמשֶׁה וַאֲמַר אֱזִילוּ פְּלָחוּ קֳדָם יְיָ לְחוֹד עָנְכוֹן וְתוֹרְכוֹן שְׁבוּקוּ אַף טַפְלְכוֹן יֵזֵיל עִמְכוֹן:",
          "english": "And Par῾o called to Moshe and said, Go, serve the Lord; only let your flocks and your herds stay behind: let your little ones also go with you."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֔ה גַּם־אַתָּ֛ה תִּתֵּ֥ן בְּיָדֵ֖נוּ זְבָחִ֣ים וְעֹלֹ֑ת וְעָשִׂ֖ינוּ לַיהֹוָ֥ה אֱלֹהֵֽינוּ׃",
          "targum": "וַאֲמַר משֶׁה אַף אַתְּ תִּמְסַר בִּידָנָא נִכְסַת קֻדְשִׁין וַעֲלָוָן וְנַעְבֵּד קֳדָם יְיָ אֱלָהָנָא:",
          "english": "And Moshe said, Thou must give us also sacrifices and burnt offerings, that we may sacrifice to the Lord our God."
        },
        {
          "verseNum": 26,
          "hebrew": "וְגַם־מִקְנֵ֜נוּ יֵלֵ֣ךְ עִמָּ֗נוּ לֹ֤א תִשָּׁאֵר֙ פַּרְסָ֔ה כִּ֚י מִמֶּ֣נּוּ נִקַּ֔ח לַעֲבֹ֖ד אֶת־יְהֹוָ֣ה אֱלֹהֵ֑ינוּ וַאֲנַ֣חְנוּ לֹֽא־נֵדַ֗ע מַֽה־נַּעֲבֹד֙ אֶת־יְהֹוָ֔ה עַד־בֹּאֵ֖נוּ שָֽׁמָּה׃",
          "targum": "וְאַף בְּעִירָנָא יֵזֵיל עִמָנָא לָא תִשְׁתָּאַר מִדַעַם אֲרֵי מִנֵהּ אֲנַחְנָא נָסְבִין לְמִפְלַח קֳדָם יְיָ אֱלָהָנָא וַאֲנַחְנָא לֵית אֲנַחְנָא יָדְעִין מָה נִפְלַח קֳדָם יְיָ עַד מֵיתָנָא תַּמָן:",
          "english": "Our cattle also shall go with us; there shall not a hoof be left behind; for of them must we take to serve the Lord our God; and we know not with what we must serve the Lord, until we come there."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיְחַזֵּ֥ק יְהֹוָ֖ה אֶת־לֵ֣ב פַּרְעֹ֑ה וְלֹ֥א אָבָ֖ה לְשַׁלְּחָֽם׃",
          "targum": "וְאַתְקֵיף יְיָ יָת לִבָּא דְפַרְעֹה וְלָא אָבָה לְשַׁלָחוּתְהוֹן:",
          "english": "But the Lord hardened Par῾o’s heart, and he would not let them go."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיֹּֽאמֶר־ל֥וֹ פַרְעֹ֖ה לֵ֣ךְ מֵעָלָ֑י הִשָּׁ֣מֶר לְךָ֗ אַל־תֹּ֙סֶף֙ רְא֣וֹת פָּנַ֔י כִּ֗י בְּי֛וֹם רְאֹתְךָ֥ פָנַ֖י תָּמֽוּת׃",
          "targum": "וַאֲמַר לֵהּ פַּרְעֹה אִזֵיל מֵעִלָוָי אִסְתַּמַר לָךְ לָא תוֹסִיף לְמֶחֱזֵי אַפַּי אֲרֵי בְּיוֹמָא דְתֶחֱזֵי אַפַּי תְּמוּת:",
          "english": "And Par῾o said to him, Get thee from me, take heed to thyself, see my face no more; for in the day thou seest my face thou shalt die."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיֹּ֥אמֶר מֹשֶׁ֖ה כֵּ֣ן דִּבַּ֑רְתָּ לֹא־אֹסִ֥ף ע֖וֹד רְא֥וֹת פָּנֶֽיךָ׃",
          "targum": "וַאֲמַר משֶׁה יָאוּת מַלֵילְתָּא לָא אוֹסִיף עוֹד לְמֶחֱזֵי אַפָּיךְ:",
          "english": "And Moshe said, Thou hast spoken well, I will see thy face again no more."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה ע֣וֹד נֶ֤גַע אֶחָד֙ אָבִ֤יא עַל־פַּרְעֹה֙ וְעַל־מִצְרַ֔יִם אַֽחֲרֵי־כֵ֕ן יְשַׁלַּ֥ח אֶתְכֶ֖ם מִזֶּ֑ה כְּשַׁ֨לְּח֔וֹ כָּלָ֕ה גָּרֵ֛שׁ יְגָרֵ֥שׁ אֶתְכֶ֖ם מִזֶּֽה׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עוֹד מַכְתַּשׁ חַד אַיְתִי עַל פַּרְעֹה וְעַל מִצְרַיִם בָּתַר כֵּן יְשַׁלַח יָתְכוֹן מִכָּא כְּשַׁלָחוּתֵהּ גְמֵירָא תָּרָכָא יְתָרֵךְ יָתְכוֹן מִכָּא:",
          "english": "And the Lord said to Moshe, Yet will I bring one plague more upon Par῾o, and upon Miżrayim; afterwards he will let you go from here: when he shall let you go, he shall surely thrust you out altogether from here."
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֶּר־נָ֖א בְּאׇזְנֵ֣י הָעָ֑ם וְיִשְׁאֲל֞וּ אִ֣ישׁ׀ מֵאֵ֣ת רֵעֵ֗הוּ וְאִשָּׁה֙ מֵאֵ֣ת רְעוּתָ֔הּ כְּלֵי־כֶ֖סֶף וּכְלֵ֥י זָהָֽב׃",
          "targum": "מַלֵיל כְּעַן קֳדָם עַמָא וְיִשְׁאַלוּן גְבַר מִן חַבְרֵהּ וְאִתְּתָא מִן חַבֶרְתַּהּ מָנִין דִכְסַף וּמָנִין דִדְהָב:",
          "english": "Speak now in the ears of the people, and let every man ask of his neighbour, and every woman of her neighbour, jewels of silver, and jewels of gold."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּתֵּ֧ן יְהֹוָ֛ה אֶת־חֵ֥ן הָעָ֖ם בְּעֵינֵ֣י מִצְרָ֑יִם גַּ֣ם׀ הָאִ֣ישׁ מֹשֶׁ֗ה גָּד֤וֹל מְאֹד֙ בְּאֶ֣רֶץ מִצְרַ֔יִם בְּעֵינֵ֥י עַבְדֵֽי־פַרְעֹ֖ה וּבְעֵינֵ֥י הָעָֽם׃",
          "targum": "וִיהַב יְיָ יָת עַמָא לְרַחֲמִין בְּעֵינֵי מִצְרָיִם אַף גַבְרָא משֶׁה רַב לַחֲדָא בְּאַרְעָא דְמִצְרַיִם בְּעֵינֵי עַבְדֵי פַרְעֹה וּבְעֵינֵי עַמָא:",
          "english": "And the Lord gave the people favour in the sight of Miżrayim; moreover the man Moshe was very great in the land of Miżrayim, in the sight of Par῾o’s servants, and in the sight of the people."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֔ה כֹּ֖ה אָמַ֣ר יְהֹוָ֑ה כַּחֲצֹ֣ת הַלַּ֔יְלָה אֲנִ֥י יוֹצֵ֖א בְּת֥וֹךְ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר משֶׁה כִּדְנַן אֲמַר יְיָ כְּפַלְגוּת לֵילְיָא אֲנָא מִתְגְלִי בְּגוֹ מִצְרָיִם:",
          "english": "And Moshe said, Thus says the Lord, About midnight will I go out into the midst of Miżrayim:"
        },
        {
          "verseNum": 5,
          "hebrew": "וּמֵ֣ת כׇּל־בְּכוֹר֮ בְּאֶ֣רֶץ מִצְרַ֒יִם֒ מִבְּכ֤וֹר פַּרְעֹה֙ הַיֹּשֵׁ֣ב עַל־כִּסְא֔וֹ עַ֚ד בְּכ֣וֹר הַשִּׁפְחָ֔ה אֲשֶׁ֖ר אַחַ֣ר הָרֵחָ֑יִם וְכֹ֖ל בְּכ֥וֹר בְּהֵמָֽה׃",
          "targum": "וִימוּת כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם מִבּוּכְרָא דְפַרְעֹה דְעָתִיד לְמִתַּב עַל כָּרְסֵי מַלְכוּתֵהּ עַד בּוּכְרָא דְאַמְתָא דִי בָּתַר רֵיחְיָא וְכֹל בּוּכְרָא דִבְעִירָא:",
          "english": "and all the firstborn in the land of Miżrayim shall die, from the firstborn of Par῾o that sits on his throne, even to the firstborn of the maidservant that is behind the mill; and all the firstborn of cattle."
        },
        {
          "verseNum": 6,
          "hebrew": "וְהָ֥יְתָ֛ה צְעָקָ֥ה גְדֹלָ֖ה בְּכׇל־אֶ֣רֶץ מִצְרָ֑יִם אֲשֶׁ֤ר כָּמֹ֙הוּ֙ לֹ֣א נִהְיָ֔תָה וְכָמֹ֖הוּ לֹ֥א תֹסִֽף׃",
          "targum": "וּתְהֵי צְוַחְתָּא רַבָּא בְּכָל אַרְעָא דְמִצְרָיִם דִכְוָתֵהּ לָא הֲוַת וְדִכְוָתֵהּ לָא תוֹסֵף:",
          "english": "And there shall be a great cry throughout all the land of Miżrayim, such as there was none like it, nor shall be like it any more."
        },
        {
          "verseNum": 7,
          "hebrew": "וּלְכֹ֣ל׀ בְּנֵ֣י יִשְׂרָאֵ֗ל לֹ֤א יֶֽחֱרַץ־כֶּ֙לֶב֙ לְשֹׁנ֔וֹ לְמֵאִ֖ישׁ וְעַד־בְּהֵמָ֑ה לְמַ֙עַן֙ תֵּֽדְע֔וּן אֲשֶׁר֙ יַפְלֶ֣ה יְהֹוָ֔ה בֵּ֥ין מִצְרַ֖יִם וּבֵ֥ין יִשְׂרָאֵֽל׃",
          "targum": "וּלְכֹל בְּנֵי יִשְׂרָאֵל לָא יַנְזֵק כַּלְבָּא בְּלִישְׁנֵהּ לְמִנְבַּח לְמֵאֲנָשָׁא וְעַד בְּעִירָא בְּדִיל דְתִדְעוּן דְיַפְרֵישׁ יְיָ בֵּין מִצְרַיִם וּבֵין יִשְׂרָאֵל:",
          "english": "But against any of the children of Yisra᾽el not a dog shall move its tongue, neither against man or beast: that you may know that the Lord differentiates between Miżrayim and between Yisra᾽el."
        },
        {
          "verseNum": 8,
          "hebrew": "וְיָרְד֣וּ כׇל־עֲבָדֶ֩יךָ֩ אֵ֨לֶּה אֵלַ֜י וְהִשְׁתַּֽחֲווּ־לִ֣י לֵאמֹ֗ר צֵ֤א אַתָּה֙ וְכׇל־הָעָ֣ם אֲשֶׁר־בְּרַגְלֶ֔יךָ וְאַחֲרֵי־כֵ֖ן אֵצֵ֑א וַיֵּצֵ֥א מֵֽעִם־פַּרְעֹ֖ה בׇּחֳרִי־אָֽף׃",
          "targum": "וְיֶחֱתוּן כָּל עַבְדָיךְ אִלֵין לְוָתִי וְיִבְעוֹן מִנִי לְמֵימָר פּוּק אַתְּ וְכָל עַמָא דִי עִמָךְ וּבָתַר כֵּן אֶפּוֹק וּנְפַק מִלְוָת פַּרְעֹה בִּתְקוֹף רְגָז:",
          "english": "And all these thy servants shall come down to me, and bow down themselves to me, saying, Get thee gone, and all the people that follow thee: and after that I will go out. And he went out from Par῾o in great anger."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה לֹא־יִשְׁמַ֥ע אֲלֵיכֶ֖ם פַּרְעֹ֑ה לְמַ֛עַן רְב֥וֹת מוֹפְתַ֖י בְּאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה לָא יְקַבֵּל מִנְכוֹן פַּרְעֹה בְּדִיל לְאַסְגָאָה מוֹפְתַי בְּאַרְעָא דְמִצְרָיִם:",
          "english": "And the Lord said to Moshe, Par῾o shall not hearken to you; that my wonders may be multiplied in the land of Miżrayim."
        },
        {
          "verseNum": 10,
          "hebrew": "וּמֹשֶׁ֣ה וְאַהֲרֹ֗ן עָשׂ֛וּ אֶת־כׇּל־הַמֹּפְתִ֥ים הָאֵ֖לֶּה לִפְנֵ֣י פַרְעֹ֑ה וַיְחַזֵּ֤ק יְהֹוָה֙ אֶת־לֵ֣ב פַּרְעֹ֔ה וְלֹֽא־שִׁלַּ֥ח אֶת־בְּנֵֽי־יִשְׂרָאֵ֖ל מֵאַרְצֽוֹ׃",
          "targum": "וּמשֶׁה וְאַהֲרֹן עֲבָדוּ יָת כָּל מוֹפְתַיָא הָאִלֵין קֳדָם פַּרְעֹה וְאַתְקֵף יְיָ יָת לִבָּא דְפַרְעֹה וְלָא שַׁלַח יָת בְּנֵי יִשְׂרָאֵל מֵאַרְעֵהּ:",
          "english": "And Moshe and Aharon did all these wonders before Par῾o: and the Lord hardened Par῾o’s heart, so that he would not let the children of Yisra᾽el go out of his land."
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֣ה וְאֶֽל־אַהֲרֹ֔ן בְּאֶ֥רֶץ מִצְרַ֖יִם לֵאמֹֽר׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה וּלְאַהֲרֹן בְּאַרְעָא דְמִצְרַיִם לְמֵימָר:",
          "english": "And the Lord spoke to Moshe and Aharon in the land of Miżrayim, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "הַחֹ֧דֶשׁ הַזֶּ֛ה לָכֶ֖ם רֹ֣אשׁ חֳדָשִׁ֑ים רִאשׁ֥וֹן הוּא֙ לָכֶ֔ם לְחׇדְשֵׁ֖י הַשָּׁנָֽה׃",
          "targum": "יַרְחָא הָדֵין לְכוֹן רֵישׁ יַרְחִין קַדְמַאי הוּא לְכוֹן לְיַרְחֵי שַׁתָּא:",
          "english": "This month shall be to you the beginning of months: it shall be the first month of the year to you."
        },
        {
          "verseNum": 3,
          "hebrew": "דַּבְּר֗וּ אֶֽל־כׇּל־עֲדַ֤ת יִשְׂרָאֵל֙ לֵאמֹ֔ר בֶּעָשֹׂ֖ר לַחֹ֣דֶשׁ הַזֶּ֑ה וְיִקְח֣וּ לָהֶ֗ם אִ֛ישׁ שֶׂ֥ה לְבֵית־אָבֹ֖ת שֶׂ֥ה לַבָּֽיִת׃",
          "targum": "מַלִילוּ עִם כָּל כְּנִשְׁתָּא דְיִשְׂרָאֵל לְמֵימַר בְּעַסְרָא לְיַרְחָא הָדֵין וְיִסְבוּן לְהוֹן גְבַר אִמָר לְבֵית אַבָּא אִמָר לְבֵיתָא:",
          "english": "Speak to all the congregation of Yisra᾽el, saying, On the tenth day of this month they shall take to them every man a lamb, according to the house of their fathers, a lamb for a house:"
        },
        {
          "verseNum": 4,
          "hebrew": "וְאִם־יִמְעַ֣ט הַבַּ֘יִת֮ מִהְי֣וֹת מִשֶּׂה֒ וְלָקַ֣ח ה֗וּא וּשְׁכֵנ֛וֹ הַקָּרֹ֥ב אֶל־בֵּית֖וֹ בְּמִכְסַ֣ת נְפָשֹׁ֑ת אִ֚ישׁ לְפִ֣י אׇכְל֔וֹ תָּכֹ֖סּוּ עַל־הַשֶּֽׂה׃",
          "targum": "וְאִם יִזְעֵיר בֵּיתָא מִלְאִתְמְנָאָה עַל אִמְרָא וְיִסַב הוּא וְשֵׁיבָבֵהּ דְקָרִיב לְבֵיתֵהּ בְּמִנְיַן נַפְשָׁתָא גְבַר לְפוּם מֵיכְלֵהּ תִּתְמְנוּן עַל אִמְרָא:",
          "english": "and if the household be too little for a lamb, let him and his neighbour next to his house take it according to the number of the souls; according to every man’s eating shall you make your count for the lamb."
        },
        {
          "verseNum": 5,
          "hebrew": "שֶׂ֥ה תָמִ֛ים זָכָ֥ר בֶּן־שָׁנָ֖ה יִהְיֶ֣ה לָכֶ֑ם מִן־הַכְּבָשִׂ֥ים וּמִן־הָעִזִּ֖ים תִּקָּֽחוּ׃",
          "targum": "אִמַר שְׁלִים דְכַר בַּר שַׁתֵּהּ יְהֵי לְכוֹן מִן אִמְרַיָא וּמִן עִזַיָא תִּסְבוּן:",
          "english": "Your lamb shall be without blemish, a male of the first year: you shall take it from the sheep, or from the goats:"
        },
        {
          "verseNum": 6,
          "hebrew": "וְהָיָ֤ה לָכֶם֙ לְמִשְׁמֶ֔רֶת עַ֣ד אַרְבָּעָ֥ה עָשָׂ֛ר י֖וֹם לַחֹ֣דֶשׁ הַזֶּ֑ה וְשָׁחֲט֣וּ אֹת֗וֹ כֹּ֛ל קְהַ֥ל עֲדַֽת־יִשְׂרָאֵ֖ל בֵּ֥ין הָעַרְבָּֽיִם׃",
          "targum": "וִיהֵי לְכוֹן לְמַטְרָא עַד אַרְבְּעָא עַסְרָא יוֹמָא לְיַרְחָא הָדֵין וְיִכְּסוּן יָתֵהּ כֹּל קְהָלָא כְנִשְׁתָּא דְיִשְׂרָאֵל בֵּין שִׁמְשַּׁיָא:",
          "english": "and you shall keep it until the fourteenth day of the same month: and the whole assembly of the congregation of Yisra᾽el shall kill it towards evening."
        },
        {
          "verseNum": 7,
          "hebrew": "וְלָֽקְחוּ֙ מִן־הַדָּ֔ם וְנָ֥תְנ֛וּ עַל־שְׁתֵּ֥י הַמְּזוּזֹ֖ת וְעַל־הַמַּשְׁק֑וֹף עַ֚ל הַבָּ֣תִּ֔ים אֲשֶׁר־יֹאכְל֥וּ אֹת֖וֹ בָּהֶֽם׃",
          "targum": "וְיִסְבוּן מִן דְמָא וְיִתְּנוּן עַל תְּרֵין סִפַּיָא וְעַל שַׁקְפָא עַל בָּתַּיָא דְיֵכְלוּן יָתֵהּ בְּהוֹן:",
          "english": "And they shall take the blood, and put it on the two side posts and on the upper door post of the houses, in which they shall eat it."
        },
        {
          "verseNum": 8,
          "hebrew": "וְאָכְל֥וּ אֶת־הַבָּשָׂ֖ר בַּלַּ֣יְלָה הַזֶּ֑ה צְלִי־אֵ֣שׁ וּמַצּ֔וֹת עַל־מְרֹרִ֖ים יֹאכְלֻֽהוּ׃",
          "targum": "וְיֵכְלוּן יָת בִּסְרָא בְּלֵילָא הַהוּא טְוֵי נוּר וּפַטִיר עַל מְרָרִין יֵכְלֻנֵהּ:",
          "english": "And they shall eat the meat in that night, roast with fire, and unleavened bread; and with bitter herbs they shall eat it."
        },
        {
          "verseNum": 9,
          "hebrew": "אַל־תֹּאכְל֤וּ מִמֶּ֙נּוּ֙ נָ֔א וּבָשֵׁ֥ל מְבֻשָּׁ֖ל בַּמָּ֑יִם כִּ֣י אִם־צְלִי־אֵ֔שׁ רֹאשׁ֥וֹ עַל־כְּרָעָ֖יו וְעַל־קִרְבּֽוֹ׃",
          "targum": "לָא תֵיכְלוּן מִנֵהּ כַּד חַי וְאַף לָא בַשָׁלָא מְבַשֵׁל בְּמַיָא אֱלָהֵן טְוֵי נוּר רֵישֵׁיה עַל כְּרָעוֹהִי וְעַל גַוֵהּ:",
          "english": "Eat not of it raw, nor boiled at all in water, but roast with fire; its head with its legs, and with its entrails."
        },
        {
          "verseNum": 10,
          "hebrew": "וְלֹא־תוֹתִ֥ירוּ מִמֶּ֖נּוּ עַד־בֹּ֑קֶר וְהַנֹּתָ֥ר מִמֶּ֛נּוּ עַד־בֹּ֖קֶר בָּאֵ֥שׁ תִּשְׂרֹֽפוּ׃",
          "targum": "וְלָא תַשְׁאֲרוּן מִנֵהּ עַד צַפְרָא וּדְיִשְׁתָּאַר מִנֵהּ עַד צַפְרָא בְּנוּרָא תוֹקְדוּן:",
          "english": "And you shall let nothing of it remain until the morning; and that which remains of it until the morning you shall burn with fire."
        },
        {
          "verseNum": 11,
          "hebrew": "וְכָ֘כָה֮ תֹּאכְל֣וּ אֹתוֹ֒ מׇתְנֵיכֶ֣ם חֲגֻרִ֔ים נַֽעֲלֵיכֶם֙ בְּרַגְלֵיכֶ֔ם וּמַקֶּלְכֶ֖ם בְּיֶדְכֶ֑ם וַאֲכַלְתֶּ֤ם אֹתוֹ֙ בְּחִפָּז֔וֹן פֶּ֥סַח ה֖וּא לַיהֹוָֽה׃",
          "targum": "וּכְדֵין תֵּיכְלוּן יָתֵהּ חַרְצֵיכוֹן יְהוֹן אֲסִירִין מְסָנֵיכוֹן בְּרִגְלֵיכוֹן וְחוּטְרֵיכוֹן בִּידֵיכוֹן וְתֵיכְלוּן יָתֵהּ בִּבְהִילוּ פִּסְחָא הוּא קֳדָם יְיָ:",
          "english": "And thus shall you eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and you shall eat it in haste; it is the Lord’s passover."
        },
        {
          "verseNum": 12,
          "hebrew": "וְעָבַרְתִּ֣י בְאֶֽרֶץ־מִצְרַ֘יִם֮ בַּלַּ֣יְלָה הַזֶּה֒ וְהִכֵּיתִ֤י כׇל־בְּכוֹר֙ בְּאֶ֣רֶץ מִצְרַ֔יִם מֵאָדָ֖ם וְעַד־בְּהֵמָ֑ה וּבְכׇל־אֱלֹהֵ֥י מִצְרַ֛יִם אֶֽעֱשֶׂ֥ה שְׁפָטִ֖ים אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וְאִתְגְלֵיתִי בְאַרְעָא דְמִצְרַיִם בְּלֵילְיָא הָדֵין וְאֶקְטוֹל כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם מֵאֲנָשָׁא וְעַד בְּעִירָא וּבְכָל טַעֲוַת מִצְרַיִם אַעְבֵּד דִינִין אֲנָא יְיָ:",
          "english": "For I will pass through the land of Miżrayim this night, and will smite all the firstborn in the land of Miżrayim, both man and beast: and against all the gods of Miżrayim I will execute judgments: I am the Lord."
        },
        {
          "verseNum": 13,
          "hebrew": "וְהָיָה֩ הַדָּ֨ם לָכֶ֜ם לְאֹ֗ת עַ֤ל הַבָּתִּים֙ אֲשֶׁ֣ר אַתֶּ֣ם שָׁ֔ם וְרָאִ֙יתִי֙ אֶת־הַדָּ֔ם וּפָסַחְתִּ֖י עֲלֵכֶ֑ם וְלֹֽא־יִֽהְיֶ֨ה בָכֶ֥ם נֶ֙גֶף֙ לְמַשְׁחִ֔ית בְּהַכֹּתִ֖י בְּאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וִיהֵי דְמָא לְכוֹן לְאָת עַל בָּתַּיָא דִי אַתּוּן תַּמָן וְאֶחֱזֵי יָת דְמָא וְאֵיחוֹס עֲלֵיכוֹן וְלָא יְהֵי בְכוֹן מוֹתָא לְחַבָּלָא בְּמִקְטְלִי בְּאַרְעָא דְמִצְרָיִם:",
          "english": "And the blood shall be to you for a token upon the houses where you are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Miżrayim."
        },
        {
          "verseNum": 14,
          "hebrew": "וְהָיָה֩ הַיּ֨וֹם הַזֶּ֤ה לָכֶם֙ לְזִכָּר֔וֹן וְחַגֹּתֶ֥ם אֹת֖וֹ חַ֣ג לַֽיהֹוָ֑ה לְדֹרֹ֣תֵיכֶ֔ם חֻקַּ֥ת עוֹלָ֖ם תְּחׇגֻּֽהוּ׃",
          "targum": "וִיהֵי יוֹמָא הָדֵין לְכוֹן לְדוּכְרָנָא וּתְחַגוּן יָתֵהּ חַגָא קֳדָם יְיָ לְדָרֵיכוֹן קְיָם עָלָם תְּחַגֻנֵהּ:",
          "english": "And this day shall be to you for a memorial; and you shall keep it a feast to the Lord; throughout your generations shall you keep it a feast by ordinance for ever."
        },
        {
          "verseNum": 15,
          "hebrew": "שִׁבְעַ֤ת יָמִים֙ מַצּ֣וֹת תֹּאכֵ֔לוּ אַ֚ךְ בַּיּ֣וֹם הָרִאשׁ֔וֹן תַּשְׁבִּ֥יתוּ שְּׂאֹ֖ר מִבָּתֵּיכֶ֑ם כִּ֣י׀ כׇּל־אֹכֵ֣ל חָמֵ֗ץ וְנִכְרְתָ֞ה הַנֶּ֤פֶשׁ הַהִוא֙ מִיִּשְׂרָאֵ֔ל מִיּ֥וֹם הָרִאשֹׁ֖ן עַד־י֥וֹם הַשְּׁבִעִֽי׃",
          "targum": "שִׁבְעַת יוֹמִין פַּטִיר תֵּיכְלוּן בְּרַם בְּיוֹמָא קַדְמָאָה תְּבַטְלוּן חֲמִירָא מִבָּתֵּיכוֹן אֲרֵי כָּל דְיֵכוּל חֲמִיעַ וְיִשְׁתֵּצֵי אֱנָשָׁא הַהוּא מִיִשְׂרָאֵל מִיוֹמָא קַדְמָאָה עַד יוֹמָא שְׁבִיעָאָה:",
          "english": "Seven days shall you eat unleavened bread; but on the first day you shall have put away leaven out of your houses: for whoever eats leavened bread from the first day until the seventh day, that soul shall be cut off from Yisra᾽el."
        },
        {
          "verseNum": 16,
          "hebrew": "וּבַיּ֤וֹם הָרִאשׁוֹן֙ מִקְרָא־קֹ֔דֶשׁ וּבַיּוֹם֙ הַשְּׁבִיעִ֔י מִקְרָא־קֹ֖דֶשׁ יִהְיֶ֣ה לָכֶ֑ם כׇּל־מְלָאכָה֙ לֹא־יֵעָשֶׂ֣ה בָהֶ֔ם אַ֚ךְ אֲשֶׁ֣ר יֵאָכֵ֣ל לְכׇל־נֶ֔פֶשׁ ה֥וּא לְבַדּ֖וֹ יֵעָשֶׂ֥ה לָכֶֽם׃",
          "targum": "וּבְיוֹמָא קַדְמָאָה מְעָרַע קַדִישׁ וּבְיוֹמָא שְׁבִיעָאָה מְעָרַע קַדִישׁ יְהֵי לְכוֹן כָּל עִיבִידָא לָא יִתְעֲבֵד בְּהוֹן בְּרַם דִי מִתְאֲכֵל לְכָל נְפַשׁ הוּא בִלְחוֹדוֹהִי יִתְעֲבֵד לְכוֹן:",
          "english": "And on the first day there shall be a holy gathering, and on the seventh day there shall be a holy gathering to you; no manner of work shall be done on them, save that which every person must eat, that only may be done by you."
        },
        {
          "verseNum": 17,
          "hebrew": "וּשְׁמַרְתֶּם֮ אֶת־הַמַּצּוֹת֒ כִּ֗י בְּעֶ֙צֶם֙ הַיּ֣וֹם הַזֶּ֔ה הוֹצֵ֥אתִי אֶת־צִבְאוֹתֵיכֶ֖ם מֵאֶ֣רֶץ מִצְרָ֑יִם וּשְׁמַרְתֶּ֞ם אֶת־הַיּ֥וֹם הַזֶּ֛ה לְדֹרֹתֵיכֶ֖ם חֻקַּ֥ת עוֹלָֽם׃",
          "targum": "וְתִטְרוּן יָת פַּטִירָא אֲרֵי בִּכְרַן יוֹמָא הָדֵין אַפֵּיקִית יָת חֵילֵיכוֹן מֵאַרְעָא דְמִצְרָיִם וְתִטְרוּן יָת יוֹמָא הָדֵין לְדָרֵיכוֹן קְיָם עָלָם:",
          "english": "And you shall observe the commandment of unleavened bread; for on this very day have I brought your hosts out of the land of Miżrayim: therefore shall you observe this day in your generations by an ordinance for ever."
        },
        {
          "verseNum": 18,
          "hebrew": "בָּרִאשֹׁ֡ן בְּאַרְבָּעָה֩ עָשָׂ֨ר י֤וֹם לַחֹ֙דֶשׁ֙ בָּעֶ֔רֶב תֹּאכְל֖וּ מַצֹּ֑ת עַ֠ד י֣וֹם הָאֶחָ֧ד וְעֶשְׂרִ֛ים לַחֹ֖דֶשׁ בָּעָֽרֶב׃",
          "targum": "בְּנִיסָן בְּאַרְבְּעָא עַסְרָא יוֹמָא לְיַרְחָא בְּרַמְשָׁא תֵּיכְלוּן פַּטִירָא עַד יוֹמָא עֶסְרִין וְחַד לְיַרְחָא בְּרַמְשָׁא:",
          "english": "In the first month, on the fourteenth day of the month at evening, shall you eat unleavened bread, until the twenty first day of the month at evening."
        },
        {
          "verseNum": 19,
          "hebrew": "שִׁבְעַ֣ת יָמִ֔ים שְׂאֹ֕ר לֹ֥א יִמָּצֵ֖א בְּבָתֵּיכֶ֑ם כִּ֣י׀ כׇּל־אֹכֵ֣ל מַחְמֶ֗צֶת וְנִכְרְתָ֞ה הַנֶּ֤פֶשׁ הַהִוא֙ מֵעֲדַ֣ת יִשְׂרָאֵ֔ל בַּגֵּ֖ר וּבְאֶזְרַ֥ח הָאָֽרֶץ׃",
          "targum": "שִׁבְעַת יוֹמִין חֲמִיר לָא יִשְׁתְּכַח בְּבָתֵּיכוֹן אֲרֵי כָּל דְיֵכוּל מַחְמְעָא וְיִשְׁתֵּצֵי אֱנָשָׁא הַהוּא מִכְּנִשְׁתָּא דְיִשְׂרָאֵל בְּגִיוֹרָא וּבְיַצִיבָא דְאַרְעָא:",
          "english": "Seven days shall there be no leaven found in your houses: for whoever eats that which is leavened, even that soul shall be cut off from the congregation of Yisra᾽el, whether he be a stranger, or born in the land."
        },
        {
          "verseNum": 20,
          "hebrew": "כׇּל־מַחְמֶ֖צֶת לֹ֣א תֹאכֵ֑לוּ בְּכֹל֙ מוֹשְׁבֹ֣תֵיכֶ֔ם תֹּאכְל֖וּ מַצּֽוֹת׃",
          "targum": "כָּל מַחְמְעָא לָא תֵיכְלוּן בְּכֹל מוֹתְבָנֵיכוֹן תֵּיכְלוּן פַּטִירָא:",
          "english": "You shall eat nothing leavened; in all your habitations shall you eat unleavened bread."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּקְרָ֥א מֹשֶׁ֛ה לְכׇל־זִקְנֵ֥י יִשְׂרָאֵ֖ל וַיֹּ֣אמֶר אֲלֵהֶ֑ם מִֽשְׁכ֗וּ וּקְח֨וּ לָכֶ֥ם צֹ֛אן לְמִשְׁפְּחֹתֵיכֶ֖ם וְשַׁחֲט֥וּ הַפָּֽסַח׃",
          "targum": "וּקְרָא משֶׁה לְכָל סָבֵי יִשְׂרָאֵל וַאֲמַר לְהוֹן נְגִידוּ וְסִיבוּ לְכוֹן עָנָא לְזַרְעֲיָתְכוֹן וְכוּסוּ פִסְחָא:",
          "english": "Then Moshe called for all the elders of Yisra᾽el, and said to them, Draw out and take you lambs according to your families, and kill the passover."
        },
        {
          "verseNum": 22,
          "hebrew": "וּלְקַחְתֶּ֞ם אֲגֻדַּ֣ת אֵז֗וֹב וּטְבַלְתֶּם֮ בַּדָּ֣ם אֲשֶׁר־בַּסַּף֒ וְהִגַּעְתֶּ֤ם אֶל־הַמַּשְׁקוֹף֙ וְאֶל־שְׁתֵּ֣י הַמְּזוּזֹ֔ת מִן־הַדָּ֖ם אֲשֶׁ֣ר בַּסָּ֑ף וְאַתֶּ֗ם לֹ֥א תֵצְא֛וּ אִ֥ישׁ מִפֶּֽתַח־בֵּית֖וֹ עַד־בֹּֽקֶר׃",
          "targum": "וְתִסְבוּן אֱסָרַת אֵזוֹבָא וְתִטְבְּלוּן בִּדְמָא דִבְמָנָא וְתַדוּן לְשַׁקְפָא וְלִתְרֵין סִפַּיָא מִן דְמָא דִבְמָנָא וְאַתּוּן לָא תִפְּקוּן אֱנַשׁ מִתְּרַע בֵּיתֵהּ עַד צַפְרָא:",
          "english": "And take a bunch of hyssop, and dip it in the blood that is in the basin, and touch with it the lintel and the two side posts, with the blood that is in the basin; and none of you shall go out at the door of his house until the morning."
        },
        {
          "verseNum": 23,
          "hebrew": "וְעָבַ֣ר יְהֹוָה֮ לִנְגֹּ֣ף אֶת־מִצְרַ֒יִם֒ וְרָאָ֤ה אֶת־הַדָּם֙ עַל־הַמַּשְׁק֔וֹף וְעַ֖ל שְׁתֵּ֣י הַמְּזוּזֹ֑ת וּפָסַ֤ח יְהֹוָה֙ עַל־הַפֶּ֔תַח וְלֹ֤א יִתֵּן֙ הַמַּשְׁחִ֔ית לָבֹ֥א אֶל־בָּתֵּיכֶ֖ם לִנְגֹּֽף׃",
          "targum": "וְיִתְגְלֵי יְיָ לְמִמְחֵי יָת מִצְרַיִם וְיֶחֱזֵי יָת דְמָא עַל שַׁקְפָא וְעַל תְּרֵין סִפַּיָא וְיֵחוֹס יְיָ עַל תַּרְעָא וְלָא יִשְׁבּוֹק לְחַבָּלָא לְמֵיעַל לְבָתֵּיכוֹן לְמִמְחֵי:",
          "english": "For the Lord will pass through to smite Miżrayim; and when he sees the blood upon the lintel, and on the two side posts, the Lord will pass over the door, and will not allow the destroyer to come into your houses to smite you."
        },
        {
          "verseNum": 24,
          "hebrew": "וּשְׁמַרְתֶּ֖ם אֶת־הַדָּבָ֣ר הַזֶּ֑ה לְחׇק־לְךָ֥ וּלְבָנֶ֖יךָ עַד־עוֹלָֽם׃",
          "targum": "וְתִטְרוּן יָת פִּתְגָמָא הָדֵין לִקְיָם לָךְ וְלִבְנָיךְ עַד עָלָם:",
          "english": "And you shall observe this thing for an ordinance to thee and to thy sons for ever."
        },
        {
          "verseNum": 25,
          "hebrew": "וְהָיָ֞ה כִּֽי־תָבֹ֣אוּ אֶל־הָאָ֗רֶץ אֲשֶׁ֨ר יִתֵּ֧ן יְהֹוָ֛ה לָכֶ֖ם כַּאֲשֶׁ֣ר דִּבֵּ֑ר וּשְׁמַרְתֶּ֖ם אֶת־הָעֲבֹדָ֥ה הַזֹּֽאת׃",
          "targum": "וִיהֵי אֲרֵי תֵעֲלוּן לְאַרְעָא דְיִתֵּן יְיָ לְכוֹן כְּמָא דִי מַלִיל וְתִטְרוּן יָת פָּלְחָנָא הָדֵין:",
          "english": "And it shall come to pass, when you shall come to the land which the Lord will give you, according as he has promised, that you shall keep this service."
        },
        {
          "verseNum": 26,
          "hebrew": "וְהָיָ֕ה כִּֽי־יֹאמְר֥וּ אֲלֵיכֶ֖ם בְּנֵיכֶ֑ם מָ֛ה הָעֲבֹדָ֥ה הַזֹּ֖את לָכֶֽם׃",
          "targum": "וִיהֵי אֲרֵי יֵימְרוּן לְכוֹן בְּנֵיכוֹן מָא פָּלְחָנָא הָדֵין לְכוֹן:",
          "english": "And it shall come to pass, when your children shall say to you, What mean you by this service?"
        },
        {
          "verseNum": 27,
          "hebrew": "וַאֲמַרְתֶּ֡ם זֶֽבַח־פֶּ֨סַח ה֜וּא לַֽיהֹוָ֗ה אֲשֶׁ֣ר פָּ֠סַ֠ח עַל־בָּתֵּ֤י בְנֵֽי־יִשְׂרָאֵל֙ בְּמִצְרַ֔יִם בְּנׇגְפּ֥וֹ אֶת־מִצְרַ֖יִם וְאֶת־בָּתֵּ֣ינוּ הִצִּ֑יל וַיִּקֹּ֥ד הָעָ֖ם וַיִּֽשְׁתַּחֲוֽוּ׃",
          "targum": "וְתֵימְרוּן דַבַּח חֲיָס הוּא קֳדָם יְיָ דִי חָס עַל בָּתֵּי בְנֵי יִשְׂרָאֵל בְּמִצְרַיִם כַּד הֲוָה מָחֵי יָת מִצְרָאֵי וְיָת בָּתָּנָא שֵׁזִיב וּכְרַע עַמָא וּסְגִידוּ:",
          "english": "that you shall say, It is the sacrifice of the Lord’s passover, who passed over the houses of the children of Yisra᾽el in Miżrayim, when he smote Miżrayim, and delivered our houses. And the people bowed the head and worshipped."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיֵּלְכ֥וּ וַֽיַּעֲשׂ֖וּ בְּנֵ֣י יִשְׂרָאֵ֑ל כַּאֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֶת־מֹשֶׁ֥ה וְאַהֲרֹ֖ן כֵּ֥ן עָשֽׂוּ׃",
          "targum": "וַאֲזָלוּ וַעֲבָדוּ בְּנֵי יִשְׂרָאֵל כְּמָא דְפַקִיד יְיָ יָת משֶׁה וְאַהֲרֹן כֵּן עֲבָדוּ:",
          "english": "And the children of Yisra᾽el went away, and did as the Lord had commanded Moshe and Aharon, so they did."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיְהִ֣י׀ בַּחֲצִ֣י הַלַּ֗יְלָה וַֽיהֹוָה֮ הִכָּ֣ה כׇל־בְּכוֹר֮ בְּאֶ֣רֶץ מִצְרַ֒יִם֒ מִבְּכֹ֤ר פַּרְעֹה֙ הַיֹּשֵׁ֣ב עַל־כִּסְא֔וֹ עַ֚ד בְּכ֣וֹר הַשְּׁבִ֔י אֲשֶׁ֖ר בְּבֵ֣ית הַבּ֑וֹר וְכֹ֖ל בְּכ֥וֹר בְּהֵמָֽה׃",
          "targum": "וַהֲוָה בְּפַלְגוּת לֵילְיָא וַיְיָ קְטַל כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם מִבּוּכְרָא דְפַרְעֹה דְעָתִיד לְמִתַּב עַל כָּרְסֵי מַלְכוּתֵהּ עַד בּוּכְרָא דְשִׁבְיָא דִי בְּבֵית אֲסִירֵי וְכֹל בּוּכְרָא דִבְעִירָא:",
          "english": "And it came to pass, that at midnight the Lord smote all the firstborn in the land of Miżrayim, from the firstborn of Par῾o that sat on his throne to the firstborn of the captive that was in the dungeon; and all the firstborn of cattle."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיָּ֨קׇם פַּרְעֹ֜ה לַ֗יְלָה ה֤וּא וְכׇל־עֲבָדָיו֙ וְכׇל־מִצְרַ֔יִם וַתְּהִ֛י צְעָקָ֥ה גְדֹלָ֖ה בְּמִצְרָ֑יִם כִּֽי־אֵ֣ין בַּ֔יִת אֲשֶׁ֥ר אֵֽין־שָׁ֖ם מֵֽת׃",
          "targum": "וְקָם פַּרְעֹה לֵילְיָא הוּא וְכָל עַבְדוֹהִי וְכָל מִצְרַיִם וַהֲוַת צְוַחְתָּא רַבְּתָא בְּמִצְרָיִם אֲרֵי לֵית בֵּיתָא דְלָא הֲוָה בֵהּ תַּמָן מֵתָא:",
          "english": "And Par῾o rose up in the night, he, and all his servants, and all Miżrayim; and there was a great cry in Miżrayim; for there was not a house where there was not one dead."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיִּקְרָא֩ לְמֹשֶׁ֨ה וּֽלְאַהֲרֹ֜ן לַ֗יְלָה וַיֹּ֙אמֶר֙ ק֤וּמוּ צְּאוּ֙ מִתּ֣וֹךְ עַמִּ֔י גַּם־אַתֶּ֖ם גַּם־בְּנֵ֣י יִשְׂרָאֵ֑ל וּלְכ֛וּ עִבְד֥וּ אֶת־יְהֹוָ֖ה כְּדַבֶּרְכֶֽם׃",
          "targum": "וּקְרָא לְמשֶׁה וּלְאַהֲרֹן לֵילְיָא וַאֲמַר קוּמוּ פּוּקוּ מִגוֹ עַמִי אַף אַתּוּן אַף בְּנֵי יִשְׂרָאֵל וֶאֱזִילוּ פְלָחוּ קֳדָם יְיָ כְּמָא דִהֲוֵתוּן אָמְרִין:",
          "english": "And he called for Moshe and Aharon by night, and said, Rise up, and get you out from among my people, both you and the children of Yisra᾽el; and go, serve the Lord, as you have said."
        },
        {
          "verseNum": 32,
          "hebrew": "גַּם־צֹאנְכֶ֨ם גַּם־בְּקַרְכֶ֥ם קְח֛וּ כַּאֲשֶׁ֥ר דִּבַּרְתֶּ֖ם וָלֵ֑כוּ וּבֵֽרַכְתֶּ֖ם גַּם־אֹתִֽי׃",
          "targum": "אַף עַנְכוֹן אַף תּוֹרְכוֹן דְבָרוּ כְּמָא דִי מַלֵלְתֻּן וֶאֱזִילוּ וְצַלוֹ אַף עָלָי:",
          "english": "Also take your flocks and your herds, as you have said, and be gone; and bless me also."
        },
        {
          "verseNum": 33,
          "hebrew": "וַתֶּחֱזַ֤ק מִצְרַ֙יִם֙ עַל־הָעָ֔ם לְמַהֵ֖ר לְשַׁלְּחָ֣ם מִן־הָאָ֑רֶץ כִּ֥י אָמְר֖וּ כֻּלָּ֥נוּ מֵתִֽים׃",
          "targum": "וּתְקֵיפַת מִצְרַיִם עַל עַמָא לְאוֹחָאָה לְשַׁלָחוּתְהוֹן מִן אַרְעָא אֲרֵי אֲמָרוּ כֻּלָנָא מָיְתִין:",
          "english": "And Miżrayim was urgent upon the people, that they might send them out of the land in haste; for they said, We are all dead men."
        },
        {
          "verseNum": 34,
          "hebrew": "וַיִּשָּׂ֥א הָעָ֛ם אֶת־בְּצֵק֖וֹ טֶ֣רֶם יֶחְמָ֑ץ מִשְׁאֲרֹתָ֛ם צְרֻרֹ֥ת בְּשִׂמְלֹתָ֖ם עַל־שִׁכְמָֽם׃",
          "targum": "וּנְטַל עַמָא יָת לַיְשֵׁיהוֹן עַד לָא חֲמָע מוֹתַר אַצְוָתְהוֹן צְרִיר בִּלְבָשֵׁהוֹן עַל כַּתְפֵּיהוֹן:",
          "english": "And the people took their dough before it was leavened, their kneading troughs being bound up in their clothes upon their shoulders."
        },
        {
          "verseNum": 35,
          "hebrew": "וּבְנֵי־יִשְׂרָאֵ֥ל עָשׂ֖וּ כִּדְבַ֣ר מֹשֶׁ֑ה וַֽיִּשְׁאֲלוּ֙ מִמִּצְרַ֔יִם כְּלֵי־כֶ֛סֶף וּכְלֵ֥י זָהָ֖ב וּשְׂמָלֹֽת׃",
          "targum": "וּבְנֵי יִשְׂרָאֵל עֲבָדוּ כְּפִתְגָמָא דְמשֶׁה וּשְׁאִילוּ מִמִצְרַיִם מָנִין דִכְסַף וּמָנִין דִדְהַב וּלְבוּשִׁין:",
          "english": "And the children of Yisra᾽el did according to the word of Moshe; and they asked of Miżrayim jewels of silver, and jewels of gold, and garments:"
        },
        {
          "verseNum": 36,
          "hebrew": "וַֽיהֹוָ֞ה נָתַ֨ן אֶת־חֵ֥ן הָעָ֛ם בְּעֵינֵ֥י מִצְרַ֖יִם וַיַּשְׁאִל֑וּם וַֽיְנַצְּל֖וּ אֶת־מִצְרָֽיִם׃",
          "targum": "וַייָ יְהַב יָת עַמָא לְרַחֲמִין בְּעֵינֵי מִצְרַיִם וְאַשֵׁלִינוּן וְרוֹקִינוּ יָת מִצְרַיִם:",
          "english": "and the Lord gave the people favour in the sight of Miżrayim, so that they gave them such things as they required. And they despoiled Miżrayim."
        },
        {
          "verseNum": 37,
          "hebrew": "וַיִּסְע֧וּ בְנֵֽי־יִשְׂרָאֵ֛ל מֵרַעְמְסֵ֖ס סֻכֹּ֑תָה כְּשֵׁשׁ־מֵא֨וֹת אֶ֧לֶף רַגְלִ֛י הַגְּבָרִ֖ים לְבַ֥ד מִטָּֽף׃",
          "targum": "וּנְטָלוּ בְנֵי יִשְׂרָאֵל מֵרַעְמְסֵס לְסֻכּוֹת כְּשִׁתְּ מֵאָה אַלְפִין רִגְלָאִין גֻבְרַיָא בַּר מִטַפְלָא:",
          "english": "And the children of Yisra᾽el journeyed from Ra῾meses to Sukkot, about six hundred thousand men on foot, besides children."
        },
        {
          "verseNum": 38,
          "hebrew": "וְגַם־עֵ֥רֶב רַ֖ב עָלָ֣ה אִתָּ֑ם וְצֹ֣אן וּבָקָ֔ר מִקְנֶ֖ה כָּבֵ֥ד מְאֹֽד׃",
          "targum": "וְאַף נוּכְרָאִין סַגִיאִין סְלִיקוּ עִמְהוֹן וְעָנָא וְתוֹרִין בְּעִירָא סַגִי לַחֲדָא:",
          "english": "And a mixed multitude went up also with them; and flocks, and herds, very much cattle."
        },
        {
          "verseNum": 39,
          "hebrew": "וַיֹּאפ֨וּ אֶת־הַבָּצֵ֜ק אֲשֶׁ֨ר הוֹצִ֧יאוּ מִמִּצְרַ֛יִם עֻגֹ֥ת מַצּ֖וֹת כִּ֣י לֹ֣א חָמֵ֑ץ כִּֽי־גֹרְשׁ֣וּ מִמִּצְרַ֗יִם וְלֹ֤א יָֽכְלוּ֙ לְהִתְמַהְמֵ֔הַּ וְגַם־צֵדָ֖ה לֹא־עָשׂ֥וּ לָהֶֽם׃",
          "targum": "וַאֲפוֹ יָת לַיְשָׁא דִי אַפִּיקוּ מִמִצְרַיִם גְרִיצָן פַּטִירָן אֲרֵי לָא חֲמָע אֲרֵי אִתָּרָכוּ מִמִצְרַיִם וְלָא יָכִילוּ לְאִתְעַכָּבָא וְאַף זְוָדִין לָא עֲבָדוּ לְהוֹן:",
          "english": "And they baked unleavened cakes of the dough which they brought out of Miżrayim, for it was not leavened; because they were driven out of Miżrayim, and could not delay, neither had they prepared for themselves any provision."
        },
        {
          "verseNum": 40,
          "hebrew": "וּמוֹשַׁב֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אֲשֶׁ֥ר יָשְׁב֖וּ בְּמִצְרָ֑יִם שְׁלֹשִׁ֣ים שָׁנָ֔ה וְאַרְבַּ֥ע מֵא֖וֹת שָׁנָֽה׃",
          "targum": "וּמוֹתַב בְּנֵי יִשְׂרָאֵל דִי יְתִיבוּ בְּמִצְרָיִם אַרְבַּע מְאָה וּתְלָתִין שְׁנִין:",
          "english": "Now the sojourning of the children of Yisra᾽el, who dwelt in Miżrayim, was four hundred and thirty years."
        },
        {
          "verseNum": 41,
          "hebrew": "וַיְהִ֗י מִקֵּץ֙ שְׁלֹשִׁ֣ים שָׁנָ֔ה וְאַרְבַּ֥ע מֵא֖וֹת שָׁנָ֑ה וַיְהִ֗י בְּעֶ֙צֶם֙ הַיּ֣וֹם הַזֶּ֔ה יָ֥צְא֛וּ כׇּל־צִבְא֥וֹת יְהֹוָ֖ה מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַהֲוָה מִסוֹף אַרְבַּע מְאָה וּתְלָתִין שְׁנִין וַהֲוָה בִּכְרַן יוֹמָא הָדֵין נְפָקוּ כָּל חֵילַיָא דַיְיָ מֵאַרְעָא דְמִצְרָיִם:",
          "english": "And it came to pass at the end of four hundred and thirty years, even on that very day it came to pass, that all the hosts of the Lord went out from the land of Miżrayim."
        },
        {
          "verseNum": 42,
          "hebrew": "לֵ֣יל שִׁמֻּרִ֥ים הוּא֙ לַֽיהֹוָ֔ה לְהוֹצִיאָ֖ם מֵאֶ֣רֶץ מִצְרָ֑יִם הֽוּא־הַלַּ֤יְלָה הַזֶּה֙ לַֽיהֹוָ֔ה שִׁמֻּרִ֛ים לְכׇל־בְּנֵ֥י יִשְׂרָאֵ֖ל לְדֹרֹתָֽם׃",
          "targum": "לֵיל נְטִיר הוּא קֳדָם יְיָ לְאַפָּקוּתְהוֹן מֵאַרְעָא דְמִצְרַיִם הוּא לֵילְיָא הָדֵין קֳדָם יְיָ נְטִירִין לְכָל בְּנֵי יִשְׂרָאֵל לְדָרֵיהוֹן:",
          "english": "It is a night of watchfulness to the Lord for bringing them out from the land of Miżrayim: this is the Lord’s watchnight, for all the children of Yisra᾽el in their generations."
        },
        {
          "verseNum": 43,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֣ה וְאַהֲרֹ֔ן זֹ֖את חֻקַּ֣ת הַפָּ֑סַח כׇּל־בֶּן־נֵכָ֖ר לֹא־יֹ֥אכַל בּֽוֹ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה וּלְאַהֲרֹן דָא גְזֵירַת פִּסְחָא כָּל בַּר יִשְׂרָאֵל דְיִשְׁתַּמַד לָא יֵכוּל בֵּהּ:",
          "english": "And the Lord said to Moshe and Aharon, This is the ordinance of the passover: no stranger shall eat of it:"
        },
        {
          "verseNum": 44,
          "hebrew": "וְכׇל־עֶ֥בֶד אִ֖ישׁ מִקְנַת־כָּ֑סֶף וּמַלְתָּ֣ה אֹת֔וֹ אָ֖ז יֹ֥אכַל בּֽוֹ׃",
          "targum": "וְכָל עֲבַד גְבַר זְבִינֵי כַסְפָּא וְתִגְזַר יָתֵהּ בְּכֵן יֵכוּל בֵּהּ:",
          "english": "but every man’s servant that is bought for money, when thou hast circumcised him, then shall he eat of it."
        },
        {
          "verseNum": 45,
          "hebrew": "תּוֹשָׁ֥ב וְשָׂכִ֖יר לֹא־יֹ֥אכַל בּֽוֹ׃",
          "targum": "תּוֹתָבָא וַאֲגִירָא לָא יֵכוּל בֵּהּ:",
          "english": "A foreigner and a hired servant shall not eat of it."
        },
        {
          "verseNum": 46,
          "hebrew": "בְּבַ֤יִת אֶחָד֙ יֵאָכֵ֔ל לֹא־תוֹצִ֧יא מִן־הַבַּ֛יִת מִן־הַבָּשָׂ֖ר ח֑וּצָה וְעֶ֖צֶם לֹ֥א תִשְׁבְּרוּ־בֽוֹ׃",
          "targum": "בַּחֲבוּרָא חֲדָא יִתְאָכֵל לָא תַפֵּיק מִן בֵּיתָא מִן בִּסְרָא לְבָרָא וְגַרְמָא לָא תִתְבְּרוּן בֵּהּ:",
          "english": "In one house shall it be eaten: thou shalt not take any of the meat outside, out of the house; neither shall you break a bone of it."
        },
        {
          "verseNum": 47,
          "hebrew": "כׇּל־עֲדַ֥ת יִשְׂרָאֵ֖ל יַעֲשׂ֥וּ אֹתֽוֹ׃",
          "targum": "כָּל כְּנִשְׁתָּא דְיִשְׂרָאֵל יַעְבְּדוּן יָתֵהּ:",
          "english": "All the congregation of Yisra᾽el shall keep it."
        },
        {
          "verseNum": 48,
          "hebrew": "וְכִֽי־יָג֨וּר אִתְּךָ֜ גֵּ֗ר וְעָ֣שָׂה פֶ֘סַח֮ לַיהֹוָה֒ הִמּ֧וֹל ל֣וֹ כׇל־זָכָ֗ר וְאָז֙ יִקְרַ֣ב לַעֲשֹׂת֔וֹ וְהָיָ֖ה כְּאֶזְרַ֣ח הָאָ֑רֶץ וְכׇל־עָרֵ֖ל לֹֽא־יֹ֥אכַל בּֽוֹ׃",
          "targum": "וַאֲרֵי יִתְגַיַר עִמָךְ גִיוֹרָא וְיַעְבֵּד פִּסְחָא קֳדָם יְיָ מִגְזַר לֵהּ כָּל דְכוּרָא וּבְכֵן יִקְרַב לְמֶעְבְּדֵהּ וִיהֵי כְּיַצִיבָא דְאַרְעָא וְכָל עַרְלָא לָא יֵכוּל בֵּהּ:",
          "english": "And when a stranger shall sojourn with thee, and will keep the passover to the Lord, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat of it."
        },
        {
          "verseNum": 49,
          "hebrew": "תּוֹרָ֣ה אַחַ֔ת יִהְיֶ֖ה לָֽאֶזְרָ֑ח וְלַגֵּ֖ר הַגָּ֥ר בְּתוֹכְכֶֽם׃",
          "targum": "אוֹרַיְתָא חֲדָא יְהֵא לְיַצִיבָא וּלְגִיוֹרָא דְיִתְגַיְרוּן בֵּינֵיכוֹן:",
          "english": "One Tora shall be to him that is homeborn, and to the stranger that sojourns among you."
        },
        {
          "verseNum": 50,
          "hebrew": "וַֽיַּעֲשׂ֖וּ כׇּל־בְּנֵ֣י יִשְׂרָאֵ֑ל כַּאֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֶת־מֹשֶׁ֥ה וְאֶֽת־אַהֲרֹ֖ן כֵּ֥ן עָשֽׂוּ׃",
          "targum": "וַעֲבָדוּ כָּל בְּנֵי יִשְׂרָאֵל כְּמָא דִי פַקִיד יְיָ יָת משֶׁה וְיָת אַהֲרֹן כֵּן עֲבָדוּ:",
          "english": "Thus did all the children of Yisra᾽el; as the Lord commanded Moshe and Aharon so they did."
        },
        {
          "verseNum": 51,
          "hebrew": "וַיְהִ֕י בְּעֶ֖צֶם הַיּ֣וֹם הַזֶּ֑ה הוֹצִ֨יא יְהֹוָ֜ה אֶת־בְּנֵ֧י יִשְׂרָאֵ֛ל מֵאֶ֥רֶץ מִצְרַ֖יִם עַל־צִבְאֹתָֽם׃",
          "targum": "וַהֲוָה בִּכְרַן יוֹמָא הָדֵין אַפֵּיק יְיָ יָת בְּנֵי יִשְׂרָאֵל מֵאַרְעָא דְמִצְרַיִם עַל חֵילֵיהוֹן:",
          "english": "And it came to pass on that selfsame day, that the Lord did bring the children of Yisra᾽el out of the land of Miżrayim by their hosts."
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "קַדֶּשׁ־לִ֨י כׇל־בְּכ֜וֹר פֶּ֤טֶר כׇּל־רֶ֙חֶם֙ בִּבְנֵ֣י יִשְׂרָאֵ֔ל בָּאָדָ֖ם וּבַבְּהֵמָ֑ה לִ֖י הֽוּא׃",
          "targum": "אַקְדֵשׁ קֳדָמַי כָּל בּוּכְרָא פָּתַח כָּל וַלְדָא בִּבְנֵי יִשְׂרָאֵל בֶּאֱנָשָׁא וּבִבְעִירָא דִילִי הוּא:",
          "english": "Sanctify to me all the firstborn, whatever opens the womb among the children of Yisra᾽el, both of man and of beast: it is mine."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶל־הָעָ֗ם זָכ֞וֹר אֶת־הַיּ֤וֹם הַזֶּה֙ אֲשֶׁ֨ר יְצָאתֶ֤ם מִמִּצְרַ֙יִם֙ מִבֵּ֣ית עֲבָדִ֔ים כִּ֚י בְּחֹ֣זֶק יָ֔ד הוֹצִ֧יא יְהֹוָ֛ה אֶתְכֶ֖ם מִזֶּ֑ה וְלֹ֥א יֵאָכֵ֖ל חָמֵֽץ׃",
          "targum": "וַאֲמַר משֶׁה לְעַמָא הֲווֹ דְכִירִין יָת יוֹמָא הָדֵין דִי נְפַקְתּוּן מִמִצְרַיִם מִבֵּית עַבְדוּתָא אֲרֵי בִּתְקוֹף יְדָא אַפֵּיק יְיָ יָתְכוֹן מִכָּא וְלָא יִתְאֲכֵל חֲמִיעַ:",
          "english": "And Moshe said to the people, Remember this day, in which you came out from Miżrayim, out of the house of bondage; for by strength of hand the Lord brought you out from this place: no leavened bread shall be eaten."
        },
        {
          "verseNum": 4,
          "hebrew": "הַיּ֖וֹם אַתֶּ֣ם יֹצְאִ֑ים בְּחֹ֖דֶשׁ הָאָבִֽיב׃",
          "targum": "יוֹמָא דֵין אַתּוּן נָפְקִין בְּיַרְחָא דְאַבִּיבָא:",
          "english": "This day you came out, in the month Aviv."
        },
        {
          "verseNum": 5,
          "hebrew": "וְהָיָ֣ה כִֽי־יְבִיאֲךָ֣ יְהֹוָ֡ה אֶל־אֶ֣רֶץ הַֽ֠כְּנַעֲנִ֠י וְהַחִתִּ֨י וְהָאֱמֹרִ֜י וְהַחִוִּ֣י וְהַיְבוּסִ֗י אֲשֶׁ֨ר נִשְׁבַּ֤ע לַאֲבֹתֶ֙יךָ֙ לָ֣תֶת לָ֔ךְ אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָ֑שׁ וְעָבַדְתָּ֛ אֶת־הָעֲבֹדָ֥ה הַזֹּ֖את בַּחֹ֥דֶשׁ הַזֶּֽה׃",
          "targum": "וִיהֵי אֲרֵי יָעֵלִנָךְ יְיָ לְאַרְעָא דִכְנַעֲנָאֵי וְחִתָּאֵי וֶאֱמוֹרָאֵי וְחִוָאֵי וִיבוּסָאֵי דִי קַיִים לַאֲבָהָתָךְ לְמִתַּן לָךְ אַרְעָא עַבְדָא חֲלָב וּדְבָשׁ וְתִפְלַח יָת פָּלְחָנָא הָדָא בְּיַרְחָא הָדֵין:",
          "english": "And it shall be when the Lord shall bring thee into the land of the Kena῾ani, and the Ḥitti, and the Emori, and the Ḥivvi, and the Yevusi, which he swore to thy fathers to give thee, a land flowing with milk and honey, that thou shalt keep this service in this month."
        },
        {
          "verseNum": 6,
          "hebrew": "שִׁבְעַ֥ת יָמִ֖ים תֹּאכַ֣ל מַצֹּ֑ת וּבַיּוֹם֙ הַשְּׁבִיעִ֔י חַ֖ג לַיהֹוָֽה׃",
          "targum": "שִׁבְעָה יוֹמִין תֵּיכוּל פַּטִירָא וּבְיוֹמָא שְׁבִיעָאָה חַגָא קֳדָם יְיָ:",
          "english": "Seven days thou shalt eat unleavened bread, and on the seventh day there shall be a feast to the Lord."
        },
        {
          "verseNum": 7,
          "hebrew": "מַצּוֹת֙ יֵֽאָכֵ֔ל אֵ֖ת שִׁבְעַ֣ת הַיָּמִ֑ים וְלֹֽא־יֵרָאֶ֨ה לְךָ֜ חָמֵ֗ץ וְלֹֽא־יֵרָאֶ֥ה לְךָ֛ שְׂאֹ֖ר בְּכׇל־גְּבֻלֶֽךָ׃",
          "targum": "פַּטִיר יִתְאֲכֵל יָת שִׁבְעַת יוֹמִין וְלָא יִתְחֲזֵי לָךְ חֲמִיעַ וְלָא יִתְחֲזֵי לָךְ חֲמִיר בְּכָל תְּחוּמָךְ:",
          "english": "Unleavened bread shall be eaten for seven days; and there shall no leavened bread be seen with thee, neither shall leaven be seen with thee in all thy borders."
        },
        {
          "verseNum": 8,
          "hebrew": "וְהִגַּדְתָּ֣ לְבִנְךָ֔ בַּיּ֥וֹם הַה֖וּא לֵאמֹ֑ר בַּעֲב֣וּר זֶ֗ה עָשָׂ֤ה יְהֹוָה֙ לִ֔י בְּצֵאתִ֖י מִמִּצְרָֽיִם׃",
          "targum": "וּתְחַוֵי לִבְרָךְ בְּיוֹמָא הַהוּא לְמֵימָר בְּדִיל דֵין עֲבַד יְיָ לִי בְּמִפְּקִי מִמִצְרָיִם:",
          "english": "And thou shalt relate to thy son on that day, saying, This is done because of that which the Lord did to me when I came out of Miżrayim."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהָיָה֩ לְךָ֨ לְא֜וֹת עַל־יָדְךָ֗ וּלְזִכָּרוֹן֙ בֵּ֣ין עֵינֶ֔יךָ לְמַ֗עַן תִּהְיֶ֛ה תּוֹרַ֥ת יְהֹוָ֖ה בְּפִ֑יךָ כִּ֚י בְּיָ֣ד חֲזָקָ֔ה הוֹצִֽאֲךָ֥ יְהֹוָ֖ה מִמִּצְרָֽיִם׃",
          "targum": "וִיהֵי לָךְ לְאָת עַל יְדָךְ וּלְדָכְרָנָא בֵּין עֵינָיךְ בְּדִיל תְּהֵי אוֹרַיְתָא דַיְיָ בְּפוּמָךְ אֲרֵי בִּידָא תַקִיפָא אַפְּקָךְ יְיָ מִמִצְרָיִם:",
          "english": "And it shall be for a sign to thee upon thy hand, and for a memorial between thy eyes, that the Lord’s Tora may be in thy mouth: for with a strong hand did the Lord bring thee out of Miżrayim."
        },
        {
          "verseNum": 10,
          "hebrew": "וְשָׁמַרְתָּ֛ אֶת־הַחֻקָּ֥ה הַזֹּ֖את לְמוֹעֲדָ֑הּ מִיָּמִ֖ים יָמִֽימָה׃",
          "targum": "וְתִטַר יָת קְיָמָא הָדָא לְזִמְנֵהּ מִזְמַן לִזְמָן:",
          "english": "Thou shalt therefore keep this ordinance in its season from year to year."
        },
        {
          "verseNum": 11,
          "hebrew": "וְהָיָ֞ה כִּֽי־יְבִאֲךָ֤ יְהֹוָה֙ אֶל־אֶ֣רֶץ הַֽכְּנַעֲנִ֔י כַּאֲשֶׁ֛ר נִשְׁבַּ֥ע לְךָ֖ וְלַֽאֲבֹתֶ֑יךָ וּנְתָנָ֖הּ לָֽךְ׃",
          "targum": "וִיהֵי אֲרֵי יָעֵלִנָךְ יְיָ לְאַרְעָא דִכְנַעֲנָאֵי כְּמָא דִי קַיִים לָךְ וְלַאֲבָהָתָךְ וְיִתְּנִנַהּ לָךְ:",
          "english": "And it shall be when the Lord shall bring thee into the land of the Kena῾ani, as he swore to thee and to thy fathers, and shall give it thee,"
        },
        {
          "verseNum": 12,
          "hebrew": "וְהַעֲבַרְתָּ֥ כׇל־פֶּֽטֶר־רֶ֖חֶם לַֽיהֹוָ֑ה וְכׇל־פֶּ֣טֶר׀ שֶׁ֣גֶר בְּהֵמָ֗ה אֲשֶׁ֨ר יִהְיֶ֥ה לְךָ֛ הַזְּכָרִ֖ים לַיהֹוָֽה׃",
          "targum": "וְתַעְבַּר כָּל פָּתַח וַלְדָא קֳדָם יְיָ וְכָל פָּתַח וְלַד בְּעִירָא דִי יְהֵי לָךְ דִכְרִין תַּקְדֵשׁ קֳדָם יְיָ:",
          "english": "that thou shalt set apart to the Lord all that opens the womb, and every firstling that comes of a beast which thou hast; the males shall be the Lord’s."
        },
        {
          "verseNum": 13,
          "hebrew": "וְכׇל־פֶּ֤טֶר חֲמֹר֙ תִּפְדֶּ֣ה בְשֶׂ֔ה וְאִם־לֹ֥א תִפְדֶּ֖ה וַעֲרַפְתּ֑וֹ וְכֹ֨ל בְּכ֥וֹר אָדָ֛ם בְּבָנֶ֖יךָ תִּפְדֶּֽה׃",
          "targum": "וְכָל פָּתַח דַחֲמָרָא תִּפְרוֹק בְּאִמְרָא וְאִם לָא תִפְרוֹק וְתִנְקְפֵהּ וְכָל בּוּכְרָא דַאֲנָשָׁא בִּבְנָיךְ תִּפְרוֹק:",
          "english": "And every firstling of an ass thou shalt redeem with a lamb; and if thou wilt not redeem it, then thou shalt break its neck: and all the firstborn of man among thy children shalt thou redeem."
        },
        {
          "verseNum": 14,
          "hebrew": "וְהָיָ֞ה כִּֽי־יִשְׁאָלְךָ֥ בִנְךָ֛ מָחָ֖ר לֵאמֹ֣ר מַה־זֹּ֑את וְאָמַרְתָּ֣ אֵלָ֔יו בְּחֹ֣זֶק יָ֗ד הוֹצִיאָ֧נוּ יְהֹוָ֛ה מִמִּצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃",
          "targum": "וִיהֵי אֲרֵי יִשְׁאֲלִנָךְ בְּרָךְ מְחָר לְמֵימַר מָא דָא וְתֵימַר לֵהּ בִּתְקוֹף יְדָא אַפְּקָנָא יְיָ מִמִצְרַיִם מִבֵּית עַבְדוּתָא:",
          "english": "And it shall be when thy son asks thee in time to come, saying, What is this? that thou shalt say to him, By strength of hand the Lord brought us out of Miżrayim, from the house of bondage:"
        },
        {
          "verseNum": 15,
          "hebrew": "וַיְהִ֗י כִּֽי־הִקְשָׁ֣ה פַרְעֹה֮ לְשַׁלְּחֵ֒נוּ֒ וַיַּהֲרֹ֨ג יְהֹוָ֤ה כׇּל־בְּכוֹר֙ בְּאֶ֣רֶץ מִצְרַ֔יִם מִבְּכֹ֥ר אָדָ֖ם וְעַד־בְּכ֣וֹר בְּהֵמָ֑ה עַל־כֵּן֩ אֲנִ֨י זֹבֵ֜חַ לַֽיהֹוָ֗ה כׇּל־פֶּ֤טֶר רֶ֙חֶם֙ הַזְּכָרִ֔ים וְכׇל־בְּכ֥וֹר בָּנַ֖י אֶפְדֶּֽה׃",
          "targum": "וַהֲוָה אֲרֵי אַקְשֵׁי פַרְעֹה לְשַׁלָחוּתָנָא וּקְטַל יְיָ כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם מִבּוּכְרָא דַאֲנָשָׁא וְעַד בּוּכְרָא דִבְעִירָא עַל כֵּן אֲנָא דָבַח קֳדָם יְיָ כָּל פָּתַח וַלְדָא דִכְרִין וְכָל בּוּכְרָא דִבְנַי אֶפְרוֹק:",
          "english": "and it came to pass, when Par῾o would hardly let us go, that the Lord slew all the firstborn in the land of Miżrayim, both the firstborn of man, and the firstborn of beast: therefore I sacrifice to the Lord all that opens the womb, being males; but all the firstborn of my children I redeem."
        },
        {
          "verseNum": 16,
          "hebrew": "וְהָיָ֤ה לְאוֹת֙ עַל־יָ֣דְכָ֔ה וּלְטוֹטָפֹ֖ת בֵּ֣ין עֵינֶ֑יךָ כִּ֚י בְּחֹ֣זֶק יָ֔ד הוֹצִיאָ֥נוּ יְהֹוָ֖ה מִמִּצְרָֽיִם׃",
          "targum": "וִיהֵי לְאָת עַל יְדָךְ וְלִתְפִלִין בֵּין עֵינָיךְ אֲרֵי בִּתְקוֹף יְדָא אַפְּקָנָא יְיָ מִמִצְרָיִם:",
          "english": "And it shall be for a token upon thy hand, and for frontlets between thy eyes: for by strength of hand the Lord brought us forth out of Miżrayim."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיְהִ֗י בְּשַׁלַּ֣ח פַּרְעֹה֮ אֶת־הָעָם֒ וְלֹא־נָחָ֣ם אֱלֹהִ֗ים דֶּ֚רֶךְ אֶ֣רֶץ פְּלִשְׁתִּ֔ים כִּ֥י קָר֖וֹב ה֑וּא כִּ֣י׀ אָמַ֣ר אֱלֹהִ֗ים פֶּֽן־יִנָּחֵ֥ם הָעָ֛ם בִּרְאֹתָ֥ם מִלְחָמָ֖ה וְשָׁ֥בוּ מִצְרָֽיְמָה׃",
          "targum": "וַהֲוָה כַּד שַׁלַח פַּרְעֹה יָת עַמָא וְלָא דַבָּרִינוּן יְיָ אֹרַח אַרְעָא פְלִשְׁתָּאֵי אֲרֵי קָרִיבָא הוּא אֲרֵי אֲמַר יְיָ דִילְמָא יְזוּעוּן עַמָא בְּמֶחֱזֵיהוֹן קְרָבָא וִיתוּבוּן לְמִצְרָיִם:",
          "english": "And it came to pass, when Par῾o had let the people go, that God led them not through the way of the land of the Pelishtim, although that was near; for God said, Lest the people repent when they see war, and they return to Miżrayim:"
        }
      ]
    }
  ]
}