{
  "name": "Chayei Sara",
  "book": "Genesis",
  "chapters": [
    {
      "chapter": 23,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּהְיוּ֙ חַיֵּ֣י שָׂרָ֔ה מֵאָ֥ה שָׁנָ֛ה וְעֶשְׂרִ֥ים שָׁנָ֖ה וְשֶׁ֣בַע שָׁנִ֑ים שְׁנֵ֖י חַיֵּ֥י שָׂרָֽה׃",
          "targum": "וַהֲווֹ חַיֵּי שָׂרָה מְאָה וְעֶשְׂרִין וּשְׁבַע שְׁנִין שְׁנֵי חַיֵּי שָׂרָה:",
          "english": "And Sara was a hundred and twenty seven years old: these were the years of Sara’s life."
        },
        {
          "verseNum": 2,
          "hebrew": "וַתָּ֣מׇת שָׂרָ֗ה בְּקִרְיַ֥ת אַרְבַּ֛ע הִ֥וא חֶבְר֖וֹן בְּאֶ֣רֶץ כְּנָ֑עַן וַיָּבֹא֙ אַבְרָהָ֔ם לִסְפֹּ֥ד לְשָׂרָ֖ה וְלִבְכֹּתָֽהּ׃",
          "targum": "וּמִיתַת שָׂרָה בְּקִרְיַת אַרְבַּע הִיא חֶבְרוֹן בְּאַרְעָא דִכְנָעַן וַאֲתָא אַבְרָהָם לְמִסְפְּדָה לְשָׂרָה וּלְמִבְכַּהּ:",
          "english": "And Sara died in Qiryat-arba; that is Ḥevron, in the land of Kena῾an: and Avraham came to mourn for Sara, and to weep for her."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיָּ֙קׇם֙ אַבְרָהָ֔ם מֵעַ֖ל פְּנֵ֣י מֵת֑וֹ וַיְדַבֵּ֥ר אֶל־בְּנֵי־חֵ֖ת לֵאמֹֽר׃",
          "targum": "וְקָם אַבְרָהָם מֵעַל אַפֵּי מִיתֵיהּ וּמַלֵּל עִם בְּנֵי חִתָּאָה לְמֵימָר:",
          "english": "And Avraham stood up from before his dead, and spoke to the sons of Ḥet, saying,"
        },
        {
          "verseNum": 4,
          "hebrew": "גֵּר־וְתוֹשָׁ֥ב אָנֹכִ֖י עִמָּכֶ֑ם תְּנ֨וּ לִ֤י אֲחֻזַּת־קֶ֙בֶר֙ עִמָּכֶ֔ם וְאֶקְבְּרָ֥ה מֵתִ֖י מִלְּפָנָֽי׃",
          "targum": "דַּיָּר וְתוֹתַב אֲנָא עִמְּכוֹן הָבוּ לִי אַחְסָנַת קְבוּרָא עִמְּכוֹן וְאִקְבַּר מִיתִי מִן קֳדָמָי:",
          "english": "I am a stranger and a sojourner with you: give me a possession of a buryingplace with you, that I may bury my dead out of my sight."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיַּעֲנ֧וּ בְנֵי־חֵ֛ת אֶת־אַבְרָהָ֖ם לֵאמֹ֥ר לֽוֹ׃",
          "targum": "וְאָתִיבוּ בְנֵי חִתָּאָה יָת אַבְרָהָם לְמֵימַר לֵיהּ:",
          "english": "And the children of Ḥet answered Avraham, saying to him,"
        },
        {
          "verseNum": 6,
          "hebrew": "שְׁמָעֵ֣נוּ׀ אֲדֹנִ֗י נְשִׂ֨יא אֱלֹהִ֤ים אַתָּה֙ בְּתוֹכֵ֔נוּ בְּמִבְחַ֣ר קְבָרֵ֔ינוּ קְבֹ֖ר אֶת־מֵתֶ֑ךָ אִ֣ישׁ מִמֶּ֔נּוּ אֶת־קִבְר֛וֹ לֹֽא־יִכְלֶ֥ה מִמְּךָ֖ מִקְּבֹ֥ר מֵתֶֽךָ׃",
          "targum": "קַבֵּל מִנָּנָא רִבּוֹנָנָא רַב קֳדָם יְיָ אַתְּ בֵּינָנָא בִּשְׁפַר קִבְרָנָא קְבַר יָת מִיתָךְ אֶנַּשׁ מִנָּנָא יָת קִבְרֵיהּ לָא יִמְנַע מִנָּךְ מִלְּמִקְבַּר מִיתָךְ:",
          "english": "Hear us, my lord: thou art a mighty prince among us: in the choice of our sepulchres bury thy dead; none of us shall with- hold from thee his tomb, but that thou mayst bury thy dead."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיָּ֧קׇם אַבְרָהָ֛ם וַיִּשְׁתַּ֥חוּ לְעַם־הָאָ֖רֶץ לִבְנֵי־חֵֽת׃",
          "targum": "וְקָם אַבְרָהָם וּסְגִיד לְעַמָּא דְאַרְעָא לִבְנֵי חִתָּאָה:",
          "english": "And Avraham stood up, and bowed himself to the people of the land, to the children of Ḥet."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיְדַבֵּ֥ר אִתָּ֖ם לֵאמֹ֑ר אִם־יֵ֣שׁ אֶֽת־נַפְשְׁכֶ֗ם לִקְבֹּ֤ר אֶת־מֵתִי֙ מִלְּפָנַ֔י שְׁמָע֕וּנִי וּפִגְעוּ־לִ֖י בְּעֶפְר֥וֹן בֶּן־צֹֽחַר׃",
          "targum": "וּמַלֵּיל עִמְּהוֹן לְמֵימָר אִם אִית רַעֲוָא בְנַפְשְׁכוֹן לְמִקְבַּר יָת מִיתִי מִן קֳדָמַי קַבִּילוּ מִנִּי וּבְעוּ לִי מִן עֶפְרוֹן בַּר צוֹחַר:",
          "english": "And he spoke with them, saying, If it be your mind that I should bury my dead out of my sight; hear me, and intreat for me to ῾Efron the son of Żoĥar,"
        },
        {
          "verseNum": 9,
          "hebrew": "וְיִתֶּן־לִ֗י אֶת־מְעָרַ֤ת הַמַּכְפֵּלָה֙ אֲשֶׁר־ל֔וֹ אֲשֶׁ֖ר בִּקְצֵ֣ה שָׂדֵ֑הוּ בְּכֶ֨סֶף מָלֵ֜א יִתְּנֶ֥נָּה לִּ֛י בְּתוֹכְכֶ֖ם לַאֲחֻזַּת־קָֽבֶר׃",
          "targum": "וְיִתֶּן לִי יָת מְעָרַת כָּפֶלְתָּא דִּי לֵיהּ דִּי בִּסְטַר חַקְלֵיהּ בְּכַסְפָּא שְׁלִים יִתְּנִינַהּ לִי בֵּינֵיכוֹן לְאַחֲסָנַת קְבוּרָא:",
          "english": "that he may give me the cave of Makhpela, which he has, which is in the end of his field; for the full price he shall give it me for a possession of a buryingplace amongst you."
        },
        {
          "verseNum": 10,
          "hebrew": "וְעֶפְר֥וֹן יֹשֵׁ֖ב בְּת֣וֹךְ בְּנֵי־חֵ֑ת וַיַּ֩עַן֩ עֶפְר֨וֹן הַחִתִּ֤י אֶת־אַבְרָהָם֙ בְּאׇזְנֵ֣י בְנֵי־חֵ֔ת לְכֹ֛ל בָּאֵ֥י שַֽׁעַר־עִיר֖וֹ לֵאמֹֽר׃",
          "targum": "וְעֶפְרוֹן יָתֵב בְּגוֹ בְּנֵי חִתָּאָה וְאָתֵיב עֶפְרוֹן חִתָּאָה יָת אַבְרָהָם קֳדָם בְּנֵי חִתָּאָה לְכָל עָלֵי תְּרַע קַרְתֵּיהּ לְמֵימָר:",
          "english": "And ῾Efron dwelt among the children of Ḥet: and ῾Efron the Ḥitti answered Avraham in the hearing of the children of Ḥet, even of all that went in at the gate of his city, saying,"
        },
        {
          "verseNum": 11,
          "hebrew": "לֹֽא־אֲדֹנִ֣י שְׁמָעֵ֔נִי הַשָּׂדֶה֙ נָתַ֣תִּי לָ֔ךְ וְהַמְּעָרָ֥ה אֲשֶׁר־בּ֖וֹ לְךָ֣ נְתַתִּ֑יהָ לְעֵינֵ֧י בְנֵי־עַמִּ֛י נְתַתִּ֥יהָ לָּ֖ךְ קְבֹ֥ר מֵתֶֽךָ׃",
          "targum": "לָא רִבּוֹנִי קַבֵּיל מִנִּי חַקְלָא יְהָבִית לָךְ וּמְעַרְתָּא דִּי בֵיהּ לָךְ יְהָבִיתַהּ לְעֵינֵי בְנֵי עַמִּי יְהָבִיתַהּ לָךְ קְבַר מִיתָךְ:",
          "english": "No, my lord, hear me: the field I give thee, and the cave that is in it, I give it thee; in the presence of the sons of my people I give it thee: bury thy dead."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיִּשְׁתַּ֙חוּ֙ אַבְרָהָ֔ם לִפְנֵ֖י עַ֥ם הָאָֽרֶץ׃",
          "targum": "וּסְגִיד אַבְרָהָם קֳדָם עַמָּא דְאַרְעָא:",
          "english": "And Avraham bowed himself down before the people of the land."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיְדַבֵּ֨ר אֶל־עֶפְר֜וֹן בְּאׇזְנֵ֤י עַם־הָאָ֙רֶץ֙ לֵאמֹ֔ר אַ֛ךְ אִם־אַתָּ֥ה ל֖וּ שְׁמָעֵ֑נִי נָתַ֜תִּי כֶּ֤סֶף הַשָּׂדֶה֙ קַ֣ח מִמֶּ֔נִּי וְאֶקְבְּרָ֥ה אֶת־מֵתִ֖י שָֽׁמָּה׃",
          "targum": "וּמַלֵּיל עִם עֶפְרוֹן קֳדָם עַמָּא דְאַרְעָא לְמֵימַר בְּרַם אִם אַתְּ עָבֵד לִי טִיבוּ קַבֵּל מִנִּי אֶתֵּן כַּסְפָּא דְמֵי חַקְלָא סַב מִנִּי וְאֶקְבַּר יָת מִיתִי תַּמָּן:",
          "english": "And he spoke to ῾Efron in the hearing of the people of the land, saying, But if thou wilt give it, I pray thee, hear me: I will give thee the price of the field; take it of me, and I will bury my dead there."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיַּ֧עַן עֶפְר֛וֹן אֶת־אַבְרָהָ֖ם לֵאמֹ֥ר לֽוֹ׃",
          "targum": "וְאָתֵיב עֶפְרוֹן יָת אַבְרָהָם לְמֵימַר לֵיהּ:",
          "english": "And ῾Efron answered Avraham, saying to him,"
        },
        {
          "verseNum": 15,
          "hebrew": "אֲדֹנִ֣י שְׁמָעֵ֔נִי אֶ֩רֶץ֩ אַרְבַּ֨ע מֵאֹ֧ת שֶֽׁקֶל־כֶּ֛סֶף בֵּינִ֥י וּבֵֽינְךָ֖ מַה־הִ֑וא וְאֶת־מֵתְךָ֖ קְבֹֽר׃",
          "targum": "רִבּוֹנִי קַבֵּל מִנִּי אַרְעָא שַׁוְיָא אַרְבַּע מְאָה סִלְעִין דִּכְסַף בֵּינָא וּבֵינָךְ מַה הִיא וְיָת מִיתָךְ קְבַר:",
          "english": "My lord, hearken to me: a piece of land worth four hundred shekels of silver; what is that between me and thee? bury therefore thy dead."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיִּשְׁמַ֣ע אַבְרָהָם֮ אֶל־עֶפְרוֹן֒ וַיִּשְׁקֹ֤ל אַבְרָהָם֙ לְעֶפְרֹ֔ן אֶת־הַכֶּ֕סֶף אֲשֶׁ֥ר דִּבֶּ֖ר בְּאׇזְנֵ֣י בְנֵי־חֵ֑ת אַרְבַּ֤ע מֵאוֹת֙ שֶׁ֣קֶל כֶּ֔סֶף עֹבֵ֖ר לַסֹּחֵֽר׃",
          "targum": "וְקַבֵּל אַבְרָהָם מִן עֶפְרוֹן וּתְקַל אַבְרָהָם לְעֶפְרוֹן יָת כַּסְפָּא דְּמַלֵּיל קֳדָם בְּנֵי חִתָּאָה אַרְבַּע מְאָה סִלְעִין דִּכְסַף מִתְקַבֵּל סְחוֹרָא בְּכָל מְדִינְתָּא:",
          "english": "And Avraham hearkened to ῾Efron; and Avraham weighed to ῾Efron the silver, which he had named in the hearing of the sons of Ḥet, four hundred shekels of silver, current money with the merchant."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיָּ֣קׇם׀ שְׂדֵ֣ה עֶפְר֗וֹן אֲשֶׁר֙ בַּמַּכְפֵּלָ֔ה אֲשֶׁ֖ר לִפְנֵ֣י מַמְרֵ֑א הַשָּׂדֶה֙ וְהַמְּעָרָ֣ה אֲשֶׁר־בּ֔וֹ וְכׇל־הָעֵץ֙ אֲשֶׁ֣ר בַּשָּׂדֶ֔ה אֲשֶׁ֥ר בְּכׇל־גְּבֻל֖וֹ סָבִֽיב׃",
          "targum": "וְקָם חֲקַל עֶפְרוֹן דִּי בְּכָפֶלְתָּא דִּי קֳדָם מַמְרֵא חַקְלָא וּמְעַרְתָּא דִּי בֵיהּ וְכָל אִילָנֵי דִּי בְחַקְלָא דִּי בְכָל תְּחוּמֵיהּ סְחוֹר סְחוֹר:",
          "english": "And the field of ῾Efron, which was in Makhpela, which was before Mamre, the field, and the cave which was in it, and all the trees that were in the field, that were in all the borders round about, were made over"
        },
        {
          "verseNum": 18,
          "hebrew": "לְאַבְרָהָ֥ם לְמִקְנָ֖ה לְעֵינֵ֣י בְנֵי־חֵ֑ת בְּכֹ֖ל בָּאֵ֥י שַֽׁעַר־עִירֽוֹ׃",
          "targum": "לְאַבְרָהָם לִזְבִינוֹהִי לְעֵינֵי בְּנֵי חִתָּאָה בְּכָל עָלֵי תְּרַע קַרְתֵּיהּ:",
          "english": "to Avraham for a possession in the presence of the children of Ḥet, before all that went in at the gate of his city."
        },
        {
          "verseNum": 19,
          "hebrew": "וְאַחֲרֵי־כֵן֩ קָבַ֨ר אַבְרָהָ֜ם אֶת־שָׂרָ֣ה אִשְׁתּ֗וֹ אֶל־מְעָרַ֞ת שְׂדֵ֧ה הַמַּכְפֵּלָ֛ה עַל־פְּנֵ֥י מַמְרֵ֖א הִ֣וא חֶבְר֑וֹן בְּאֶ֖רֶץ כְּנָֽעַן׃",
          "targum": "וּבָתַר כֵּן קְבַר אַבְרָהָם יָת שָׂרָה אִתְּתֵיהּ בִּמְעָרַת חֲקַל כָּפֶלְתָּא עַל אַפֵּי מַמְרֵא הִיא חֶבְרוֹן בְּאַרְעָא דִּכְנָעַן:",
          "english": "And after this, Avraham buried Sara his wife in the cave of the field of Makhpela before Mamre: the same is Ḥevron in the land of Kena῾an."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיָּ֨קׇם הַשָּׂדֶ֜ה וְהַמְּעָרָ֧ה אֲשֶׁר־בּ֛וֹ לְאַבְרָהָ֖ם לַאֲחֻזַּת־קָ֑בֶר מֵאֵ֖ת בְּנֵי־חֵֽת׃",
          "targum": "וְקָם חַקְלָא וּמְעַרְתָּא דִּי בֵיהּ לְאַבְרָהָם לְאַחֲסָנַת קְבוּרָא מִן בְּנֵי חִתָּאָה:",
          "english": "And the field, and the cave that is in it, were made over to Avraham for a possession of a buryingplace by the sons of Ḥet."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְאַבְרָהָ֣ם זָקֵ֔ן בָּ֖א בַּיָּמִ֑ים וַֽיהֹוָ֛ה בֵּרַ֥ךְ אֶת־אַבְרָהָ֖ם בַּכֹּֽל׃",
          "targum": "וְאַבְרָהָם סִיב עָל בְּיוֹמִין וַייָ בְּרִיךְ יָת אַבְרָהָם בְּכֹלָּא:",
          "english": "And Avraham was old, advanced in age: and the Lord had blessed Avraham in all things."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיֹּ֣אמֶר אַבְרָהָ֗ם אֶל־עַבְדּוֹ֙ זְקַ֣ן בֵּית֔וֹ הַמֹּשֵׁ֖ל בְּכׇל־אֲשֶׁר־ל֑וֹ שִֽׂים־נָ֥א יָדְךָ֖ תַּ֥חַת יְרֵכִֽי׃",
          "targum": "וַאֲמַר אַבְרָהָם לְעַבְדֵיהּ סָבָא דְבֵיתֵיהּ דְּשַׁלִּיט בְּכָל דִּי לֵיהּ שַׁוִי כְעַן יְדָךְ תְּחוֹת יַרְכִּי:",
          "english": "And Avraham said to the eldest servant of his house, that ruled over all that he had, Put, I pray thee, thy hand under my thigh:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְאַשְׁבִּ֣יעֲךָ֔ בַּֽיהֹוָה֙ אֱלֹהֵ֣י הַשָּׁמַ֔יִם וֵֽאלֹהֵ֖י הָאָ֑רֶץ אֲשֶׁ֨ר לֹֽא־תִקַּ֤ח אִשָּׁה֙ לִבְנִ֔י מִבְּנוֹת֙ הַֽכְּנַעֲנִ֔י אֲשֶׁ֥ר אָנֹכִ֖י יוֹשֵׁ֥ב בְּקִרְבּֽוֹ׃",
          "targum": "וַאֲקַיֵּם עֲלָךְ בְּמֵימְרָא דַיְיָ אֱלָהָא דִשְׁמַיָּא וֵאלָהָא דְאַרְעָא דְּלָא תִסַּב אִתְּתָא לִבְרִי מִבְּנַת כְּנַעֲנָאֵי דִּי אֲנָא יָתֵב בֵּינֵיהוֹן:",
          "english": "and I will make thee swear by the Lord, the God of heaven, and the God of the earth, that thou shalt not take a wife to my son of the daughters of the Kena῾ani, among whom I dwell;"
        },
        {
          "verseNum": 4,
          "hebrew": "כִּ֧י אֶל־אַרְצִ֛י וְאֶל־מוֹלַדְתִּ֖י תֵּלֵ֑ךְ וְלָקַחְתָּ֥ אִשָּׁ֖ה לִבְנִ֥י לְיִצְחָֽק׃",
          "targum": "אֱלָהֵין לְאַרְעִי וּלְיַלָּדוּתִי תֵּיזִיל וְתִסַּב אִתְּתָא לִבְרִי לְיִצְחָק:",
          "english": "but thou shalt go to my country, and to my kindred, and take a wife to my son Yiżĥaq."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיֹּ֤אמֶר אֵלָיו֙ הָעֶ֔בֶד אוּלַי֙ לֹא־תֹאבֶ֣ה הָֽאִשָּׁ֔ה לָלֶ֥כֶת אַחֲרַ֖י אֶל־הָאָ֣רֶץ הַזֹּ֑את הֶֽהָשֵׁ֤ב אָשִׁיב֙ אֶת־בִּנְךָ֔ אֶל־הָאָ֖רֶץ אֲשֶׁר־יָצָ֥אתָ מִשָּֽׁם׃",
          "targum": "וַאֲמַר לֵיהּ עַבְדָא מָאִים לָא תֵיבֵי אִתְּתָא לְמֵיתֵי בַתְרַי לְאַרְעָא הָדָא הַאֲתָבָא אָתֵיב יָת בְּרָךְ לְאַרְעָא דִּי נְפַקְתָּא מִתַּמָּן:",
          "english": "And the servant said to him, Perhaps the woman will not be willing to follow me to this land: must I needs bring thy son back to the land from where thou didst come?"
        },
        {
          "verseNum": 6,
          "hebrew": "וַיֹּ֥אמֶר אֵלָ֖יו אַבְרָהָ֑ם הִשָּׁ֣מֶר לְךָ֔ פֶּן־תָּשִׁ֥יב אֶת־בְּנִ֖י שָֽׁמָּה׃",
          "targum": "וַאֲמַר לֵיהּ אַבְרָהָם אִסְתַּמַּר לָךְ דִּילְמָא תָתֵיב יָת בְּרִי לְתַמָּן:",
          "english": "And Avraham said to him, Beware lest thou bring my son back there."
        },
        {
          "verseNum": 7,
          "hebrew": "יְהֹוָ֣ה׀ אֱלֹהֵ֣י הַשָּׁמַ֗יִם אֲשֶׁ֨ר לְקָחַ֜נִי מִבֵּ֣ית אָבִי֮ וּמֵאֶ֣רֶץ מֽוֹלַדְתִּי֒ וַאֲשֶׁ֨ר דִּבֶּר־לִ֜י וַאֲשֶׁ֤ר נִֽשְׁבַּֽע־לִי֙ לֵאמֹ֔ר לְזַ֨רְעֲךָ֔ אֶתֵּ֖ן אֶת־הָאָ֣רֶץ הַזֹּ֑את ה֗וּא יִשְׁלַ֤ח מַלְאָכוֹ֙ לְפָנֶ֔יךָ וְלָקַחְתָּ֥ אִשָּׁ֛ה לִבְנִ֖י מִשָּֽׁם׃",
          "targum": "יְיָ אֱלָהָא דִשְׁמַיָּא דִּי דַבְּרַנִי מִבֵּית אַבָּא וּמֵאֲרַע יַלְדוּתִי וְדִי מַלֵּל לִי וְדִי קַיֵּם לִי לְמֵימַר לִבְרָךְ אֶתֵּן יָת אַרְעָא הָדָא הוּא יִשְׁלַח מַלְאָכֵיהּ קֳדָמָךְ וְתִסַּב אִתְּתָא לִבְרִי מִתַּמָּן:",
          "english": "The Lord God of heaven, Who took me from my father’s house, and from the land of my kindred, and Who spoke to me, and swore to me, saying, To thy seed will I give this land; He shall send His angel before thee, and thou shalt take a wife for my son from there."
        },
        {
          "verseNum": 8,
          "hebrew": "וְאִם־לֹ֨א תֹאבֶ֤ה הָֽאִשָּׁה֙ לָלֶ֣כֶת אַחֲרֶ֔יךָ וְנִקִּ֕יתָ מִשְּׁבֻעָתִ֖י זֹ֑את רַ֣ק אֶת־בְּנִ֔י לֹ֥א תָשֵׁ֖ב שָֽׁמָּה׃",
          "targum": "וְאִם לָא תֵיבֵי אִתְּתָא לְמֵיתֵי בַתְרָךְ וּתְהֵי זַכָּאָה מִמּוֹמָתִי דָּא לְחוֹד יָת בְּרִי לָא תָתֵב לְתַמָּן:",
          "english": "And if the woman will not be willing to follow thee, then thou shalt be clear from this my oath: only bring not my son back there."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיָּ֤שֶׂם הָעֶ֙בֶד֙ אֶת־יָד֔וֹ תַּ֛חַת יֶ֥רֶךְ אַבְרָהָ֖ם אֲדֹנָ֑יו וַיִּשָּׁ֣בַֽע ל֔וֹ עַל־הַדָּבָ֖ר הַזֶּֽה׃",
          "targum": "וְשַׁוִּי עַבְדָא יָת יְדֵיהּ תְּחוֹת יַרְכָא דְאַבְרָהָם רִבּוֹנֵיהּ וְקַיֵּם לֵיהּ עַל פִּתְגָּמָא הָדֵין:",
          "english": "And the servant put his hand under the thigh of Avraham his master, and swore to him concerning that matter."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיִּקַּ֣ח הָ֠עֶ֠בֶד עֲשָׂרָ֨ה גְמַלִּ֜ים מִגְּמַלֵּ֤י אֲדֹנָיו֙ וַיֵּ֔לֶךְ וְכׇל־ט֥וּב אֲדֹנָ֖יו בְּיָד֑וֹ וַיָּ֗קׇם וַיֵּ֛לֶךְ אֶל־אֲרַ֥ם נַֽהֲרַ֖יִם אֶל־עִ֥יר נָחֽוֹר׃",
          "targum": "וּדְבַר עַבְדָא עַשְׂרָא גַמְלִין מִגַּמְלֵי רִבּוֹנֵה וַאֲזַל וְכָל שְׁפַר רִבּוֹנֵיהּ בִּידֵיהּ וְקָם וַאֲזַל לַאֲרָם דִּי עַל פְּרַת לְקַרְתָּא דְנָחוֹר:",
          "english": "And the servant took ten camels of the camels of his master, and departed; for all the goods of his master were in his hand: and he arose, and went to Aram-naharayim, to the city of Naĥor."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיַּבְרֵ֧ךְ הַגְּמַלִּ֛ים מִח֥וּץ לָעִ֖יר אֶל־בְּאֵ֣ר הַמָּ֑יִם לְעֵ֣ת עֶ֔רֶב לְעֵ֖ת צֵ֥את הַשֹּׁאֲבֹֽת׃",
          "targum": "וְאַשְׁרֵי גַמְלַיָּא מִבָּרָא לְקַרְתָּא לִבְאֵרָא דְמַיָּא לְעִדַּן רַמְשָׁא לְעִדַּן דְּנַפְקַן מַלְיָתָא:",
          "english": "And he made his camels kneel down outside the city by a well of water at the time of evening, at the time that the women go out to draw water."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּאמַ֓ר׀ יְהֹוָ֗ה אֱלֹהֵי֙ אֲדֹנִ֣י אַבְרָהָ֔ם הַקְרֵה־נָ֥א לְפָנַ֖י הַיּ֑וֹם וַעֲשֵׂה־חֶ֕סֶד עִ֖ם אֲדֹנִ֥י אַבְרָהָֽם׃",
          "targum": "וַאֲמַר יְיָ אֱלָהֵהּ דְּרִבּוֹנִי אַבְרָהָם זַמִּין כְּעַן קֳדָמַי יוֹמָא דֵין וְעִבַד טִיבוּ עִם רִבּוֹנִי אַבְרָהָם:",
          "english": "And he said, O Lord God of my master Avraham, I pray Thee, send me good speed this day, and show kindness to my master Avraham."
        },
        {
          "verseNum": 13,
          "hebrew": "הִנֵּ֛ה אָנֹכִ֥י נִצָּ֖ב עַל־עֵ֣ין הַמָּ֑יִם וּבְנוֹת֙ אַנְשֵׁ֣י הָעִ֔יר יֹצְאֹ֖ת לִשְׁאֹ֥ב מָֽיִם׃",
          "targum": "הָא אֲנָא קָאֵם עַל עֵינָא דְמַיָּא וּבְנַת אֱנָשֵׁי קַרְתָּא נַפְקַן לְמִמְלֵי מַיָא:",
          "english": "Behold, I stand here by the well of water; and the daughters of the men of the city come out to draw water:"
        },
        {
          "verseNum": 14,
          "hebrew": "וְהָיָ֣ה הַֽנַּעֲרָ֗ אֲשֶׁ֨ר אֹמַ֤ר אֵלֶ֙יהָ֙ הַטִּי־נָ֤א כַדֵּךְ֙ וְאֶשְׁתֶּ֔ה וְאָמְרָ֣ה שְׁתֵ֔ה וְגַם־גְּמַלֶּ֖יךָ אַשְׁקֶ֑ה אֹתָ֤הּ הֹכַ֙חְתָּ֙ לְעַבְדְּךָ֣ לְיִצְחָ֔ק וּבָ֣הּ אֵדַ֔ע כִּי־עָשִׂ֥יתָ חֶ֖סֶד עִם־אֲדֹנִֽי׃",
          "targum": "וּתְהֵי עוּלֶמְתָּא דְּאֵימַר לַהּ אַרְכִינִי כְעַן קוּלְתִיךְ וְאֶשְׁתִּי וְתֵימַר אֵשְׁתְּ וְאַף גַּמְלָךְ אַשְׁקֵי יָתַהּ זַמִּנְתָּא לְעַבְדָךְ לְיִצְחָק וּבַהּ אִידַע אֲרֵי עֲבַדְתָּ טִיבוּ עִם רִבּוֹנִי:",
          "english": "and let it come to pass, that the girl to whom I shall say, Let down thy pitcher, I pray thee, that I may drink; and she shall say, Drink, and I will give thy camels drink also: let her be she that Thou hast appointed for Thy servant Yiżĥaq; and thereby shall I know that Thou hast shown kindness to my master."
        },
        {
          "verseNum": 15,
          "hebrew": "וַֽיְהִי־ה֗וּא טֶ֘רֶם֮ כִּלָּ֣ה לְדַבֵּר֒ וְהִנֵּ֧ה רִבְקָ֣ה יֹצֵ֗את אֲשֶׁ֤ר יֻלְּדָה֙ לִבְתוּאֵ֣ל בֶּן־מִלְכָּ֔ה אֵ֥שֶׁת נָח֖וֹר אֲחִ֣י אַבְרָהָ֑ם וְכַדָּ֖הּ עַל־שִׁכְמָֽהּ׃",
          "targum": "וַהֲוָה הוּא עַד לָא שֵׁיצֵי לְמַלָּלָא וְהָא רִבְקָה נְפָקַת דְּאִתְיְלִידַת לִבְתוּאֵל בַּר מִלְכָּה אִתַּת נָחוֹר אֲחוּהִי דְאַבְרָהָם וְקוּלְתַהּ עַל כַּתְפַּהּ:",
          "english": "And it came to pass, before he had done speaking, that, behold, Rivqa came out, who was born to Betu᾽el, son of Milka, the wife of Naĥor, Avraham’s brother, with her pitcher upon her shoulder."
        },
        {
          "verseNum": 16,
          "hebrew": "וְהַֽנַּעֲרָ֗ טֹבַ֤ת מַרְאֶה֙ מְאֹ֔ד בְּתוּלָ֕ה וְאִ֖ישׁ לֹ֣א יְדָעָ֑הּ וַתֵּ֣רֶד הָעַ֔יְנָה וַתְּמַלֵּ֥א כַדָּ֖הּ וַתָּֽעַל׃",
          "targum": "וְעוּלֶמְתָּא שַׁפִּירַת חֵיזוּ לַחֲדָא בְּתֻלְתָּא וּגְבַר לָא יַדְעָהּ וּנְחָתַת לְעֵינָא וּמְלַת קוּלְתַהּ וּסְלֵקָת:",
          "english": "And the girl was very fair to look upon, a virgin, neither had any man known her: and she went down to the well, and filled her pitcher, and came up."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיָּ֥רׇץ הָעֶ֖בֶד לִקְרָאתָ֑הּ וַיֹּ֕אמֶר הַגְמִיאִ֥ינִי נָ֛א מְעַט־מַ֖יִם מִכַּדֵּֽךְ׃",
          "targum": "וּרְהַט עַבְדָא לִקְדָמוּתַהּ וַאֲמַר אַשְׁקִינִי כְעַן זְעֵיר מַיָּא מִקּוּלְתִיךְ:",
          "english": "And the servant ran to meet her, and said, Let me, I pray thee, drink a little water of thy pitcher."
        },
        {
          "verseNum": 18,
          "hebrew": "וַתֹּ֖אמֶר שְׁתֵ֣ה אֲדֹנִ֑י וַתְּמַהֵ֗ר וַתֹּ֧רֶד כַּדָּ֛הּ עַל־יָדָ֖הּ וַתַּשְׁקֵֽהוּ׃",
          "targum": "וַאֲמֶרֶת אֵשְׁתְּ רִבּוֹנִי וְאוֹחִיאַת וַאֲחֵיתַת קוּלְתַהּ עַל יְדַהּ וְאַשְׁקְתֵיהּ:",
          "english": "And she said, Drink, my lord: and she hastened, and let down her pitcher upon her hand, and gave him drink."
        },
        {
          "verseNum": 19,
          "hebrew": "וַתְּכַ֖ל לְהַשְׁקֹת֑וֹ וַתֹּ֗אמֶר גַּ֤ם לִגְמַלֶּ֙יךָ֙ אֶשְׁאָ֔ב עַ֥ד אִם־כִּלּ֖וּ לִשְׁתֹּֽת׃",
          "targum": "וְשֵׁיצִיאַת לְאַשְׁקָיוּתֵיהּ וַאֲמֶרֶת אַף לְגַמְלָךְ אַמְלֵי עַד דִּי סַפְקוּן לְמִשְׁתֵּי:",
          "english": "And when she had done giving him drink, she said, I will draw water for thy camels also, until they have done drinking."
        },
        {
          "verseNum": 20,
          "hebrew": "וַתְּמַהֵ֗ר וַתְּעַ֤ר כַּדָּהּ֙ אֶל־הַשֹּׁ֔קֶת וַתָּ֥רׇץ ע֛וֹד אֶֽל־הַבְּאֵ֖ר לִשְׁאֹ֑ב וַתִּשְׁאַ֖ב לְכׇל־גְּמַלָּֽיו׃",
          "targum": "וְאוֹחִיאַת וּנְפָצַת קוּלְתַהּ לְבֵית שַׁקְיָא וּרְהָטַת עוֹד לְבֵירָא לְמִמְלֵי וּמְלַת לְכָל גַּמְלוֹהִי:",
          "english": "And she hastened, and emptied her pitcher into the trough, and ran again to the well to draw water, and drew for all his camels."
        },
        {
          "verseNum": 21,
          "hebrew": "וְהָאִ֥ישׁ מִשְׁתָּאֵ֖ה לָ֑הּ מַחֲרִ֕ישׁ לָדַ֗עַת הַֽהִצְלִ֧יחַ יְהֹוָ֛ה דַּרְכּ֖וֹ אִם־לֹֽא׃",
          "targum": "וְגַבְרָא שָׁהֵי בַהּ מִסְתַּכֵּל שָׁתִיק לְמֵידַע הַאַצְלַח יְיָ אָרְחֵיהּ אִם לָא:",
          "english": "And the man wondering at her held his peace, to know whether the Lord had made his journey prosperous or not."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיְהִ֗י כַּאֲשֶׁ֨ר כִּלּ֤וּ הַגְּמַלִּים֙ לִשְׁתּ֔וֹת וַיִּקַּ֤ח הָאִישׁ֙ נֶ֣זֶם זָהָ֔ב בֶּ֖קַע מִשְׁקָל֑וֹ וּשְׁנֵ֤י צְמִידִים֙ עַל־יָדֶ֔יהָ עֲשָׂרָ֥ה זָהָ֖ב מִשְׁקָלָֽם׃",
          "targum": "וַהֲוָה כַּד סַפִּיקוּ גַמְלַיָּא לְמִשְׁתֵּי וּנְסֵיב גַּבְרָא קָדָשָׁא דְדַהֲבָא תִּקְלָא מַתְקְלֵיהּ וּתְרֵין שֵׁירִין עַל יְדָהָא מַתְקַל עֲשַׂר סִלְעִין דְּדַהֲבָא מַתְקַלְהוֹן:",
          "english": "And it came to pass, as the camels had done drinking, that the man took a golden earring of half a shekel weight, and two bracelets for her hands of ten shekels weight of gold;"
        },
        {
          "verseNum": 23,
          "hebrew": "וַיֹּ֙אמֶר֙ בַּת־מִ֣י אַ֔תְּ הַגִּ֥ידִי נָ֖א לִ֑י הֲיֵ֧שׁ בֵּית־אָבִ֛יךְ מָק֥וֹם לָ֖נוּ לָלִֽין׃",
          "targum": "וַאֲמַר בַּת מָן אַתְּ חַוִּי כְעַן לִי הַאִית בֵּית אָבוּךְ אָתַר כָּשַׁר לָנָא לִמְבָת:",
          "english": "and said, Whose daughter art thou? tell me, I pray thee: is there room in thy father’s house for us to lodge in?"
        },
        {
          "verseNum": 24,
          "hebrew": "וַתֹּ֣אמֶר אֵלָ֔יו בַּת־בְּתוּאֵ֖ל אָנֹ֑כִי בֶּן־מִלְכָּ֕ה אֲשֶׁ֥ר יָלְדָ֖ה לְנָחֽוֹר׃",
          "targum": "וַאֲמֶרֶת לֵיהּ בַּת בְּתוּאֵל אֲנָא בַּר מִלְכָּא דִּילֵידַת לְנָחוֹר:",
          "english": "And she said to him, I am the daughter of Betu᾽el the son of Milka, whom she bore to Naĥor."
        },
        {
          "verseNum": 25,
          "hebrew": "וַתֹּ֣אמֶר אֵלָ֔יו גַּם־תֶּ֥בֶן גַּם־מִסְפּ֖וֹא רַ֣ב עִמָּ֑נוּ גַּם־מָק֖וֹם לָלֽוּן׃",
          "targum": "וַאֲמֶרֶת לֵיהּ אַף תִּבְנָא אַף כִּסָּתָא סַגִּי עִמָּנָא אַף אָתַר כָּשַׁר לִמְבָת:",
          "english": "And she said to him, We have both straw and provender enough, and room to lodge in."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיִּקֹּ֣ד הָאִ֔ישׁ וַיִּשְׁתַּ֖חוּ לַֽיהֹוָֽה׃",
          "targum": "וּכְרַע גַּבְרָא וּסְגִיד קֳדָם יְיָ:",
          "english": "And the man bowed down his head, and prostrated himself to the Lord."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיֹּ֗אמֶר בָּר֤וּךְ יְהֹוָה֙ אֱלֹהֵי֙ אֲדֹנִ֣י אַבְרָהָ֔ם אֲ֠שֶׁ֠ר לֹֽא־עָזַ֥ב חַסְדּ֛וֹ וַאֲמִתּ֖וֹ מֵעִ֣ם אֲדֹנִ֑י אָנֹכִ֗י בַּדֶּ֙רֶךְ֙ נָחַ֣נִי יְהֹוָ֔ה בֵּ֖ית אֲחֵ֥י אֲדֹנִֽי׃",
          "targum": "וַאֲמַר בְּרִיךְ יְיָ אֱלָהָא דְרִבּוֹנִי אַבְרָהָם דִּי לָא מְנַע טִיבוּתֵיהּ וְקוּשְׁטֵיהּ מִן רִבּוֹנִי אֲנָא בְּאוֹרַח תַּקְנָא דַּבְּרַנִי יְיָ בֵּית אַחוֹהִי דְרִבּוֹנִי:",
          "english": "And he said, Blessed be the Lord God of my master Avraham, Who has not left my master destitute of His love and His truth: as for me, the Lord has guided me in the way to the house of my master’s brethren."
        },
        {
          "verseNum": 28,
          "hebrew": "וַתָּ֙רׇץ֙ הַֽנַּעֲרָ֔ וַתַּגֵּ֖ד לְבֵ֣ית אִמָּ֑הּ כַּדְּבָרִ֖ים הָאֵֽלֶּה׃",
          "targum": "וּרְהָטַת עוּלֶמְתָּא וְחַוִּיאַת לְבֵית אִמַּהּ כְּפִתְגָּמַיָּא הָאִלֵּין:",
          "english": "And the girl ran, and told them of her mother’s house these things."
        },
        {
          "verseNum": 29,
          "hebrew": "וּלְרִבְקָ֥ה אָ֖ח וּשְׁמ֣וֹ לָבָ֑ן וַיָּ֨רׇץ לָבָ֧ן אֶל־הָאִ֛ישׁ הַח֖וּצָה אֶל־הָעָֽיִן׃",
          "targum": "וּלְרִבְקָה אָחָא וּשְׁמֵיהּ לָבָן וּרְהַט לָבָן לְוַת גַּבְרָא לְבָרָא לְוַת עֵינָא:",
          "english": "And Rivqa had a brother, and his name was Lavan: and Lavan ran out to the man, to the well."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיְהִ֣י׀ כִּרְאֹ֣ת אֶת־הַנֶּ֗זֶם וְֽאֶת־הַצְּמִדִים֮ עַל־יְדֵ֣י אֲחֹתוֹ֒ וּכְשׇׁמְע֗וֹ אֶת־דִּבְרֵ֞י רִבְקָ֤ה אֲחֹתוֹ֙ לֵאמֹ֔ר כֹּֽה־דִבֶּ֥ר אֵלַ֖י הָאִ֑ישׁ וַיָּבֹא֙ אֶל־הָאִ֔ישׁ וְהִנֵּ֛ה עֹמֵ֥ד עַל־הַגְּמַלִּ֖ים עַל־הָעָֽיִן׃",
          "targum": "וַהֲוָה כַּד חָזָא יָת קָדָשָׁא וְיָת שֵׁירַיָּא עַל יְדֵי אֲחָתֵיהּ וְכַד שְׁמַע יָת פִּתְגָּמֵי רִבְקָה אֲחָתֵיהּ לְמֵימַר כְּדֵין מַלֵּיל עִמִּי גַּבְרָא וַאֲתָא לְוַת גַּבְרָא וְהָא קָאֵם עִלַּוֵּי גַמְלַיָּא עַל עֵינָא:",
          "english": "And it came to pass, when he saw the earring and bracelets upon his sister’s hands, and when he heard the words of Rivqa his sister, saying, Thus spoke the man to me; that he came to the man; and, behold, he stood by the camels at the well."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיֹּ֕אמֶר בּ֖וֹא בְּר֣וּךְ יְהֹוָ֑ה לָ֤מָּה תַעֲמֹד֙ בַּח֔וּץ וְאָנֹכִי֙ פִּנִּ֣יתִי הַבַּ֔יִת וּמָק֖וֹם לַגְּמַלִּֽים׃",
          "targum": "וַאֲמַר עוּל בְּרִיכָא דַיְיָ לְמָא אַתְּ קָאֵם בְּבָרָא וַאֲנָא פַּנֵּיתִי בֵיתָא וַאֲתַר כָּשַׁר לְגַמְלַיָּא:",
          "english": "And he said, Come in, thou blessed of the Lord; why dost thou stand outside? for I have prepared the house, and room for the camels."
        },
        {
          "verseNum": 32,
          "hebrew": "וַיָּבֹ֤א הָאִישׁ֙ הַבַּ֔יְתָה וַיְפַתַּ֖ח הַגְּמַלִּ֑ים וַיִּתֵּ֨ן תֶּ֤בֶן וּמִסְפּוֹא֙ לַגְּמַלִּ֔ים וּמַ֙יִם֙ לִרְחֹ֣ץ רַגְלָ֔יו וְרַגְלֵ֥י הָאֲנָשִׁ֖ים אֲשֶׁ֥ר אִתּֽוֹ׃",
          "targum": "וְעַל גַּבְרָא לְבֵיתָא וּשְׁרָא גַּמְלַיָּא וִיהַב תִּבְנָא וְכִסָּתָא לְגַמְלַיָּא וּמַיָּא לְאַסְחָאָה רַגְלוֹהִי וְרַגְלֵי גֻבְרַיָּא דְּעִמֵּיהּ:",
          "english": "And the man came into the house: and he ungirded his camels, and gave straw and provender for the camels, and water to wash his feet, and the men’s feet that were with him."
        },
        {
          "verseNum": 33,
          "hebrew": "לְפָנָיו֙ לֶאֱכֹ֔ל וַיֹּ֙אמֶר֙ לֹ֣א אֹכַ֔ל עַ֥ד אִם־דִּבַּ֖רְתִּי דְּבָרָ֑י וַיֹּ֖אמֶר דַּבֵּֽר׃",
          "targum": "וְשַׁוִּיאוּ קֳדָמוֹהִי לְמֵיכָל וַאֲמַר לָא אֵיכוּל עַד דַּאֲמַלֵּל פִּתְגָּמָי וַאֲמַר מַלֵּל:",
          "english": "And there was set food before him to eat: but he said, I will not eat, until I have told my errand. And he said, Speak on."
        },
        {
          "verseNum": 34,
          "hebrew": "וַיֹּאמַ֑ר עֶ֥בֶד אַבְרָהָ֖ם אָנֹֽכִי׃",
          "targum": "וַאֲמַר עַבְדָּא דְאַבְרָהָם אָנָא:",
          "english": "And he said, I am Avraham’s servant."
        },
        {
          "verseNum": 35,
          "hebrew": "וַיהֹוָ֞ה בֵּרַ֧ךְ אֶת־אֲדֹנִ֛י מְאֹ֖ד וַיִּגְדָּ֑ל וַיִּתֶּן־ל֞וֹ צֹ֤אן וּבָקָר֙ וְכֶ֣סֶף וְזָהָ֔ב וַעֲבָדִם֙ וּשְׁפָחֹ֔ת וּגְמַלִּ֖ים וַחֲמֹרִֽים׃",
          "targum": "וַייָ בָּרִיךְ יָת רִבּוֹנִי לַחֲדָא וּרְבָא וִיהַב לֵיהּ עָאן וְתוֹרִין וּכְסַף וּדְהַב וְעַבְדִּין וְאַמְהָן וְגַמְלִין וַחֲמָרִין:",
          "english": "And the Lord has blessed my master greatly; and he is become great: and He has given him flocks, and herds, and silver, and gold, and menservants, and maidservants, and camels, and asses."
        },
        {
          "verseNum": 36,
          "hebrew": "וַתֵּ֡לֶד שָׂרָה֩ אֵ֨שֶׁת אֲדֹנִ֥י בֵן֙ לַֽאדֹנִ֔י אַחֲרֵ֖י זִקְנָתָ֑הּ וַיִּתֶּן־ל֖וֹ אֶת־כׇּל־אֲשֶׁר־לֽוֹ׃",
          "targum": "וִילֵידַת שָׂרָה אִתַּת רִבּוֹנִי בַר לְרִבּוֹנִי בָּתַר דְּסֵיבָת וִיהַב לֵיהּ יָת כָּל דִּילֵיהּ:",
          "english": "And Sara my master’s wife bore a son to my master when she was old: and to him he has given all that he has."
        },
        {
          "verseNum": 37,
          "hebrew": "וַיַּשְׁבִּעֵ֥נִי אֲדֹנִ֖י לֵאמֹ֑ר לֹא־תִקַּ֤ח אִשָּׁה֙ לִבְנִ֔י מִבְּנוֹת֙ הַֽכְּנַעֲנִ֔י אֲשֶׁ֥ר אָנֹכִ֖י יֹשֵׁ֥ב בְּאַרְצֽוֹ׃",
          "targum": "וְקַיֵּם עָלַי רִבּוֹנִי לְמֵימָר לָא תִסַּב אִתְּתָא לִבְרִי מִבְּנַת כְּנַעֲנָאֵי דִּי אֲנָא יָתֵב בְּאַרְעֵיהּ:",
          "english": "And my master made me swear, saying, Thou shalt not take a wife to my son of the daughters of the Kena῾ani, in whose land I dwell:"
        },
        {
          "verseNum": 38,
          "hebrew": "אִם־לֹ֧א אֶל־בֵּית־אָבִ֛י תֵּלֵ֖ךְ וְאֶל־מִשְׁפַּחְתִּ֑י וְלָקַחְתָּ֥ אִשָּׁ֖ה לִבְנִֽי׃",
          "targum": "אֱלָהֵן לְבֵית אַבָּא תֵּזֵיל וּלְזַרְעִיתִי וְתִסַּב אִתְּתָא לִבְרִי:",
          "english": "but thou shalt go to my father’s house, and to my kindred, and take a wife for my son."
        },
        {
          "verseNum": 39,
          "hebrew": "וָאֹמַ֖ר אֶל־אֲדֹנִ֑י אֻלַ֛י לֹא־תֵלֵ֥ךְ הָאִשָּׁ֖ה אַחֲרָֽי׃",
          "targum": "וַאֲמָרִית לְרִבּוֹנִי מָאִים לָא תֵיתֵי אִתְּתָא בַּתְרָי:",
          "english": "And I said to my master, Perhaps the woman will not follow me."
        },
        {
          "verseNum": 40,
          "hebrew": "וַיֹּ֖אמֶר אֵלָ֑י יְהֹוָ֞ה אֲשֶׁר־הִתְהַלַּ֣כְתִּי לְפָנָ֗יו יִשְׁלַ֨ח מַלְאָכ֤וֹ אִתָּךְ֙ וְהִצְלִ֣יחַ דַּרְכֶּ֔ךָ וְלָקַחְתָּ֤ אִשָּׁה֙ לִבְנִ֔י מִמִּשְׁפַּחְתִּ֖י וּמִבֵּ֥ית אָבִֽי׃",
          "targum": "וַאֲמַר לִי יְיָ דִּי פְלָחִית קֳדָמוֹהִי יִשְׁלַח מַלְאָכֵיהּ עִמָּךְ וְיַצְלַח אָרְחָךְ וְתִסַּב אִתְּתָא לִבְרִי מִזַּרְעִיתִי וּמִבֵּית אַבָּא:",
          "english": "And he said to me, The Lord, before Whom I walk, will send His angel with thee, and prosper thy way; and thou shalt take a wife for my son of my kindred, and of my father’s house:"
        },
        {
          "verseNum": 41,
          "hebrew": "אָ֤ז תִּנָּקֶה֙ מֵאָ֣לָתִ֔י כִּ֥י תָב֖וֹא אֶל־מִשְׁפַּחְתִּ֑י וְאִם־לֹ֤א יִתְּנוּ֙ לָ֔ךְ וְהָיִ֥יתָ נָקִ֖י מֵאָלָתִֽי׃",
          "targum": "בְּכֵן תְּהֵי זַכַּי מִמּוּמָתִי אֲרֵי תְהַךְ לְזַרְעִיתִי וְאִם לָא יִתְּנוּן לָךְ וּתְהֵי זַכַּי מִמּוּמָתִי:",
          "english": "then shalt thou be clear from this my oath, when thou comest to my kindred; and if they grant it not to thee, thou shalt be clear of my oath."
        },
        {
          "verseNum": 42,
          "hebrew": "וָאָבֹ֥א הַיּ֖וֹם אֶל־הָעָ֑יִן וָאֹמַ֗ר יְהֹוָה֙ אֱלֹהֵי֙ אֲדֹנִ֣י אַבְרָהָ֔ם אִם־יֶשְׁךָ־נָּא֙ מַצְלִ֣יחַ דַּרְכִּ֔י אֲשֶׁ֥ר אָנֹכִ֖י הֹלֵ֥ךְ עָלֶֽיהָ׃",
          "targum": "וְאָתִית יוֹמָא דֵין לְעֵינָא וַאֲמָרִית יְיָ אֱלָהָא דְּרִבּוֹנִי אַבְרָהָם אִם אִית כְּעַן רַעֲוָא קֳדָמָךְ לְאַצְלָחָא אָרְחִי דִּי אֲנָא אָזֵיל עֲלַהּ:",
          "english": "And I came this day to the well, and said, O Lord God of my master Avraham, if now Thou do prosper my way which I go:"
        },
        {
          "verseNum": 43,
          "hebrew": "הִנֵּ֛ה אָנֹכִ֥י נִצָּ֖ב עַל־עֵ֣ין הַמָּ֑יִם וְהָיָ֤ה הָֽעַלְמָה֙ הַיֹּצֵ֣את לִשְׁאֹ֔ב וְאָמַרְתִּ֣י אֵלֶ֔יהָ הַשְׁקִֽינִי־נָ֥א מְעַט־מַ֖יִם מִכַּדֵּֽךְ׃",
          "targum": "הָא אֲנָא קָאֵם עַל עֵינָא דְמַיָּא וִיהֵי עוּלֶמְתָּא דְּתִפּוֹק לְמִמְלֵי וְאֵימַר לַהּ אַשְׁקִינִי כְעַן זְעֵיר מַיָּא מִקּוּלְתִיךְ:",
          "english": "behold, I stand by the well of water; and it shall come to pass, that the maid who comes forth to draw, and I say to her, Give me, I pray thee, a little water from thy pitcher to drink;"
        },
        {
          "verseNum": 44,
          "hebrew": "וְאָמְרָ֤ה אֵלַי֙ גַּם־אַתָּ֣ה שְׁתֵ֔ה וְגַ֥ם לִגְמַלֶּ֖יךָ אֶשְׁאָ֑ב הִ֣וא הָֽאִשָּׁ֔ה אֲשֶׁר־הֹכִ֥יחַ יְהֹוָ֖ה לְבֶן־אֲדֹנִֽי׃",
          "targum": "וְתֵימַר לִי אַף אַתְּ אֵשְׁתְּ וְאַף לְגַמְלָךְ אַמְלִי הִיא אִתְּתָא דְּזַמִּין יְיָ לְבַר רִבּוֹנִי:",
          "english": "and she say to me, Both drink thou, and I will also draw for thy camels: she shall be the woman whom the Lord has appointed for my master’s son."
        },
        {
          "verseNum": 45,
          "hebrew": "אֲנִי֩ טֶ֨רֶם אֲכַלֶּ֜ה לְדַבֵּ֣ר אֶל־לִבִּ֗י וְהִנֵּ֨ה רִבְקָ֤ה יֹצֵאת֙ וְכַדָּ֣הּ עַל־שִׁכְמָ֔הּ וַתֵּ֥רֶד הָעַ֖יְנָה וַתִּשְׁאָ֑ב וָאֹמַ֥ר אֵלֶ֖יהָ הַשְׁקִ֥ינִי נָֽא׃",
          "targum": "אֲנָא עַד לָא שֵׁיצִיתִי לְמַלָּלָא בְלִבִּי וְהָא רִבְקָה נְפָקַת וְקוּלְתַהּ עַל כַּתְפַּהּ וּנְחָתַת לְעֵינָא וּמְלָת וַאֲמָרִית לַהּ אַשְׁקִינִי כְעָן:",
          "english": "And before I had done speaking in my heart, behold, Rivqa came out with her pitcher on her shoulder; and she went down to the well, and drew water: and I said to her, Let me drink, I pray thee."
        },
        {
          "verseNum": 46,
          "hebrew": "וַתְּמַהֵ֗ר וַתּ֤וֹרֶד כַּדָּהּ֙ מֵֽעָלֶ֔יהָ וַתֹּ֣אמֶר שְׁתֵ֔ה וְגַם־גְּמַלֶּ֖יךָ אַשְׁקֶ֑ה וָאֵ֕שְׁתְּ וְגַ֥ם הַגְּמַלִּ֖ים הִשְׁקָֽתָה׃",
          "targum": "וְאוֹחִיאַת וַאֲחִיתַת קוּלְתַהּ מִנַּהּ וַאֲמָרַת אֵשְׁתְּ וְאַף גַּמְלָךְ אַשְׁקִי וּשְׁתֵיתִי וְאַף גַּמְלַיָּא אַשְׁקִיאַת:",
          "english": "And she made haste, and let down her pitcher from her shoulder, and said, Drink, and I will give thy camels to drink also: so I drank, and she made the camels drink also."
        },
        {
          "verseNum": 47,
          "hebrew": "וָאֶשְׁאַ֣ל אֹתָ֗הּ וָאֹמַר֮ בַּת־מִ֣י אַתְּ֒ וַתֹּ֗אמֶר בַּת־בְּתוּאֵל֙ בֶּן־נָח֔וֹר אֲשֶׁ֥ר יָֽלְדָה־לּ֖וֹ מִלְכָּ֑ה וָאָשִׂ֤ם הַנֶּ֙זֶם֙ עַל־אַפָּ֔הּ וְהַצְּמִידִ֖ים עַל־יָדֶֽיהָ׃",
          "targum": "וּשְׁאֵילִית יָתַהּ וַאֲמָרִית בַּת מָן אַתְּ וַאֲמֶרֶת בַּת בְּתוּאֵל בַּר נָחוֹר דִּילֵידַת לֵיהּ מִלְכָּה וְשַׁוֵּיתִי קָדָשָׁא עַל אַפַּהּ וְשֵׁירַיָּא עַל יְדָהָא:",
          "english": "And I asked her, and said, Whose daughter art thou? And she said, The daughter of Betu᾽el, Naĥor’s son, whom Milka bore to him: and I put the ring upon her nose, and the bracelets upon her hands."
        },
        {
          "verseNum": 48,
          "hebrew": "וָאֶקֹּ֥ד וָֽאֶשְׁתַּחֲוֶ֖ה לַיהֹוָ֑ה וָאֲבָרֵ֗ךְ אֶת־יְהֹוָה֙ אֱלֹהֵי֙ אֲדֹנִ֣י אַבְרָהָ֔ם אֲשֶׁ֤ר הִנְחַ֙נִי֙ בְּדֶ֣רֶךְ אֱמֶ֔ת לָקַ֛חַת אֶת־בַּת־אֲחִ֥י אֲדֹנִ֖י לִבְנֽוֹ׃",
          "targum": "וּכְרָעִית וּסְגָדִית קֳדָם יְיָ וּבָרֵכִית יָת יְיָ אֱלָהֵהּ דְּרִבּוֹנִי אַבְרָהָם דְּדַבְּרַנִי בְּאוֹרַח קְשׁוֹט לְמִיסַב יָת בַּת אֲחוּהִי דְרִבּוֹנִי לִבְרֵיהּ:",
          "english": "And I bowed down my head, and worshipped the Lord, and blessed the Lord God of my master Avraham, Who had led me in the right way to take my master’s brother’s daughter for his son."
        },
        {
          "verseNum": 49,
          "hebrew": "וְ֠עַתָּ֠ה אִם־יֶשְׁכֶ֨ם עֹשִׂ֜ים חֶ֧סֶד וֶֽאֱמֶ֛ת אֶת־אֲדֹנִ֖י הַגִּ֣ידוּ לִ֑י וְאִם־לֹ֕א הַגִּ֣ידוּ לִ֔י וְאֶפְנֶ֥ה עַל־יָמִ֖ין א֥וֹ עַל־שְׂמֹֽאל׃",
          "targum": "וּכְעַן אִם אִיתֵיכוֹן עָבְדִין טִיבוּ וּקְשׁוֹט עִם רִבּוֹנִי חַוּוֹ לִי וְאִם לָא חַוּוֹ לִי וְאִתְפְּנֵי עַל יַמִּינָא אוֹ עַל שְׂמָאלָא:",
          "english": "And now if you will deal kindly and truly with my master, tell me: and if not, tell me; so that I may turn to the right hand, or to the left."
        },
        {
          "verseNum": 50,
          "hebrew": "וַיַּ֨עַן לָבָ֤ן וּבְתוּאֵל֙ וַיֹּ֣אמְר֔וּ מֵיְהֹוָ֖ה יָצָ֣א הַדָּבָ֑ר לֹ֥א נוּכַ֛ל דַּבֵּ֥ר אֵלֶ֖יךָ רַ֥ע אוֹ־טֽוֹב׃",
          "targum": "וְאָתֵיב לָבָן וּבְתוּאֵל וַאֲמַרוּ מִן קֳדָם יְיָ נְפַק פִּתְגָּמָא לֵית אֲנַחְנָא יָכְלִין לְמַלָּלָא עִמָּךְ בִּישׁ אוֹ טָב:",
          "english": "Then Lavan and Betu᾽el answered and said, The thing comes from the Lord: we cannot speak to thee bad or good."
        },
        {
          "verseNum": 51,
          "hebrew": "הִנֵּֽה־רִבְקָ֥ה לְפָנֶ֖יךָ קַ֣ח וָלֵ֑ךְ וּתְהִ֤י אִשָּׁה֙ לְבֶן־אֲדֹנֶ֔יךָ כַּאֲשֶׁ֖ר דִּבֶּ֥ר יְהֹוָֽה׃",
          "targum": "הָא רִבְקָה קֳדָמָךְ דְּבַר וְאֵיזִיל וּתְהֵי אִתְּתָא לְבַר רִבּוֹנָךְ כְּמָא דִּי מַלֵּל יְיָ:",
          "english": "Behold, Rivqa is before thee, take her, and go, and let her be thy master’s son’s wife, as the Lord has spoken."
        },
        {
          "verseNum": 52,
          "hebrew": "וַיְהִ֕י כַּאֲשֶׁ֥ר שָׁמַ֛ע עֶ֥בֶד אַבְרָהָ֖ם אֶת־דִּבְרֵיהֶ֑ם וַיִּשְׁתַּ֥חוּ אַ֖רְצָה לַֽיהֹוָֽה׃",
          "targum": "וַהֲוָה כַּד שְׁמַע עַבְדָּא דְאַבְרָהָם יָת פִּתְגָּמֵיהוֹן וּסְגֵד עַל אַרְעָא קֳדָם יְיָ:",
          "english": "And it came to pass, that, when Avraham’s servant heard their words, he prostrated himself to the earth before the Lord."
        },
        {
          "verseNum": 53,
          "hebrew": "וַיּוֹצֵ֨א הָעֶ֜בֶד כְּלֵי־כֶ֨סֶף וּכְלֵ֤י זָהָב֙ וּבְגָדִ֔ים וַיִּתֵּ֖ן לְרִבְקָ֑ה וּמִ֨גְדָּנֹ֔ת נָתַ֥ן לְאָחִ֖יהָ וּלְאִמָּֽהּ׃",
          "targum": "וְאַפֵּק עַבְדָּא מָנִין דִּכְסַף וּמָנִין דִּדְהַב וּלְבוּשִׁין וִיהַב לְרִבְקָה וּמִגְדָּנִין יְהַב לַאֲחוּהָא וּלְאִמַּהּ:",
          "english": "And the servant brought out jewels of silver, and jewels of gold, and garments, and gave them to Rivqa: he gave also to her brother and to her mother precious things."
        },
        {
          "verseNum": 54,
          "hebrew": "וַיֹּאכְל֣וּ וַיִּשְׁתּ֗וּ ה֛וּא וְהָאֲנָשִׁ֥ים אֲשֶׁר־עִמּ֖וֹ וַיָּלִ֑ינוּ וַיָּק֣וּמוּ בַבֹּ֔קֶר וַיֹּ֖אמֶר שַׁלְּחֻ֥נִי לַֽאדֹנִֽי׃",
          "targum": "וַאֲכָלוּ וּשְׁתִיאוּ הוּא וְגוּבְרַיָּא דִּי עִמֵּיהּ וּבָתוּ וְקָמוּ בְצַפְרָא וַאֲמַר שַׁלְּחוּנִי לְוַת רִבּוֹנִי:",
          "english": "And they did eat and drink, he and the men that were with him, and tarried all night; and they rose up in the morning, and he said, Send me away to my master."
        },
        {
          "verseNum": 55,
          "hebrew": "וַיֹּ֤אמֶר אָחִ֙יהָ֙ וְאִמָּ֔הּ תֵּשֵׁ֨ב הַנַּעֲרָ֥ אִתָּ֛נוּ יָמִ֖ים א֣וֹ עָשׂ֑וֹר אַחַ֖ר תֵּלֵֽךְ׃",
          "targum": "וַאֲמַר אֲחוּהָא וְאִמַּהּ תָּתֵיב עוּלֶמְתָּא עִמָּנָא עִדַּן בְּעִדַּן אוֹ עַשְׂרָא יַרְחִין בָּתַר כֵּן תֵּיזִיל:",
          "english": "And her brother and her mother said, Let the girl stay with us a few days, at the least ten; after that she shall go."
        },
        {
          "verseNum": 56,
          "hebrew": "וַיֹּ֤אמֶר אֲלֵהֶם֙ אַל־תְּאַחֲר֣וּ אֹתִ֔י וַֽיהֹוָ֖ה הִצְלִ֣יחַ דַּרְכִּ֑י שַׁלְּח֕וּנִי וְאֵלְכָ֖ה לַֽאדֹנִֽי׃",
          "targum": "וַאֲמַר לְהוֹן לָא תְאַחֲרוּן יָתִי וַייָ אַצְלַח אָרְחִי שַׁלְּחוּנִי וְאֵיהַךְ לְוַת רִבּוֹנִי:",
          "english": "And he said to them, Hinder me not, seeing the Lord has prospered my way; send me away that I may go to my master."
        },
        {
          "verseNum": 57,
          "hebrew": "וַיֹּאמְר֖וּ נִקְרָ֣א לַֽנַּעֲרָ֑ וְנִשְׁאֲלָ֖ה אֶת־פִּֽיהָ׃",
          "targum": "וַאֲמַרוּ נִקְרֵי לְעוּלֶמְתָּא וְנִשְׁמָע מַה דְּהִיא אָמְרָה:",
          "english": "And they said, We will call the girl, and inquire at her mouth."
        },
        {
          "verseNum": 58,
          "hebrew": "וַיִּקְרְא֤וּ לְרִבְקָה֙ וַיֹּאמְר֣וּ אֵלֶ֔יהָ הֲתֵלְכִ֖י עִם־הָאִ֣ישׁ הַזֶּ֑ה וַתֹּ֖אמֶר אֵלֵֽךְ׃",
          "targum": "וּקְרוֹ לְרִבְקָה וַאֲמַרוּ לַהּ הֲתֵיזְלִי עִם גַּבְרָא הָדֵין וַאֲמֶרֶת אֵיזִיל:",
          "english": "And they called Rivqa, and said to her, Wilt thou go with this man? And she said, I will go."
        },
        {
          "verseNum": 59,
          "hebrew": "וַֽיְשַׁלְּח֛וּ אֶת־רִבְקָ֥ה אֲחֹתָ֖ם וְאֶת־מֵנִקְתָּ֑הּ וְאֶת־עֶ֥בֶד אַבְרָהָ֖ם וְאֶת־אֲנָשָֽׁיו׃",
          "targum": "וְשַׁלְּחוּ יָת רִבְקָה אֲחַתְהוֹן וְיָת מֵנִקְתַּהּ וְיָת עַבְדָּא דְאַבְרָהָם וְיָת גַּבְרוֹהִי:",
          "english": "And they sent away Rivqa their sister, and her nurse, and Avraham’s servant, and his men."
        },
        {
          "verseNum": 60,
          "hebrew": "וַיְבָרְכ֤וּ אֶת־רִבְקָה֙ וַיֹּ֣אמְרוּ לָ֔הּ אֲחֹתֵ֕נוּ אַ֥תְּ הֲיִ֖י לְאַלְפֵ֣י רְבָבָ֑ה וְיִירַ֣שׁ זַרְעֵ֔ךְ אֵ֖ת שַׁ֥עַר שֹׂנְאָֽיו׃",
          "targum": "וּבָרִיכוּ יָת רִבְקָה וַאֲמַרוּ לַהּ אֲחָתָנָא אַתְּ הֲוֵי לְאַלְפִין וּלְרִבְוָן וְיִרְתוּן בְּנַיְכִי יָת קִרְוֵי סַנְאֵיהוֹן:",
          "english": "And they blessed Rivqa, and said to her, Thou art our sister, be thou the mother of thousands of ten thousands, and let thy seed possess the gate of those which hate them."
        },
        {
          "verseNum": 61,
          "hebrew": "וַתָּ֨קׇם רִבְקָ֜ה וְנַעֲרֹתֶ֗יהָ וַתִּרְכַּ֙בְנָה֙ עַל־הַגְּמַלִּ֔ים וַתֵּלַ֖כְנָה אַחֲרֵ֣י הָאִ֑ישׁ וַיִּקַּ֥ח הָעֶ֛בֶד אֶת־רִבְקָ֖ה וַיֵּלַֽךְ׃",
          "targum": "וְקָמַת רִבְקָה וְעוּלֶמְתָּהָא וּרְכִיבָא עַל גַּמְלַיָּא וַאֲזַלַּת בָּתַר גַּבְרָא וּדְבַר עַבְדָּא יָת רִבְקָה וַאֲזָל:",
          "english": "And Rivqa, and her maids arose, and they rode upon the camels, and followed the man: and the servant took Rivqa, and went his way."
        },
        {
          "verseNum": 62,
          "hebrew": "וְיִצְחָק֙ בָּ֣א מִבּ֔וֹא בְּאֵ֥ר לַחַ֖י רֹאִ֑י וְה֥וּא יוֹשֵׁ֖ב בְּאֶ֥רֶץ הַנֶּֽגֶב׃",
          "targum": "וְיִצְחָק אָתָא מִמֵּתוֹהִי מִבֵּירָא דְמַלְאַךְ קַיָּמָא אִתְחֲזִי עֲלַהּ וְהוּא יָתֵב בַּאֲרַע דָּרוֹמָא:",
          "english": "And Yiżĥaq came from the way of Be᾽er-laĥay-ro᾽i; for he dwelt in the land of the Negev."
        },
        {
          "verseNum": 63,
          "hebrew": "וַיֵּצֵ֥א יִצְחָ֛ק לָשׂ֥וּחַ בַּשָּׂדֶ֖ה לִפְנ֣וֹת עָ֑רֶב וַיִּשָּׂ֤א עֵינָיו֙ וַיַּ֔רְא וְהִנֵּ֥ה גְמַלִּ֖ים בָּאִֽים׃",
          "targum": "וּנְפַק יִצְחָק לְצַלָּאָה בְחַקְלָא לְמִפְנֵי רַמְשָׁא וּזְקַף עֵינוֹהִי וַחֲזָא וְהָא גַמְלַיָּא אָתָן:",
          "english": "And Yiżĥaq went out to meditate in the field at the evening time: and he lifted up his eyes, and saw, and, behold, camels were coming."
        },
        {
          "verseNum": 64,
          "hebrew": "וַתִּשָּׂ֤א רִבְקָה֙ אֶת־עֵינֶ֔יהָ וַתֵּ֖רֶא אֶת־יִצְחָ֑ק וַתִּפֹּ֖ל מֵעַ֥ל הַגָּמָֽל׃",
          "targum": "וּזְקָפַת רִבְקָה יָת עֵינָהָא וַחֲזַת יָת יִצְחָק וְאִתְרְכִינַת מֵעַל גַּמְלָא:",
          "english": "And Rivqa lifted up her eyes, and when she saw Yiżĥaq, she descended from the camel."
        },
        {
          "verseNum": 65,
          "hebrew": "וַתֹּ֣אמֶר אֶל־הָעֶ֗בֶד מִֽי־הָאִ֤ישׁ הַלָּזֶה֙ הַהֹלֵ֤ךְ בַּשָּׂדֶה֙ לִקְרָאתֵ֔נוּ וַיֹּ֥אמֶר הָעֶ֖בֶד ה֣וּא אֲדֹנִ֑י וַתִּקַּ֥ח הַצָּעִ֖יף וַתִּתְכָּֽס׃",
          "targum": "וַאֲמֶרֶת לְעַבְדָּא מָן גַּבְרָא דֵיכִי דִּמְהַלֵּךְ בְּחַקְלָא לְקַדָּמוּתָנָא וַאֲמַר עַבְדָּא הוּא רִבּוֹנִי וּנְסֵיבַת עֵיפָא וְאִתְכַּסִּיאַת:",
          "english": "And she said to the servant, What man is this that walks in the field to meet us? And the servant said, It is my master: therefore she took her veil, and covered herself."
        },
        {
          "verseNum": 66,
          "hebrew": "וַיְסַפֵּ֥ר הָעֶ֖בֶד לְיִצְחָ֑ק אֵ֥ת כׇּל־הַדְּבָרִ֖ים אֲשֶׁ֥ר עָשָֽׂה׃",
          "targum": "וְאִשְׁתָּעֵי עַבְדָּא לְיִצְחָק יָת כָּל פִּתְגָּמַיָּא דִּי עֲבָד:",
          "english": "And the servant told Yiżĥaq all the things that he had done."
        },
        {
          "verseNum": 67,
          "hebrew": "וַיְבִאֶ֣הָ יִצְחָ֗ק הָאֹ֙הֱלָה֙ שָׂרָ֣ה אִמּ֔וֹ וַיִּקַּ֧ח אֶת־רִבְקָ֛ה וַתְּהִי־ל֥וֹ לְאִשָּׁ֖ה וַיֶּאֱהָבֶ֑הָ וַיִּנָּחֵ֥ם יִצְחָ֖ק אַחֲרֵ֥י אִמּֽוֹ׃",
          "targum": "וְאַעֲלַהּ יִצְחָק לְמַשְׁכְּנָא וַחֲזָא וְהָא תַקְּנִין עוֹבָדָהָא כְּעוֹבָדֵי שָׂרָה אִמֵּיהּ וּנְסֵיב יָת רִבְקָה וַהֲוַת לֵיהּ לְאִנְתּוּ וּרְחִימַהּ וְאִתְנְחֵם יִצְחָק בָּתַר דְּמִיתַת אִמֵּיהּ:",
          "english": "And Yiżĥaq brought her into his mother Sara’s tent, and took Rivqa, and she became his wife; and he loved her: and Yiżĥaq was comforted after his mother’s death."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֧סֶף אַבְרָהָ֛ם וַיִּקַּ֥ח אִשָּׁ֖ה וּשְׁמָ֥הּ קְטוּרָֽה׃",
          "targum": "וְאוֹסֵיף אַבְרָהָם וּנְסֵיב אִתְּתָא וּשְׁמַהּ קְטוּרָה:",
          "english": "Then again Avraham took a wife, and her name was Qetura."
        },
        {
          "verseNum": 2,
          "hebrew": "וַתֵּ֣לֶד ל֗וֹ אֶת־זִמְרָן֙ וְאֶת־יׇקְשָׁ֔ן וְאֶת־מְדָ֖ן וְאֶת־מִדְיָ֑ן וְאֶת־יִשְׁבָּ֖ק וְאֶת־שֽׁוּחַ׃",
          "targum": "וִילֵידַת לֵיהּ יָת זִמְרָן וְיָת יָקְשָׁן וְיָת מְדָן וְיָת מִדְיָן וְיָת יִשְׁבָּק וְיָת שׁוּחַ:",
          "english": "And she bore him Zimran, and Yoqshan, and Medan, and Midyan, and Yishbaq, and Shuaĥ."
        },
        {
          "verseNum": 3,
          "hebrew": "וְיׇקְשָׁ֣ן יָלַ֔ד אֶת־שְׁבָ֖א וְאֶת־דְּדָ֑ן וּבְנֵ֣י דְדָ֔ן הָי֛וּ אַשּׁוּרִ֥ם וּלְטוּשִׁ֖ם וּלְאֻמִּֽים׃",
          "targum": "וְיָקְשָׁן אוֹלִיד יָת שְׁבָא וְיָת דְּדָן וּבְנֵי דְדָן הֲווֹ לְמַשִּׁירְיָן וְלִשְׁכוּנִין וּלְנַגְוָן:",
          "english": "And Yoqshan begot Sheva, and Dedan. And the sons of Dedan were Ashshurim, and Letushim, and Le᾽ummim."
        },
        {
          "verseNum": 4,
          "hebrew": "וּבְנֵ֣י מִדְיָ֗ן עֵיפָ֤ה וָעֵ֙פֶר֙ וַחֲנֹ֔ךְ וַאֲבִידָ֖ע וְאֶלְדָּעָ֑ה כׇּל־אֵ֖לֶּה בְּנֵ֥י קְטוּרָֽה׃",
          "targum": "וּבְנֵי מִדְיָן עֵיפָה וָעֵפֶר וַחֲנוֹךְ וַאֲבִידָע וְאֶלְדָּעָה כָּל אִלֵּין בְּנֵי קְטוּרָה:",
          "english": "And the sons of Midyan; ῾Efa and ῾Efer, and Ḥanokh, and Avida, and Elda῾a. All these were the children of Qetura."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיִּתֵּ֧ן אַבְרָהָ֛ם אֶת־כׇּל־אֲשֶׁר־ל֖וֹ לְיִצְחָֽק׃",
          "targum": "וִיהַב אַבְרָהָם יָת כָּל דִּילֵיהּ לְיִצְחָק:",
          "english": "And Avraham gave all that he had to Yiżĥaq."
        },
        {
          "verseNum": 6,
          "hebrew": "וְלִבְנֵ֤י הַפִּֽילַגְשִׁים֙ אֲשֶׁ֣ר לְאַבְרָהָ֔ם נָתַ֥ן אַבְרָהָ֖ם מַתָּנֹ֑ת וַֽיְשַׁלְּחֵ֞ם מֵעַ֨ל יִצְחָ֤ק בְּנוֹ֙ בְּעוֹדֶ֣נּוּ חַ֔י קֵ֖דְמָה אֶל־אֶ֥רֶץ קֶֽדֶם׃",
          "targum": "וְלִבְנֵי לְחֵינָתָא דִּי לְאַבְרָהָם יְהַב אַבְרָהָם מַתְּנָן וְשַׁלְּחִנּוּן מֵעַל יִצְחָק בְּרֵיהּ בְּעוֹד דְּהוּא קַיָּם קִידוּמָא לְאַרַע מָדִינְחָא:",
          "english": "But to the sons of the concubines, which Avraham had, Avraham gave gifts, and sent them away from his son, while he yet lived, eastward, to the east country."
        },
        {
          "verseNum": 7,
          "hebrew": "וְאֵ֗לֶּה יְמֵ֛י שְׁנֵֽי־חַיֵּ֥י אַבְרָהָ֖ם אֲשֶׁר־חָ֑י מְאַ֥ת שָׁנָ֛ה וְשִׁבְעִ֥ים שָׁנָ֖ה וְחָמֵ֥שׁ שָׁנִֽים׃",
          "targum": "וְאִלֵּין יוֹמֵי שְׁנֵי חַיֵּי אַבְרָהָם דַּחֲיָא מְאָה וְשַׁבְעִין וְחָמֵשׁ שְׁנִין:",
          "english": "And these are the days of the years of Avraham’s life which he lived, a hundred and seventy five years."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיִּגְוַ֨ע וַיָּ֧מׇת אַבְרָהָ֛ם בְּשֵׂיבָ֥ה טוֹבָ֖ה זָקֵ֣ן וְשָׂבֵ֑עַ וַיֵּאָ֖סֶף אֶל־עַמָּֽיו׃",
          "targum": "וְאִתְנְגִיד וּמִית אַבְרָהָם בְּסֵיבוּ טָבָא סִיב וּשְׂבַע יוֹמִין וְאִתְכְּנִישׁ לְעַמֵּיהּ:",
          "english": "Then Avraham expired, and died in a good old age, an old man, and full of years; and was gathered to his people."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיִּקְבְּר֨וּ אֹת֜וֹ יִצְחָ֤ק וְיִשְׁמָעֵאל֙ בָּנָ֔יו אֶל־מְעָרַ֖ת הַמַּכְפֵּלָ֑ה אֶל־שְׂדֵ֞ה עֶפְרֹ֤ן בֶּן־צֹ֙חַר֙ הַֽחִתִּ֔י אֲשֶׁ֖ר עַל־פְּנֵ֥י מַמְרֵֽא׃",
          "targum": "וּקְבַרוּ יָתֵיהּ יִצְחָק וְיִשְׁמָעֵאל בְּנוֹהִי בִּמְעָרַת כָּפֶלְתָּא בַּחֲקַל עֶפְרוֹן בַּר צֹחַר חִתָּאָה דִּי עַל אַפֵּי מַמְרֵא:",
          "english": "And his sons Yiżĥaq and Yishma᾽el buried him in the cave of Makhpela, in the field of ῾Efron the son of Żoĥar the Ḥittite, which is before Mamre;"
        },
        {
          "verseNum": 10,
          "hebrew": "הַשָּׂדֶ֛ה אֲשֶׁר־קָנָ֥ה אַבְרָהָ֖ם מֵאֵ֣ת בְּנֵי־חֵ֑ת שָׁ֛מָּה קֻבַּ֥ר אַבְרָהָ֖ם וְשָׂרָ֥ה אִשְׁתּֽוֹ׃",
          "targum": "חַקְלָא דִּי זְבַן אַבְרָהָם מִן בְּנֵי חִתָּאָה תַּמָּן אִתְקְבַר אַבְרָהָם וְשָׂרָה אִתְּתֵיהּ:",
          "english": "the field which Avraham purchased of the sons of Ḥet: there was Avraham buried, and Sara his wife."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְהִ֗י אַחֲרֵי֙ מ֣וֹת אַבְרָהָ֔ם וַיְבָ֥רֶךְ אֱלֹהִ֖ים אֶת־יִצְחָ֣ק בְּנ֑וֹ וַיֵּ֣שֶׁב יִצְחָ֔ק עִם־בְּאֵ֥ר לַחַ֖י רֹאִֽי׃",
          "targum": "וַהֲוָה בָּתַר דְּמִית אַבְרָהָם וּבָרֵךְ יְיָ יָת יִצְחָק בְּרֵיהּ וִיתֵב יִצְחָק עִם בֵּירָא דְמַלְאַךְ קַיָּמָא אִתְחֲזֵי עֲלַהּ:",
          "english": "And it came to pass after the death of Avraham, that God blessed his son Yiżĥaq; and Yiżĥaq dwelt by Be᾽er-laĥay-ro᾽i."
        },
        {
          "verseNum": 12,
          "hebrew": "וְאֵ֛לֶּה תֹּלְדֹ֥ת יִשְׁמָעֵ֖אל בֶּן־אַבְרָהָ֑ם אֲשֶׁ֨ר יָלְדָ֜ה הָגָ֧ר הַמִּצְרִ֛ית שִׁפְחַ֥ת שָׂרָ֖ה לְאַבְרָהָֽם׃",
          "targum": "וְאִלֵּין תּוּלְדַת יִשְׁמָעֵאל בַּר אַבְרָהָם דִּי יְלֵידַת הָגָר מִצְרֵתָא אַמְתָא דְשָׂרָה לְאַבְרָהָם:",
          "english": "Now these are the generations of Yishma᾽el, Avraham’s son, whom Hagar the Miżrian, Sara’s handmaid, bore to Avraham:"
        },
        {
          "verseNum": 13,
          "hebrew": "וְאֵ֗לֶּה שְׁמוֹת֙ בְּנֵ֣י יִשְׁמָעֵ֔אל בִּשְׁמֹתָ֖ם לְתוֹלְדֹתָ֑ם בְּכֹ֤ר יִשְׁמָעֵאל֙ נְבָיֹ֔ת וְקֵדָ֥ר וְאַדְבְּאֵ֖ל וּמִבְשָֽׂם׃",
          "targum": "וְאִלֵּין שְׁמָהָן בְּנֵי יִשְׁמָעֵאל בִּשְׁמָהַתְהוֹן לְתוּלְדַתְהוֹן בּוּכְרָא דְיִשְׁמָעֵאל נְבָיוֹת וְקֵדָר וְאַדְבְּאֵל וּמִבְשָׂם:",
          "english": "and these are the names of the sons of Yishma᾽el, by their names, according to their generations: the firstborn of Yishma᾽el, Nevayot; and Qedar, and Adbe᾽el, and Mivsam,"
        },
        {
          "verseNum": 14,
          "hebrew": "וּמִשְׁמָ֥ע וְדוּמָ֖ה וּמַשָּֽׂא׃",
          "targum": "וּמִשְׁמָע וְדוּמָה וּמַשָּׂא:",
          "english": "and Mishma, and Duma, and Massa,"
        },
        {
          "verseNum": 15,
          "hebrew": "חֲדַ֣ד וְתֵימָ֔א יְט֥וּר נָפִ֖ישׁ וָקֵֽדְמָה׃",
          "targum": "חֲדַד וְתֵימָא יְטוּר נָפִישׁ וָקֵדְמָה:",
          "english": "Ḥadad, and Tema, Yetur, Nafish, and Qedema."
        },
        {
          "verseNum": 16,
          "hebrew": "אֵ֣לֶּה הֵ֞ם בְּנֵ֤י יִשְׁמָעֵאל֙ וְאֵ֣לֶּה שְׁמֹתָ֔ם בְּחַצְרֵיהֶ֖ם וּבְטִֽירֹתָ֑ם שְׁנֵים־עָשָׂ֥ר נְשִׂיאִ֖ם לְאֻמֹּתָֽם׃",
          "targum": "אִלֵּין אִנּוּן בְּנֵי יִשְׁמָעֵאל וְאִלֵּין שְׁמָהַתְהוֹן בְּפַצְחֵיהוֹן וּבִכְרַכֵּיהוֹן תְּרֵין עֲסַר רַבְרְבִין לְאֻמֵּיהוֹן:",
          "english": "These are the sons of Yishma᾽el, and these are their names, by their towns, and by their encampments; twelve princes according to their nations."
        },
        {
          "verseNum": 17,
          "hebrew": "וְאֵ֗לֶּה שְׁנֵי֙ חַיֵּ֣י יִשְׁמָעֵ֔אל מְאַ֥ת שָׁנָ֛ה וּשְׁלֹשִׁ֥ים שָׁנָ֖ה וְשֶׁ֣בַע שָׁנִ֑ים וַיִּגְוַ֣ע וַיָּ֔מׇת וַיֵּאָ֖סֶף אֶל־עַמָּֽיו׃",
          "targum": "וְאִלֵּין שְׁנֵי חַיֵּי יִשְׁמָעֵאל מְאָה וּתְלָתִין וּשְׁבַע שְׁנִין וְאִתְנְגִיד וּמִית וְאִתְכְּנִישׁ לְעַמֵּיהּ:",
          "english": "And these are the years of the life of Yishma᾽el, a hundred and thirty seven years: and he expired and died; and was gathered to his people."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיִּשְׁכְּנ֨וּ מֵֽחֲוִילָ֜ה עַד־שׁ֗וּר אֲשֶׁר֙ עַל־פְּנֵ֣י מִצְרַ֔יִם בֹּאֲכָ֖ה אַשּׁ֑וּרָה עַל־פְּנֵ֥י כׇל־אֶחָ֖יו נָפָֽל׃",
          "targum": "וּשְׁרוֹ מֵחֲוִילָה עַד חַגְרָא דִּי עַל אַפֵּי מִצְרַיִם מָטֵי לְאָתוּר עַל אַפֵּי כָל אַחוֹהִי שְׁרָא:",
          "english": "And they dwelt from Ḥavila to Shur, that is before Miżrayim, as thou goest toward Ashshur: and he dwelt in the presence of all his brethren."
        },
        {
          "verseNum": 19,
          "hebrew": "וְאֵ֛לֶּה תּוֹלְדֹ֥ת יִצְחָ֖ק בֶּן־אַבְרָהָ֑ם אַבְרָהָ֖ם הוֹלִ֥יד אֶת־יִצְחָֽק׃",
          "targum": "וְאִלֵּין תּוּלְדַת יִצְחָק בַּר אַבְרָהָם אַבְרָהָם אוֹלִיד יָת יִצְחָק:",
          "english": "And these are the generations of Yiżĥaq, Avraham’s son: Avraham begot Yiżĥaq:"
        }
      ]
    }
  ]
}