{
  "name": "Chukat",
  "book": "Numbers",
  "chapters": [
    {
      "chapter": 19,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֣ר יְהֹוָ֔ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן לֵאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה וְעִם אַהֲרֹן לְמֵימָר:",
          "english": "And the Lord spoke to Moshe and to Aharon, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "זֹ֚את חֻקַּ֣ת הַתּוֹרָ֔ה אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לֵאמֹ֑ר דַּבֵּ֣ר&thinsp;<b>׀</b> אֶל־בְּנֵ֣י יִשְׂרָאֵ֗ל וְיִקְח֣וּ אֵלֶ֩יךָ֩ פָרָ֨ה אֲדֻמָּ֜ה תְּמִימָ֗ה אֲשֶׁ֤ר אֵֽין־בָּהּ֙ מ֔וּם אֲשֶׁ֛ר לֹא־עָלָ֥ה עָלֶ֖יהָ עֹֽל׃",
          "targum": "דָּא גְּזֵרַת אוֹרַיְתָא דִּי פַקִּיד יְיָ לְמֵימָר מַלֵּל עִם בְּנֵי יִשְׂרָאֵל וְיִסְּבוּן לָךְ תּוֹרְתָא סִמּוּקְתָּא שְׁלֶמְתָּא דִּי לֵית בָּהּ מוּמָא דִּי לָא סְלִיק עֲלַהּ נִירָא:",
          "english": "This is the ordinance of the Tora which the Lord has commanded, saying, Speak to the children of Yisra᾽el, that they bring thee a red heifer without defect, in which there is no blemish, and upon which never came a yoke:"
        },
        {
          "verseNum": 3,
          "hebrew": "וּנְתַתֶּ֣ם אֹתָ֔הּ אֶל־אֶלְעָזָ֖ר הַכֹּהֵ֑ן וְהוֹצִ֤יא אֹתָהּ֙ אֶל־מִח֣וּץ לַֽמַּחֲנֶ֔ה וְשָׁחַ֥ט אֹתָ֖הּ לְפָנָֽיו׃",
          "targum": "וְתִתְּנוּן יָתַהּ לְאֶלְעָזָר כַּהֲנָא וְיַפֵּק יָתַהּ לְמִבָּרָא לְמַשְׁרִיתָא וְיִכּוֹס יָתַהּ קֳדָמוֹהִי:",
          "english": "and you shall give her to El῾azar the priest, that he may bring her outside the camp, and she shall be slaughtered before his face:"
        },
        {
          "verseNum": 4,
          "hebrew": "וְלָקַ֞ח אֶלְעָזָ֧ר הַכֹּהֵ֛ן מִדָּמָ֖הּ בְּאֶצְבָּע֑וֹ וְהִזָּ֞ה אֶל־נֹ֨כַח פְּנֵ֧י אֹֽהֶל־מוֹעֵ֛ד מִדָּמָ֖הּ שֶׁ֥בַע פְּעָמִֽים׃",
          "targum": "וְיִסַּב אֶלְעָזָר כַּהֲנָא מִדְּמַהּ בְּאֶצְבְּעֵיהּ וְיַדִּי לָקֳבֵל אַפֵּי מַשְׁכַּן זִמְנָא מִדְּמַהּ שְׁבַע זִמְנִין:",
          "english": "and El῾azar the priest shall take of her blood with his finger, and sprinkle of her blood towards the front of the Tent of Meeting seven times:"
        },
        {
          "verseNum": 5,
          "hebrew": "וְשָׂרַ֥ף אֶת־הַפָּרָ֖ה לְעֵינָ֑יו אֶת־עֹרָ֤הּ וְאֶת־בְּשָׂרָהּ֙ וְאֶת־דָּמָ֔הּ עַל־פִּרְשָׁ֖הּ יִשְׂרֹֽף׃",
          "targum": "וְיוֹקֵד יָת תּוֹרְתָא לְעֵינוֹהִי יָת מַשְׁכַּהּ וְיָת בִּשְׂרַהּ וְיָת דְּמַהּ עַל אָכְלַהּ יוֹקֵד:",
          "english": "and the heifer shall be burnt in his sight; her skin, and her flesh, and her blood, with her dung, shall be burnt:"
        },
        {
          "verseNum": 6,
          "hebrew": "וְלָקַ֣ח הַכֹּהֵ֗ן עֵ֥ץ אֶ֛רֶז וְאֵז֖וֹב וּשְׁנִ֣י תוֹלָ֑עַת וְהִשְׁלִ֕יךְ אֶל־תּ֖וֹךְ שְׂרֵפַ֥ת הַפָּרָֽה׃",
          "targum": "וְיִסַּב כַּהֲנָא אָעָא דְאַרְזָא וְאֵזוֹבָא וּצְבַע זְהוֹרִי וְיִרְמֵי לְגוֹ יְקִידַת תּוֹרְתָא:",
          "english": "and the priest shall take cedar wood, and hyssop, and scarlet, and cast it into the midst of the burning of the heifer."
        },
        {
          "verseNum": 7,
          "hebrew": "וְכִבֶּ֨ס בְּגָדָ֜יו הַכֹּהֵ֗ן וְרָחַ֤ץ בְּשָׂרוֹ֙ בַּמַּ֔יִם וְאַחַ֖ר יָבֹ֣א אֶל־הַֽמַּחֲנֶ֑ה וְטָמֵ֥א הַכֹּהֵ֖ן עַד־הָעָֽרֶב׃",
          "targum": "וִיצַבַּע לְבוּשׁוֹהִי כַּהֲנָא וְיַסְחֵי בִשְׂרֵיהּ בְּמַיָּא וּבָתַר כֵּן יֵעוּל לְמַשְׁרִיתָא וִיהֵי מְסָאָב כַּהֲנָא עַד רַמְשָׁא:",
          "english": "Then the priest shall wash his clothes, and shall bathe his flesh in water, and afterwards he shall come into the camp, and the priest shall be unclean until the evening."
        },
        {
          "verseNum": 8,
          "hebrew": "וְהַשֹּׂרֵ֣ף אֹתָ֔הּ יְכַבֵּ֤ס בְּגָדָיו֙ בַּמַּ֔יִם וְרָחַ֥ץ בְּשָׂר֖וֹ בַּמָּ֑יִם וְטָמֵ֖א עַד־הָעָֽרֶב׃",
          "targum": "וּדְמוֹקֵד יָתַהּ יְצַבַּע לְבוֹשׁוֹהִי בְּמַיָּא וְיַסְחֵי בִשְׂרֵיהּ בְּמַיָּא וִיהֵי מְסָאָב עַד רַמְשָׁא:",
          "english": "And he that burns her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the evening."
        },
        {
          "verseNum": 9,
          "hebrew": "וְאָסַ֣ף&thinsp;<b>׀</b> אִ֣ישׁ טָה֗וֹר אֵ֚ת אֵ֣פֶר הַפָּרָ֔ה וְהִנִּ֛יחַ מִח֥וּץ לַֽמַּחֲנֶ֖ה בְּמָק֣וֹם טָה֑וֹר וְ֠הָיְתָ֠ה לַעֲדַ֨ת בְּנֵֽי־יִשְׂרָאֵ֧ל לְמִשְׁמֶ֛רֶת לְמֵ֥י נִדָּ֖ה חַטָּ֥את הִֽוא׃",
          "targum": "וְיִכְנוֹשׁ גְּבַר דְּכֵי יָת קִטְמָא דְתוֹרְתָא וְיַצְנַע לְמִבָּרָא לְמַשְׁרִיתָא בַּאֲתַר דְּכֵי וּתְהֵי לִכְנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל לְמַטָּרָא לְמֵי אַדָּיוּתָא חַטָּאתָא הִיא:",
          "english": "And a man that is clean shall gather up the ashes of the heifer, and lay them outside the camp in a clean place, and it shall be kept for the congregation of the children of Yisra᾽el for the water of sprinkling: it is a purification offering."
        },
        {
          "verseNum": 10,
          "hebrew": "וְ֠כִבֶּ֠ס הָאֹסֵ֨ף אֶת־אֵ֤פֶר הַפָּרָה֙ אֶת־בְּגָדָ֔יו וְטָמֵ֖א עַד־הָעָ֑רֶב וְֽהָיְתָ֞ה לִבְנֵ֣י יִשְׂרָאֵ֗ל וְלַגֵּ֛ר הַגָּ֥ר בְּתוֹכָ֖ם לְחֻקַּ֥ת עוֹלָֽם׃",
          "targum": "וִיצַבַּע דְּכַנֵּישׁ יָת קִטְמָא דְתוֹרְתָא יָת לְבוּשׁוֹהִי וִיהֵי מְסָאָב עַד רַמְשָׁא וּתְהֵי לִבְנֵי יִשְׂרָאֵל וּלְגִיּוֹרַיָּא דְּיִתְגַיְּרוּן בֵּינֵיהוֹן לִקְיַם עֳלָם:",
          "english": "And he that gathers the ashes of the heifer shall wash his clothes, and be unclean until the evening: and it shall be to the children of Yisra᾽el, and to the stranger that sojourns among them, for a statute for ever."
        },
        {
          "verseNum": 11,
          "hebrew": "הַנֹּגֵ֥עַ בְּמֵ֖ת לְכׇל־נֶ֣פֶשׁ אָדָ֑ם וְטָמֵ֖א שִׁבְעַ֥ת יָמִֽים׃",
          "targum": "דְּיִקְרַב בְּמֵתָא לְכָל נַפְשָׁא דֶאֱנָשָׁא וִיהֵי מְסָאָב שַׁבְעָא יוֹמִין:",
          "english": "He that touches the dead body of any man shall be unclean seven days."
        },
        {
          "verseNum": 12,
          "hebrew": "ה֣וּא יִתְחַטָּא־ב֞וֹ בַּיּ֧וֹם הַשְּׁלִישִׁ֛י וּבַיּ֥וֹם הַשְּׁבִיעִ֖י יִטְהָ֑ר וְאִם־לֹ֨א יִתְחַטָּ֜א בַּיּ֧וֹם הַשְּׁלִישִׁ֛י וּבַיּ֥וֹם הַשְּׁבִיעִ֖י לֹ֥א יִטְהָֽר׃",
          "targum": "הוּא יַדֵּי עֲלוֹהִי בְּיוֹמָא תְלִיתָאָה וּבְיוֹמָא שְׁבִיעָאָה יִדְכֵּי וְאִם לָא יַדֵּי עֲלוֹהִי בְּיוֹמָא תְלִיתָאָה וּבְיוֹמָא שְׁבִיעָאָה לָא יִדְכֵּי:",
          "english": "If he purify himself with it on the third day and on the seventh day, he shall be clean: but if he do not purify himself on the third day and the seventh day, he shall not be clean."
        },
        {
          "verseNum": 13,
          "hebrew": "כׇּֽל־הַנֹּגֵ֡עַ בְּמֵ֣ת בְּנֶ֩פֶשׁ֩ הָאָדָ֨ם אֲשֶׁר־יָמ֜וּת וְלֹ֣א יִתְחַטָּ֗א אֶת־מִשְׁכַּ֤ן יְהֹוָה֙ טִמֵּ֔א וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מִיִּשְׂרָאֵ֑ל כִּי֩ מֵ֨י נִדָּ֜ה לֹא־זֹרַ֤ק עָלָיו֙ טָמֵ֣א יִהְיֶ֔ה ע֖וֹד טֻמְאָת֥וֹ בֽוֹ׃",
          "targum": "כָּל דְּיִקְרַב בְּמִיתָא בְנַפְשָׁא דֶאֱנָשָׁא דִי יְמוּת וְלָא יַדֵּי עֲלוֹהִי יָת מַשְׁכְּנָא דַיְיָ סָאָב וְיִשְׁתֵּצֵי אֱנָשָׁא הַהוּא מִיִּשְׂרָאֵל אֲרֵי מֵי אַדָּיוּתָא לָא אִזְדְּרִיקוּ עֲלוֹהִי מְסָאָב יְהֵי עוֹד סְאוֹבְתֵיהּ בֵּיהּ:",
          "english": "Whoever touches the dead body of any man that has died, and purifies not himself, he defiles the tabernacle of the Lord; and that soul shall be cut off from Yisra᾽el: because the water of sprinkling was not sprinkled upon him, he shall be unclean; his uncleanness is yet upon him."
        },
        {
          "verseNum": 14,
          "hebrew": "זֹ֚את הַתּוֹרָ֔ה אָדָ֖ם כִּֽי־יָמ֣וּת בְּאֹ֑הֶל כׇּל־הַבָּ֤א אֶל־הָאֹ֙הֶל֙ וְכׇל־אֲשֶׁ֣ר בָּאֹ֔הֶל יִטְמָ֖א שִׁבְעַ֥ת יָמִֽים׃",
          "targum": "דָּא אוֹרַיְתָא אֱנַשׁ אֲרֵי יְמוּת בְּמַשְׁכְּנָא כָּל דְּעָלֵל לְמַשְׁכְּנָא וְכָל דִּי בְּמַשְׁכְּנָא יְהֵי מְסָאָב שַׁבְעָא יוֹמִין:",
          "english": "This is the Tora: when a man dies in a tent, all that come into the tent, and all that is in the tent, shall be unclean seven days."
        },
        {
          "verseNum": 15,
          "hebrew": "וְכֹל֙ כְּלִ֣י פָת֔וּחַ אֲשֶׁ֛ר אֵין־צָמִ֥יד פָּתִ֖יל עָלָ֑יו טָמֵ֖א הֽוּא׃",
          "targum": "וְכֹל מַן דַּחֲסַף פְּתִיחַ דְּלֵית מְגוּפַת שְׁיִיעַ מַקַּף עֲלוֹהִי מְסָאָב הוּא:",
          "english": "And every open vessel, which has no covering bound upon it, is unclean."
        },
        {
          "verseNum": 16,
          "hebrew": "וְכֹ֨ל אֲשֶׁר־יִגַּ֜ע עַל־פְּנֵ֣י הַשָּׂדֶ֗ה בַּֽחֲלַל־חֶ֙רֶב֙ א֣וֹ בְמֵ֔ת אֽוֹ־בְעֶ֥צֶם אָדָ֖ם א֣וֹ בְקָ֑בֶר יִטְמָ֖א שִׁבְעַ֥ת יָמִֽים׃",
          "targum": "וְכֹל דִּי יִקְרַב עַל אַפֵּי חַקְלָא בִּקְטֵל חַרְבָּא אוֹ בְמֵתָא אוֹ בְגַרְמָא דֶאֱנָשָׁא אוֹ בְקִבְרָא יְהֵי מְסָאָב שַׁבְעָא יוֹמִין:",
          "english": "And whoever touches one that is slain with a sword in the open field, or a dead body, or a bone of a man, or a grave, shall be unclean seven days."
        },
        {
          "verseNum": 17,
          "hebrew": "וְלָֽקְחוּ֙ לַטָּמֵ֔א מֵעֲפַ֖ר שְׂרֵפַ֣ת הַֽחַטָּ֑את וְנָתַ֥ן עָלָ֛יו מַ֥יִם חַיִּ֖ים אֶל־כֶּֽלִי׃",
          "targum": "וְיִסְּבוּן לְדִמְסָאָב מֵעֲפַר יְקֵדַת חַטָּאתָא וְיִתְּנוּן עֲלוֹהִי מֵי מַבּוּעַ לְמָן:",
          "english": "And for an unclean person they shall take of the ashes of the burnt purification offering, and running water shall be put thereto in a vessel:"
        },
        {
          "verseNum": 18,
          "hebrew": "וְלָקַ֨ח אֵז֜וֹב וְטָבַ֣ל בַּמַּ֘יִם֮ אִ֣ישׁ טָהוֹר֒ וְהִזָּ֤ה עַל־הָאֹ֙הֶל֙ וְעַל־כׇּל־הַכֵּלִ֔ים וְעַל־הַנְּפָשׁ֖וֹת אֲשֶׁ֣ר הָֽיוּ־שָׁ֑ם וְעַל־הַנֹּגֵ֗עַ בַּעֶ֙צֶם֙ א֣וֹ בֶֽחָלָ֔ל א֥וֹ בַמֵּ֖ת א֥וֹ בַקָּֽבֶר׃",
          "targum": "וְיִסַּב אֵזוֹבָא וְיִטְבּוֹל בְּמַיָּא גְּבַר דְּכֵי וְיַדֵּי עַל מַשְׁכְּנָא וְעַל כָּל מָנַיָּא וְעַל נַפְשָׁתָא דִּי הֲווֹ תַמָּן וְעַל דְּיִקְרַב בְּגַרְמָא אוֹ בְקָטִילָא אוֹ בְמֵיתָא אוֹ בְקִבְרָא:",
          "english": "and a clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and upon the persons that were there, and upon him that touched a bone, or one slain, or one dead, or a grave:"
        },
        {
          "verseNum": 19,
          "hebrew": "וְהִזָּ֤ה הַטָּהֹר֙ עַל־הַטָּמֵ֔א בַּיּ֥וֹם הַשְּׁלִישִׁ֖י וּבַיּ֣וֹם הַשְּׁבִיעִ֑י וְחִטְּאוֹ֙ בַּיּ֣וֹם הַשְּׁבִיעִ֔י וְכִבֶּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָהֵ֥ר בָּעָֽרֶב׃",
          "targum": "וְיַדֵּי דַכְיָא עַל מְסָאֲבָא בְּיוֹמָא תְלִיתָאָה וּבְיוֹמָא שְׁבִיעָאָה וִידַכִּנֵּיהּ בְּיוֹמָא שְׁבִיעָאָה וִיצַבַּע לְבוּשׁוֹהִי וְיַסְחֵי בְמַיָּא וְיִדְכֵּי בְרַמְשָׁא:",
          "english": "and the clean person shall sprinkle upon the unclean on the third day, and on the seventh day: and on the seventh day he shall purify himself, and wash his clothes, and bathe himself in water, and shall be clean at evening."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאִ֤ישׁ אֲשֶׁר־יִטְמָא֙ וְלֹ֣א יִתְחַטָּ֔א וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מִתּ֣וֹךְ הַקָּהָ֑ל כִּי֩ אֶת־מִקְדַּ֨שׁ יְהֹוָ֜ה טִמֵּ֗א מֵ֥י נִדָּ֛ה לֹא־זֹרַ֥ק עָלָ֖יו טָמֵ֥א הֽוּא׃",
          "targum": "וּגְבַר דִּי יִסְתָּאַב וְלָא יַדֵּי עֲלוֹהִי וְיִשְׁתֵּצֵי אֱנָשָׁא הַהוּא מִגּוֹ קְהָלָא אֲרֵי יָת מַקְדְּשָׁא דַיְיָ סָאִיב מֵי אַדָּיוּתָא לָא אִזְדְּרִיקוּ עֲלוֹהִי מְסָאָב הוּא:",
          "english": "But the man that shall be unclean, and shall not purify himself, that soul shall be cut off from among the congregation, because he has defiled the sanctuary of the Lord: the water of sprinkling has not been sprinkled upon him; he is unclean."
        },
        {
          "verseNum": 21,
          "hebrew": "וְהָיְתָ֥ה לָהֶ֖ם לְחֻקַּ֣ת עוֹלָ֑ם וּמַזֵּ֤ה מֵֽי־הַנִּדָּה֙ יְכַבֵּ֣ס בְּגָדָ֔יו וְהַנֹּגֵ֙עַ֙ בְּמֵ֣י הַנִּדָּ֔ה יִטְמָ֖א עַד־הָעָֽרֶב׃",
          "targum": "וּתְהֵי לְהוֹן לִקְיַם עֳלָם וּדְיַדֵּי מֵי אַדָּיוּתָא יְצַבַּע לְבוּשׁוֹהִי וּדְיִקְרַב בְּמֵי אַדָּיוּתָא יְהֵי מְסָאָב עַד רַמְשָׁא:",
          "english": "And it shall be a perpetual statute to them, that he that sprinkles the water of sprinkling shall wash his clothes; and he that touches the water of sprinkling shall be unclean until the evening."
        },
        {
          "verseNum": 22,
          "hebrew": "וְכֹ֛ל אֲשֶׁר־יִגַּע־בּ֥וֹ הַטָּמֵ֖א יִטְמָ֑א וְהַנֶּ֥פֶשׁ הַנֹּגַ֖עַת תִּטְמָ֥א עַד־הָעָֽרֶב׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְכֹל דִּי יִקְרַב בֵּיהּ מְסָאָבָא יְהֵי מְסָאָב וֶאֱנַשׁ דְּיִקְרַב בֵּיהּ יְהֵי מְסָאָב עַד רַמְשָׁא:",
          "english": "And whatever the unclean person touches shall be unclean; and the person that touches it shall be unclean until the evening."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיָּבֹ֣אוּ בְנֵֽי־יִ֠שְׂרָאֵ֠ל כׇּל־הָ֨עֵדָ֤ה מִדְבַּר־צִן֙ בַּחֹ֣דֶשׁ הָֽרִאשׁ֔וֹן וַיֵּ֥שֶׁב הָעָ֖ם בְּקָדֵ֑שׁ וַתָּ֤מׇת שָׁם֙ מִרְיָ֔ם וַתִּקָּבֵ֖ר שָֽׁם׃",
          "targum": "וַאֲתוֹ בְנֵי יִשְׂרָאֵל כָּל כְּנִשְׁתָּא לְמַדְבְּרָא דְצִין בְּיַרְחָא קַדְמָאָה וִיתֵב עַמָּא בִּרְקָם וּמִיתַת תַּמָּן מִרְיָם וְאִתְקְבָרַת תַּמָּן:",
          "english": "Then came the children of Yisra᾽el, the whole congregation, into the desert of Żin in the first month: and the people abode in Qadesh, and Miryam died there, and was buried there."
        },
        {
          "verseNum": 2,
          "hebrew": "וְלֹא־הָ֥יָה מַ֖יִם לָעֵדָ֑ה וַיִּקָּ֣הֲל֔וּ עַל־מֹשֶׁ֖ה וְעַֽל־אַהֲרֹֽן׃",
          "targum": "וְלָא הֲוָה מַיָּא לִכְנִשְׁתָּא וְאִתְכְּנָשׁוּ עַל משֶׁה וְעַל אַהֲרֹן:",
          "english": "And there was no water for the congregation: and they gathered themselves together against Moshe and against Aharon."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיָּ֥רֶב הָעָ֖ם עִם־מֹשֶׁ֑ה וַיֹּאמְר֣וּ לֵאמֹ֔ר וְל֥וּ גָוַ֛עְנוּ בִּגְוַ֥ע אַחֵ֖ינוּ לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וּנְצָא עַמָּא עִם משֶׁה וַאֲמָרוּ לְמֵימַר וּלְוֵי דְמִתְנָא בְּמוֹתָא דְאַחָנָא קֳדָם יְיָ:",
          "english": "And the people quarrelled with Moshe, and spoke, saying, Would that we had died when our brethren died before the Lord!"
        },
        {
          "verseNum": 4,
          "hebrew": "וְלָמָ֤ה הֲבֵאתֶם֙ אֶת־קְהַ֣ל יְהֹוָ֔ה אֶל־הַמִּדְבָּ֖ר הַזֶּ֑ה לָמ֣וּת שָׁ֔ם אֲנַ֖חְנוּ וּבְעִירֵֽנוּ׃",
          "targum": "וּלְמָא אַעֶלְתּוּן יָת קְהָלָא דַיְיָ לְמַדְבְּרָא הָדֵין לִמְמַת תַּמָּן אֲנַחְנָא וּבְעִירָנָא:",
          "english": "And why have you brought up the congregation of the Lord into this wilderness, that we and our cattle should die there?"
        },
        {
          "verseNum": 5,
          "hebrew": "וְלָמָ֤ה הֶֽעֱלִיתֻ֙נוּ֙ מִמִּצְרַ֔יִם לְהָבִ֣יא אֹתָ֔נוּ אֶל־הַמָּק֥וֹם הָרָ֖ע הַזֶּ֑ה לֹ֣א&thinsp;<b>׀</b> מְק֣וֹם זֶ֗רַע וּתְאֵנָ֤ה וְגֶ֙פֶן֙ וְרִמּ֔וֹן וּמַ֥יִם אַ֖יִן לִשְׁתּֽוֹת׃",
          "targum": "וּלְמָא אַסֶּקְתּוּנָא מִמִּצְרַיִם לְאַיְתָאָה יָתָנָא לְאַתְרָא בִישָׁא הָדֵין לָא אָתַר כְּשַׁר לְבֵית זְרַע וְאַף לָא תֵינִין וְגוּפְנִין וְרִמּוֹנִין וּמַיָּא לֵית לְמִשְׁתֵּי:",
          "english": "And why have you made us come up out of Miżrayim, to bring us in unto this evil place? it is no place of seed, or of figs, or of vines, or of pomegranates; nor is there any water to drink."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיָּבֹא֩ מֹשֶׁ֨ה וְאַהֲרֹ֜ן מִפְּנֵ֣י הַקָּהָ֗ל אֶל־פֶּ֙תַח֙ אֹ֣הֶל מוֹעֵ֔ד וַֽיִּפְּל֖וּ עַל־פְּנֵיהֶ֑ם וַיֵּרָ֥א כְבוֹד־יְהֹוָ֖ה אֲלֵיהֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְעַל משֶׁה וְאַהֲרֹן מִן קֳדָם קְהָלָא לִתְרַע מַשְׁכַּן זִמְנָא וּנְפָלוּ עַל אַפֵּיהוֹן וְאִתְגְּלֵי יְקָרָא דַיְיָ לְהוֹן:",
          "english": "And Moshe and Aharon went from the presence of the assembly to the door of the Tent of Meeting, and they fell upon their faces: and the glory of the Lord appeared to them."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 8,
          "hebrew": "קַ֣ח אֶת־הַמַּטֶּ֗ה וְהַקְהֵ֤ל אֶת־הָעֵדָה֙ אַתָּה֙ וְאַהֲרֹ֣ן אָחִ֔יךָ וְדִבַּרְתֶּ֧ם אֶל־הַסֶּ֛לַע לְעֵינֵיהֶ֖ם וְנָתַ֣ן מֵימָ֑יו וְהוֹצֵאתָ֨ לָהֶ֥ם מַ֙יִם֙ מִן־הַסֶּ֔לַע וְהִשְׁקִיתָ֥ אֶת־הָעֵדָ֖ה וְאֶת־בְּעִירָֽם׃",
          "targum": "סַב יָת חוּטְרָא וְאַכְנֵשׁ יָת כְּנִשְׁתָּא אַתְּ וְאַהֲרֹן אָחוּךְ וּתְמַלְּלוּן עִם כֵּיפָא לְעֵינֵיהוֹן וְיִתֵּן מוֹהִי וְתַפֵּק לְהוֹן מַיָּא מִן כֵּיפָא וְתַשְׁקֵי יָת כְּנִשְׁתָּא וְיָת בְּעִירְהוֹן:",
          "english": "Take the rod, and gather the assembly together, thou, and Aharon thy brother, and speak to the rock before their eyes; and it shall give forth its water, and thou shalt bring forth to them water out of the rock: so thou shalt give the congregation and their beasts drink."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיִּקַּ֥ח מֹשֶׁ֛ה אֶת־הַמַּטֶּ֖ה מִלִּפְנֵ֣י יְהֹוָ֑ה כַּאֲשֶׁ֖ר צִוָּֽהוּ׃",
          "targum": "וּנְסִיב משֶׁה יָת חוּטְרָא מִן קֳדָם יְיָ כְּמָא דִי פַּקְּדֵיהּ:",
          "english": "And Moshe took the rod from before the Lord, as he commanded him."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיַּקְהִ֜לוּ מֹשֶׁ֧ה וְאַהֲרֹ֛ן אֶת־הַקָּהָ֖ל אֶל־פְּנֵ֣י הַסָּ֑לַע וַיֹּ֣אמֶר לָהֶ֗ם שִׁמְעוּ־נָא֙ הַמֹּרִ֔ים הֲמִן־הַסֶּ֣לַע הַזֶּ֔ה נוֹצִ֥יא לָכֶ֖ם מָֽיִם׃",
          "targum": "וְאַכְנִישׁוּ משֶׁה וְאַהֲרֹן יָת קְהָלָא לָקֳדָם כֵּיפָא וַאֲמַר לְהוֹן שְׁמָעוּ כְעַן סַרְבָנַיָּא הֲמִן כֵּיפָא הָדֵין נַפֵּק לְכוֹן מַיָּא:",
          "english": "And Moshe and Aharon gathered the congregation together before the rock, and he said to them, Hear now, you rebels; shall we fetch you water out of this rock?"
        },
        {
          "verseNum": 11,
          "hebrew": "וַיָּ֨רֶם מֹשֶׁ֜ה אֶת־יָד֗וֹ וַיַּ֧ךְ אֶת־הַסֶּ֛לַע בְּמַטֵּ֖הוּ פַּעֲמָ֑יִם וַיֵּצְאוּ֙ מַ֣יִם רַבִּ֔ים וַתֵּ֥שְׁתְּ הָעֵדָ֖ה וּבְעִירָֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וַאֲרֵם משֶׁה יָת יְדֵיהּ וּמְחָא יָת כֵּיפָא בְּחוּטְרֵיהּ תַּרְתֵּין זִמְנִין וּנְפָקוּ מַיָּא סַגִּיאֵי וּשְׁתִיאַת כְּנִשְׁתָּא וּבְעִירְהוֹן:",
          "english": "And Moshe lifted up his hand, and with his rod he smote the rock twice: and the water came out abundantly, and the congregation drank, and their beasts also."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֣אמֶר יְהֹוָה֮ אֶל־מֹשֶׁ֣ה וְאֶֽל־אַהֲרֹן֒ יַ֚עַן לֹא־הֶאֱמַנְתֶּ֣ם בִּ֔י לְהַ֨קְדִּישֵׁ֔נִי לְעֵינֵ֖י בְּנֵ֣י יִשְׂרָאֵ֑ל לָכֵ֗ן לֹ֤א תָבִ֙יאוּ֙ אֶת־הַקָּהָ֣ל הַזֶּ֔ה אֶל־הָאָ֖רֶץ אֲשֶׁר־נָתַ֥תִּי לָהֶֽם׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה וּלְאַהֲרֹן חֲלַף דִּי לָא הֵמַנְתּוּן בְּמֵימְרִי לְקַדָּשׁוּתִי לְעֵינֵי בְּנֵי יִשְׂרָאֵל בְּכֵן לָא תַעֲלוּן יָת קְהָלָא הָדֵין לְאַרְעָא דִּי יְהָבִית לְהוֹן:",
          "english": "And the Lord spoke to Moshe and Aharon, Because you did not believe in me, to sanctify me in the eyes of the children of Yisra᾽el, therefore you shall not bring this congregation in to the land which I have given them."
        },
        {
          "verseNum": 13,
          "hebrew": "הֵ֚מָּה מֵ֣י מְרִיבָ֔ה אֲשֶׁר־רָב֥וּ בְנֵֽי־יִשְׂרָאֵ֖ל אֶת־יְהֹוָ֑ה וַיִּקָּדֵ֖שׁ בָּֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אִנּוּן מֵי מַצּוּתָא דִּי נְצוֹ בְּנֵי יִשְׂרָאֵל קֳדָם יְיָ וְאִתְקַדַּשׁ בְּהוֹן:",
          "english": "This is the water of Meriva; because the children of Yisra᾽el strove with the Lord, and he was sanctified by them."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיִּשְׁלַ֨ח מֹשֶׁ֧ה מַלְאָכִ֛ים מִקָּדֵ֖שׁ אֶל־מֶ֣לֶךְ אֱד֑וֹם כֹּ֤ה אָמַר֙ אָחִ֣יךָ יִשְׂרָאֵ֔ל אַתָּ֣ה יָדַ֔עְתָּ אֵ֥ת כׇּל־הַתְּלָאָ֖ה אֲשֶׁ֥ר מְצָאָֽתְנוּ׃",
          "targum": "וּשְׁלַח משֶׁה אִזְגַּדִּין מֵרְקָם לְוָת מַלְכָּא דֶאֱדוֹם כִּדְנַן אֲמַר אָחוּךְ יִשְׂרָאֵל אַתְּ יְדַעַתְּ יָת כָּל עָקְתָא דִּי אַשְׁכַּחְתָּנָא:",
          "english": "And Moshe sent messengers from Qadesh to the king of Edom, Thus says thy brother Yisra᾽el, Thou knowst all the travail that has befallen us:"
        },
        {
          "verseNum": 15,
          "hebrew": "וַיֵּרְד֤וּ אֲבֹתֵ֙ינוּ֙ מִצְרַ֔יְמָה וַנֵּ֥שֶׁב בְּמִצְרַ֖יִם יָמִ֣ים רַבִּ֑ים וַיָּרֵ֥עוּ לָ֛נוּ מִצְרַ֖יִם וְלַאֲבֹתֵֽינוּ׃",
          "targum": "וּנְחָתוּ אֲבָהָתָנָא לְמִצְרַיִם וִיתֵבְנָא בְמִצְרַיִם יוֹמִין סַגִּיאִין וְאַבְאִישׁוּ לָנָא מִצְרָאֵי וְלַאֲבָהָתָנָא:",
          "english": "how our fathers went down into Miżrayim, and we have dwelt in Miżrayim a long time; and Miżrayim vexed us, and our fathers:"
        },
        {
          "verseNum": 16,
          "hebrew": "וַנִּצְעַ֤ק אֶל־יְהֹוָה֙ וַיִּשְׁמַ֣ע קֹלֵ֔נוּ וַיִּשְׁלַ֣ח מַלְאָ֔ךְ וַיֹּצִאֵ֖נוּ מִמִּצְרָ֑יִם וְהִנֵּה֙ אֲנַ֣חְנוּ בְקָדֵ֔שׁ עִ֖יר קְצֵ֥ה גְבוּלֶֽךָ׃",
          "targum": "וְצַלֵּינָא קֳדָם יְיָ וְקַבִּיל צְלוֹתָנָא וּשְׁלַח מַלְאָכָא וְאַפְּקָנָא מִמִּצְרָיִם וְהָא אֲנַחְנָא בִרְקַם קַרְתָּא דְּבִסְטַר תְּחוּמָךְ:",
          "english": "and when we cried to the Lord, he heard our voice, and sent an angel, and brought us out of Miżrayim: and, behold, we are in Qadesh, a city in the uttermost of thy border:"
        },
        {
          "verseNum": 17,
          "hebrew": "נַעְבְּרָה־נָּ֣א בְאַרְצֶ֗ךָ לֹ֤א נַעֲבֹר֙ בְּשָׂדֶ֣ה וּבְכֶ֔רֶם וְלֹ֥א נִשְׁתֶּ֖ה מֵ֣י בְאֵ֑ר דֶּ֧רֶךְ הַמֶּ֣לֶךְ נֵלֵ֗ךְ לֹ֤א נִטֶּה֙ יָמִ֣ין וּשְׂמֹ֔אול עַ֥ד אֲשֶֽׁר־נַעֲבֹ֖ר גְּבֻלֶֽךָ׃",
          "targum": "נְעִבַּר כְּעַן בְּאַרְעָךְ לָא נְעִבַּר בַּחֲקַל וּבִכְרַם וְלָא נִשְׁתֵּי מֵי גוֹב בְּאֹרַח מַלְכָּא נֵזֵל לָא נִסְטֵי לְיַמִּינָא וְלִשְׂמָאלָא עַד דִּנְעִבַּר תְּחוּמָךְ:",
          "english": "let us pass, I pray thee, through thy country: we will not pass through the fields, or through the vineyards, nor will we drink of the water of the wells: we will go by the king’s highway, we will not turn to the right hand or to the left, until we have passed thy borders."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיֹּ֤אמֶר אֵלָיו֙ אֱד֔וֹם לֹ֥א תַעֲבֹ֖ר בִּ֑י פֶּן־בַּחֶ֖רֶב אֵצֵ֥א לִקְרָאתֶֽךָ׃",
          "targum": "וַאֲמַר לֵיהּ אֱדוֹמָאָה לָא תְעִבַּר בִּתְחוּמִי דִּילְמָא בִּדְקָטְלִין בְּחַרְבָּא אֶפּוֹק לָקֳדָמוּתָךְ:",
          "english": "And Edom said to him, Thou shalt not pass by me, lest I come out against thee with the sword."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיֹּאמְר֨וּ אֵלָ֥יו בְּנֵֽי־יִשְׂרָאֵל֮ בַּֽמְסִלָּ֣ה נַעֲלֶה֒ וְאִם־מֵימֶ֤יךָ נִשְׁתֶּה֙ אֲנִ֣י וּמִקְנַ֔י וְנָתַתִּ֖י מִכְרָ֑ם רַ֥ק אֵין־דָּבָ֖ר בְּרַגְלַ֥י אֶֽעֱבֹֽרָה׃",
          "targum": "וַאֲמָרוּ לֵיהּ בְּנֵי יִשְׂרָאֵל בְּאֹרַח כְּבִישָׁא נִסַּק וְאִם מֵיּמָךְ נִשְׁתֵּי אֲנָא וּבְעִירַי וְאֶתֵּן דְּמֵיהוֹן לְחוֹד לֵית פִּתְגַּם דְּבִישׁ בְּרַגְלַי אֲעִבַּר:",
          "english": "And the children of Yisra᾽el said to him, We will go by the highway: and if I and my cattle drink of thy water, then I will pay for it: I will do thee no injury, only on foot will I pass through."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיֹּ֖אמֶר לֹ֣א תַעֲבֹ֑ר וַיֵּצֵ֤א אֱדוֹם֙ לִקְרָאת֔וֹ בְּעַ֥ם כָּבֵ֖ד וּבְיָ֥ד חֲזָקָֽה׃",
          "targum": "וַאֲמַר לָא תְעִבָּר וּנְפַק אֱדוֹמָאָה לָקֳדָמוּתֵיהּ בְּחֵיל רַב וּבִידָא תַקִּיפָא:",
          "english": "And he said, Thou shalt not go through. And Edom came out against him with much people, and with a strong hand."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיְמָאֵ֣ן&thinsp;<b>׀</b> אֱד֗וֹם נְתֹן֙ אֶת־יִשְׂרָאֵ֔ל עֲבֹ֖ר בִּגְבֻל֑וֹ וַיֵּ֥ט יִשְׂרָאֵ֖ל מֵעָלָֽיו׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְסָרֵיב אֱדוֹמָאָה לְמִשְׁבַק יָת יִשְׂרָאֵל לְמֶעֱבַּר בִּתְחוּמֵיהּ וּסְטָא יִשְׂרָאֵל מִלְּוָתֵיהּ:",
          "english": "Thus Edom refused to give Yisra᾽el passage through his border: so that Yisra᾽el turned away from him."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיִּסְע֖וּ מִקָּדֵ֑שׁ וַיָּבֹ֧אוּ בְנֵֽי־יִשְׂרָאֵ֛ל כׇּל־הָעֵדָ֖ה הֹ֥ר הָהָֽר׃",
          "targum": "וּנְטָלוּ מֵרְקָם וַאֲתוֹ בְנֵי יִשְׂרָאֵל כָּל כְּנִשְׁתָּא לְהֹר טוּרָא:",
          "english": "And they journeyed from Qadesh, and the children of Yisra᾽el, the whole congregation came to mount Hor."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיֹּ֧אמֶר יְהֹוָ֛ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן בְּהֹ֣ר הָהָ֑ר עַל־גְּב֥וּל אֶֽרֶץ־אֱד֖וֹם לֵאמֹֽר׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה וּלְאַהֲרֹן בְּהֹר טוּרָא עַל תְּחוּם אַרְעָא דֶאֱדוֹם לְמֵימָר:",
          "english": "And the Lord spoke to Moshe and Aharon in mount Hor, by the border of the land of Edom, saying,"
        },
        {
          "verseNum": 24,
          "hebrew": "יֵאָסֵ֤ף אַהֲרֹן֙ אֶל־עַמָּ֔יו כִּ֣י לֹ֤א יָבֹא֙ אֶל־הָאָ֔רֶץ אֲשֶׁ֥ר נָתַ֖תִּי לִבְנֵ֣י יִשְׂרָאֵ֑ל עַ֛ל אֲשֶׁר־מְרִיתֶ֥ם אֶת־פִּ֖י לְמֵ֥י מְרִיבָֽה׃",
          "targum": "יִתְכְּנֵשׁ אַהֲרֹן לְעַמֵּיהּ אֲרֵי לָא יֵיעוֹל לְאַרְעָא דִּי יְהָבִית לִבְנֵי יִשְׂרָאֵל עַל דִּי סָרִיבְתּוּן עַל מֵימְרִי לְמֵי מַצּוּתָא:",
          "english": "Aharon shall be gathered to his people: for he shall not enter into the land which I have given to the children of Yisra᾽el, because you rebelled against my word at the water of Meriva."
        },
        {
          "verseNum": 25,
          "hebrew": "קַ֚ח אֶֽת־אַהֲרֹ֔ן וְאֶת־אֶלְעָזָ֖ר בְּנ֑וֹ וְהַ֥עַל אֹתָ֖ם הֹ֥ר הָהָֽר׃",
          "targum": "דְּבַר יָת אַהֲרֹן וְיָת אֶלְעָזָר בְּרֵיהּ וְאַסֵּיק יָתְהוֹן לְהֹר טוּרָא:",
          "english": "Take Aharon and El῾azar his son, and bring them up to mount Hor:"
        },
        {
          "verseNum": 26,
          "hebrew": "וְהַפְשֵׁ֤ט אֶֽת־אַהֲרֹן֙ אֶת־בְּגָדָ֔יו וְהִלְבַּשְׁתָּ֖ם אֶת־אֶלְעָזָ֣ר בְּנ֑וֹ וְאַהֲרֹ֥ן יֵאָסֵ֖ף וּמֵ֥ת שָֽׁם׃",
          "targum": "וְאַשְׁלַח יָת אַהֲרֹן יָת לְבוּשׁוֹהִי וְתַלְבֵּשִׁנּוּן יָת אֶלְעָזָר בְּרֵיהּ וְאַהֲרֹן יִתְכְּנֵשׁ וִימוּת תַּמָּן:",
          "english": "and strip Aharon of his garments, and put them upon El῾azar his son: and Aharon shall be gathered to his people, and shall die there."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיַּ֣עַשׂ מֹשֶׁ֔ה כַּאֲשֶׁ֖ר צִוָּ֣ה יְהֹוָ֑ה וַֽיַּעֲלוּ֙ אֶל־הֹ֣ר הָהָ֔ר לְעֵינֵ֖י כׇּל־הָעֵדָֽה׃",
          "targum": "וַעֲבַד משֶׁה כְּמָא דִי פַּקִּיד יְיָ וּסְלִיקוּ לְהֹר טוּרָא לְעֵינֵי כָּל כְּנִשְׁתָּא:",
          "english": "And Moshe did as the Lord commanded: and they went up to mount Hor in the sight of all the congregation."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיַּפְשֵׁט֩ מֹשֶׁ֨ה אֶֽת־אַהֲרֹ֜ן אֶת־בְּגָדָ֗יו וַיַּלְבֵּ֤שׁ אֹתָם֙ אֶת־אֶלְעָזָ֣ר בְּנ֔וֹ וַיָּ֧מׇת אַהֲרֹ֛ן שָׁ֖ם בְּרֹ֣אשׁ הָהָ֑ר וַיֵּ֧רֶד מֹשֶׁ֛ה וְאֶלְעָזָ֖ר מִן־הָהָֽר׃",
          "targum": "וְאַשְׁלַח משֶׁה יָת אַהֲרֹן יָת לְבוּשׁוֹהִי וְאַלְבֵּישׁ יָתְהוֹן יָת אֶלְעָזָר בְּרֵיהּ וּמִית אַהֲרֹן תַּמָּן בְּרֵישׁ טוּרָא וּנְחַת משֶׁה וְאֶלְעָזָר מִן טוּרָא:",
          "english": "And Moshe stripped Aharon of his garments, and put them upon El῾azar his son; and Aharon died there in the top of the mount: and Moshe and El῾azar came down from the mountain."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיִּרְאוּ֙ כׇּל־הָ֣עֵדָ֔ה כִּ֥י גָוַ֖ע אַהֲרֹ֑ן וַיִּבְכּ֤וּ אֶֽת־אַהֲרֹן֙ שְׁלֹשִׁ֣ים י֔וֹם כֹּ֖ל בֵּ֥ית יִשְׂרָאֵֽל׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וַחֲזוֹ כָּל כְּנִשְׁתָּא אֲרֵי מִית אַהֲרֹן וּבְכוֹ יָת אַהֲרֹן תְּלָתִין יוֹמִין כֹּל בֵּית יִשְׂרָאֵל:",
          "english": "And when all the congregation saw that Aharon was dead, they mourned for Aharon, thirty days, all the house of Yisra᾽el."
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּשְׁמַ֞ע הַכְּנַעֲנִ֤י מֶֽלֶךְ־עֲרָד֙ יֹשֵׁ֣ב הַנֶּ֔גֶב כִּ֚י בָּ֣א יִשְׂרָאֵ֔ל דֶּ֖רֶךְ הָאֲתָרִ֑ים וַיִּלָּ֙חֶם֙ בְּיִשְׂרָאֵ֔ל וַיִּ֥שְׁבְּ&thinsp;<small>׀</small>&thinsp;מִמֶּ֖נּוּ שֶֽׁבִי׃",
          "targum": "וּשְׁמַע כְּנַעֲנָאָה מַלְכָּא דַעֲרָד יָתֵב דָּרוֹמָא אֲרֵי אֲתָא יִשְׂרָאֵל אֹרַח מְאַלְלַיָּא וְאַגַּח קְרָבָא בְּיִשְׂרָאֵל וּשְׁבָא מִנֵּיהּ שִׁבְיָא:",
          "english": "And when the Kena῾anite, the king of ῾Arad, who dwelt in the Negev, heard tell that Yisra᾽el came by the way of Atarim; then he fought against Yisra᾽el, and took some of them prisoners."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיִּדַּ֨ר יִשְׂרָאֵ֥ל נֶ֛דֶר לַֽיהֹוָ֖ה וַיֹּאמַ֑ר אִם־נָתֹ֨ן תִּתֵּ֜ן אֶת־הָעָ֤ם הַזֶּה֙ בְּיָדִ֔י וְהַֽחֲרַמְתִּ֖י אֶת־עָרֵיהֶֽם׃",
          "targum": "וְקַיֵּם יִשְׂרָאֵל קְיָם קֳדָם יְיָ וַאֲמַר אִם מִמְסַר תִּמְסַר יָת עַמָּא הָדֵין בִּידִי וַאֲגַמַּר יָת קִרְוֵיהוֹן:",
          "english": "And Yisra᾽el vowed a vow to the Lord, and said, If thou wilt indeed deliver this people into my hand, then I will devote their cities to destruction."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּשְׁמַ֨ע יְהֹוָ֜ה בְּק֣וֹל יִשְׂרָאֵ֗ל וַיִּתֵּן֙ אֶת־הַֽכְּנַעֲנִ֔י וַיַּחֲרֵ֥ם אֶתְהֶ֖ם וְאֶת־עָרֵיהֶ֑ם וַיִּקְרָ֥א שֵׁם־הַמָּק֖וֹם חׇרְמָֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְקַבֵּיל יְיָ צְלוֹתֵיהּ דְּיִשְׂרָאֵל וּמְסַר יָת כְּנַעֲנָאָה וְגַמַּר יָתְהוֹן וְיָת קִרְוֵיהוֹן וּקְרָא שְׁמָא דְאַתְרָא חָרְמָה:",
          "english": "And the Lord hearkened to the voice of Yisra᾽el, and delivered up the Kena῾ani; and they utterly destroyed them and their cities: and he called the name of the place Ḥorma."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּסְע֞וּ מֵהֹ֤ר הָהָר֙ דֶּ֣רֶךְ יַם־ס֔וּף לִסְבֹ֖ב אֶת־אֶ֣רֶץ אֱד֑וֹם וַתִּקְצַ֥ר נֶֽפֶשׁ־הָעָ֖ם בַּדָּֽרֶךְ׃",
          "targum": "וּנְטָלוּ מְהֹר טוּרָא אֹרַח יַמָּא דְסוּף לְאַקָּפָא יָת אַרְעָא דֶאֱדוֹם וַעֲקַת נַפְשָׁא דְעַמָּא בְּאוֹרְחָא:",
          "english": "And they journeyed from mount Hor by the way of the Sea of Suf, to compass the land of Edom: and the soul of the people was much discouraged because of the way."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיְדַבֵּ֣ר הָעָ֗ם בֵּֽאלֹהִים֮ וּבְמֹשֶׁה֒ לָמָ֤ה הֶֽעֱלִיתֻ֙נוּ֙ מִמִּצְרַ֔יִם לָמ֖וּת בַּמִּדְבָּ֑ר כִּ֣י אֵ֥ין לֶ֙חֶם֙ וְאֵ֣ין מַ֔יִם וְנַפְשֵׁ֣נוּ קָ֔צָה בַּלֶּ֖חֶם הַקְּלֹקֵֽל׃",
          "targum": "וְאִתְרַעַם עַמָּא בְּמֵימְרָא דַיְיָ וְעִם משֶׁה נְצוֹ לְמָא אַסֶּקְתּוּנָא מִמִּצְרַיִם לִמְמַת בְּמַדְבְּרָא אֲרֵי לֵית לַחְמָא וְלֵית מַיָּא וְנַפְשָׁנָא עָקַת בְּמַנָּא הָדֵין דְּמֵיכְלֵיהּ קָלִיל:",
          "english": "And the people spoke against God, and against Moshe, Why have you brought us up out of Miżrayim to die in the wilderness? for there is no bread, nor is there any water; and our soul loathes this miserable bread."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיְשַׁלַּ֨ח יְהֹוָ֜ה בָּעָ֗ם אֵ֚ת הַנְּחָשִׁ֣ים הַשְּׂרָפִ֔ים וַֽיְנַשְּׁכ֖וּ אֶת־הָעָ֑ם וַיָּ֥מׇת עַם־רָ֖ב מִיִּשְׂרָאֵֽל׃",
          "targum": "וְגָרֵי יְיָ בְּעַמָּא יָת חִיוַן קָלָן וּנְכִיתוּ יָת עַמָּא וּמִית עַם סַגִּי מִיִּשְׂרָאֵל:",
          "english": "And the Lord sent venomous serpents among the people, and they bit the people; and many people of Yisra᾽el died."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיָּבֹא֩ הָעָ֨ם אֶל־מֹשֶׁ֜ה וַיֹּאמְר֣וּ חָטָ֗אנוּ כִּֽי־דִבַּ֤רְנוּ בַֽיהֹוָה֙ וָבָ֔ךְ הִתְפַּלֵּל֙ אֶל־יְהֹוָ֔ה וְיָסֵ֥ר מֵעָלֵ֖ינוּ אֶת־הַנָּחָ֑שׁ וַיִּתְפַּלֵּ֥ל מֹשֶׁ֖ה בְּעַ֥ד הָעָֽם׃",
          "targum": "וַאֲתָא עַמָּא לְמשֶׁה וַאֲמָרוּ חַבְנָא אֲרֵי אִתְרַעַמְנָא קֳדָם יְיָ וְעִמָּךְ נְצֵינָא צַלִּי קֳדָם יְיָ וְיַעֲדִּי מִנָּנָא יָת חִוְיָא וְצַלִּי משֶׁה עַל עַמָּא:",
          "english": "Therefore the people came to Moshe and said, We have sinned, for we have spoken against the Lord, and against thee; pray to the Lord, that he take away the serpents from us. And Moshe prayed for the people."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה עֲשֵׂ֤ה לְךָ֙ שָׂרָ֔ף וְשִׂ֥ים אֹת֖וֹ עַל־נֵ֑ס וְהָיָה֙ כׇּל־הַנָּשׁ֔וּךְ וְרָאָ֥ה אֹת֖וֹ וָחָֽי׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עֲבֵיד לָךְ קָלְיָא וְשַׁוֵּי יָתֵיהּ עַל אָת וִיהֵי כָּל דְּיִתְנְכִית וְיֶחֱזֵי יָתֵיהּ וְיִתְקַיָּם:",
          "english": "And the Lord said to Moshe, Make thee a venomous serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looks upon it, shall live."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיַּ֤עַשׂ מֹשֶׁה֙ נְחַ֣שׁ נְחֹ֔שֶׁת וַיְשִׂמֵ֖הוּ עַל־הַנֵּ֑ס וְהָיָ֗ה אִם־נָשַׁ֤ךְ הַנָּחָשׁ֙ אֶת־אִ֔ישׁ וְהִבִּ֛יט אֶל־נְחַ֥שׁ הַנְּחֹ֖שֶׁת וָחָֽי׃",
          "targum": "וַעֲבַד משֶׁה חִוְיָא דִנְחָשָׁא וְשַׁוְיֵיהּ עַל אָת וַהֲוָה כַּד נָכִית חִוְיָא יָת גַּבְרָא וּמִסְתַּכֵּל לְחִוְיָא דִנְחָשָׁא וּמִתְקַיָּם:",
          "english": "And Moshe made a serpent of brass, and put it upon a pole, and it came to pass, that if a serpent had bitten any man, when he beheld the serpent of brass, he lived."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיִּסְע֖וּ בְּנֵ֣י יִשְׂרָאֵ֑ל וַֽיַּחֲנ֖וּ בְּאֹבֹֽת׃",
          "targum": "וּנְטָלוּ בְּנֵי יִשְׂרָאֵל וּשְׁרוֹ בְּאֹבֹת:",
          "english": "And the children of Yisra᾽el set forward, and pitched in Ovot."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיִּסְע֖וּ מֵאֹבֹ֑ת וַֽיַּחֲנ֞וּ בְּעִיֵּ֣י הָֽעֲבָרִ֗ים בַּמִּדְבָּר֙ אֲשֶׁר֙ עַל־פְּנֵ֣י מוֹאָ֔ב מִמִּזְרַ֖ח הַשָּֽׁמֶשׁ׃",
          "targum": "וּנְטָלוּ מֵאֹבֹת וּשְׁרוֹ בִּמְגִיזַת עֲבָרָאֵי בְּמַדְבְּרָא דִּי עַל אַפֵּי מוֹאָב מִמַּדְנַח שִׁמְשָׁא:",
          "english": "And they journeyed from Ovot, and pitched at ῾Iyye-῾avarim, in the wilderness which is before Mo᾽av, toward the sunrising."
        },
        {
          "verseNum": 12,
          "hebrew": "מִשָּׁ֖ם נָסָ֑עוּ וַֽיַּחֲנ֖וּ בְּנַ֥חַל זָֽרֶד׃",
          "targum": "מִתַּמָּן נְטָלוּ וּשְׁרוֹ בְּנַחֲלָא דְזָרֶד:",
          "english": "From thence they removed, and pitched in the wadi of Zered."
        },
        {
          "verseNum": 13,
          "hebrew": "מִשָּׁם֮ נָסָ֒עוּ֒ וַֽיַּחֲנ֗וּ מֵעֵ֤בֶר אַרְנוֹן֙ אֲשֶׁ֣ר בַּמִּדְבָּ֔ר הַיֹּצֵ֖א מִגְּבֻ֣ל הָֽאֱמֹרִ֑י כִּ֤י אַרְנוֹן֙ גְּב֣וּל מוֹאָ֔ב בֵּ֥ין מוֹאָ֖ב וּבֵ֥ין הָאֱמֹרִֽי׃",
          "targum": "מִתַּמָּן נְטָלוּ וּשְׁרוֹ מֵעִבְרָא דְאַרְנוֹן דִּי בְמַדְבְּרָא דְּנָפֵק מִתְּחוּם אֱמוֹרָאָה אֲרֵי אַרְנוֹן תְּחוּם מוֹאָב בֵּין מוֹאָב וּבֵין אֱמוֹרָאָה:",
          "english": "From thence they removed, and pitched on the side of Arnon which is in the wilderness that comes out of the border of the Emori: for Arnon is the border of Mo᾽av, between Mo᾽av and the Emori."
        },
        {
          "verseNum": 14,
          "hebrew": "עַל־כֵּן֙ יֵֽאָמַ֔ר בְּסֵ֖פֶר מִלְחֲמֹ֣ת יְהֹוָ֑ה אֶת־וָהֵ֣ב בְּסוּפָ֔ה וְאֶת־הַנְּחָלִ֖ים אַרְנֽוֹן׃",
          "targum": "עַל כֵּן יִתְאַמַּר בְּסִפְרָא קְרָבִין דַּעֲבַד יְיָ עַל יַמָּא דְסוּף וּגְבוּרַן דְּעַל נַחֲלֵי אַרְנוֹן:",
          "english": "Wherefore it is said in the book of the wars of the Lord, Vahev in Sufa and the wadis of Arnon."
        },
        {
          "verseNum": 15,
          "hebrew": "וְאֶ֙שֶׁד֙ הַנְּחָלִ֔ים אֲשֶׁ֥ר נָטָ֖ה לְשֶׁ֣בֶת עָ֑ר וְנִשְׁעַ֖ן לִגְב֥וּל מוֹאָֽב׃",
          "targum": "וְשָׁפוּךְ נַחֲלַיָּא דְּמִדַּבְּרִין לָקֳבֵל לְחַיָּת וּמִסְתְּמִיךְ לִתְחוּם מוֹאָב:",
          "english": "And the stream of the wadis that goes down to the dwelling of ῾Ar, and lies upon the border of Mo᾽av."
        },
        {
          "verseNum": 16,
          "hebrew": "וּמִשָּׁ֖ם בְּאֵ֑רָה הִ֣וא הַבְּאֵ֗ר אֲשֶׁ֨ר אָמַ֤ר יְהֹוָה֙ לְמֹשֶׁ֔ה אֱסֹף֙ אֶת־הָעָ֔ם וְאֶתְּנָ֥ה לָהֶ֖ם מָֽיִם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּמִתַּמָּן אִתְיְהִיבַת לְהוֹן בֵּירָא הִיא בֵירָא דִּי אֲמַר יְיָ לְמשֶׁה כְּנוֹשׁ יָת עַמָּא וְאֶתֵּן לְהוֹן מַיָּא:",
          "english": "And from thence they went to Be᾽er: that is the well of which the Lord spoke to Moshe, Gather the people together, and I will give them water."
        },
        {
          "verseNum": 17,
          "hebrew": "אָ֚ז יָשִׁ֣יר יִשְׂרָאֵ֔ל אֶת־הַשִּׁירָ֖ה הַזֹּ֑את עֲלִ֥י בְאֵ֖ר עֱנוּ־לָֽהּ׃",
          "targum": "בְּכֵן שַׁבַּח יִשְׂרָאֵל יָת תּוּשְׁבַּחְתָּא הָדָא סַקִּי בֵירָא שַׁבָּחוּ לָהּ:",
          "english": "Then Yisra᾽el sang this song, Spring up, O well; sing to it:"
        },
        {
          "verseNum": 18,
          "hebrew": "בְּאֵ֞ר חֲפָר֣וּהָ שָׂרִ֗ים כָּר֙וּהָ֙ נְדִיבֵ֣י הָעָ֔ם בִּמְחֹקֵ֖ק בְּמִשְׁעֲנֹתָ֑ם וּמִמִּדְבָּ֖ר מַתָּנָֽה׃",
          "targum": "בֵּירָא דְּחָפְרוּהָ רַבְרְבַיָּא כְּרוּהָ רֵישֵׁי עַמָּא סַפְרַיָּא בְּחוּטְרֵיהוֹן וּמִמַּדְבְּרָא אִתְיְהִיבַת לְהוֹן:",
          "english": "the well that the princes dug out, that the nobles of the people delved, with the sceptre, with their staves. And from the wilderness they went to Mattana:"
        },
        {
          "verseNum": 19,
          "hebrew": "וּמִמַּתָּנָ֖ה נַחֲלִיאֵ֑ל וּמִנַּחֲלִיאֵ֖ל בָּמֽוֹת׃",
          "targum": "וּמִדְּאִתְיְהִיבַת לְהוֹן נָחֲתָא עִמְּהוֹן לְנַחֲלַיָּא וּמִנַחֲלַיָּא סָלְקָא עִמְּהוֹן לְרָמָתָא:",
          "english": "and from Mattana to Naĥali᾽el: and from Naĥali᾽el to Bamot:"
        },
        {
          "verseNum": 20,
          "hebrew": "וּמִבָּמ֗וֹת הַגַּיְא֙ אֲשֶׁר֙ בִּשְׂדֵ֣ה מוֹאָ֔ב רֹ֖אשׁ הַפִּסְגָּ֑ה וְנִשְׁקָ֖פָה עַל־פְּנֵ֥י הַיְשִׁימֹֽן׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּמֵרָמָתָא לְחֵילַיָּא דִּי בְּחַקְלֵי מוֹאָב רֵישׁ רָמָתָא וּמִסְתַּכְיָא עַל אַפֵּי בֵית יְשִׁימוֹן:",
          "english": "and from Bamot to the valley, that is in the country of Mo᾽av, to the top of Pisga, which looks out towards the desert."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּשְׁלַ֤ח יִשְׂרָאֵל֙ מַלְאָכִ֔ים אֶל־סִיחֹ֥ן מֶֽלֶךְ־הָאֱמֹרִ֖י לֵאמֹֽר׃",
          "targum": "וּשְׁלַח יִשְׂרָאֵל אִזְגַּדִּין לְוָת סִיחוֹן מַלְכָּא דֶאֱמוֹרָאָה לְמֵימָר:",
          "english": "And Yisra᾽el sent messengers to Siĥon king of the Emori, saying,"
        },
        {
          "verseNum": 22,
          "hebrew": "אֶעְבְּרָ֣ה בְאַרְצֶ֗ךָ לֹ֤א נִטֶּה֙ בְּשָׂדֶ֣ה וּבְכֶ֔רֶם לֹ֥א נִשְׁתֶּ֖ה מֵ֣י בְאֵ֑ר בְּדֶ֤רֶךְ הַמֶּ֙לֶךְ֙ נֵלֵ֔ךְ עַ֥ד אֲשֶֽׁר־נַעֲבֹ֖ר גְּבֻלֶֽךָ׃",
          "targum": "אֲעִבַר בְּאַרְעָךְ לָא נִסְטֵי בַּחֲקַל וּבִכְרַם לָא נִשְׁתֵּי מֵי גוֹב בְּאֹרַח מַלְכָּא נֵזֵל עַד דִּי נְעִבַר תְּחוּמָךְ:",
          "english": "Let me pass through thy land: we will not turn aside into the fields, or into the vineyards; we will not drink of the waters of the well: but we will go along by the king’s highway, until we have past thy borders."
        },
        {
          "verseNum": 23,
          "hebrew": "וְלֹא־נָתַ֨ן סִיחֹ֣ן אֶת־יִשְׂרָאֵל֮ עֲבֹ֣ר בִּגְבֻלוֹ֒ וַיֶּאֱסֹ֨ף סִיחֹ֜ן אֶת־כׇּל־עַמּ֗וֹ וַיֵּצֵ֞א לִקְרַ֤את יִשְׂרָאֵל֙ הַמִּדְבָּ֔רָה וַיָּבֹ֖א יָ֑הְצָה וַיִּלָּ֖חֶם בְּיִשְׂרָאֵֽל׃",
          "targum": "וְלָא שְׁבַק סִיחוֹן יָת יִשְׂרָאֵל לְמֶעְבַּר בִּתְחוּמֵיהּ וּכְנַשׁ סִיחוֹן יָת כָּל עַמֵּיהּ וּנְפַק לָקֳדָמוּת יִשְׂרָאֵל לְמַדְבְּרָא וַאֲתָא לְיָהַץ וִאַגִּיחַ קְרָבָא בְּיִשְׂרָאֵל:",
          "english": "And Siĥon would not allow Yisra᾽el to pass through his border: but Siĥon gathered all his people together, and went out against Yisra᾽el into the wilderness: and he came to Yahaż, and fought against Yisra᾽el."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיַּכֵּ֥הוּ יִשְׂרָאֵ֖ל לְפִי־חָ֑רֶב וַיִּירַ֨שׁ אֶת־אַרְצ֜וֹ מֵֽאַרְנֹ֗ן עַד־יַבֹּק֙ עַד־בְּנֵ֣י עַמּ֔וֹן כִּ֣י עַ֔ז גְּב֖וּל בְּנֵ֥י עַמּֽוֹן׃",
          "targum": "וּמְחָהִי יִשְׂרָאֵל לְפִתְגַּם דְּחָרֶב וִירֵת יָת אַרְעֵיהּ מְאַרְנוֹנָא עַד יוּבְקָא עַד בְּנֵי עַמּוֹן אֲרֵי תַקִּיף תְּחוּמָא דִּבְנֵי עַמּוֹן:",
          "english": "And Yisra᾽el smote him with the edge of the sword, and possessed his land from Arnon to Yabboq, as far as the children of ῾Ammon: for the border of the children of ῾Ammon was strong."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיִּקַּח֙ יִשְׂרָאֵ֔ל אֵ֥ת כׇּל־הֶעָרִ֖ים הָאֵ֑לֶּה וַיֵּ֤שֶׁב יִשְׂרָאֵל֙ בְּכׇל־עָרֵ֣י הָֽאֱמֹרִ֔י בְּחֶשְׁבּ֖וֹן וּבְכׇל־בְּנֹתֶֽיהָ׃",
          "targum": "וּכְבַשׁ יִשְׂרָאֵל יָת כָּל קִרְוַיָּא הָאִלֵּין וִיתֵב יִשְׂרָאֵל בְּכָל קִרְוֵי אֱמוֹרָאָה בְּחֶשְׁבּוֹן וּבְכָל כַּפְרָנָהָא:",
          "english": "And Yisra᾽el took all these cities: and Yisra᾽el dwelt in all the cities of the Emori, in Ḥeshbon, and in all its hamlets."
        },
        {
          "verseNum": 26,
          "hebrew": "כִּ֣י חֶשְׁבּ֔וֹן עִ֗יר סִיחֹ֛ן מֶ֥לֶךְ הָאֱמֹרִ֖י הִ֑וא וְה֣וּא נִלְחַ֗ם בְּמֶ֤לֶךְ מוֹאָב֙ הָֽרִאשׁ֔וֹן וַיִּקַּ֧ח אֶת־כׇּל־אַרְצ֛וֹ מִיָּד֖וֹ עַד־אַרְנֹֽן׃",
          "targum": "אֲרֵי חֶשְׁבּוֹן קַרְתָּא דְּסִיחוֹן מַלְכָּא דֶאֱמוֹרָאָה הִיא וְהוּא אַגַּח קְרָבָא בְּמַלְכָּא דְמוֹאָב קַדְמָאָה וּנְסִיב יָת כָּל אַרְעֵיהּ מִידֵיהּ עַד אַרְנוֹן:",
          "english": "For Ḥeshbon was the city of Siĥon the king of the Emori, who had fought against the former king of Mo᾽av, and taken all his land out of his hand, as far as Arnon."
        },
        {
          "verseNum": 27,
          "hebrew": "עַל־כֵּ֛ן יֹאמְר֥וּ הַמֹּשְׁלִ֖ים בֹּ֣אוּ חֶשְׁבּ֑וֹן תִּבָּנֶ֥ה וְתִכּוֹנֵ֖ן עִ֥יר סִיחֽוֹן׃",
          "targum": "עַל כֵּן יֵימְרוּן מְתָלַיָּא עוּלוּ לְחֶשְׁבּוֹן תִּתְבְּנֵי וְתִשְׁתַּכְלַל קַרְתָּא דְסִיחוֹן:",
          "english": "Wherefore they who speak in similes say, Come to Ḥeshbon, let the city of Siĥon be built and established:"
        },
        {
          "verseNum": 28,
          "hebrew": "כִּי־אֵשׁ֙ יָֽצְאָ֣ה מֵֽחֶשְׁבּ֔וֹן לֶהָבָ֖ה מִקִּרְיַ֣ת סִיחֹ֑ן אָֽכְלָה֙ עָ֣ר מוֹאָ֔ב בַּעֲלֵ֖י בָּמ֥וֹת אַרְנֹֽן׃",
          "targum": "אֲרֵי קִידוּם תַּקִּיף כְּאֶשָּׁא נְפַק מֵחֶשְׁבּוֹן עָבְדֵי קְרָבָא כְּשַׁלְהוֹבִיתָא מִקַּרְתָּא דְסִיחוֹן קְטִילוּ עַמָּא דִּשְׁרוֹ בִלְחָיַת מוֹאָב כּוּמְרַיָּא דְּפָלְחִין בֵּית דַּחֲלָא רָמָתָא דְאַרְנוֹן:",
          "english": "for there is a fire gone out of Ḥeshbon, a flame from the city of Siĥon: it has consumed ῾Ar of Mo᾽av, and the lords of the high places of Arnon."
        },
        {
          "verseNum": 29,
          "hebrew": "אוֹי־לְךָ֣ מוֹאָ֔ב אָבַ֖דְתָּ עַם־כְּמ֑וֹשׁ נָתַ֨ן בָּנָ֤יו פְּלֵיטִם֙ וּבְנֹתָ֣יו בַּשְּׁבִ֔ית לְמֶ֥לֶךְ אֱמֹרִ֖י סִיחֽוֹן׃",
          "targum": "וַי לְכוֹן מוֹאָבָאֵי אֲבַדְתּוּן עַמָּא דְפָלְחִין לִכְמוֹשׁ מְסַר בְּנוֹהִי צִירִין וּבְנָתֵיהּ בְּשִׁבְיָא לְמַלְכָּא דֶאֱמוֹרָאָה סִיחוֹן:",
          "english": "Woe to thee, Mo᾽av! thou art undone, O people of Kemosh: he has given his sons as fugitives, and his daughters, as captives to Siĥon king of the Emori."
        },
        {
          "verseNum": 30,
          "hebrew": "וַנִּירָ֛ם אָבַ֥ד חֶשְׁבּ֖וֹן עַד־דִּיבֹ֑ן וַנַּשִּׁ֣ים עַד־נֹ֔פַח אֲשֶׁ֖רׄ עַד־מֵֽידְבָֽא׃",
          "targum": "וּמַלְכוּ פְסָקַת מֵחֶשְׁבּוֹן עֲדָא שׁוּלְטַן מִדִּיבוֹן וְצַדִיאוּ עַד נֹפַח דִּסְמִיךְ עַד מֵידְבָא:",
          "english": "We have shot at them; Ḥeshbon is perished even to Divon, and we have laid them waste to Nofaĥ, which reaches to Medeva."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיֵּ֙שֶׁב֙ יִשְׂרָאֵ֔ל בְּאֶ֖רֶץ הָאֱמֹרִֽי׃",
          "targum": "וִיתֵב יִשְׂרָאֵל בַּאֲרַע אֱמוֹרָאָה:",
          "english": "Thus Yisra᾽el dwelt in the land of the Emori."
        },
        {
          "verseNum": 32,
          "hebrew": "וַיִּשְׁלַ֤ח מֹשֶׁה֙ לְרַגֵּ֣ל אֶת־יַעְזֵ֔ר וַֽיִּלְכְּד֖וּ בְּנֹתֶ֑יהָ <span class=\"mam-kq\"><span class=\"mam-kq-k\">(ויירש)</span> <span class=\"mam-kq-q\">[וַיּ֖וֹרֶשׁ]</span></span> אֶת־הָאֱמֹרִ֥י אֲשֶׁר־שָֽׁם׃",
          "targum": "וּשְׁלַח משֶׁה לְאַלָּלָא יָת יַעְזֵר וּכְבָשׁוּ כַּפְרָנָהָא וְתָרִיךְ יָת אֱמוֹרָאָה דִּי תַמָּן:",
          "english": "And Moshe sent to spy out Ya῾zer, and they took its hamlets, and drove out the Emori who were there."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיִּפְנוּ֙ וַֽיַּעֲל֔וּ דֶּ֖רֶךְ הַבָּשָׁ֑ן וַיֵּצֵ֣א עוֹג֩ מֶֽלֶךְ־הַבָּשָׁ֨ן לִקְרָאתָ֜ם ה֧וּא וְכׇל־עַמּ֛וֹ לַמִּלְחָמָ֖ה אֶדְרֶֽעִי׃",
          "targum": "וְאִתְפְּנִיאוּ וּסְלִיקוּ לְאֹרַח מַתְנָן וּנְפַק עוֹג מַלְכָּא דְמַתְנָן לָקֳדָמוּתְהוֹן הוּא וְכָל עַמֵּיהּ לְאַגָּחָא קְרָבָא לְאֶדְרֶעִי:",
          "english": "And they turned and went up by the way of Bashan: and ῾Og the king of Bashan went out against them, he, and all his people, to the battle at Edre῾i."
        },
        {
          "verseNum": 34,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֤ה אֶל־מֹשֶׁה֙ אַל־תִּירָ֣א אֹת֔וֹ כִּ֣י בְיָדְךָ֞ נָתַ֧תִּי אֹת֛וֹ וְאֶת־כׇּל־עַמּ֖וֹ וְאֶת־אַרְצ֑וֹ וְעָשִׂ֣יתָ לּ֔וֹ כַּאֲשֶׁ֣ר עָשִׂ֗יתָ לְסִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּֽוֹן׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה לָא תִדְחַל מִנֵּיהּ אֲרֵי בִידָךְ מְסָרִית יָתֵיהּ וְיָת כָּל עַמֵּיהּ וְיָת אַרְעֵיהּ וְתַעְבֵּד לֵיהּ כְּמָא דִי עֲבַדְתְּ לְסִיחוֹן מַלְכָּא דֶאֱמוֹרָאָה דִּי יָתֵב בְּחֶשְׁבּוֹן:",
          "english": "And the Lord said to Moshe, Fear him not: for I have delivered him into thy hand, and all his people, and his land; and thou shalt do to him as thou didst to Siĥon king of the Emori, who dwelt at Ḥeshbon."
        },
        {
          "verseNum": 35,
          "hebrew": "וַיַּכּ֨וּ אֹת֤וֹ וְאֶת־בָּנָיו֙ וְאֶת־כׇּל־עַמּ֔וֹ עַד־בִּלְתִּ֥י הִשְׁאִֽיר־ל֖וֹ שָׂרִ֑יד וַיִּֽירְשׁ֖וּ אֶת־אַרְצֽוֹ׃",
          "targum": "וּמְחוֹ יָתֵיהּ וְיָת בְּנוֹהִי וְיָת כָּל עַמֵּיהּ עַד דְּלָא אִשְׁתְּאַר לֵיהּ מְשֵׁזִיב וִירִיתוּ יָת אַרְעֵיהּ:",
          "english": "So they smote him, and his sons, and all his people, until there was none left him alive: and they possessed his land."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּסְע֖וּ בְּנֵ֣י יִשְׂרָאֵ֑ל וַֽיַּחֲנוּ֙ בְּעַֽרְב֣וֹת מוֹאָ֔ב מֵעֵ֖בֶר לְיַרְדֵּ֥ן יְרֵחֽוֹ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּנְטָלוּ בְּנֵי יִשְׂרָאֵל וּשְׁרוֹ בְּמֵשְׁרַיָּא דְמוֹאָב מֵעִבְרָא לְיַרְדְּנָא דִירֵחוֹ:",
          "english": "And the children of Yisra᾽el set forward, and pitched in the plains of Mo᾽av on the far side of the Yarden by Yereĥo."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיַּ֥רְא בָּלָ֖ק בֶּן־צִפּ֑וֹר אֵ֛ת כׇּל־אֲשֶׁר־עָשָׂ֥ה יִשְׂרָאֵ֖ל לָֽאֱמֹרִֽי׃",
          "targum": "וַחֲזָא בָּלָק בַּר צִפּוֹר יָת כָּל דִּי עֲבַד יִשְׂרָאֵל לֶאֱמוֹרָאֵי:",
          "english": "And Balaq the son of Żippor saw all that Yisra᾽el had done to the Emori."
        }
      ]
    }
  ]
}