{
  "name": "Devarim",
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "אֵ֣לֶּה הַדְּבָרִ֗ים אֲשֶׁ֨ר דִּבֶּ֤ר מֹשֶׁה֙ אֶל־כׇּל־יִשְׂרָאֵ֔ל בְּעֵ֖בֶר הַיַּרְדֵּ֑ן בַּמִּדְבָּ֡ר בָּֽעֲרָבָה֩ מ֨וֹל ס֜וּף בֵּֽין־פָּארָ֧ן וּבֵֽין־תֹּ֛פֶל וְלָבָ֥ן וַחֲצֵרֹ֖ת וְדִ֥י זָהָֽב׃",
          "targum": "אִלֵּין פִּתְגָּמַיָּא דִּי מַלִּיל משֶׁה עִם כָּל יִשְׂרָאֵל בְּעִבְרָא דְּיַרְדְּנָא אוֹכַח יָתְהוֹן עַל דְּחָבוּ בְמַדְבְּרָא וְעַל דְּאַרְגִּיזוּ בְמֵישְׁרָא לָקֳבֵל יַם סוּף בְּפָארָן דְּאִתַּפָּלוּ עַל מַנָּא וּבַחֲצֵרוֹת דְּאַרְגִּיזוּ עַל בִּשְׂרָא וְעַל דַּעֲבָדוּ עֵגַל דִּדְהָב:",
          "english": "THESE are the words which Moshe spoke to all Yisra᾽el on the other side of the Yarden, in the wilderness over against Suf, between Paran, and Tofel, and Lavan, and Ḥażerot, and Di-zahav."
        },
        {
          "verseNum": 2,
          "hebrew": "אַחַ֨ד עָשָׂ֥ר יוֹם֙ מֵֽחֹרֵ֔ב דֶּ֖רֶךְ הַר־שֵׂעִ֑יר עַ֖ד קָדֵ֥שׁ בַּרְנֵֽעַ׃",
          "targum": "מַהֲלַךְ חַד עֲשַׂר יוֹמִין מֵחֹרֵב אֹרַח טוּרָא דְשֵׂעִיר עַד רְקַם גֵּיאָה:",
          "english": "It is eleven days’ journey from Ḥorev by the way of mount Se῾ir to Qadesh-barnea."
        },
        {
          "verseNum": 3,
          "hebrew": "וַֽיְהִי֙ בְּאַרְבָּעִ֣ים שָׁנָ֔ה בְּעַשְׁתֵּֽי־עָשָׂ֥ר חֹ֖דֶשׁ בְּאֶחָ֣ד לַחֹ֑דֶשׁ דִּבֶּ֤ר מֹשֶׁה֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל כְּ֠כֹ֠ל אֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֹת֖וֹ אֲלֵהֶֽם׃",
          "targum": "וַהֲוָה בְּאַרְבְּעִין שְׁנִין בְּחַד עֲשַׂר יַרְחָא בְּחַד לְיַרְחָא מַלִּיל משֶׁה עִם בְּנֵי יִשְׂרָאֵל כְּכֹל דִּי פַקִּיד יְיָ יָתֵיהּ לְוָתְהוֹן:",
          "english": "And it came to pass in the fortieth year, in the eleventh month, on the first day of the month, that Moshe spoke to the children of Yisra᾽el, according to all that the Lord had given him in commandment to them;"
        },
        {
          "verseNum": 4,
          "hebrew": "אַחֲרֵ֣י הַכֹּת֗וֹ אֵ֚ת סִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּ֑וֹן וְאֵ֗ת ע֚וֹג מֶ֣לֶךְ הַבָּשָׁ֔ן אֲשֶׁר־יוֹשֵׁ֥ב בְּעַשְׁתָּרֹ֖ת בְּאֶדְרֶֽעִי׃",
          "targum": "בָּתַר דִּמְחָא יָת סִיחוֹן מַלְכָּא דֶאֱמֹרָאָה דְּיָתֵב בְּחֶשְׁבּוֹן וְיָת עוֹג מַלְכָּא דְמַתְנָן דְּיָתֵב בְּעַשְׁתָּרֹת בְּאֶדְרֶעִי:",
          "english": "after he had slain Siĥon the king of the Emori, who dwelt in Ḥeshbon, and ῾Og the king of Bashan, who dwelt at ῾Ashtarot in Edre῾i:"
        },
        {
          "verseNum": 5,
          "hebrew": "בְּעֵ֥בֶר הַיַּרְדֵּ֖ן בְּאֶ֣רֶץ מוֹאָ֑ב הוֹאִ֣יל מֹשֶׁ֔ה בֵּאֵ֛ר אֶת־הַתּוֹרָ֥ה הַזֹּ֖את לֵאמֹֽר׃",
          "targum": "בְּעִבְרָא דְּיַרְדְּנָא בְּאַרְעָא דְמוֹאָב שָׁרִי משֶׁה פָּרֵשׁ יָת אוּלְפַן אוֹרַיְתָא הָדָא לְמֵימָר:",
          "english": "beyond the Yarden, in the land of Mo᾽av, Moshe began to declare this Tora, saying,"
        },
        {
          "verseNum": 6,
          "hebrew": "יְהֹוָ֧ה אֱלֹהֵ֛ינוּ דִּבֶּ֥ר אֵלֵ֖ינוּ בְּחֹרֵ֣ב לֵאמֹ֑ר רַב־לָכֶ֥ם שֶׁ֖בֶת בָּהָ֥ר הַזֶּֽה׃",
          "targum": "יְיָ אֱלָהָנָא מַלִּיל עִמָּנָא בְּחֹרֵב לְמֵימָר סַגִּי לְכוֹן דִּיתֶבְתּוּן בְּטוּרָא הָדֵין:",
          "english": "The Lord our God spoke to us in Ḥorev, saying, You have dwelt long enough in this mountain:"
        },
        {
          "verseNum": 7,
          "hebrew": "פְּנ֣וּ׀ וּסְע֣וּ לָכֶ֗ם וּבֹ֨אוּ הַ֥ר הָֽאֱמֹרִי֮ וְאֶל־כׇּל־שְׁכֵנָיו֒ בָּעֲרָבָ֥ה בָהָ֛ר וּבַשְּׁפֵלָ֥ה וּבַנֶּ֖גֶב וּבְח֣וֹף הַיָּ֑ם אֶ֤רֶץ הַֽכְּנַעֲנִי֙ וְהַלְּבָנ֔וֹן עַד־הַנָּהָ֥ר הַגָּדֹ֖ל נְהַר־פְּרָֽת׃",
          "targum": "אִתְפְּנוּ וְטוּלוּ לְכוֹן וְעוּלוּ לְטוּרָא דֶאֱמֹרָאָה וּלְכָל מָגִירוֹהִי בְּמֵישְׁרַיָּא בְטוּרָא וּבִשְׁפֶלְתָּא וּבִדְרוֹמָא וּבִסְפַר יַמָּא אַרְעָא דִכְנַעֲנָאָה וְלִבְנָן עַד נַהֲרָא רַבָּא נַהֲרָא פְרָת:",
          "english": "turn, and take your journey, and go to the mountain of the Emori, and to all the places near it, in the plain, in the hills, and in the lowland, and in the Negev, and by the sea side, to the land of the Kena῾ani, and the Levanon, as far as the great river, the river Perat."
        },
        {
          "verseNum": 8,
          "hebrew": "רְאֵ֛ה נָתַ֥תִּי לִפְנֵיכֶ֖ם אֶת־הָאָ֑רֶץ בֹּ֚אוּ וּרְשׁ֣וּ אֶת־הָאָ֔רֶץ אֲשֶׁ֣ר נִשְׁבַּ֣ע יְ֠הֹוָ֠ה לַאֲבֹ֨תֵיכֶ֜ם לְאַבְרָהָ֨ם לְיִצְחָ֤ק וּֽלְיַעֲקֹב֙ לָתֵ֣ת לָהֶ֔ם וּלְזַרְעָ֖ם אַחֲרֵיהֶֽם׃",
          "targum": "חֲזֵי דִּיהָבִית קֳדָמֵיכוֹן יָת אַרְעָא עוּלוּ וְאַחֲסִינוּ יָת אַרְעָא דִּי קַיַּם יְיָ לַאֲבָהָתְכוֹן לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב לְמִתַּן לְהוֹן וְלִבְנֵיהוֹן בַּתְרֵיהוֹן:",
          "english": "Behold, I have set the land before you: go in and possess the land which the Lord swore to your fathers, Avraham, Yiżĥaq, and Ya῾aqov, to give to them and to their seed after them."
        },
        {
          "verseNum": 9,
          "hebrew": "וָאֹמַ֣ר אֲלֵכֶ֔ם בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר לֹא־אוּכַ֥ל לְבַדִּ֖י שְׂאֵ֥ת אֶתְכֶֽם׃",
          "targum": "וַאֲמָרִית לְכוֹן בְּעִדָּנָא הַהִיא לְמֵימָר לֵית אֲנָא יָכִיל בִּלְחוֹדִי לְסוֹבָרָא יָתְכוֹן:",
          "english": "And I spoke to you at that time, saying, I am not able to bear you myself alone:"
        },
        {
          "verseNum": 10,
          "hebrew": "יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם הִרְבָּ֣ה אֶתְכֶ֑ם וְהִנְּכֶ֣ם הַיּ֔וֹם כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃",
          "targum": "יְיָ אֱלָהָכוֹן אַסְגֵּי יָתְכוֹן וְהָא אִיתֵיכוֹן יוֹמָא דֵין כְּכוֹכְבֵי שְׁמַיָּא לְמִסְגֵּי:",
          "english": "the Lord your God has multiplied you, and, behold, you are this day like the stars of heaven for multitude."
        },
        {
          "verseNum": 11,
          "hebrew": "יְהֹוָ֞ה אֱלֹהֵ֣י אֲבֽוֹתֵכֶ֗ם יֹסֵ֧ף עֲלֵיכֶ֛ם כָּכֶ֖ם אֶ֣לֶף פְּעָמִ֑ים וִיבָרֵ֣ךְ אֶתְכֶ֔ם כַּאֲשֶׁ֖ר דִּבֶּ֥ר לָכֶֽם׃",
          "targum": "יְיָ אֱלָהָא דַאֲבָהָתְכוֹן יוֹסֵף עֲלֵיכוֹן כְּוָתְכוֹן אֲלַף זִמְנִין וִיבָרֵךְ יָתְכוֹן כְּמָא דִי מַלִּיל לְכוֹן:",
          "english": ""
        },
        {
          "verseNum": 12,
          "hebrew": "אֵיכָ֥ה אֶשָּׂ֖א לְבַדִּ֑י טׇרְחֲכֶ֥ם וּמַֽשַּׂאֲכֶ֖ם וְרִֽיבְכֶֽם׃",
          "targum": "אֶכְדֵּין אֵסוֹבַר בִּלְחוֹדִי טָרְחֲכוֹן וְעִסְקֵיכוֹן וְדִינְכוֹן:",
          "english": "How can I myself alone bear your care, and your burden, and your strife?"
        },
        {
          "verseNum": 13,
          "hebrew": "הָב֣וּ לָ֠כֶ֠ם אֲנָשִׁ֨ים חֲכָמִ֧ים וּנְבֹנִ֛ים וִידֻעִ֖ים לְשִׁבְטֵיכֶ֑ם וַאֲשִׂימֵ֖ם בְּרָאשֵׁיכֶֽם׃",
          "targum": "הָבוּ לְכוֹן גֻּבְרִין חַכִּימִין וְסוּכְלְתָנוּן וּמַדְּעָן לְשִׁבְטֵיכוֹן וֶאֱמַנִּנּוּן רֵישִׁין עֲלֵיכוֹן:",
          "english": "Take wise men, and understanding, and known among your tribes, and I will make them rulers over you."
        },
        {
          "verseNum": 14,
          "hebrew": "וַֽתַּעֲנ֖וּ אֹתִ֑י וַתֹּ֣אמְר֔וּ טֽוֹב־הַדָּבָ֥ר אֲשֶׁר־דִּבַּ֖רְתָּ לַעֲשֽׂוֹת׃",
          "targum": "וַאֲתֶבְתּוּן יָתִי וַאֲמַרְתּוּן תַּקִּין פִּתְגָּמָא דִּי מַלֶּלְתָּא לְמֶעְבָּד:",
          "english": "And you answered me, and said, The thing which thou hast spoken is good for us to do."
        },
        {
          "verseNum": 15,
          "hebrew": "וָאֶקַּ֞ח אֶת־רָאשֵׁ֣י שִׁבְטֵיכֶ֗ם אֲנָשִׁ֤ים חֲכָמִים֙ וִֽידֻעִ֔ים וָאֶתֵּ֥ן אוֹתָ֛ם רָאשִׁ֖ים עֲלֵיכֶ֑ם שָׂרֵ֨י אֲלָפִ֜ים וְשָׂרֵ֣י מֵא֗וֹת וְשָׂרֵ֤י חֲמִשִּׁים֙ וְשָׂרֵ֣י עֲשָׂרֹ֔ת וְשֹׁטְרִ֖ים לְשִׁבְטֵיכֶֽם׃",
          "targum": "וּדְבָרִית יָת רֵישֵׁי שִׁבְטֵיכוֹן גֻּבְרִין חַכִּימִין וּמַדְּעָן וּמַנֵּתִי יָתְהוֹן רֵישִׁין עֲלֵיכוֹן רַבָּנֵי אַלְפִין וְרַבָּנֵי מָאֲוָתָא וְרַבָּנֵי חַמְשִׁין וְרַבָּנֵי עִשּׂוֹרְיָתָא וְסָרְכִין לְשִׁבְטֵיכוֹן:",
          "english": "So I took the chief of your tribes, wise men, and known, and made them heads over you, captains over thousands, and captains over hundreds, and captains over fifties, and captains over tens, and officers among your tribes."
        },
        {
          "verseNum": 16,
          "hebrew": "וָאֲצַוֶּה֙ אֶת־שֹׁ֣פְטֵיכֶ֔ם בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר שָׁמֹ֤עַ בֵּין־אֲחֵיכֶם֙ וּשְׁפַטְתֶּ֣ם צֶ֔דֶק בֵּֽין־אִ֥ישׁ וּבֵין־אָחִ֖יו וּבֵ֥ין גֵּרֽוֹ׃",
          "targum": "וּפַקֵּדִית יָת דַּיָנֵיכוֹן בְּעִדָּנָא הַהִיא לְמֵימָר שְׁמָעוּ בֵּין אֲחֵיכוֹן וּתְדוּנוּן קוּשְׁטָא בֵּין גַּבְרָא וּבֵין אֲחוּהִי וּבֵין גִּיּוֹרֵיהּ:",
          "english": "And I charged your judges at that time, saying, Hear the causes between your brethren, and judge righteously between every man and his brother, and the stranger that is with him."
        },
        {
          "verseNum": 17,
          "hebrew": "לֹֽא־תַכִּ֨ירוּ פָנִ֜ים בַּמִּשְׁפָּ֗ט כַּקָּטֹ֤ן כַּגָּדֹל֙ תִּשְׁמָע֔וּן לֹ֤א תָג֙וּרוּ֙ מִפְּנֵי־אִ֔ישׁ כִּ֥י הַמִּשְׁפָּ֖ט לֵאלֹהִ֣ים ה֑וּא וְהַדָּבָר֙ אֲשֶׁ֣ר יִקְשֶׁ֣ה מִכֶּ֔ם תַּקְרִב֥וּן אֵלַ֖י וּשְׁמַעְתִּֽיו׃",
          "targum": "לָא תִשְׁתְּמוֹדְעוּן אַפִּין בְּדִינָא מִלֵּי זְעֵרָא כְרַבָּא תִּשְׁמְעוּן לָא תִדְחֲלוּן מִן קֳדָם גַּבְרָא אֲרֵי דִינָא דַּיְיָ הוּא וּפִתְגָּמָא דִּי יִקְשֵׁי מִנְּכוֹן תְּקָרְבוּן לְוָתִי וְאֶשְׁמְעִנֵּיהּ:",
          "english": "Do not respect persons in judgment; but hear the small as well as the great; do not be afraid of the face of any man; for the judgment is God’s: and the cause that is too hard for you, bring it to me, and I will hear it."
        },
        {
          "verseNum": 18,
          "hebrew": "וָאֲצַוֶּ֥ה אֶתְכֶ֖ם בָּעֵ֣ת הַהִ֑וא אֵ֥ת כׇּל־הַדְּבָרִ֖ים אֲשֶׁ֥ר תַּעֲשֽׂוּן׃",
          "targum": "וּפַקֵּדִית יָתְכוֹן בְּעִדָּנָא הַהִיא יָת כָּל פִּתְגָּמַיָּא דִּי תַעְבְּדוּן:",
          "english": "And I commanded you at that time all the things which you should do."
        },
        {
          "verseNum": 19,
          "hebrew": "וַנִּסַּ֣ע מֵחֹרֵ֗ב וַנֵּ֡לֶךְ אֵ֣ת כׇּל־הַמִּדְבָּ֣ר הַגָּדוֹל֩ וְהַנּוֹרָ֨א הַה֜וּא אֲשֶׁ֣ר רְאִיתֶ֗ם דֶּ֚רֶךְ הַ֣ר הָֽאֱמֹרִ֔י כַּאֲשֶׁ֥ר צִוָּ֛ה יְהֹוָ֥ה אֱלֹהֵ֖ינוּ אֹתָ֑נוּ וַנָּבֹ֕א עַ֖ד קָדֵ֥שׁ בַּרְנֵֽעַ׃",
          "targum": "וּנְטַלְנָא מֵחֹרֵב וְהַלִּיכְנָא יָת כָּל מַדְבְּרָא רַבָּא וּדְחִילָא הַהוּא דִּי חֲזֵיתוּן אֹרַח טוּרָא דֶאֱמֹרָאָה כְּמָא דִי פַקִּיד יְיָ אֱלָהָנָא יָתָנָא וַאֲתֵינָא עַד רְקַם גֵּיאָה:",
          "english": "And when we departed from Ḥorev, we went through all that great and terrible wilderness, which you saw; by the way of the mountain of the Emori, as the Lord our God commanded us; and we came to Qadesh-barnea."
        },
        {
          "verseNum": 20,
          "hebrew": "וָאֹמַ֖ר אֲלֵכֶ֑ם בָּאתֶם֙ עַד־הַ֣ר הָאֱמֹרִ֔י אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵ֖ינוּ נֹתֵ֥ן לָֽנוּ׃",
          "targum": "וַאֲמָרִית לְכוֹן אֲתֵיתוּן עַד טוּרָא דֶאֱמֹרָאָה דַּיְיָ אֱלָהָנָא יָהֵב לָנָא:",
          "english": "And I said to you, You are come to the mountain of the Emori, which the Lord our God gives to us."
        },
        {
          "verseNum": 21,
          "hebrew": "רְ֠אֵ֠ה נָתַ֨ן יְהֹוָ֧ה אֱלֹהֶ֛יךָ לְפָנֶ֖יךָ אֶת־הָאָ֑רֶץ עֲלֵ֣ה רֵ֗שׁ כַּאֲשֶׁר֩ דִּבֶּ֨ר יְהֹוָ֜ה אֱלֹהֵ֤י אֲבֹתֶ֙יךָ֙ לָ֔ךְ אַל־תִּירָ֖א וְאַל־תֵּחָֽת׃",
          "targum": "חֲזֵי יְהַב יְיָ אֱלָהָךְ קֳדָמָךְ יָת אַרְעָא סַק אַחֲסַן כְּמָא דִי מַלִּיל יְיָ אֱלָהָא דַאֲבָהָתָךְ לָךְ לָא תִדְחַל וְלָא תִתְּבָר:",
          "english": "Behold, the Lord thy God has set the land before thee: go up and possess it, as the Lord God of thy fathers has said to thee; fear not, nor be discouraged."
        },
        {
          "verseNum": 22,
          "hebrew": "וַתִּקְרְב֣וּן אֵלַי֮ כֻּלְּכֶם֒ וַתֹּאמְר֗וּ נִשְׁלְחָ֤ה אֲנָשִׁים֙ לְפָנֵ֔ינוּ וְיַחְפְּרוּ־לָ֖נוּ אֶת־הָאָ֑רֶץ וְיָשִׁ֤בוּ אֹתָ֙נוּ֙ דָּבָ֔ר אֶת־הַדֶּ֙רֶךְ֙ אֲשֶׁ֣ר נַעֲלֶה־בָּ֔הּ וְאֵת֙ הֶֽעָרִ֔ים אֲשֶׁ֥ר נָבֹ֖א אֲלֵיהֶֽן׃",
          "targum": "וּקְרֶבְתּוּן לְוָתִי כֻּלְּכוֹן וַאֲמַרְתּוּן נִשְׁלַח גֻּבְרִין קֳדָמָנָא וִיאַלֲלוּן לָנָא יָת אַרְעָא וִיתִיבוּן יָתָנָא פִּתְגָּמָא יָת אָרְחָא דִּי נִסֵּק בַּהּ וְיָת קִרְוַיָּא דִּי נֵעוֹל לְהֵן:",
          "english": "And you came near to me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us back word by what way we must go up, and into what cities we shall come."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיִּיטַ֥ב בְּעֵינַ֖י הַדָּבָ֑ר וָאֶקַּ֤ח מִכֶּם֙ שְׁנֵ֣ים עָשָׂ֣ר אֲנָשִׁ֔ים אִ֥ישׁ אֶחָ֖ד לַשָּֽׁבֶט׃",
          "targum": "וּשְׁפַר בְּעֵינַי פִּתְגָּמָא וּדְבָרִית מִנְּכוֹן תְּרֵין עֲשַׂר גֻּבְרִין גַּבְרָא חַד לְשִׁבְטָא:",
          "english": "And the saying pleased me well: and I took twelve men of you, one for a tribe:"
        },
        {
          "verseNum": 24,
          "hebrew": "וַיִּפְנוּ֙ וַיַּעֲל֣וּ הָהָ֔רָה וַיָּבֹ֖אוּ עַד־נַ֣חַל אֶשְׁכֹּ֑ל וַֽיְרַגְּל֖וּ אֹתָֽהּ׃",
          "targum": "וְאִתְפְּנִיּוּ וּסְלִיקוּ לְטוּרָא וַאֲתוֹ עַד נַחֲלָא דְּאֶתְכָּלָא וְאַלִּילוּ יָתַהּ:",
          "english": "and they turned and went up to the mountain, and came to the wadi of Eshkol, and searched it out."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיִּקְח֤וּ בְיָדָם֙ מִפְּרִ֣י הָאָ֔רֶץ וַיּוֹרִ֖דוּ אֵלֵ֑ינוּ וַיָּשִׁ֨בוּ אֹתָ֤נוּ דָבָר֙ וַיֹּ֣אמְר֔וּ טוֹבָ֣ה הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵ֖ינוּ נֹתֵ֥ן לָֽנוּ׃",
          "targum": "וּנְסִיבוּ בִידֵיהוֹן מֵאִבָּא דְאַרְעָא וַאֲחִיתוּ לָנָא וַאֲתִיבוּ יָתָנָא פִּתְגָּמָא וַאֲמָרוּ טָבָא אַרְעָא דַיְיָ אֱלָהָנָא יָהֵב לָנָא:",
          "english": "And they took of the fruit of the land in their hands, and brought it down to us, and brought us back word, and said, It is a good land which the Lord our God gives us."
        },
        {
          "verseNum": 26,
          "hebrew": "וְלֹ֥א אֲבִיתֶ֖ם לַעֲלֹ֑ת וַתַּמְר֕וּ אֶת־פִּ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "וְלָא אֲבִיתוּן לְמִסַּק וְסָרֶבְתּוּן עַל מֵימְרָא דַיְיָ אֱלָהָכוֹן:",
          "english": "Yet you would not go up, but rebelled against the commandment of the Lord your God:"
        },
        {
          "verseNum": 27,
          "hebrew": "וַתֵּרָגְנ֤וּ בְאׇהֳלֵיכֶם֙ וַתֹּ֣אמְר֔וּ בְּשִׂנְאַ֤ת יְהֹוָה֙ אֹתָ֔נוּ הוֹצִיאָ֖נוּ מֵאֶ֣רֶץ מִצְרָ֑יִם לָתֵ֥ת אֹתָ֛נוּ בְּיַ֥ד הָאֱמֹרִ֖י לְהַשְׁמִידֵֽנוּ׃",
          "targum": "וְאִתְרַעַמְתּוּן בְּמַשְׁכְּנֵיכוֹן וַאֲמַרְתּוּן בִּדְסָנֵי יְיָ יָתָנָא אַפְּקָנָא מֵאַרְעָא דְמִצְרָיִם לְמִמְסַר יָתָנָא בִּידָא דֶאֱמֹרָאָה לְשֵׁצָיוּתָנָא:",
          "english": "and you murmured in your tents, and said, Because the Lord hated us, he has brought us forth out of the land of Miżrayim, to deliver us into the hand of the Emori, to destroy us."
        },
        {
          "verseNum": 28,
          "hebrew": "אָנָ֣ה׀ אֲנַ֣חְנוּ עֹלִ֗ים אַחֵ֩ינוּ֩ הֵמַ֨סּוּ אֶת־לְבָבֵ֜נוּ לֵאמֹ֗ר עַ֣ם גָּד֤וֹל וָרָם֙ מִמֶּ֔נּוּ עָרִ֛ים גְּדֹלֹ֥ת וּבְצוּרֹ֖ת בַּשָּׁמָ֑יִם וְגַם־בְּנֵ֥י עֲנָקִ֖ים רָאִ֥ינוּ שָֽׁם׃",
          "targum": "לְאָן אֲנַחְנָא סָלְקִין אֲחָנָא תְבָרוּ יָת לִבָּנָא לְמֵימַר עַם סַגִּי וְתַקִּיף מִנָּנָא קִרְוִין רַבְרְבָן וּכְרִיכָן עַד צֵית שְׁמַיָּא וְאַף בְּנֵי גִבָּרָאֵי חֲזֵינָא תַמָּן:",
          "english": "Whither shall we go up? our brethren have made our heart faint, saying, The people are greater and taller than we; the cities are great and fortified up to heaven; and moreover we have seen the sons of the ῾Anaqim there."
        },
        {
          "verseNum": 29,
          "hebrew": "וָאֹמַ֖ר אֲלֵכֶ֑ם לֹא־תַעַרְצ֥וּן וְלֹא־תִֽירְא֖וּן מֵהֶֽם׃",
          "targum": "וַאֲמָרִית לְכוֹן לָא תִתָּבְרוּן וְלָא תִדְחֲלוּן מִנְּהוֹן:",
          "english": "Then I said to you, Dread not, neither be afraid of them."
        },
        {
          "verseNum": 30,
          "hebrew": "יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ הַהֹלֵ֣ךְ לִפְנֵיכֶ֔ם ה֖וּא יִלָּחֵ֣ם לָכֶ֑ם כְּ֠כֹ֠ל אֲשֶׁ֨ר עָשָׂ֧ה אִתְּכֶ֛ם בְּמִצְרַ֖יִם לְעֵינֵיכֶֽם׃",
          "targum": "יְיָ אֱלָהֲכוֹן דִּמְדַבַּר קֳדָמֵיכוֹן הוּא יְגִיחַ לְכוֹן כְּכֹל דִּי עֲבַד עִמְּכוֹן בְּמִצְרַיִם לְעֵינֵיכוֹן:",
          "english": "The Lord your God who goes before you, he shall fight for you, according to all that he did for you in Miżrayim before your eyes;"
        },
        {
          "verseNum": 31,
          "hebrew": "וּבַמִּדְבָּר֙ אֲשֶׁ֣ר רָאִ֔יתָ אֲשֶׁ֤ר נְשָׂאֲךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ כַּאֲשֶׁ֥ר יִשָּׂא־אִ֖ישׁ אֶת־בְּנ֑וֹ בְּכׇל־הַדֶּ֙רֶךְ֙ אֲשֶׁ֣ר הֲלַכְתֶּ֔ם עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃",
          "targum": "וּבְמַדְבְּרָא דִּי חֲזֵיתָא דִּי סוֹבְרָךְ יְיָ אֱלָהָךְ כְּמָא דִי מְסוֹבַר גְּבַר יָת בְּרֵיהּ בְּכָל אָרְחָא דִּי הַלֶּכְתּוּן עַד מֵיתֵיכוֹן עַד אַתְרָא הָדֵין:",
          "english": "and in the wilderness, where thou hast seen how that the Lord thy God bore thee, as a man bears his son, in all the way that you went, until you came to this place."
        },
        {
          "verseNum": 32,
          "hebrew": "וּבַדָּבָ֖ר הַזֶּ֑ה אֵֽינְכֶם֙ מַאֲמִינִ֔ם בַּיהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "וּבְפִתְגָּמָא הָדֵין לֵיתֵיכוֹן מְהֵימְנִין בְּמֵימְרָא דַיְיָ אֱלָהֲכוֹן:",
          "english": "Yet in this thing you did not believe the Lord your God,"
        },
        {
          "verseNum": 33,
          "hebrew": "הַהֹלֵ֨ךְ לִפְנֵיכֶ֜ם בַּדֶּ֗רֶךְ לָת֥וּר לָכֶ֛ם מָק֖וֹם לַחֲנֹֽתְכֶ֑ם בָּאֵ֣שׁ׀ לַ֗יְלָה לַרְאֹֽתְכֶם֙ בַּדֶּ֙רֶךְ֙ אֲשֶׁ֣ר תֵּֽלְכוּ־בָ֔הּ וּבֶעָנָ֖ן יוֹמָֽם׃",
          "targum": "דִּי מְדַבֵּר קֳדָמֵיכוֹן בְּאָרְחָא לְאַתְקְנָאָה לְכוֹן אֲתַר בֵּית מֵישְׁרִי לְאַשְׁרָיוּתְכוֹן בְּעַמּוּדָא דְאֶשָּׁתָא בְּלֵילְיָא לְאַחֲזָיוּתְכוֹן בְּאָרְחָא דִּי תְהָכוּן בַּהּ וּבְעַמּוּדָא דַעֲנָנָא בִּימָמָא:",
          "english": "who went in the way before you, to search you out a place to pitch your tents in, in fire by night, to show you by what way you should go, and in a cloud by day."
        },
        {
          "verseNum": 34,
          "hebrew": "וַיִּשְׁמַ֥ע יְהֹוָ֖ה אֶת־ק֣וֹל דִּבְרֵיכֶ֑ם וַיִּקְצֹ֖ף וַיִּשָּׁבַ֥ע לֵאמֹֽר׃",
          "targum": "וּשְׁמִיעַ קֳדָם יְיָ יָת קַל פִּתְגָּמֵיכוֹן וּרְגֵז וְקַיַּם לְמֵימָר:",
          "english": "And the Lord heard the voice of your words, and was angry, and swore, saying,"
        },
        {
          "verseNum": 35,
          "hebrew": "אִם־יִרְאֶ֥ה אִישׁ֙ בָּאֲנָשִׁ֣ים הָאֵ֔לֶּה הַדּ֥וֹר הָרָ֖ע הַזֶּ֑ה אֵ֚ת הָאָ֣רֶץ הַטּוֹבָ֔ה אֲשֶׁ֣ר נִשְׁבַּ֔עְתִּי לָתֵ֖ת לַאֲבֹתֵיכֶֽם׃",
          "targum": "אִם יֶחֱזֵי גְבַר בְּגֻבְרַיָּא הָאִלֵּין דָּרָא בִישָׁא הָדֵין יָת אַרְעָא טַבְתָא דִּי קַיֵּמִית לְמִתַּן לַאֲבָהָתְכוֹן:",
          "english": "Surely not one of these men of this evil generation shall see that good land, which I swore to give to your fathers,"
        },
        {
          "verseNum": 36,
          "hebrew": "זֽוּלָתִ֞י כָּלֵ֤ב בֶּן־יְפֻנֶּה֙ ה֣וּא יִרְאֶ֔נָּה וְלֽוֹ־אֶתֵּ֧ן אֶת־הָאָ֛רֶץ אֲשֶׁ֥ר דָּֽרַךְ־בָּ֖הּ וּלְבָנָ֑יו יַ֕עַן אֲשֶׁ֥ר מִלֵּ֖א אַחֲרֵ֥י יְהֹוָֽה׃",
          "targum": "אֶלָּהֵן כָּלֵב בַּר יְפֻנֶּה הוּא יֶחֱזִנַּהּ וְלֵיהּ אֶתֵּן יָת אַרְעָא דִּי דְרַךְ בַּהּ וְלִבְנוֹהִי חֲלַף דִּי אַשְׁלִים בָּתַר דַּחַלְתָּא דַיְיָ:",
          "english": "save Kalev the son of Yefunne; he shall see it, and to him will I give the land that he has trodden upon, and to his children, because he has wholly followed the Lord."
        },
        {
          "verseNum": 37,
          "hebrew": "גַּם־בִּי֙ הִתְאַנַּ֣ף יְהֹוָ֔ה בִּגְלַלְכֶ֖ם לֵאמֹ֑ר גַּם־אַתָּ֖ה לֹא־תָבֹ֥א שָֽׁם׃",
          "targum": "אַף עֲלַי הֲוָה רְגַז מִן קֳדָם יְיָ בְּדִילְכוֹן לְמֵימָר אַף אַתְּ לָא תֵעוֹל תַּמָּן:",
          "english": "Also the Lord was angry with me for your sakes, saying, Thou also shalt not go in there."
        },
        {
          "verseNum": 38,
          "hebrew": "יְהוֹשֻׁ֤עַ בִּן־נוּן֙ הָעֹמֵ֣ד לְפָנֶ֔יךָ ה֖וּא יָ֣בֹא שָׁ֑מָּה אֹת֣וֹ חַזֵּ֔ק כִּי־ה֖וּא יַנְחִלֶ֥נָּה אֶת־יִשְׂרָאֵֽל׃",
          "targum": "יְהוֹשֻׁעַ בַּר נוּן דְּקָאֵם קֳדָמָךְ הוּא יֵעוֹל תַּמָּן יָתֵיהּ תַּקֵּף אֲרֵי הוּא יַחְסְנִנַּהּ לְיִשְׂרָאֵל:",
          "english": "But Yehoshua the son of Nun, who stands before thee, he shall go in there: encourage him: for he shall cause Yisra᾽el to inherit it."
        },
        {
          "verseNum": 39,
          "hebrew": "וְטַפְּכֶם֩ אֲשֶׁ֨ר אֲמַרְתֶּ֜ם לָבַ֣ז יִהְיֶ֗ה וּ֠בְנֵיכֶ֠ם אֲשֶׁ֨ר לֹא־יָדְע֤וּ הַיּוֹם֙ ט֣וֹב וָרָ֔ע הֵ֖מָּה יָבֹ֣אוּ שָׁ֑מָּה וְלָהֶ֣ם אֶתְּנֶ֔נָּה וְהֵ֖ם יִירָשֽׁוּהָ׃",
          "targum": "וְטַפְלְכוֹן דִּי אֲמַרְתּוּן לְבִזָּא יְהוֹן וּבְנֵיכוֹן דִּי לָא יְדָעוּ יוֹמָא דֵין טַב וּבִישׁ אִנּוּן יַעֲלוּן לְתַמָּן וּלְהוֹן אֶתְּנִנַּהּ וְאִנּוּן יֵירְתֻנַּהּ:",
          "english": "And your little ones, concerning whom you said they should be a prey, and your children who in that day had no knowledge of good and evil, they shall go in there, and to them will I give it, and they shall possess it."
        },
        {
          "verseNum": 40,
          "hebrew": "וְאַתֶּ֖ם פְּנ֣וּ לָכֶ֑ם וּסְע֥וּ הַמִּדְבָּ֖רָה דֶּ֥רֶךְ יַם־סֽוּף׃",
          "targum": "וְאַתּוּן אִתְפְּנִיּוּ לְכוֹן וְטוּלוּ לְמַדְבְּרָא אֹרַח יַמָּא דְסוּף:",
          "english": "But as for you, turn, and take your journey into the wilderness by the way of the Sea of Suf."
        },
        {
          "verseNum": 41,
          "hebrew": "וַֽתַּעֲנ֣וּ׀ וַתֹּאמְר֣וּ אֵלַ֗י חָטָ֘אנוּ֮ לַיהֹוָה֒ אֲנַ֤חְנוּ נַעֲלֶה֙ וְנִלְחַ֔מְנוּ כְּכֹ֥ל אֲשֶׁר־צִוָּ֖נוּ יְהֹוָ֣ה אֱלֹהֵ֑ינוּ וַֽתַּחְגְּר֗וּ אִ֚ישׁ אֶת־כְּלֵ֣י מִלְחַמְתּ֔וֹ וַתָּהִ֖ינוּ לַעֲלֹ֥ת הָהָֽרָה׃",
          "targum": "וַאֲתֶבְתּוּן וַאֲמַרְתּוּן לִי חַבְנָא קֳדָם יְיָ אֲנַחְנָא נִסַּק וּנְגִיחַ בֵּיהּ קְרָב כְּכֹל דִּי פַקְּדָנָא יְיָ אֱלָהָנָא וְזָרֶזְתּוּן גְּבַר יָת מָנֵי קְרָבֵיהּ וְשָׁרֵיתוּן לְמִסַּק לְטוּרָא:",
          "english": "Then you answered and said to me, We have sinned against the Lord, we will go up and fight, according to all that the Lord our God commanded us. And you girded on every man his weapons of war, and ventured to go up into the hill."
        },
        {
          "verseNum": 42,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֵלַ֗י אֱמֹ֤ר לָהֶם֙ לֹ֤א תַֽעֲלוּ֙ וְלֹא־תִלָּ֣חֲמ֔וּ כִּ֥י אֵינֶ֖נִּי בְּקִרְבְּכֶ֑ם וְלֹא֙ תִּנָּ֣גְפ֔וּ לִפְנֵ֖י אֹיְבֵיכֶֽם׃",
          "targum": "וַאֲמַר יְיָ לִי אֱמַר לְהוֹן לָא תִסְּקוּן וְלָא תְגִיחוּן קְרָב אֲרֵי לֵית שְׁכִנְתִּי שָׁרְיָא בֵינֵיכוֹן וְלָא תִּתָּבְרוּן קֳדָם בַּעֲלֵי דְבָבֵיכוֹן:",
          "english": "And the Lord said to me, Say to them, Neither go up, nor fight; for I am not among you; lest you be smitten before your enemies."
        },
        {
          "verseNum": 43,
          "hebrew": "וָאֲדַבֵּ֥ר אֲלֵיכֶ֖ם וְלֹ֣א שְׁמַעְתֶּ֑ם וַתַּמְרוּ֙ אֶת־פִּ֣י יְהֹוָ֔ה וַתָּזִ֖דוּ וַתַּעֲל֥וּ הָהָֽרָה׃",
          "targum": "וּמַלֵּלִית עִמְּכוֹן וְלָא קַבֶּלְתּוּן וְסָרֶבְתּוּן עַל גְּזֵרַת מֵימְרָא דַיְיָ וְאַרְשַׁעְתּוּן וּסְלֶקְתּוּן לְטוּרָא:",
          "english": "So I spoke to you; and you would not hear, but rebelled against the commandment of the Lord, and went presumptuously up into the hill."
        },
        {
          "verseNum": 44,
          "hebrew": "וַיֵּצֵ֨א הָאֱמֹרִ֜י הַיֹּשֵׁ֨ב בָּהָ֤ר הַהוּא֙ לִקְרַאתְכֶ֔ם וַיִּרְדְּפ֣וּ אֶתְכֶ֔ם כַּאֲשֶׁ֥ר תַּעֲשֶׂ֖ינָה הַדְּבֹרִ֑ים וַֽיַּכְּת֥וּ אֶתְכֶ֛ם בְּשֵׂעִ֖יר עַד־חׇרְמָֽה׃",
          "targum": "וּנְפַק אֱמֹרָאָה דְּיָתֵב בְּטוּרָא הַהוּא לְקַדָּמוּתְכוֹן וּרְדָפוּ יָתְכוֹן כְּמָא דִי נַתְּזָן דַּבַּרְיָתָא וּטְרָדוּ יָתְכוֹן בְּשֵׂעִיר עַד חָרְמָה:",
          "english": "And the Emori, who dwelt in that mountain, came out against you, and chased you, as bees do, and beat you down in Se῾ir, as far as Ḥorma."
        },
        {
          "verseNum": 45,
          "hebrew": "וַתָּשֻׁ֥בוּ וַתִּבְכּ֖וּ לִפְנֵ֣י יְהֹוָ֑ה וְלֹֽא־שָׁמַ֤ע יְהֹוָה֙ בְּקֹ֣לְכֶ֔ם וְלֹ֥א הֶאֱזִ֖ין אֲלֵיכֶֽם׃",
          "targum": "וְתַבְתּוּן וּבְכִיתוּן קֳדָם יְיָ וְלָא קַבִּיל יְיָ צְלוֹתְכוֹן וְלָא אַצֵּית לְמִלֵּיכוֹן:",
          "english": "And you returned and wept before the Lord; but the Lord would not hearken to your voice, nor give ear to you."
        },
        {
          "verseNum": 46,
          "hebrew": "וַתֵּשְׁב֥וּ בְקָדֵ֖שׁ יָמִ֣ים רַבִּ֑ים כַּיָּמִ֖ים אֲשֶׁ֥ר יְשַׁבְתֶּֽם׃",
          "targum": "וִיתֶבְתּוּן בִּרְקָם יוֹמִין סַגִּיאִין כְּיוֹמַיָּא דִּי יְתֶבְתּוּן:",
          "english": "So you abode in Qadesh many days, according to the days that you abode there."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַנֵּ֜פֶן וַנִּסַּ֤ע הַמִּדְבָּ֙רָה֙ דֶּ֣רֶךְ יַם־ס֔וּף כַּאֲשֶׁ֛ר דִּבֶּ֥ר יְהֹוָ֖ה אֵלָ֑י וַנָּ֥סׇב אֶת־הַר־שֵׂעִ֖יר יָמִ֥ים רַבִּֽים׃",
          "targum": "וְאִתְפְּנֵינָא וּנְטַלְנָא לְמַדְבְּרָא אֹרַח יַמָּא דְסוּף כְּמָא דִי מַלִּיל יְיָ עִמִּי וְאַקֵּפְנָא יָת טוּרָא דְשֵׂעִיר יוֹמִין סַגִּיאִין:",
          "english": "Then we turned, and took our journey into the wilderness by the way of the Sea of Suf, as the Lord spoke to me: and we went about mount Se῾ir many days."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיֹּ֥אמֶר יְהֹוָ֖ה אֵלַ֥י לֵאמֹֽר׃",
          "targum": "וַאֲמַר יְיָ לִי לְמֵימָר:",
          "english": "And the Lord spoke to me, saying,"
        },
        {
          "verseNum": 3,
          "hebrew": "רַב־לָכֶ֕ם סֹ֖ב אֶת־הָהָ֣ר הַזֶּ֑ה פְּנ֥וּ לָכֶ֖ם צָפֹֽנָה׃",
          "targum": "סַגִּי לְכוֹן דְּאַקֶּפְתּוּן יָת טוּרָא הָדֵין אִתְפְּנִיּוּ לְכוֹן צִפּוּנָא:",
          "english": "You have compassed this mountain long enough: turn northwards."
        },
        {
          "verseNum": 4,
          "hebrew": "וְאֶת־הָעָם֮ צַ֣ו לֵאמֹר֒ אַתֶּ֣ם עֹֽבְרִ֗ים בִּגְבוּל֙ אֲחֵיכֶ֣ם בְּנֵי־עֵשָׂ֔ו הַיֹּשְׁבִ֖ים בְּשֵׂעִ֑יר וְיִֽירְא֣וּ מִכֶּ֔ם וְנִשְׁמַרְתֶּ֖ם מְאֹֽד׃",
          "targum": "וְיָת עַמָּא פַּקֵּד לְמֵימַר אַתּוּן עָבְרִין בִּתְחוּם אֲחוּכוֹן בְּנֵי עֵשָׂו דְּיָתְבִין בְּשֵׂעִיר וְיִדְחֲלוּן מִנְּכוֹן וְתִסְתַּמְּרוּן לַחֲדָא:",
          "english": "And command the people, saying, You are to pass through the border of your brethren the children of ῾Esav, who dwell in Se῾ir; and they shall be afraid of you: take good heed to yourselves therefore:"
        },
        {
          "verseNum": 5,
          "hebrew": "אַל־תִּתְגָּר֣וּ בָ֔ם כִּ֠י לֹֽא־אֶתֵּ֤ן לָכֶם֙ מֵֽאַרְצָ֔ם עַ֖ד מִדְרַ֣ךְ כַּף־רָ֑גֶל כִּֽי־יְרֻשָּׁ֣ה לְעֵשָׂ֔ו נָתַ֖תִּי אֶת־הַ֥ר שֵׂעִֽיר׃",
          "targum": "לָא תִתְגָּרוּן בְּהוֹן אֲרֵי לָא אֶתֵּן לְכוֹן מֵאַרְעֲהוֹן עַד מִדְרַךְ פַּרְסַת רִגְלָא אֲרֵי יְרֻתָּא לְעֵשָׂו יְהָבִית יָת טוּרָא דְשֵׂעִיר:",
          "english": "meddle not with them; for I will not give you of their land, no, not so much as a foot breadth; because I have given mount Se῾ir to ῾Esav for a possession."
        },
        {
          "verseNum": 6,
          "hebrew": "אֹ֣כֶל תִּשְׁבְּר֧וּ מֵֽאִתָּ֛ם בַּכֶּ֖סֶף וַאֲכַלְתֶּ֑ם וְגַם־מַ֜יִם תִּכְר֧וּ מֵאִתָּ֛ם בַּכֶּ֖סֶף וּשְׁתִיתֶֽם׃",
          "targum": "עִבוּרָא תִזְבְּנוּן מִנְּהוֹן בְּכַסְפָּא וְתֵיכְלוּן וְאַף מַיָּא תִּכְרוּן מִנְּהוֹן בְּכַסְפָּא וְתִשְׁתּוּן:",
          "english": "You shall buy food of them for money, that you may eat; and you shall also buy water of them for money, that you may drink."
        },
        {
          "verseNum": 7,
          "hebrew": "כִּי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ בֵּֽרַכְךָ֗ בְּכֹל֙ מַעֲשֵׂ֣ה יָדֶ֔ךָ יָדַ֣ע לֶכְתְּךָ֔ אֶת־הַמִּדְבָּ֥ר הַגָּדֹ֖ל הַזֶּ֑ה זֶ֣ה׀ אַרְבָּעִ֣ים שָׁנָ֗ה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ עִמָּ֔ךְ לֹ֥א חָסַ֖רְתָּ דָּבָֽר׃",
          "targum": "אֲרֵי יְיָ אֱלָהָךְ בֵּרְכָךְ בְּכָל עֹבַד יְדָךְ סַפֶּק לָךְ צָרְכָּךְ בְּמֵהֱכָךְ לְמַדְבְּרָא רַבָּא הָדֵין דְּנַן אַרְבְּעִין שְׁנִין מֵימְרָא דַיְיָ אֱלָהָךְ בְּסַעֲדָּךְ לָא מְנַעְתָּא מִדָּעַם:",
          "english": "For the Lord thy God has blessed thee in all the work of thy hand: he knows thy walking through this great wilderness: these forty years the Lord thy God has been with thee; thou hast lacked nothing."
        },
        {
          "verseNum": 8,
          "hebrew": "וַֽנַּעֲבֹ֞ר מֵאֵ֧ת אַחֵ֣ינוּ בְנֵי־עֵשָׂ֗ו הַיֹּֽשְׁבִים֙ בְּשֵׂעִ֔יר מִדֶּ֙רֶךְ֙ הָֽעֲרָבָ֔ה מֵאֵילַ֖ת וּמֵעֶצְיֹ֣ן גָּ֑בֶר וַנֵּ֙פֶן֙ וַֽנַּעֲבֹ֔ר דֶּ֖רֶךְ מִדְבַּ֥ר מוֹאָֽב׃",
          "targum": "וַעֲבַרְנָא מִקֳּדָם אֲחוּנָא בְנֵי עֵשָׂו דְּיָתְבִין בְּשֵׂעִיר מֵאֹרַח מֵישְׁרָא מֵאֵילַת וּמֵעֶצְיוֹן גָּבֶר וְאִתְפְּנֵינָא וַעֲבַרְנָא אֹרַח מַדְבְּרָא דְמוֹאָב:",
          "english": "And when we passed by from our brethren the children of ῾Esav, who dwelt in Se῾ir, through the way of the ῾Arava from Elat and from ῾Eżyon-gever, we turned and passed by the way of the wilderness of Mo᾽av."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֵלַ֗י אַל־תָּ֙צַר֙ אֶת־מוֹאָ֔ב וְאַל־תִּתְגָּ֥ר בָּ֖ם מִלְחָמָ֑ה כִּ֠י לֹֽא־אֶתֵּ֨ן לְךָ֤ מֵֽאַרְצוֹ֙ יְרֻשָּׁ֔ה כִּ֣י לִבְנֵי־ל֔וֹט נָתַ֥תִּי אֶת־עָ֖ר יְרֻשָּֽׁה׃",
          "targum": "וַאֲמַר יְיָ לִי לָא תְצוּר עַל מוֹאָבָאֵי וְלָא תִתְגָּרֵי לְמֶעְבַּד עִמְּהוֹן קְרָב אֲרֵי לָא אֶתֵּן לָךְ מֵאַרְעֵיהּ יְרֻתָּא אֲרֵי לִבְנֵי לוֹט יְהָבִית יָת לְחָיָת יְרֻתָּא:",
          "english": "And the Lord said to me, Do not harass Mo᾽av, nor contend with them in battle: for I will not give thee of their land for a possession; because I have given ῾Ar to the children of Lot for a possession."
        },
        {
          "verseNum": 10,
          "hebrew": "הָאֵמִ֥ים לְפָנִ֖ים יָ֣שְׁבוּ בָ֑הּ עַ֣ם גָּד֥וֹל וְרַ֛ב וָרָ֖ם כָּעֲנָקִֽים׃",
          "targum": "אֵימְתָנֵי מִלְּקַדְמִין יְתִיבוּ בַהּ עַם רַב וְסַגִּי וְתַקִּיף כְּגִבָּרַיָּא:",
          "english": "(The Emim dwelt there in times past, a people great, and many, and tall, like the ῾Anaqim;"
        },
        {
          "verseNum": 11,
          "hebrew": "רְפָאִ֛ים יֵחָשְׁב֥וּ אַף־הֵ֖ם כָּעֲנָקִ֑ים וְהַמֹּ֣אָבִ֔ים יִקְרְא֥וּ לָהֶ֖ם אֵמִֽים׃",
          "targum": "גִּבָּרָאֵי מִתְחַשְּׁבִין אַף אִנּוּן כְּגִבָּרָאֵי וּמוֹאָבָאֵי יִקְרַן לְהוֹן אֵימְתָנֵי:",
          "english": "who also were considered Refa᾽im as the ῾Anaqim; but the Mo᾽avim call them Emim."
        },
        {
          "verseNum": 12,
          "hebrew": "וּבְשֵׂעִ֞יר יָשְׁב֣וּ הַחֹרִים֮ לְפָנִים֒ וּבְנֵ֧י עֵשָׂ֣ו יִֽירָשׁ֗וּם וַיַּשְׁמִידוּם֙ מִפְּנֵיהֶ֔ם וַיֵּשְׁב֖וּ תַּחְתָּ֑ם כַּאֲשֶׁ֧ר עָשָׂ֣ה יִשְׂרָאֵ֗ל לְאֶ֙רֶץ֙ יְרֻשָּׁת֔וֹ אֲשֶׁר־נָתַ֥ן יְהֹוָ֖ה לָהֶֽם׃",
          "targum": "וּבְשֵׂעִיר יְתִיבוּ חֹרָאֵי מִלְּקַדְמִין וּבְנֵי עֵשָׂו תָּרֵכֻנּוּן וְשֵׁצָיֻנּוּן מִקָּדָמֵיהוֹן וִיתִיבוּ בְּאַתְרֵיהוֹן כְּמָא דִי עֲבַד יִשְׂרָאֵל לְאַרְעָא יְרֻתָּתֵיהּ דִּיהַב יְיָ לְהוֹן:",
          "english": "The Ḥorim also dwelt in Se῾ir beforetime; but the children of ῾Esav succeeded them, and they destroyed them from before them, and dwelt in their place; as Yisra᾽el did to the land of his possession, which the Lord gave to them.)"
        },
        {
          "verseNum": 13,
          "hebrew": "עַתָּ֗ה קֻ֛מוּ וְעִבְר֥וּ לָכֶ֖ם אֶת־נַ֣חַל זָ֑רֶד וַֽנַּעֲבֹ֖ר אֶת־נַ֥חַל זָֽרֶד׃",
          "targum": "כְּעַן קוּמוּ וְעִבָרוּ לְכוֹן יָת נַחֲלָא דְזָרֶד וַעֲבַרְנָא יָת נַחֲלָא דְזָרֶד:",
          "english": "Now rise up, and get you over the wadi Zered. And we went over the wadi Zered."
        },
        {
          "verseNum": 14,
          "hebrew": "וְהַיָּמִ֞ים אֲשֶׁר־הָלַ֣כְנוּ׀ מִקָּדֵ֣שׁ בַּרְנֵ֗עַ עַ֤ד אֲשֶׁר־עָבַ֙רְנוּ֙ אֶת־נַ֣חַל זֶ֔רֶד שְׁלֹשִׁ֥ים וּשְׁמֹנֶ֖ה שָׁנָ֑ה עַד־תֹּ֨ם כׇּל־הַדּ֜וֹר אַנְשֵׁ֤י הַמִּלְחָמָה֙ מִקֶּ֣רֶב הַֽמַּחֲנֶ֔ה כַּאֲשֶׁ֛ר נִשְׁבַּ֥ע יְהֹוָ֖ה לָהֶֽם׃",
          "targum": "וְיוֹמַיָּא דִּי הַלֶּכְנָא מֵרְקַם גֵּיאָה עַד דִּי עֲבַרְנָא יָת נַחֲלָא דְזֶרֶד תְּלָתִין וְתַמְנֵי שְׁנִין עַד דְּסַף כָּל דָּרָא גֻּבְרֵי מְגִיחֵי קְרָבָא מִגּוֹ מַשְׁרִיתָא כְּמָא דִי קַיִּים יְיָ לְהוֹן:",
          "english": "And the days in which we came from Qadesh-Barnea, until we were come over the wadi Zered, were thirty eight years; until all the generation of the men of war were wasted out from among the host, as the Lord swore to them."
        },
        {
          "verseNum": 15,
          "hebrew": "וְגַ֤ם יַד־יְהֹוָה֙ הָ֣יְתָה בָּ֔ם לְהֻמָּ֖ם מִקֶּ֣רֶב הַֽמַּחֲנֶ֑ה עַ֖ד תֻּמָּֽם׃",
          "targum": "וְאַף מָחָא מִן קֳדָם יְיָ הֲוַת בְּהוֹן לְשֵׁצָיוּתְהוֹן מִגּוֹ מַשְׁרִיתָא עַד דִּשְׁלִימוּ:",
          "english": "For indeed the hand of the Lord was against them, to destroy them from among the host, until they were consumed."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיְהִ֨י כַאֲשֶׁר־תַּ֜מּוּ כׇּל־אַנְשֵׁ֧י הַמִּלְחָמָ֛ה לָמ֖וּת מִקֶּ֥רֶב הָעָֽם׃",
          "targum": "וַהֲוָה כַּד שְׁלִימוּ כָּל גֻּבְרֵי מְגִיחֵי קְרָבָא לִמְמַת מִגּוֹ עַמָּא:",
          "english": "So it came to pass, when all the men of war were consumed and dead from among the people,"
        },
        {
          "verseNum": 17,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֵלַ֥י לֵאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִמִּי לְמֵימָר:",
          "english": "that the Lord spoke to me, saying,"
        },
        {
          "verseNum": 18,
          "hebrew": "אַתָּ֨ה עֹבֵ֥ר הַיּ֛וֹם אֶת־גְּב֥וּל מוֹאָ֖ב אֶת־עָֽר׃",
          "targum": "אַתְּ עָבֵר יוֹמָא דֵין יָת תְּחוּם מוֹאָב יָת לְחָיָת:",
          "english": "Thou art to pass over through ῾Ar, the border of Mo᾽av, this day:"
        },
        {
          "verseNum": 19,
          "hebrew": "וְקָרַבְתָּ֗ מ֚וּל בְּנֵ֣י עַמּ֔וֹן אַל־תְּצֻרֵ֖ם וְאַל־תִּתְגָּ֣ר בָּ֑ם כִּ֣י לֹֽא־אֶ֠תֵּ֠ן מֵאֶ֨רֶץ בְּנֵי־עַמּ֤וֹן לְךָ֙ יְרֻשָּׁ֔ה כִּ֥י לִבְנֵי־ל֖וֹט נְתַתִּ֥יהָ יְרֻשָּֽׁה׃",
          "targum": "וְתִקְרַב לָקֳבֵל בְּנֵי עַמּוֹן לָא תְצוּר עֲלֵיהוֹן וְלָא תִתְגָּרֵי לְמֶעְבַּד עִמְּהוֹן קְרָב אֲרֵי לָא אֶתֵּן מֵאַרְעָא בְנֵי עַמּוֹן לָךְ יְרֻתָּא אֲרֵי לִבְנֵי לוֹט יְהָבִתַּהּ יְרֻתָּא:",
          "english": "and when thou comest near, opposite the children of ῾Ammon, harass them not, nor contend with them: for I will not give thee of the land of the children of ῾Ammon any possession; because I have given it to the children of Lot for a possession."
        },
        {
          "verseNum": 20,
          "hebrew": "אֶֽרֶץ־רְפָאִ֥ים תֵּחָשֵׁ֖ב אַף־הִ֑וא רְפָאִ֤ים יָֽשְׁבוּ־בָהּ֙ לְפָנִ֔ים וְהָֽעַמֹּנִ֔ים יִקְרְא֥וּ לָהֶ֖ם זַמְזֻמִּֽים׃",
          "targum": "אַרְעָא גִבָּרַיָּא מִתְחַשְּׁבָא אַף הִיא גִּבָּרָאֵי יָתִיבוּ בַהּ מִלְּקַדְמִין וְעַמּוֹנָאֵי קְרַן לְהוֹן חֻשְׁבָּנֵי:",
          "english": "(That also was considered a land of Refa᾽im: Refa᾽im dwelt therein in old time; and the ῾Ammonim call them Zamzummim."
        },
        {
          "verseNum": 21,
          "hebrew": "עַ֣ם גָּד֥וֹל וְרַ֛ב וָרָ֖ם כָּעֲנָקִ֑ים וַיַּשְׁמִידֵ֤ם יְהֹוָה֙ מִפְּנֵיהֶ֔ם וַיִּירָשֻׁ֖ם וַיֵּשְׁב֥וּ תַחְתָּֽם׃",
          "targum": "עַם רַב וְסַגִּי וְתַקִּיף כְּגִבָּרַיָּא וְשֵׁצִנּוּן יְיָ מִקֳּדָמֵיהוֹן וְתָרֵכֻנּוּן וִיתִיבוּ בְאַתְרֵיהוֹן:",
          "english": "A people great, and many, and tall, like the ῾Anaqim; but the Lord destroyed them before them; and they succeeded them, and dwelt in their place:"
        },
        {
          "verseNum": 22,
          "hebrew": "כַּאֲשֶׁ֤ר עָשָׂה֙ לִבְנֵ֣י עֵשָׂ֔ו הַיֹּשְׁבִ֖ים בְּשֵׂעִ֑יר אֲשֶׁ֨ר הִשְׁמִ֤יד אֶת־הַחֹרִי֙ מִפְּנֵיהֶ֔ם וַיִּֽירָשֻׁם֙ וַיֵּשְׁב֣וּ תַחְתָּ֔ם עַ֖ד הַיּ֥וֹם הַזֶּֽה׃",
          "targum": "כְּמָא דִי עֲבַד לִבְנֵי עֵשָׂו דְּיָתְבִין בְּשֵׂעִיר דִּי שֵׁצֵי יָת חוֹרָאֵי מִקֳּדָמֵיהוֹן וְתָרֵכֻנּוּן וִיתִיבוּ בְאַתְרֵיהוֹן עַד יוֹמָא הָדֵין:",
          "english": "as he did to the children of ῾Esav, who dwelt in Se῾ir, when he destroyed the Ḥorim from before them; and they succeeded them, and dwelt in their stead until this very day:"
        },
        {
          "verseNum": 23,
          "hebrew": "וְהָֽעַוִּ֛ים הַיֹּשְׁבִ֥ים בַּחֲצֵרִ֖ים עַד־עַזָּ֑ה כַּפְתֹּרִים֙ הַיֹּצְאִ֣ים מִכַּפְתֹּ֔ר הִשְׁמִידֻ֖ם וַיֵּשְׁב֥וּ תַחְתָּֽם׃",
          "targum": "וְעַוָּאֵי דְּיָתְבִין בִּדְפִיחַ עַד עַזָּה קַפּוּטְקָאֵי דִּנְפָקוּ מִקַּפּוּטְקַיָּא שֵׁצֻנּוּן וִיתִיבוּ בְאַתְרֵיהוֹן:",
          "english": "and the ῾Avvim who dwelt in Ḥażerim, as far as ῾Azza; Kaftorim who came from Kaftor, destroyed them and dwelt in their stead.)"
        },
        {
          "verseNum": 24,
          "hebrew": "ק֣וּמוּ סְּע֗וּ וְעִבְרוּ֮ אֶת־נַ֣חַל אַרְנֹן֒ רְאֵ֣ה נָתַ֣תִּי בְ֠יָדְךָ֠ אֶת־סִיחֹ֨ן מֶֽלֶךְ־חֶשְׁבּ֧וֹן הָֽאֱמֹרִ֛י וְאֶת־אַרְצ֖וֹ הָחֵ֣ל רָ֑שׁ וְהִתְגָּ֥ר בּ֖וֹ מִלְחָמָֽה׃",
          "targum": "קוּמוּ טוּלוּ וְעִבָרוּ יָת נַחֲלָא דְאַרְנֹן חֲזֵי דִמְסָרִית בִּידָךְ יָת סִיחוֹן מַלְכָּא דְחֶשְׁבּוֹן אֱמֹרָאָה וְיָת אַרְעֵיהּ שָׁרֵי לְתָרָכוּתֵיהּ וְאִתְגָּרֵי לְמֶעְבַּד עִמֵּיהּ קְרָבָא:",
          "english": "Rise up, take your journey, and pass over the wadi Arnon: behold, I have given into thy hand Siĥon the Emorite, king of Ḥeshbon, and his land: begin to possess it, and contend with him in battle."
        },
        {
          "verseNum": 25,
          "hebrew": "הַיּ֣וֹם הַזֶּ֗ה אָחֵל֙ תֵּ֤ת פַּחְדְּךָ֙ וְיִרְאָ֣תְךָ֔ עַל־פְּנֵי֙ הָֽעַמִּ֔ים תַּ֖חַת כׇּל־הַשָּׁמָ֑יִם אֲשֶׁ֤ר יִשְׁמְעוּן֙ שִׁמְעֲךָ֔ וְרָגְז֥וּ וְחָל֖וּ מִפָּנֶֽיךָ׃",
          "targum": "יוֹמָא הָדֵין אֱשָׁרֵי לְמִתַּן זֻעְתָּךְ וְדַחַלְתָּךְ עַל אַפֵּי עַמְמַיָּא דִּי תְחוֹת כָּל שְׁמַיָּא דִּי יִשְׁמְעוּן שִׁמְעָךְ וִיזוּעוּן וְיִדְחֲלוּן מִן קֳדָמָךְ:",
          "english": "This day will I begin to put the dread of thee and the fear of thee upon the nations that are under the whole heaven, who shall hear report of thee, and shall tremble, and quake because of thee."
        },
        {
          "verseNum": 26,
          "hebrew": "וָאֶשְׁלַ֤ח מַלְאָכִים֙ מִמִּדְבַּ֣ר קְדֵמ֔וֹת אֶל־סִיח֖וֹן מֶ֣לֶךְ חֶשְׁבּ֑וֹן דִּבְרֵ֥י שָׁל֖וֹם לֵאמֹֽר׃",
          "targum": "וּשְׁלָחִית אִזְגַּדִּין מִמַּדְבְּרָא דִקְדֵמוֹת לְוָת סִיחוֹן מַלְכָּא דְחֶשְׁבּוֹן פִּתְגָּמֵי שְׁלָמָא לְמֵימָר:",
          "english": "And I sent messengers out of the wilderness of Qedemot to Siĥon king of Ḥeshbon with words of peace, saying,"
        },
        {
          "verseNum": 27,
          "hebrew": "אֶעְבְּרָ֣ה בְאַרְצֶ֔ךָ בַּדֶּ֥רֶךְ בַּדֶּ֖רֶךְ אֵלֵ֑ךְ לֹ֥א אָס֖וּר יָמִ֥ין וּשְׂמֹֽאול׃",
          "targum": "אֵעִבַּר בְּאַרְעָךְ בְּאָרְחָא בְּאָרְחָא אֵזֵל לָא אֶסְטֵי יַמִּינָא וּשְׂמָאלָא:",
          "english": "Let me pass through thy land: I will go along by the high way, I will neither turn to the right hand nor to the left."
        },
        {
          "verseNum": 28,
          "hebrew": "אֹ֣כֶל בַּכֶּ֤סֶף תַּשְׁבִּרֵ֙נִי֙ וְאָכַ֔לְתִּי וּמַ֛יִם בַּכֶּ֥סֶף תִּתֶּן־לִ֖י וְשָׁתִ֑יתִי רַ֖ק אֶעְבְּרָ֥ה בְרַגְלָֽי׃",
          "targum": "עִבוּרָא בְכַסְפָּא תְּזַבֶּן לִי וְאֵיכוּל וּמַיָּא בְּכַסְפָּא תִּתֶּן לִי וְאֶשְׁתֵּי לְחוֹד אֵעִבַר בְּרַגְלָי:",
          "english": "Thou shall sell me food for money, that I may eat; and give me water for money, that I may drink: only I will pass through with those who follow me;"
        },
        {
          "verseNum": 29,
          "hebrew": "כַּאֲשֶׁ֨ר עָֽשׂוּ־לִ֜י בְּנֵ֣י עֵשָׂ֗ו הַיֹּֽשְׁבִים֙ בְּשֵׂעִ֔יר וְהַמּ֣וֹאָבִ֔ים הַיֹּשְׁבִ֖ים בְּעָ֑ר עַ֤ד אֲשֶֽׁר־אֶֽעֱבֹר֙ אֶת־הַיַּרְדֵּ֔ן אֶל־הָאָ֕רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵ֖ינוּ נֹתֵ֥ן לָֽנוּ׃",
          "targum": "כְּמָא דִי עֲבָדוּ לִי בְּנֵי עֵשָׂו דְּיָתְבִין בְּשֵׂעִיר וּמוֹאָבָאֵי דְּיָתְבִין בִּלְחָיָת עַד דְּאֵעִבַר יָת יַרְדְּנָא לְאַרְעָא דַּיְיָ אֱלָהָנָא יָהֵב לָנָא:",
          "english": "until I shall pass over the Yarden into the land which the Lord our God gives us."
        },
        {
          "verseNum": 30,
          "hebrew": "וְלֹ֣א אָבָ֗ה סִיחֹן֙ מֶ֣לֶךְ חֶשְׁבּ֔וֹן הַעֲבִרֵ֖נוּ בּ֑וֹ כִּֽי־הִקְשָׁה֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ אֶת־רוּח֗וֹ וְאִמֵּץ֙ אֶת־לְבָב֔וֹ לְמַ֛עַן תִּתּ֥וֹ בְיָדְךָ֖ כַּיּ֥וֹם הַזֶּֽה׃",
          "targum": "וְלָא אָבֵי סִיחֹן מַלְכָּא דְחֶשְׁבּוֹן לְמִשְׁבְּקָנָא לְמֶעְבַּר בִּתְחוּמֵיהּ אֲרֵי אַקְשֵׁי יְיָ אֱלָהָךְ יָת רוּחֵיהּ וְתַקִּיף יָת לִבֵּיהּ בְּדִיל לְמִמְסְרֵיהּ בִּידָךְ כְּיוֹמָא הָדֵין:",
          "english": "But Siĥon king of Ḥeshbon would not let us pass by him: for the Lord thy God hardened his spirit, and made his heart obstinate, that he might deliver him into thy hand, as is apparent this day."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֵלַ֔י רְאֵ֗ה הַֽחִלֹּ֙תִי֙ תֵּ֣ת לְפָנֶ֔יךָ אֶת־סִיחֹ֖ן וְאֶת־אַרְצ֑וֹ הָחֵ֣ל רָ֔שׁ לָרֶ֖שֶׁת אֶת־אַרְצֽוֹ׃",
          "targum": "וַאֲמַר יְיָ לִי חֲזֵי שָׁרֵיתִי לְמִמְסַר קֳדָמָךְ יָת סִיחֹן וְיָת אַרְעֵיהּ שְׁרֵי לְתָרָכוּתֵיהּ לְמֵירַת יָת אַרְעֵיהּ:",
          "english": "And the Lord said to me, Behold, I have begun to give Siĥon and his land before thee: begin to possess, that thou mayst inherit his land."
        },
        {
          "verseNum": 32,
          "hebrew": "וַיֵּצֵא֩ סִיחֹ֨ן לִקְרָאתֵ֜נוּ ה֧וּא וְכׇל־עַמּ֛וֹ לַמִּלְחָמָ֖ה יָֽהְצָה׃",
          "targum": "וּנְפַק סִיחֹן לְקַדָּמוּתָנָא הוּא וְכָל עַמֵּיהּ לַאֲגָחָא קְרָבָא לְיָהַץ:",
          "english": "Then Siĥon came out against us, he and all his people, to fight at Yahaż."
        },
        {
          "verseNum": 33,
          "hebrew": "וַֽיִּתְּנֵ֛הוּ יְהֹוָ֥ה אֱלֹהֵ֖ינוּ לְפָנֵ֑ינוּ וַנַּ֥ךְ אֹת֛וֹ וְאֶת־בָּנָ֖ו וְאֶת־כׇּל־עַמּֽוֹ׃",
          "targum": "וּמָסְרֵיהּ יְיָ אֱלָהָנָא קֳדָמָנָא וּמְחֵנָא יָתֵיהּ וְיָת בְּנוֹהִי וְיָת כָּל עַמֵּיהּ:",
          "english": "And the Lord our God delivered him before us; and we smote him, and his sons, and all his people."
        },
        {
          "verseNum": 34,
          "hebrew": "וַנִּלְכֹּ֤ד אֶת־כׇּל־עָרָיו֙ בָּעֵ֣ת הַהִ֔וא וַֽנַּחֲרֵם֙ אֶת־כׇּל־עִ֣יר מְתִ֔ם וְהַנָּשִׁ֖ים וְהַטָּ֑ף לֹ֥א הִשְׁאַ֖רְנוּ שָׂרִֽיד׃",
          "targum": "וּכְבַשְׁנָא יָת כָּל קִרְווֹהִי בְּעִדָּנָא הַהִיא וְגַמַּרְנָא יָת כָּל קִרְוֵי גֻבְרַיָּא וּנְשַׁיָּא וְטַפְלָא לָא אַשְׁאַרְנָא מְשֵׁזֵב:",
          "english": "And we took all his cities at that time, and devoted to destruction every city, the men, and the women, and the little ones; we left none remaining:"
        },
        {
          "verseNum": 35,
          "hebrew": "רַ֥ק הַבְּהֵמָ֖ה בָּזַ֣זְנוּ לָ֑נוּ וּשְׁלַ֥ל הֶעָרִ֖ים אֲשֶׁ֥ר לָכָֽדְנוּ׃",
          "targum": "לְחוֹד בְּעִירָא בַּזָּנָא לָנָא וַעֲדִי קִרְוַיָּא דִּי כְבַשְׁנָא:",
          "english": "only the cattle we took for a prey to ourselves, and the spoil of the cities which we took;"
        },
        {
          "verseNum": 36,
          "hebrew": "מֵֽעֲרֹעֵ֡ר אֲשֶׁר֩ עַל־שְׂפַת־נַ֨חַל אַרְנֹ֜ן וְהָעִ֨יר אֲשֶׁ֤ר בַּנַּ֙חַל֙ וְעַד־הַגִּלְעָ֔ד לֹ֤א הָֽיְתָה֙ קִרְיָ֔ה אֲשֶׁ֥ר שָׂגְבָ֖ה מִמֶּ֑נּוּ אֶת־הַכֹּ֕ל נָתַ֛ן יְהֹוָ֥ה אֱלֹהֵ֖ינוּ לְפָנֵֽינוּ׃",
          "targum": "מֵעֲרֹעֵר דִּי עַל כֵּיף נַחֲלָא דְאַרְנֹן וְקַרְתָּא דִי בְנַחֲלָא וְעַד גִּלְעָד לָא הֲוַת קַרְתָּא דִּי תְקֵפַת מִנָּנָא יָת כֹּלָּא מְסַר יְיָ אֱלָהָנָא קֳדָמָנָא:",
          "english": "From ῾Aro῾er, which is by the edge of the wadi of Arnon, and from the city that is by the wadi, as far as Gil῾ad, there was not one city too strong for us: the Lord our God delivered all to us:"
        },
        {
          "verseNum": 37,
          "hebrew": "רַ֛ק אֶל־אֶ֥רֶץ בְּנֵי־עַמּ֖וֹן לֹ֣א קָרָ֑בְתָּ כׇּל־יַ֞ד נַ֤חַל יַבֹּק֙ וְעָרֵ֣י הָהָ֔ר וְכֹ֥ל אֲשֶׁר־צִוָּ֖ה יְהֹוָ֥ה אֱלֹהֵֽינוּ׃",
          "targum": "לְחוֹד לְאַרְעָא בְנֵי עַמּוֹן לָא קָרֶבְתָּא כָּל כֵּיף נַחֲלָא יוּבְקָא וְקִרְוֵי טוּרָא וְכֹל דִּי פַקִּיד יְיָ אֱלָהָנָא:",
          "english": "only to the land of the children of ῾Ammon thou didst not come, nor to any place of the torrent of Yabboq, nor to the cities in the mountains, nor to whatever place the Lord our God forbad us."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַנֵּ֣פֶן וַנַּ֔עַל דֶּ֖רֶךְ הַבָּשָׁ֑ן וַיֵּצֵ֣א עוֹג֩ מֶֽלֶךְ־הַבָּשָׁ֨ן לִקְרָאתֵ֜נוּ ה֧וּא וְכׇל־עַמּ֛וֹ לַמִּלְחָמָ֖ה אֶדְרֶֽעִי׃",
          "targum": "וְאִתְפְּנֵינָא וּסְלֶקְנָא אֹרַח דְּמַתְנָן וּנְפַק עוֹג מַלְכָּא דְּמַתְנָן לְקַדָּמוּתָנָא הוּא וְכָל עַמֵּיהּ לַאֲגָחָא קְרָבָא אֶדְרֶעִי:",
          "english": "Then we turned, and went up the way to Bashan: and ῾Og the king of Bashan came out against us, he and all his people, to battle at Edre῾i."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֤ה אֵלַי֙ אַל־תִּירָ֣א אֹת֔וֹ כִּ֣י בְיָדְךָ֞ נָתַ֧תִּי אֹת֛וֹ וְאֶת־כׇּל־עַמּ֖וֹ וְאֶת־אַרְצ֑וֹ וְעָשִׂ֣יתָ לּ֔וֹ כַּאֲשֶׁ֣ר עָשִׂ֗יתָ לְסִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּֽוֹן׃",
          "targum": "וַאֲמַר יְיָ לִי לָא תִדְחַל יָתֵיהּ אֲרֵי בִידָךְ מְסָרִית יָתֵיהּ וְיָת כָּל עַמֵּיהּ וְיָת אַרְעֵיהּ וְתַעְבֶּד לֵיהּ כְּמָא דִי עֲבַדְתָּא לְסִיחֹן מַלְכָּא דֶאֱמֹרָאָה דִּי יָתֵב בְּחֶשְׁבּוֹן:",
          "english": "And the Lord said to me, Fear him not: for I will deliver him, and all his people, and his land, into thy hand; and thou shalt do to him as thou didst to Siĥon king of the Emori, who dwelt at Ḥeshbon."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּתֵּן֩ יְהֹוָ֨ה אֱלֹהֵ֜ינוּ בְּיָדֵ֗נוּ גַּ֛ם אֶת־ע֥וֹג מֶֽלֶךְ־הַבָּשָׁ֖ן וְאֶת־כׇּל־עַמּ֑וֹ וַנַּכֵּ֕הוּ עַד־בִּלְתִּ֥י הִשְׁאִֽיר־ל֖וֹ שָׂרִֽיד׃",
          "targum": "וּמְסַר יְיָ אֱלָהָנָא בִּידָנָא אַף יָת עוֹג מַלְכָּא דְמַתְנָן וְיָת כָּל עַמֵּיהּ וּמְחִנּוֹהִי עַד דְּלָא אִשְׁתָּאַר לֵיהּ מְשֵׁזֵב:",
          "english": "So the Lord our God delivered into our hands ῾Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining."
        },
        {
          "verseNum": 4,
          "hebrew": "וַנִּלְכֹּ֤ד אֶת־כׇּל־עָרָיו֙ בָּעֵ֣ת הַהִ֔וא לֹ֤א הָֽיְתָה֙ קִרְיָ֔ה אֲשֶׁ֥ר לֹא־לָקַ֖חְנוּ מֵֽאִתָּ֑ם שִׁשִּׁ֥ים עִיר֙ כׇּל־חֶ֣בֶל אַרְגֹּ֔ב מַמְלֶ֥כֶת ע֖וֹג בַּבָּשָֽׁן׃",
          "targum": "וּכְבַשְׁנָא יָת כָּל קִרְווֹהִי בְּעִדָּנָא הַהִיא לָא הֲוַת קַרְתָּא דִּי לָא נְסִבְנָא מִנְּהוֹן שִׁתִּין קִרְוִין כָּל בֵּית פָּלָךְ טְרָכוֹנָא מַלְכְּוָתָא דְעוֹג בְּמַתְנָן:",
          "english": "And we took all his cities at that time, there was not a city which we took not from them, sixty cities, all the region of Argov, the kingdom of ῾Og in Bashan."
        },
        {
          "verseNum": 5,
          "hebrew": "כׇּל־אֵ֜לֶּה עָרִ֧ים בְּצֻרֹ֛ת חוֹמָ֥ה גְבֹהָ֖ה דְּלָתַ֣יִם וּבְרִ֑יחַ לְבַ֛ד מֵעָרֵ֥י הַפְּרָזִ֖י הַרְבֵּ֥ה מְאֹֽד׃",
          "targum": "כָּל אִלֵּין קִרְוִין כְּרִיכָן מַקְּפָן שׁוּר רָם דִּילְהֶן דָּשִׁין וְעַבְּרִין בַּר מִקִּרְוֵי פַּצְחַיָּא סַגִּי לַחֲדָא:",
          "english": "All these cities were fortified with high walls, gates, and bars; besides unwalled towns a great many."
        },
        {
          "verseNum": 6,
          "hebrew": "וַנַּחֲרֵ֣ם אוֹתָ֔ם כַּאֲשֶׁ֣ר עָשִׂ֔ינוּ לְסִיחֹ֖ן מֶ֣לֶךְ חֶשְׁבּ֑וֹן הַחֲרֵם֙ כׇּל־עִ֣יר מְתִ֔ם הַנָּשִׁ֖ים וְהַטָּֽף׃",
          "targum": "וְגַמַּרְנָא יָתְהוֹן כְּמָא דִי עֲבַדְנָא לְסִיחֹן מַלְכָּא דְחֶשְׁבּוֹן גַּמַּר כָּל קִרְוֵי גֻבְרַיָּא נְשַׁיָּא וְטַפְלָא:",
          "english": "And we devoted them to destruction, as we did to Siĥon king of Ḥeshbon, utterly destroying the men, women, and children, of every city."
        },
        {
          "verseNum": 7,
          "hebrew": "וְכׇל־הַבְּהֵמָ֛ה וּשְׁלַ֥ל הֶעָרִ֖ים בַּזּ֥וֹנוּ לָֽנוּ׃",
          "targum": "וְכָל בְּעִירָא וַעֲדִי קִרְוַיָּא בַּזָּנָא לָנָא:",
          "english": "But all the cattle, and the spoil of the cities, we took for a prey to ourselves."
        },
        {
          "verseNum": 8,
          "hebrew": "וַנִּקַּ֞ח בָּעֵ֤ת הַהִוא֙ אֶת־הָאָ֔רֶץ מִיַּ֗ד שְׁנֵי֙ מַלְכֵ֣י הָאֱמֹרִ֔י אֲשֶׁ֖ר בְּעֵ֣בֶר הַיַּרְדֵּ֑ן מִנַּ֥חַל אַרְנֹ֖ן עַד־הַ֥ר חֶרְמֽוֹן׃",
          "targum": "וּנְסִבְנָא בְּעִדָּנָא הַהִיא יָת אַרְעָא מִיָּדָא תְּרֵין מַלְכֵי אֱמֹרָאָה דִּי בְּעִבְרָא דְיַרְדְּנָא מִנַּחֲלָא דְאַרְנֹן עַד טוּרָא דְחֶרְמוֹן:",
          "english": "And we took at that time out of the hand of the two kings of the Emori the land that was on this side of the Yarden, from the wadi of Arnon to mount Ḥermon;"
        },
        {
          "verseNum": 9,
          "hebrew": "צִידֹנִ֛ים יִקְרְא֥וּ לְחֶרְמ֖וֹן שִׂרְיֹ֑ן וְהָ֣אֱמֹרִ֔י יִקְרְאוּ־ל֖וֹ שְׂנִֽיר׃",
          "targum": "צִידֹנָאֵי קְרָאן לְחֶרְמוֹן סִרְיֹן וֶאֱמֹרָאֵי קְרָאן לֵיהּ טוּר תַּלְגָּא:",
          "english": ""
        },
        {
          "verseNum": 10,
          "hebrew": "כֹּ֣ל׀ עָרֵ֣י הַמִּישֹׁ֗ר וְכׇל־הַגִּלְעָד֙ וְכׇל־הַבָּשָׁ֔ן עַד־סַלְכָ֖ה וְאֶדְרֶ֑עִי עָרֵ֛י מַמְלֶ֥כֶת ע֖וֹג בַּבָּשָֽׁן׃",
          "targum": "כֹּל קִרְוֵי מֵישְׁרָא וְכָל גִּלְעָד וְכָל דְּמַתְנָן עַד סַלְכָה וְאֶדְרֶעִי קִרְוֵי מַלְכְּוָתָא דְעוֹג בְּמַתְנָן:",
          "english": "all the cities of the plain, and all Gil῾ad, and all Bashan, as far as Salkha and Edre῾i, cities of the kingdom of ῾Og in Bashan."
        },
        {
          "verseNum": 11,
          "hebrew": "כִּ֣י רַק־ע֞וֹג מֶ֣לֶךְ הַבָּשָׁ֗ן נִשְׁאַר֮ מִיֶּ֣תֶר הָרְפָאִים֒ הִנֵּ֤ה עַרְשׂוֹ֙ עֶ֣רֶשׂ בַּרְזֶ֔ל הֲלֹ֣ה הִ֔וא בְּרַבַּ֖ת בְּנֵ֣י עַמּ֑וֹן תֵּ֧שַׁע אַמּ֣וֹת אׇרְכָּ֗הּ וְאַרְבַּ֥ע אַמּ֛וֹת רׇחְבָּ֖הּ בְּאַמַּת־אִֽישׁ׃",
          "targum": "אֲרֵי לְחוֹד עוֹג מַלְכָּא דְמַתְנָן אִשְׁתָּאַר מִשְּׁאָר גִּבָּרַיָּא הָא עַרְסֵיהּ עַרְסָא דְפַרְזְלָא הֲלָא הִיא בְּרַבַּת בְּנֵי עַמּוֹן תְּשַׁע אַמִּין אָרְכַּהּ וְאַרְבַּע אַמִּין פְּתָיַהּ בְּאַמַת מְלַךְ:",
          "english": "For only ῾Og king of Bashan remained of the remnant of the Refa᾽im; behold, his bed is a bed of iron; is it not in Rabba of the children of ῾Ammon? nine cubits is the length of it, and four cubits the breadth of it, after the cubit of a man."
        },
        {
          "verseNum": 12,
          "hebrew": "וְאֶת־הָאָ֧רֶץ הַזֹּ֛את יָרַ֖שְׁנוּ בָּעֵ֣ת הַהִ֑וא מֵעֲרֹעֵ֞ר אֲשֶׁר־עַל־נַ֣חַל אַרְנֹ֗ן וַחֲצִ֤י הַֽר־הַגִּלְעָד֙ וְעָרָ֔יו נָתַ֕תִּי לָרֽאוּבֵנִ֖י וְלַגָּדִֽי׃",
          "targum": "וְיָת אַרְעָא הָדָא יְרִיתְנָא בְּעִדָּנָא הַהִיא מֵעֲרֹעֵר דִּי עַל נַחֲלָא דְאַרְנֹן וּפַלְגּוּת טוּרָא דְגִלְעָד וְקִרְווֹהִי יְהָבִית לְשִׁבְטָא דִרְאוּבֵן וּלְשִׁבְטָא דְגָד:",
          "english": "And this land, which we possessed at that time, from ῾Aro῾er, which is by the wadi Arnon, and half mount Gil῾ad, and its cities, I gave to the Re᾽uveni and to the Gadi."
        },
        {
          "verseNum": 13,
          "hebrew": "וְיֶ֨תֶר הַגִּלְעָ֤ד וְכׇל־הַבָּשָׁן֙ מַמְלֶ֣כֶת ע֔וֹג נָתַ֕תִּי לַחֲצִ֖י שֵׁ֣בֶט הַֽמְנַשֶּׁ֑ה כֹּ֣ל חֶ֤בֶל הָֽאַרְגֹּב֙ לְכׇל־הַבָּשָׁ֔ן הַה֥וּא יִקָּרֵ֖א אֶ֥רֶץ רְפָאִֽים׃",
          "targum": "וּשְׁאָר גִּלְעָד וְכָל דְּמַתְנָן מַלְכְּוָתָא דְעוֹג יְהָבִית לְפַלְגוּת שִׁבְטָא דִמְנַשֶּׁה כֹּל בֵּית פָּלַךְ טְרָכוֹנָא לְכָל מַתְנָן הַהוּא מִתְקְרֵי אַרְעָא גִבָּרַיָּא:",
          "english": "And the rest of Gil῾ad, and all Bashan, being the kingdom of ῾Og, I gave to the half tribe of Menashshe; all the region of Argov, with all Bashan, which was called the land of Refa᾽im."
        },
        {
          "verseNum": 14,
          "hebrew": "יָאִ֣יר בֶּן־מְנַשֶּׁ֗ה לָקַח֙ אֶת־כׇּל־חֶ֣בֶל אַרְגֹּ֔ב עַד־גְּב֥וּל הַגְּשׁוּרִ֖י וְהַמַּֽעֲכָתִ֑י וַיִּקְרָא֩ אֹתָ֨ם עַל־שְׁמ֤וֹ אֶת־הַבָּשָׁן֙ חַוֺּ֣ת יָאִ֔יר עַ֖ד הַיּ֥וֹם הַזֶּֽה׃",
          "targum": "יָאִיר בַּר מְנַשֶּׁה נְסִיב יָת כָּל בֵּית פָּלַךְ טְרָכוֹנָא עַד תְּחוּם גְּשׁוּרָאָה וְאַפְקֵירוֹס וּקְרָא יָתְהוֹן עַל שְׁמֵיהּ יָת מַתְנָן כַּפְרָנֵי יָאִיר עַד יוֹמָא הָדֵין:",
          "english": "Ya᾽ir the son of Menashshe took all the country of Argov as far as the border of the Geshuri and the Ma῾akhati; and called them after his name, Ḥavvot-ya᾽ir, to this day."
        },
        {
          "verseNum": 15,
          "hebrew": "וּלְמָכִ֖יר נָתַ֥תִּי אֶת־הַגִּלְעָֽד׃",
          "targum": "וּלְמָכִיר יְהָבִית יָת גִּלְעָד:",
          "english": "And I gave Gil῾ad to Makhir."
        },
        {
          "verseNum": 16,
          "hebrew": "וְלָראוּבֵנִ֨י וְלַגָּדִ֜י נָתַ֤תִּי מִן־הַגִּלְעָד֙ וְעַד־נַ֣חַל אַרְנֹ֔ן תּ֥וֹךְ הַנַּ֖חַל וּגְבֻ֑ל וְעַד֙ יַבֹּ֣ק הַנַּ֔חַל גְּב֖וּל בְּנֵ֥י עַמּֽוֹן׃",
          "targum": "וּלְשִׁבְטָא דִרְאוּבֵן וּלְשִׁבְטָא דְגָד יְהָבִית מִן גִּלְעָד וְעַד נַחֲלָא דְאַרְנֹן גּוֹ נַחֲלָא וּתְחוּם וְעַד יוּבְקָא דְנַחֲלָא תְּחוּם בְּנֵי עַמּוֹן:",
          "english": "And to the Re᾽uveni and to the Gadi I gave from Gil῾ad to the wadi Arnon, the middle of the wadi as a border, as far as the torrent of Yabboq, which is the border of the children of ῾Ammon;"
        },
        {
          "verseNum": 17,
          "hebrew": "וְהָֽעֲרָבָ֖ה וְהַיַּרְדֵּ֣ן וּגְבֻ֑ל מִכִּנֶּ֗רֶת וְעַ֨ד יָ֤ם הָֽעֲרָבָה֙ יָ֣ם הַמֶּ֔לַח תַּ֛חַת אַשְׁדֹּ֥ת הַפִּסְגָּ֖ה מִזְרָֽחָה׃",
          "targum": "וּמֵישְׁרָא וְיַרְדְּנָא וּתְחוּמֵיהּ מִגֵּנוֹסַר וְעַד יַמָּא דְמֵישְׁרָא יַמָּא דְמִלְחָא תְּחוֹת מַשְׁפַּךְ מְרָמָתָא מַדִינְחָא:",
          "english": "the ῾Arava also and the Yarden, as a border, from Kinneret as far as the Sea of the ῾Arava, even the Salt Sea, under the slopes of Pisga eastward."
        },
        {
          "verseNum": 18,
          "hebrew": "וָאֲצַ֣ו אֶתְכֶ֔ם בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר יְהֹוָ֣ה אֱלֹהֵיכֶ֗ם נָתַ֨ן לָכֶ֜ם אֶת־הָאָ֤רֶץ הַזֹּאת֙ לְרִשְׁתָּ֔הּ חֲלוּצִ֣ים תַּֽעַבְר֗וּ לִפְנֵ֛י אֲחֵיכֶ֥ם בְּנֵֽי־יִשְׂרָאֵ֖ל כׇּל־בְּנֵי־חָֽיִל׃",
          "targum": "וּפַקֵּדִית יָתְכוֹן בְּעִדָּנָא הַהִיא לְמֵימָר יְיָ אֱלָהֲכוֹן יְהַב לְכוֹן יָת אַרְעָא הָדָא לְמֵירְתַהּ מְזָרְזִין תַּעְבְּרוּן קֳדָם אֲחֵיכוֹן בְּנֵי יִשְׂרָאֵל כָּל מְזָרְזֵי חֵילָא:",
          "english": "And I commanded you at that time, saying, The Lord your God has given you this land to possess it: pass over armed before your brethren the children of Yisra᾽el, all that are fit for the war."
        },
        {
          "verseNum": 19,
          "hebrew": "רַ֠ק נְשֵׁיכֶ֣ם וְטַפְּכֶם֮ וּמִקְנֵכֶם֒ יָדַ֕עְתִּי כִּֽי־מִקְנֶ֥ה רַ֖ב לָכֶ֑ם יֵֽשְׁבוּ֙ בְּעָ֣רֵיכֶ֔ם אֲשֶׁ֥ר נָתַ֖תִּי לָכֶֽם׃",
          "targum": "לְחוֹד נְשֵׁיכוֹן וְטַפְלְכוֹן וּבְעִירְכוֹן יְדַעְנָא אֲרֵי בְעִיר סַגִּי לְכוֹן יֵתְבוּן בְּקִרְוֵיכוֹן דִּי יְהָבִית לְכוֹן:",
          "english": "But your wives, and your little ones, and your cattle, shall abide in your cities which I have given you;"
        },
        {
          "verseNum": 20,
          "hebrew": "עַ֠ד אֲשֶׁר־יָנִ֨יחַ יְהֹוָ֥ה׀לַֽאֲחֵיכֶם֮ כָּכֶם֒ וְיָרְשׁ֣וּ גַם־הֵ֔ם אֶת־הָאָ֕רֶץ אֲשֶׁ֨ר יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם נֹתֵ֥ן לָהֶ֖ם בְּעֵ֣בֶר הַיַּרְדֵּ֑ן וְשַׁבְתֶּ֗ם אִ֚ישׁ לִֽירֻשָּׁת֔וֹ אֲשֶׁ֥ר נָתַ֖תִּי לָכֶֽם׃",
          "targum": "עַד דִּי יְנִיחַ יְיָ לַאֲחֵיכוֹן כְּוָתְכוֹן וְיֵרְתוּן אַף אִנּוּן יָת אַרְעָא דַּיְיָ אֱלָהֲכוֹן יָהֵב לְהוֹן בְּעִבְרָא דְיַרְדְּנָא וּתְתוּבוּן גְּבַר לִירֻתְּתֵיהּ דִּי יְהָבִית לְכוֹן:",
          "english": "until the Lord gives rest to your brethren, as well as to you, and until they also possess the land which the Lord our God has given them beyond the Yarden: and then shall you return every man to his possession, which I have given you."
        },
        {
          "verseNum": 21,
          "hebrew": "וְאֶת־יְהוֹשׁ֣וּעַ צִוֵּ֔יתִי בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר עֵינֶ֣יךָ הָרֹאֹ֗ת אֵת֩ כׇּל־אֲשֶׁ֨ר עָשָׂ֜ה יְהֹוָ֤ה אֱלֹהֵיכֶם֙ לִשְׁנֵי֙ הַמְּלָכִ֣ים הָאֵ֔לֶּה כֵּֽן־יַעֲשֶׂ֤ה יְהֹוָה֙ לְכׇל־הַמַּמְלָכ֔וֹת אֲשֶׁ֥ר אַתָּ֖ה עֹבֵ֥ר שָֽׁמָּה׃",
          "targum": "וְיָת יְהוֹשׁוּעַ פַּקֵּדִית בְּעִדָּנָא הַהִיא לְמֵימָר עֵינָיךְ חֲזָאָה יָת כָּל דִּי עֲבַד יְיָ אֱלָהֲכוֹן לִתְרֵין מַלְכַיָּא הָאִלֵּין כֵּן יַעְבֵּד יְיָ לְכָל מַלְכְּוָתָא דִּי אַתְּ עָבֵר לְתַמָּן:",
          "english": "And I commanded Yehoshua at that time, saying, Thy eyes have seen all that the Lord your God has done to these two kings; so shall the Lord do to all the kingdoms into which thou dost pass."
        },
        {
          "verseNum": 22,
          "hebrew": "לֹ֖א תִּֽירָא֑וּם כִּ֚י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֖וּא הַנִּלְחָ֥ם לָכֶֽם׃",
          "targum": "לָא תִדְחֲלוּן מִנְּהוֹן אֲרֵי יְיָ אֱלָהֲכוֹן מֵימְרֵיהּ יְגִיחַ לְכוֹן:",
          "english": "You shall not fear them: for the Lord your God he shall fight for you."
        },
        {
          "verseNum": 23,
          "hebrew": "וָאֶתְחַנַּ֖ן אֶל־יְהֹוָ֑ה בָּעֵ֥ת הַהִ֖וא לֵאמֹֽר׃",
          "targum": "וְצַלֵּיתִי קֳדָם יְיָ בְּעִדָּנָא הַהִיא לְמֵימָר:",
          "english": "And I besought the Lord at that time, saying,"
        }
      ]
    }
  ]
}