{
  "name": "Eikev",
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 7,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "כִּ֤י יְבִֽיאֲךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ אֶל־הָאָ֕רֶץ אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּ֑הּ וְנָשַׁ֣ל גּֽוֹיִם־רַבִּ֣ים&thinsp;<small>׀</small>&thinsp;מִפָּנֶ֡יךָ הַֽחִתִּי֩ וְהַגִּרְגָּשִׁ֨י וְהָאֱמֹרִ֜י וְהַכְּנַעֲנִ֣י וְהַפְּרִזִּ֗י וְהַֽחִוִּי֙ וְהַיְבוּסִ֔י שִׁבְעָ֣ה גוֹיִ֔ם רַבִּ֥ים וַעֲצוּמִ֖ים מִמֶּֽךָּ׃",
          "targum": "אֲרֵי יְעֵלִנָּךְ יְיָ אֱלָהָךְ לְאַרְעָא דִּי אַתְּ עָלֵל לְתַמָּן לְמֵירְתַהּ וִיתָרֵךְ עַמְמִין סַגִּיאִין מִן קֳדָמָךְ חִתָּאֵי וְגִרְגָּשָׁאֵי וֶאֱמֹרָאֵי וּכְנַעֲנָאֵי וּפְרִזָּאֵי וְחִוָּאֵי וִיבוּסָאֵי שִׁבְעָא עַמְמִין סַגִּיאִין וְתַקִּיפִין מִנָּךְ:",
          "english": "When the Lord thy God shall bring thee to the land into which thou goest to possess it, and shall cast out many nations before thee, the Ḥitti, and the Girgashi, and the Emori, and the Kena῾ani, and the Perizzi, and the Ḥivvi, and the Yevusi, seven nations greater and mightier than thou;"
        },
        {
          "verseNum": 2,
          "hebrew": "וּנְתָנָ֞ם יְהֹוָ֧ה אֱלֹהֶ֛יךָ לְפָנֶ֖יךָ וְהִכִּיתָ֑ם הַחֲרֵ֤ם תַּחֲרִים֙ אֹתָ֔ם לֹא־תִכְרֹ֥ת לָהֶ֛ם בְּרִ֖ית וְלֹ֥א תְחׇנֵּֽם׃",
          "targum": "וְיִמְסְרִנּוּן יְיָ אֱלָהָךְ קֳדָמָךְ וְתִמְחִנּוּן גַּמָּרָא תְגַמַּר יָתְהוֹן לָא תִגְזַר לְהוֹן קְיָם וְלָא תְרַחַם עֲלֵיהוֹן:",
          "english": "and when the Lord thy God shall deliver them before thee, and thou shalt smite them, then thou shalt devote them to utter destruction; thou shalt make no covenant with them, nor show mercy to them:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְלֹ֥א תִתְחַתֵּ֖ן בָּ֑ם בִּתְּךָ֙ לֹא־תִתֵּ֣ן לִבְנ֔וֹ וּבִתּ֖וֹ לֹא־תִקַּ֥ח לִבְנֶֽךָ׃",
          "targum": "וְלָא תִתְחַתַּן בְּהוֹן בְּרַתָּךְ לָא תִתֵּן לִבְרֵיהּ וּבְרַתֵּיהּ לָא תִסַּב לִבְרָךְ:",
          "english": "neither shalt thou make marriages with them; thy daughter thou shalt not give to his son, nor shalt thou take his daughter to thy son."
        },
        {
          "verseNum": 4,
          "hebrew": "כִּֽי־יָסִ֤יר אֶת־בִּנְךָ֙ מֵֽאַחֲרַ֔י וְעָבְד֖וּ אֱלֹהִ֣ים אֲחֵרִ֑ים וְחָרָ֤ה אַף־יְהֹוָה֙ בָּכֶ֔ם וְהִשְׁמִידְךָ֖ מַהֵֽר׃",
          "targum": "אֲרֵי יַטְעֲיַן יָת בְּרָךְ מִבָּתַר פָּלְחָנִי וְיִפְלְחוּן לְטַעֲוַת עַמְמַיָּא וְיִתְקֵף רָגְזָא דַיְיָ בְּכוֹן וִישֵׁצָךְ בִּפְרִיעַ:",
          "english": "For they will turn away thy son from following me, that they may serve other gods: so will the anger of the Lord be inflamed against you, and he will destroy thee speedily."
        },
        {
          "verseNum": 5,
          "hebrew": "כִּֽי־אִם־כֹּ֤ה תַעֲשׂוּ֙ לָהֶ֔ם מִזְבְּחֹתֵיהֶ֣ם תִּתֹּ֔צוּ וּמַצֵּבֹתָ֖ם תְּשַׁבֵּ֑רוּ וַאֲשֵֽׁירֵהֶם֙ תְּגַדֵּע֔וּן וּפְסִילֵיהֶ֖ם תִּשְׂרְפ֥וּן בָּאֵֽשׁ׃",
          "targum": "אֲרֵי אִם כְּדֵין תַּעְבְּדוּן לְהוֹן אֱגוֹרֵיהוֹן תְּתָרְעוּן וְקָמָתְהוֹן תְּתַבְּרוּן וַאֲשֵׁרֵיהוֹן תְּקוֹצְצוּן וְצַלְמֵי טַעֲוָתְהוֹן תּוֹקְדוּן בְּנוּרָא:",
          "english": "But thus shall you deal with them: you shall destroy their altars, and break down their images, and cut down their asherim, and burn their carved idols with fire."
        },
        {
          "verseNum": 6,
          "hebrew": "כִּ֣י עַ֤ם קָדוֹשׁ֙ אַתָּ֔ה לַיהֹוָ֖ה אֱלֹהֶ֑יךָ בְּךָ֞ בָּחַ֣ר&thinsp;<b>׀</b> יְהֹוָ֣ה אֱלֹהֶ֗יךָ לִהְי֥וֹת לוֹ֙ לְעַ֣ם סְגֻלָּ֔ה מִכֹּל֙ הָֽעַמִּ֔ים אֲשֶׁ֖ר עַל־פְּנֵ֥י הָאֲדָמָֽה׃",
          "targum": "אֲרֵי עַם קַדִּישׁ אַתְּ קֳדָם יְיָ אֱלָהָךְ בָּךְ אִתִּרְעֵי יְיָ אֱלָהָךְ לְמֶהֱוֵי לֵיהּ לְעַם חַבִּיב מִכֹּל עַמְמַיָּא דִּי עַל אַפֵּי אַרְעָא:",
          "english": "For thou art a holy people to the Lord thy God: the Lord thy God has chosen thee to be a special people to himself, above all peoples that are upon the face of the earth."
        },
        {
          "verseNum": 7,
          "hebrew": "לֹ֣א מֵֽרֻבְּכֶ֞ם מִכׇּל־הָֽעַמִּ֗ים חָשַׁ֧ק יְהֹוָ֛ה בָּכֶ֖ם וַיִּבְחַ֣ר בָּכֶ֑ם כִּֽי־אַתֶּ֥ם הַמְעַ֖ט מִכׇּל־הָעַמִּֽים׃",
          "targum": "לָא מִדְּסַגִּיאִין אַתּוּן מִכָּל עַמְמַיָּא צָבֵי יְיָ בְּכוֹן וְאִתִּרְעֵי בְכוֹן אֲרֵי אַתּוּן זְעֵרִין מִכָּל עַמְמַיָּא:",
          "english": "The Lord did not set his love upon you, or choose you, because you were more in number than any people; for you were the fewest of all peoples:"
        },
        {
          "verseNum": 8,
          "hebrew": "כִּי֩ מֵאַהֲבַ֨ת יְהֹוָ֜ה אֶתְכֶ֗ם וּמִשׇּׁמְר֤וֹ אֶת־הַשְּׁבֻעָה֙ אֲשֶׁ֤ר נִשְׁבַּע֙ לַאֲבֹ֣תֵיכֶ֔ם הוֹצִ֧יא יְהֹוָ֛ה אֶתְכֶ֖ם בְּיָ֣ד חֲזָקָ֑ה וַֽיִּפְדְּךָ֙ מִבֵּ֣ית עֲבָדִ֔ים מִיַּ֖ד פַּרְעֹ֥ה מֶֽלֶךְ־מִצְרָֽיִם׃",
          "targum": "אֲרֵי מִדְּרַחַם יְיָ יָתְכוֹן וּמִדִּנְטַר יָת קְיָמָא דִּי קַיִּים לַאֲבָהָתְכוֹן אַפֵּיק יְיָ יָתְכוֹן בִּידָא תַקִּיפָא וּפָרְקָךְ מִבֵּית עַבְדוּתָא מִידָא דְפַרְעֹה מַלְכָּא דְמִצְרָיִם:",
          "english": "but because the Lord loved you, and because he would keep the oath which he had sworn to your fathers, has the Lord brought you out with a mighty hand, and redeemed you out of the house of bondmen, from the hand of Par῾o king of Miżrayim."
        },
        {
          "verseNum": 9,
          "hebrew": "וְיָ֣דַעְתָּ֔ כִּֽי־יְהֹוָ֥ה אֱלֹהֶ֖יךָ ה֣וּא הָֽאֱלֹהִ֑ים הָאֵל֙ הַֽנֶּאֱמָ֔ן שֹׁמֵ֧ר הַבְּרִ֣ית וְהַחֶ֗סֶד לְאֹהֲבָ֛יו וּלְשֹׁמְרֵ֥י <span class=\"mam-kq-trivial\">מִצְוֺתָ֖ו</span> לְאֶ֥לֶף דּֽוֹר׃",
          "targum": "וְתִדַּע אֲרֵי יְיָ אֱלָהָךְ הוּא אֱלֹּהִים אֱלָהָא מְהֵימְנָא נָטֵר קְיָמָא וְחִסְדָּא לְרַחֲמוֹהִי וּלְנָטְרֵי פִקּוֹדוֹהִי לְאַלְפֵי דָרִין:",
          "english": "Know therefore that the Lord thy God, he is God, the faithful God, who keeps covenant and troth with those who love him and keep his commandments to a thousand generations;"
        },
        {
          "verseNum": 10,
          "hebrew": "וּמְשַׁלֵּ֧ם לְשֹׂנְאָ֛יו אֶל־פָּנָ֖יו לְהַאֲבִיד֑וֹ לֹ֤א יְאַחֵר֙ לְשֹׂ֣נְא֔וֹ אֶל־פָּנָ֖יו יְשַׁלֶּם־לֽוֹ׃",
          "targum": "וּמְשַׁלֵּם לְסָנְאוֹהִי טָבָן דִּי אִנּוּן עָבְדִין קֳדָמוֹהִי בְּחַיֵּיהוֹן לְאוֹבָדֵיהוֹן לָא מְאַחַר עֹבַד טָב לְסָנְאוֹהִי טַבְוָן דִּי אִנּוּן עָבְדִין קֳדָמוֹהִי בְּחַיֵּיהוֹן מְשַׁלֵּם לְהוֹן:",
          "english": "and repays them that hate him to their face, to destroy them: he will not be slack to him that hates him, he will repay him to his face."
        },
        {
          "verseNum": 11,
          "hebrew": "וְשָׁמַרְתָּ֨ אֶת־הַמִּצְוָ֜ה וְאֶת־הַֽחֻקִּ֣ים וְאֶת־הַמִּשְׁפָּטִ֗ים אֲשֶׁ֨ר אָנֹכִ֧י מְצַוְּךָ֛ הַיּ֖וֹם לַעֲשׂוֹתָֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְתִטַּר יָת תַּפְקֶדְתָּא וְיָת קְיָמַיָּא וְיָת דִּינַיָּא דִי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין לְמֶעְבָּדְהוֹן:",
          "english": "Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them."
        },
        {
          "verseNum": 12,
          "hebrew": "וְהָיָ֣ה&thinsp;<b>׀</b> עֵ֣קֶב תִּשְׁמְע֗וּן אֵ֤ת הַמִּשְׁפָּטִים֙ הָאֵ֔לֶּה וּשְׁמַרְתֶּ֥ם וַעֲשִׂיתֶ֖ם אֹתָ֑ם וְשָׁמַר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ לְךָ֗ אֶֽת־הַבְּרִית֙ וְאֶת־הַחֶ֔סֶד אֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֶֽיךָ׃",
          "targum": "וִיהֵי חֳלַף דִּי תְקַבְּלוּן יָת דִּינַיָּא הָאִלֵּין וְתִטְּרוּן וְתַעְבְּדוּן יָתְהוֹן וְיִטַּר יְיָ אֱלָהָךְ לָךְ יָת קְיָמָא וְיָת חִסְדָּא דִּי קַיִּים לַאֲבָהָתָךְ:",
          "english": "Wherefore it shall come to pass, if you hearken to these judgments, and keep, and do them, that the Lord thy God shall keep unto thee the covenant and the troth which he swore to thy fathers:"
        },
        {
          "verseNum": 13,
          "hebrew": "וַאֲהֵ֣בְךָ֔ וּבֵרַכְךָ֖ וְהִרְבֶּ֑ךָ וּבֵרַ֣ךְ פְּרִֽי־בִטְנְךָ֣ וּפְרִֽי־אַ֠דְמָתֶ֠ךָ דְּגָ֨נְךָ֜ וְתִירֹשְׁךָ֣ וְיִצְהָרֶ֗ךָ שְׁגַר־אֲלָפֶ֙יךָ֙ וְעַשְׁתְּרֹ֣ת צֹאנֶ֔ךָ עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁר־נִשְׁבַּ֥ע לַאֲבֹתֶ֖יךָ לָ֥תֶת לָֽךְ׃",
          "targum": "וְיִרְחֲמִנָּךְ וִיבָרֵכִנָּךְ וְיַסְגִּנָּךְ וִיבָרֵךְ וַלְדָּא דִמְעָךְ וְאִבָּא דְאַרְעָךְ עִבוּרָךְ וְחַמְרָךְ וּמִשְׁחָךְ בַּקְרֵי תוֹרָיךְ וְעֶדְרֵי עָנָךְ עַל אַרְעָא דִּי קַיִּים לַאֲבָהָתָךְ לְמִתַּן לָךְ:",
          "english": "and he will love thee, and bless thee, and multiply thee: and will bless the fruit of thy womb, and the fruit of thy land, thy corn, and thy wine, and thy oil, the increase of thy cattle, and the flocks of thy sheep, in the land which he swore to thy fathers to give thee."
        },
        {
          "verseNum": 14,
          "hebrew": "בָּר֥וּךְ תִּֽהְיֶ֖ה מִכׇּל־הָעַמִּ֑ים לֹא־יִהְיֶ֥ה בְךָ֛ עָקָ֥ר וַֽעֲקָרָ֖ה וּבִבְהֶמְתֶּֽךָ׃",
          "targum": "בְּרִיךְ תְּהֵי מִכָּל עַמְמַיָּא לָא יְהֵי בָךְ עֲקַר וְעַקְרָא וּבִבְעִירָךְ:",
          "english": "Thou shalt be blessed above all peoples: there shall not be male or female barren among you, or among your cattle."
        },
        {
          "verseNum": 15,
          "hebrew": "וְהֵסִ֧יר יְהֹוָ֛ה מִמְּךָ֖ כׇּל־חֹ֑לִי וְכׇל־מַדְוֵי֩ מִצְרַ֨יִם הָרָעִ֜ים אֲשֶׁ֣ר יָדַ֗עְתָּ לֹ֤א יְשִׂימָם֙ בָּ֔ךְ וּנְתָנָ֖ם בְּכׇל־שֹׂנְאֶֽיךָ׃",
          "targum": "וְיֶעְדֵּי יְיָ מִנָּךְ כָּל מַרְעִין וְכָל מַכְתְּשֵׁי מִצְרַיִם בִּישַׁיָּא דִּי יְדַעַתְּ לָא יְשַׁוִּנּוּן בָּךְ וְיִתְּנִנּוּן בְּכָל סָנְאָךְ:",
          "english": "And the Lord will take away from thee all sickness, and will put none of the evil diseases of Miżrayim, which thou knowst, upon thee; but will lay them upon all those who hate thee."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאָכַלְתָּ֣ אֶת־כׇּל־הָֽעַמִּ֗ים אֲשֶׁ֨ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ נֹתֵ֣ן לָ֔ךְ לֹא־תָח֥וֹס עֵֽינְךָ֖ עֲלֵיהֶ֑ם וְלֹ֤א תַעֲבֹד֙ אֶת־אֱלֹ֣הֵיהֶ֔ם כִּֽי־מוֹקֵ֥שׁ ה֖וּא לָֽךְ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּתְגַמַּר יָת כָּל עַמְמַיָּא דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ לָא תְחוּס עֵינָךְ עֲלֵיהוֹן וְלָא תִפְלַח יָת טַעֲוָתְהוֹן אֲרֵי לְתַקְלָא הוּא לָךְ:",
          "english": "And thou shalt consume all the peoples which the Lord thy God shall deliver to thee; thy eye shall have no pity upon them: neither shalt thou serve their gods; for that will be a snare to thee."
        },
        {
          "verseNum": 17,
          "hebrew": "כִּ֤י תֹאמַר֙ בִּלְבָ֣בְךָ֔ רַבִּ֛ים הַגּוֹיִ֥ם הָאֵ֖לֶּה מִמֶּ֑נִּי אֵיכָ֥ה אוּכַ֖ל לְהוֹרִישָֽׁם׃",
          "targum": "דִּילְמָא תֵימַר בְּלִבָּךְ סַגִּיאִין עַמְמַיָּא הָאִלֵּין מִנִּי אֶכְדֵּין אִכּוּל לְתָרָכוּתְהוֹן:",
          "english": "If thou shalt say in thy heart, These nations are more than I; how can I dispossess them?"
        },
        {
          "verseNum": 18,
          "hebrew": "לֹ֥א תִירָ֖א מֵהֶ֑ם זָכֹ֣ר תִּזְכֹּ֗ר אֵ֤ת אֲשֶׁר־עָשָׂה֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לְפַרְעֹ֖ה וּלְכׇל־מִצְרָֽיִם׃",
          "targum": "לָא תִדְחַל מִנְּהוֹן מִדְכַּר תִּדְכַּר יָת דִּי עֲבַד יְיָ אֱלָהָךְ לְפַרְעֹה וּלְכָל מִצְרָיִם:",
          "english": "Thou shalt not be afraid of them: but shalt well remember what the Lord thy God did to Par῾o, and to all Miżrayim;"
        },
        {
          "verseNum": 19,
          "hebrew": "הַמַּסֹּ֨ת הַגְּדֹלֹ֜ת אֲשֶׁר־רָא֣וּ עֵינֶ֗יךָ וְהָאֹתֹ֤ת וְהַמֹּֽפְתִים֙ וְהַיָּ֤ד הַחֲזָקָה֙ וְהַזְּרֹ֣עַ הַנְּטוּיָ֔ה אֲשֶׁ֥ר הוֹצִֽאֲךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ כֵּֽן־יַעֲשֶׂ֞ה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לְכׇל־הָ֣עַמִּ֔ים אֲשֶׁר־אַתָּ֥ה יָרֵ֖א מִפְּנֵיהֶֽם׃",
          "targum": "נִסִּין רַבְרְבִין דִּי חֲזָאָה עֵינָךְ וְאָתַיָּא וּמוֹפְתַיָּא וִידָא תַקֶּפְתָּא וּדְרָעָא מְרָמְמָא דִּי אַפְּקָךְ יְיָ אֱלָהָךְ כֵּן יַעְבֵּד יְיָ אֱלָהָךְ לְכָל עַמְמַיָּא דִּי אַתְּ דָּחֵל מִקֳּדָמֵיהוֹן:",
          "english": "the great trials which thy eyes saw, and the signs, and the wonders, and the mighty hand, and the stretched out arm, whereby the Lord thy God brought thee out: so shall the Lord thy God do to all the people of whom thou art afraid."
        },
        {
          "verseNum": 20,
          "hebrew": "וְגַם֙ אֶת־הַצִּרְעָ֔ה יְשַׁלַּ֛ח יְהֹוָ֥ה אֱלֹהֶ֖יךָ בָּ֑ם עַד־אֲבֹ֗ד הַנִּשְׁאָרִ֛ים וְהַנִּסְתָּרִ֖ים מִפָּנֶֽיךָ׃",
          "targum": "וְאַף יָת עֲרָעִיתָא יְגָרֵי יְיָ אֱלָהָךְ בְּהוֹן עַד דִיֵבַדּוּן דְּאִשְׁתָּאָרוּ וּדְאִטַּמָּרוּ מִקֳּדָמָךְ:",
          "english": "Moreover the Lord thy God will send the hornet among them, until they that are left, and hide themselves from thee, be destroyed."
        },
        {
          "verseNum": 21,
          "hebrew": "לֹ֥א תַעֲרֹ֖ץ מִפְּנֵיהֶ֑ם כִּֽי־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בְּקִרְבֶּ֔ךָ אֵ֥ל גָּד֖וֹל וְנוֹרָֽא׃",
          "targum": "לָא תִתְּבַר מִקֳּדָמֵיהוֹן אֲרֵי יְיָ אֱלָהָךְ שְׁכִנְתֵּיהּ בֵּינָךְ אֱלָהָא רַבָּא וּדְחִילָא:",
          "english": "Thou shalt not be terrified by them: for the Lord thy God is among you, a mighty God and terrible."
        },
        {
          "verseNum": 22,
          "hebrew": "וְנָשַׁל֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ אֶת־הַגּוֹיִ֥ם הָאֵ֛ל מִפָּנֶ֖יךָ מְעַ֣ט מְעָ֑ט לֹ֤א תוּכַל֙ כַּלֹּתָ֣ם מַהֵ֔ר פֶּן־תִּרְבֶּ֥ה עָלֶ֖יךָ חַיַּ֥ת הַשָּׂדֶֽה׃",
          "targum": "וִיתָרֵךְ יְיָ אֱלָהָךְ יָת עַמְמַיָּא הָאִלֵּין מִקֳּדָמָךְ זְעֵר זְעֵר לָא תִכּוּל לְשֵׁצָיוּתְהוֹן בִּפְרִיעַ דִּילְמָא תִסְגֵּי עֲלָךְ חֵיוַת בָּרָא:",
          "english": "And the Lord thy God will put out those nations before thee by little and little: thou mayst not consume them at once, lest the wild beasts of the field increase upon thee."
        },
        {
          "verseNum": 23,
          "hebrew": "וּנְתָנָ֛ם יְהֹוָ֥ה אֱלֹהֶ֖יךָ לְפָנֶ֑יךָ וְהָמָם֙ מְהוּמָ֣ה גְדֹלָ֔ה עַ֖ד הִשָּׁמְדָֽם׃",
          "targum": "וְיִמְסְרִנּוּן יְיָ אֱלָהָךְ קֳדָמָךְ וִישַׁגֵּשִׁנּוּן שִׁגּוּשׁ רַב עַד דִּישֵׁיצִנּוּן:",
          "english": "But the Lord thy God shall deliver them to thee, and shall destroy them with a mighty destruction, until they are destroyed."
        },
        {
          "verseNum": 24,
          "hebrew": "וְנָתַ֤ן מַלְכֵיהֶם֙ בְּיָדֶ֔ךָ וְהַאֲבַדְתָּ֣ אֶת־שְׁמָ֔ם מִתַּ֖חַת הַשָּׁמָ֑יִם לֹֽא־יִתְיַצֵּ֥ב אִישׁ֙ בְּפָנֶ֔יךָ עַ֥ד הִשְׁמִֽדְךָ֖ אֹתָֽם׃",
          "targum": "וְיִמְסַר מַלְכֵיהוֹן בִּידָךְ וְתוֹבַד יָת שִׁמְהוֹן מִתְּחוֹת שְׁמַיָּא לָא יִתְעַתַּד אֱנַשׁ מִקֳּדָמָךְ עַד דְּתִשֵׁיצֵי יָתְהוֹן:",
          "english": "And he shall deliver their kings into thy hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou hast destroyed them."
        },
        {
          "verseNum": 25,
          "hebrew": "פְּסִילֵ֥י אֱלֹהֵיהֶ֖ם תִּשְׂרְפ֣וּן בָּאֵ֑שׁ לֹֽא־תַחְמֹד֩ כֶּ֨סֶף וְזָהָ֤ב עֲלֵיהֶם֙ וְלָקַחְתָּ֣ לָ֔ךְ פֶּ֚ן תִּוָּקֵ֣שׁ בּ֔וֹ כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ הֽוּא׃",
          "targum": "צַלְמֵי טַעֲוָתְהוֹן תּוֹקְדוּן בְּנוּרָא לָא תַחְמֵד כַּסְפָּא וְדַהֲבָא דִי עֲלֵיהוֹן וְתִסַּב לָךְ דִּילְמָא תִּתָּקַל בֵּיהּ אֲרֵי מְרָחָקָא דַּיְיָ אֱלָהָךְ הוּא:",
          "english": "The carvings of their gods shall you burn with fire: thou shalt not desire the silver or gold that is on them, or take it to thee, lest thou be snared with it: for it is an abomination to the Lord thy God."
        },
        {
          "verseNum": 26,
          "hebrew": "וְלֹא־תָבִ֤יא תֽוֹעֵבָה֙ אֶל־בֵּיתֶ֔ךָ וְהָיִ֥יתָ חֵ֖רֶם כָּמֹ֑הוּ שַׁקֵּ֧ץ&thinsp;<small>׀</small>&thinsp;תְּשַׁקְּצֶ֛נּוּ וְתַעֵ֥ב&thinsp;<small>׀</small>&thinsp;תְּֽתַעֲבֶ֖נּוּ כִּי־חֵ֥רֶם הֽוּא׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְלָא תָעֵל דִּמְרָחָק לְבֵיתָךְ וּתְהֵי חֶרְמָא כְּוָתֵיהּ שַׁקָּצָא תְשַׁקְּצִנֵּיהּ וְרָחָקָא תְּרַחֲקִנֵּיהּ אֲרֵי חֶרְמָא הוּא:",
          "english": "Neither shalt thou bring an abomination into thy house, lest thou become accursed like it: but thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a cursed thing."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "כׇּל־הַמִּצְוָ֗ה אֲשֶׁ֨ר אָנֹכִ֧י מְצַוְּךָ֛ הַיּ֖וֹם תִּשְׁמְר֣וּן לַעֲשׂ֑וֹת לְמַ֨עַן תִּֽחְי֜וּן וּרְבִיתֶ֗ם וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁר־נִשְׁבַּ֥ע יְהֹוָ֖ה לַאֲבֹתֵיכֶֽם׃",
          "targum": "כָּל תַּפְקֶדְתָּא דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין תִּטְּרוּן לְמֶעְבָּד בְּדִיל דְּתֵיחוּן וְתִסְגּוּן וְתֵיתוּן וְתֵירְתוּן יָת אַרְעָא דִּי קַיִּים יְיָ לַאֲבָהָתְכוֹן:",
          "english": "All the commandments which I command thee this day shall you observe to do, that you may live, and multiply, and go in and possess the land which the Lord swore to your fathers."
        },
        {
          "verseNum": 2,
          "hebrew": "וְזָכַרְתָּ֣ אֶת־כׇּל־הַדֶּ֗רֶךְ אֲשֶׁ֨ר הוֹלִֽיכְךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ זֶ֛ה אַרְבָּעִ֥ים שָׁנָ֖ה בַּמִּדְבָּ֑ר לְמַ֨עַן עַנֹּֽתְךָ֜ לְנַסֹּֽתְךָ֗ לָדַ֜עַת אֶת־אֲשֶׁ֧ר בִּֽלְבָבְךָ֛ הֲתִשְׁמֹ֥ר <span class=\"mam-kq-trivial\">מִצְוֺתָ֖ו</span> אִם־לֹֽא׃",
          "targum": "וְתִדְכַּר יָת כָּל אָרְחָא דִּי דַבְּרָךְ יְיָ אֱלָהָךְ דְּנַן אַרְבְּעִין שְׁנִין בְּמַדְבְּרָא בְּדִיל לְעַנָּיוּתָךְ לְנַסָּיוּתָךְ לְמִדַּע יָת דִּי בְלִבָּךְ הֲתִטַּר פִּקּוּדוֹהִי אִם לָא:",
          "english": "And thou shalt remember all the way which the Lord thy God led thee these forty years in the wilderness, to humble thee, and to prove thee, to know what was in thy heart, whether thou wouldst keep his commandments, or no."
        },
        {
          "verseNum": 3,
          "hebrew": "וַֽיְעַנְּךָ֮ וַיַּרְעִבֶ֒ךָ֒ וַיַּאֲכִֽלְךָ֤ אֶת־הַמָּן֙ אֲשֶׁ֣ר לֹא־יָדַ֔עְתָּ וְלֹ֥א יָדְע֖וּן אֲבֹתֶ֑יךָ לְמַ֣עַן הוֹדִֽיעֲךָ֗ כִּ֠י לֹ֣א עַל־הַלֶּ֤חֶם לְבַדּוֹ֙ יִחְיֶ֣ה הָֽאָדָ֔ם כִּ֛י עַל־כׇּל־מוֹצָ֥א פִֽי־יְהֹוָ֖ה יִחְיֶ֥ה הָאָדָֽם׃",
          "targum": "וְעַנְּיָךְ וְאַכְפָּנָךְ וְאוֹכָלָךְ יָת מַנָּא דִּי לָא יְדַעְתָּא וְלָא יָדְעוּן אֲבָהָתָיךְ בְּדִיל לְאוֹדָעוּתָךְ אֲרֵי לָא עַל לַחְמָא בִלְחוֹדוֹהִי מִתְקַיַּם אֱנָשָׁא אֲרֵי עַל כָּל אַפָּקוּת מֵימְרָא דַיְיָ יִתְקַיַּם אֱנָשָׁא:",
          "english": "And he humbled thee, and suffered thee to hunger, and fed thee with manna, which thou knewest not, neither did thy fathers know; that he might make thee know that man does not live by bread only, but by every word that proceeds out of the mouth of the Lord does man live."
        },
        {
          "verseNum": 4,
          "hebrew": "שִׂמְלָ֨תְךָ֜ לֹ֤א בָֽלְתָה֙ מֵֽעָלֶ֔יךָ וְרַגְלְךָ֖ לֹ֣א בָצֵ֑קָה זֶ֖ה אַרְבָּעִ֥ים שָׁנָֽה׃",
          "targum": "כְּסוּתָךְ לָא אִבְלִיאַת מִנָּךְ וּמְסָנָךְ לָא יְחֵפוּ דְּנַן אַרְבְּעִין שְׁנִין:",
          "english": "Thy garment grew not old upon thee, nor did thy foot swell, these forty years."
        },
        {
          "verseNum": 5,
          "hebrew": "וְיָדַעְתָּ֖ עִם־לְבָבֶ֑ךָ כִּ֗י כַּאֲשֶׁ֨ר יְיַסֵּ֥ר אִישׁ֙ אֶת־בְּנ֔וֹ יְהֹוָ֥ה אֱלֹהֶ֖יךָ מְיַסְּרֶֽךָּ׃",
          "targum": "וְתִדַּע עִם לִבָּךְ אֲרֵי כְּמָא דִי מְאַלֵּף גַּבְרָא יָת בְּרֵיהּ יְיָ אֱלָהָךְ מְאַלֵּף לָךְ:",
          "english": "Thou shalt also consider in thy heart, that, as a man chastens his son, so the Lord thy God chastens thee."
        },
        {
          "verseNum": 6,
          "hebrew": "וְשָׁ֣מַרְתָּ֔ אֶת־מִצְוֺ֖ת יְהֹוָ֣ה אֱלֹהֶ֑יךָ לָלֶ֥כֶת בִּדְרָכָ֖יו וּלְיִרְאָ֥ה אֹתֽוֹ׃",
          "targum": "וְתִטַּר יָת פִּקּוּדַיָּא דַּיְיָ אֱלָהָךְ לִמְהַךְ בְּאָרְחַן דְּתַקְנָן קֳדָמוֹהִי וּלְמִדְחַל יָתֵיהּ:",
          "english": "Therefore thou shalt keep the commandments of the Lord thy God, to walk in his ways, and to fear him."
        },
        {
          "verseNum": 7,
          "hebrew": "כִּ֚י יְהֹוָ֣ה אֱלֹהֶ֔יךָ מְבִֽיאֲךָ֖ אֶל־אֶ֣רֶץ טוֹבָ֑ה אֶ֚רֶץ נַ֣חֲלֵי מָ֔יִם עֲיָנֹת֙ וּתְהֹמֹ֔ת יֹצְאִ֥ים בַּבִּקְעָ֖ה וּבָהָֽר׃",
          "targum": "אֲרֵי יְיָ אֱלָהָךְ מַעֲלָךְ לְאַרְעָא טַבְתָא אַרְעָא נָגְדָא נַחֲלִין דְּמַיִּין מַבּוּעֵי עֵינָיָן וּתְהוֹמִין נָפְקִין בְּבִקְעָן וּבְטוּרִין:",
          "english": "For the Lord thy God brings thee into a good land, a land of water courses, of fountains and depths that spring out of valleys and hills;"
        },
        {
          "verseNum": 8,
          "hebrew": "אֶ֤רֶץ חִטָּה֙ וּשְׂעֹרָ֔ה וְגֶ֥פֶן וּתְאֵנָ֖ה וְרִמּ֑וֹן אֶֽרֶץ־זֵ֥ית שֶׁ֖מֶן וּדְבָֽשׁ׃",
          "targum": "אַרְעָא חִטִּין וְסַעֲרִין וְגוּפְנִין וּתְאֵנִין וְרִמּוֹנִין אַרְעָא דְּזֵיתָהָא עָבְדִין מִשְׁחָא וְהִיא עָבְדָא דְבָשׁ:",
          "english": "a land of wheat, and barley, and vines, and fig trees, and pomegranates; a land of olive oil, and honey;"
        },
        {
          "verseNum": 9,
          "hebrew": "אֶ֗רֶץ אֲשֶׁ֨ר לֹ֤א בְמִסְכֵּנֻת֙ תֹּֽאכַל־בָּ֣הּ לֶ֔חֶם לֹֽא־תֶחְסַ֥ר כֹּ֖ל בָּ֑הּ אֶ֚רֶץ אֲשֶׁ֣ר אֲבָנֶ֣יהָ בַרְזֶ֔ל וּמֵהֲרָרֶ֖יהָ תַּחְצֹ֥ב נְחֹֽשֶׁת׃",
          "targum": "אַרְעָא דִּי לָא בְעִצּוּרִין תֵּיכוּל בַּהּ לַחְמָא לָא תֶחְסַר כָּל מִדַּעַם בַּהּ אַרְעָא דִּי אַבְנָהָא פַרְזְלָא וּמִטּוּרָהָא תִּפְסוּל נְחָשָׁא:",
          "english": "a land in which thou shalt eat bread without scarceness, thou shalt not lack any thing in it; a land the stones of which are iron, and out of whose hills thou mayst dig brass."
        },
        {
          "verseNum": 10,
          "hebrew": "וְאָכַלְתָּ֖ וְשָׂבָ֑עְתָּ וּבֵֽרַכְתָּ֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ עַל־הָאָ֥רֶץ הַטֹּבָ֖ה אֲשֶׁ֥ר נָֽתַן־לָֽךְ׃",
          "targum": "וְתֵיכוּל וְתִשְׂבַּע וּתְבָרַךְ יָת יְיָ אֱלָהָךְ עַל אַרְעָא טַבְתָא דִיהַב לָךְ:",
          "english": "When thou hast eaten and art replete, then thou shalt bless the Lord thy God for the good land which he has given thee."
        },
        {
          "verseNum": 11,
          "hebrew": "הִשָּׁ֣מֶר לְךָ֔ פֶּן־תִּשְׁכַּ֖ח אֶת־יְהֹוָ֣ה אֱלֹהֶ֑יךָ לְבִלְתִּ֨י שְׁמֹ֤ר מִצְוֺתָיו֙ וּמִשְׁפָּטָ֣יו וְחֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּֽוֹם׃",
          "targum": "אִסְתַּמַּר לָךְ דִּילְמָא תִתְנְשֵׁי יָת דַּחַלְתָּא דַיְיָ אֱלָהָךְ בְּדִיל דְּלָא לְמִטַּר פִּקּוֹדוֹהִי וְדִינוֹהִי וּקְיָמוֹהִי דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין:",
          "english": "Beware that thou forget not the Lord thy God, in not keeping his commandments, and his judgments, and his statutes, which I command thee this day:"
        },
        {
          "verseNum": 12,
          "hebrew": "פֶּן־תֹּאכַ֖ל וְשָׂבָ֑עְתָּ וּבָתִּ֥ים טֹבִ֛ים תִּבְנֶ֖ה וְיָשָֽׁבְתָּ׃",
          "targum": "דִּילְמָא תֵיכוּל וְתִשְׂבַּע וּבָתִּין שַׁפִּירִין תִּבְנֵי וְתֵיתֵב:",
          "english": "lest\n\t\t\t\twhen thou hast eaten and art replete, and hast built goodly houses, and dwelt in them;"
        },
        {
          "verseNum": 13,
          "hebrew": "וּבְקָֽרְךָ֤ וְצֹֽאנְךָ֙ יִרְבְּיֻ֔ן וְכֶ֥סֶף וְזָהָ֖ב יִרְבֶּה־לָּ֑ךְ וְכֹ֥ל אֲשֶׁר־לְךָ֖ יִרְבֶּֽה׃",
          "targum": "וְתוֹרָךְ וְעָנָךְ יִסְגּוּן וְכַסְפָּא וְדַהֲבָא יִסְגֵּא לָךְ וְכֹל דִּי לָךְ יִסְגֵּא:",
          "english": "and when thy herds and thy flocks multiply, and thy silver and thy gold are multiplied, and all that thou hast is multiplied;"
        },
        {
          "verseNum": 14,
          "hebrew": "וְרָ֖ם לְבָבֶ֑ךָ וְשָֽׁכַחְתָּ֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ הַמּוֹצִיאֲךָ֛ מֵאֶ֥רֶץ מִצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃",
          "targum": "וִירִים לִבָּךְ וְתִנְשֵׁי יָת דַּחַלְתָּא דַיְיָ אֱלָהָךְ דִּי אַפְּקָךְ מֵאַרְעָא דְמִצְרַיִם מִבֵּית עַבְדוּתָא:",
          "english": "then thy heart be lifted up, and thou forget the Lord thy God, who brought thee out of the land of Miżrayim, from the house of bondage;"
        },
        {
          "verseNum": 15,
          "hebrew": "הַמּוֹלִ֨יכְךָ֜ בַּמִּדְבָּ֣ר&thinsp;<b>׀</b> הַגָּדֹ֣ל וְהַנּוֹרָ֗א נָחָ֤שׁ&thinsp;<small>׀</small>&thinsp;שָׂרָף֙ וְעַקְרָ֔ב וְצִמָּא֖וֹן אֲשֶׁ֣ר אֵֽין־מָ֑יִם הַמּוֹצִ֤יא לְךָ֙ מַ֔יִם מִצּ֖וּר הַֽחַלָּמִֽישׁ׃",
          "targum": "דְּדַבְּרָךְ בְּמַדְבְּרָא רַבָּא וּדְחִילָא אֲתַר חֵיוָן קָלָן וְעַקְרַבִּין וּבֵית צַחֲוָנָא אֲתַר דִּי לֵית מַיָּא דְּאַפֵּק לָךְ מַיָּא מִטִּנָּרָא תַּקִּיפָא:",
          "english": "who led thee through that great and terrible wilderness, in which were venomous serpents, and scorpions, and drought, where there was no water; who brought forth water for thee out of the rock of flint;"
        },
        {
          "verseNum": 16,
          "hebrew": "הַמַּאֲכִ֨לְךָ֥ מָן֙ בַּמִּדְבָּ֔ר אֲשֶׁ֥ר לֹא־יָדְע֖וּן אֲבֹתֶ֑יךָ לְמַ֣עַן עַנֹּֽתְךָ֗ וּלְמַ֙עַן֙ נַסֹּתֶ֔ךָ לְהֵיטִֽבְךָ֖ בְּאַחֲרִיתֶֽךָ׃",
          "targum": "דְּאוֹכָלָךְ מַנָּא בְּמַדְבְּרָא דִּי לָא יָדְעוּן אֲבָהָתָךְ בְּדִיל לְעַנָּיוּתָךְ וּבְדִיל לְנַסָּיוּתָךְ לְאוֹטָבָא לָךְ בְּסוֹפָךְ:",
          "english": "who fed thee in the wilderness with manna, which thy fathers knew not, that he might afflict thee, and that he might prove thee, to do thee good at thy latter end;"
        },
        {
          "verseNum": 17,
          "hebrew": "וְאָמַרְתָּ֖ בִּלְבָבֶ֑ךָ כֹּחִי֙ וְעֹ֣צֶם יָדִ֔י עָ֥שָׂה לִ֖י אֶת־הַחַ֥יִל הַזֶּֽה׃",
          "targum": "וְתֵימַר בְּלִבָּךְ חֵילִי וּתְקֵף יְדִי קְנוֹ לִי יָת נִכְסַיָּא הָאִלֵּין:",
          "english": "and thou say in thy heart, My power and the might of my hand have gotten me this wealth."
        },
        {
          "verseNum": 18,
          "hebrew": "וְזָֽכַרְתָּ֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ כִּ֣י ה֗וּא הַנֹּתֵ֥ן לְךָ֛ כֹּ֖חַ לַעֲשׂ֣וֹת חָ֑יִל לְמַ֨עַן הָקִ֧ים אֶת־בְּרִית֛וֹ אֲשֶׁר־נִשְׁבַּ֥ע לַאֲבֹתֶ֖יךָ כַּיּ֥וֹם הַזֶּֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְתִדְכַּר יָת יְיָ אֱלָהָךְ אֲרֵי הוּא יָהֵב לָךְ עֵצָה לְמִקְנֵי נִכְסִין בְּדִיל לְקַיָּמָא יָת קְיָמֵיהּ דִּי קַיִּים לַאֲבָהָתָךְ כְּיוֹמָא הָדֵין:",
          "english": "But thou shalt remember the Lord thy God: for it is he who gives thee power to get wealth, that he may establish his covenant which he swore to thy fathers, as it is this day."
        },
        {
          "verseNum": 19,
          "hebrew": "וְהָיָ֗ה אִם־שָׁכֹ֤חַ תִּשְׁכַּח֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְהָֽלַכְתָּ֗ אַחֲרֵי֙ אֱלֹהִ֣ים אֲחֵרִ֔ים וַעֲבַדְתָּ֖ם וְהִשְׁתַּחֲוִ֣יתָ לָהֶ֑ם הַעִדֹ֤תִי בָכֶם֙ הַיּ֔וֹם כִּ֥י אָבֹ֖ד תֹּאבֵדֽוּן׃",
          "targum": "וִיהֵי אִם מִנְשָׁאָה תִנְשֵׁי יָת דַּחַלְתָּא דַיְיָ אֱלָהָךְ וּתְהַךְ בָּתַר טַעֲוַת עַמְמַיָּא וְתִפְלְחִנּוּן וְתִסְגּוּד לְהוֹן אַסְהֵדִית בְּכוֹן יוֹמָא דֵין אֲרֵי מֵיבַד תֵּיבְדוּן:",
          "english": "And it shall be, if thou do at all forget the Lord thy God, and walk after other gods, and serve them, and worship them, I testify against you this day that you shall surely perish."
        },
        {
          "verseNum": 20,
          "hebrew": "כַּגּוֹיִ֗ם אֲשֶׁ֤ר יְהֹוָה֙ מַאֲבִ֣יד מִפְּנֵיכֶ֔ם כֵּ֖ן תֹּאבֵד֑וּן עֵ֚קֶב לֹ֣א תִשְׁמְע֔וּן בְּק֖וֹל יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "כְּעַמְמַיָּא דִּי יְיָ מֹאבִיד מִקָּדָמֵיכוֹן כֵּן תֵּיבְדוּן חֳלַף דִּלָא קַבֶּלְתּוּן בְּמֵימְרָא דַּיְיָ אֱלָהֲכוֹן:",
          "english": "As the nations which the Lord destroys before your face, so shall you perish; because you would not be obedient to the voice of the Lord your God."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "שְׁמַ֣ע יִשְׂרָאֵ֗ל אַתָּ֨ה עֹבֵ֤ר הַיּוֹם֙ אֶת־הַיַּרְדֵּ֔ן לָבֹא֙ לָרֶ֣שֶׁת גּוֹיִ֔ם גְּדֹלִ֥ים וַעֲצֻמִ֖ים מִמֶּ֑ךָּ עָרִ֛ים גְּדֹלֹ֥ת וּבְצֻרֹ֖ת בַּשָּׁמָֽיִם׃",
          "targum": "שְׁמַע יִשְׂרָאֵל אַתְּ עָבֵר יוֹמָא דֵין יָת יַרְדְּנָא לְמֵעַל לְמֵירַת עַמְמִין רַבְרְבִין וְתַקִּיפִין מִנָּךְ קִרְוִין רַבְרְבָן וּכְרִיכָן עַד צֵית שְׁמַיָּא:",
          "english": "Hear, O Yisra᾽el: Thou art to pass over the Yarden this day, to go in to possess nations greater and mightier than thyself, cities great and fortified up to heaven,"
        },
        {
          "verseNum": 2,
          "hebrew": "עַֽם־גָּד֥וֹל וָרָ֖ם בְּנֵ֣י עֲנָקִ֑ים אֲשֶׁ֨ר אַתָּ֤ה יָדַ֙עְתָּ֙ וְאַתָּ֣ה שָׁמַ֔עְתָּ מִ֣י יִתְיַצֵּ֔ב לִפְנֵ֖י בְּנֵ֥י עֲנָֽק׃",
          "targum": "עַם רַב וְתַקִּיף בְּנֵי גִבָּרַיָּא דִּי אַתְּ יְדַעַתְּ וְאַתְּ שְׁמַעַתְּ מָן יִכּוּל לְמֵיקַם קֳדָם בְּנֵי גִבָּרַיָּא:",
          "english": "a people great and tall, the children of the ῾Anaqim, whom thou knowst, and of whom thou hast heard say, Who can stand before the children of ῾Anaq!"
        },
        {
          "verseNum": 3,
          "hebrew": "וְיָדַעְתָּ֣ הַיּ֗וֹם כִּי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ הֽוּא־הָעֹבֵ֤ר לְפָנֶ֙יךָ֙ אֵ֣שׁ אֹֽכְלָ֔ה ה֧וּא יַשְׁמִידֵ֛ם וְה֥וּא יַכְנִיעֵ֖ם לְפָנֶ֑יךָ וְהֽוֹרַשְׁתָּ֤ם וְהַֽאֲבַדְתָּם֙ מַהֵ֔ר כַּאֲשֶׁ֛ר דִּבֶּ֥ר יְהֹוָ֖ה לָֽךְ׃",
          "targum": "וְתִדַּע יוֹמָא דֵין אֲרֵי יְיָ אֱלָהָךְ הוּא דְעִבַר קֳדָמָךְ מֵימְרֵיהּ אֶשָּׁא אָכְלָא הוּא יְשֵׁצִנּוּן וְהוּא יְתָרֵכִנּוּן קֳדָמָךְ וּתְתָרֵכִנּוּן וְתוֹבְדִנּוּן בִּפְרִיעַ כְּמָא דִי מַלִּיל יְיָ לָךְ:",
          "english": "Understand therefore this day, that the Lord thy God is he who goes over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the Lord has said to thee."
        },
        {
          "verseNum": 4,
          "hebrew": "אַל־תֹּאמַ֣ר בִּלְבָבְךָ֗ בַּהֲדֹ֣ף יְהֹוָה֩ אֱלֹהֶ֨יךָ אֹתָ֥ם&thinsp;<small>׀</small>&thinsp;מִלְּפָנֶ֘יךָ֮ לֵאמֹר֒ בְּצִדְקָתִי֙ הֱבִיאַ֣נִי יְהֹוָ֔ה לָרֶ֖שֶׁת אֶת־הָאָ֣רֶץ הַזֹּ֑את וּבְרִשְׁעַת֙ הַגּוֹיִ֣ם הָאֵ֔לֶּה יְהֹוָ֖ה מוֹרִישָׁ֥ם מִפָּנֶֽיךָ׃",
          "targum": "לָא תֵימַר בְּלִבָּךְ בִּדְיִתְּבַר יְיָ אֱלָהָךְ יָתְהוֹן מִקֳּדָמָךְ לְמֵימַר בְּזָכוּתִי אַעֲלַנִי יְיָ לְמֵירַת יָת אַרְעָא הָדָא וּבְחוֹבֵי עַמְמַיָּא הָאִלֵּין יְיָ מְתָרֵךְ לְהוֹן מִקֳּדָמָךְ:",
          "english": "Speak not thou in thy heart, after the Lord thy God has cast them out from before thee, saying, For my righteousness the Lord has brought me in to possess this land: and for the wickedness of these nations the Lord does drive them out from before thee."
        },
        {
          "verseNum": 5,
          "hebrew": "לֹ֣א בְצִדְקָתְךָ֗ וּבְיֹ֙שֶׁר֙ לְבָ֣בְךָ֔ אַתָּ֥ה בָ֖א לָרֶ֣שֶׁת אֶת־אַרְצָ֑ם כִּ֞י בְּרִשְׁעַ֣ת&thinsp;<b>׀</b> הַגּוֹיִ֣ם הָאֵ֗לֶּה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ מוֹרִישָׁ֣ם מִפָּנֶ֔יךָ וּלְמַ֜עַן הָקִ֣ים אֶת־הַדָּבָ֗ר אֲשֶׁ֨ר נִשְׁבַּ֤ע יְהֹוָה֙ לַאֲבֹתֶ֔יךָ לְאַבְרָהָ֥ם לְיִצְחָ֖ק וּֽלְיַעֲקֹֽב׃",
          "targum": "לָא בְזָכוּתָךְ וּבְקַשִּׁיטוּת לִבָּךְ אַתְּ עָלֵל לְמֵירַת יָת אַרְעֲהוֹן אֲרֵי בְּחוֹבֵי עַמְמַיָּא הָאִלֵּין יְיָ אֱלָהָךְ מְתָרֶכְהוֹן מִקֳּדָמָךְ וּבְדִיל לַאֲקָמָא יָת פִּתְגָּמָא דִּי קַיִּים יְיָ לַאֲבָהָתָךְ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב:",
          "english": "Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but on account of the wickedness of these nations the Lord thy God does drive them out from before thee, and that he may perform the word which the Lord swore to thy fathers, Avraham, Yiżĥaq, and Ya῾aqov."
        },
        {
          "verseNum": 6,
          "hebrew": "וְיָדַעְתָּ֗ כִּ֠י לֹ֤א בְצִדְקָֽתְךָ֙ יְהֹוָ֣ה אֱ֠לֹהֶ֠יךָ נֹתֵ֨ן לְךָ֜ אֶת־הָאָ֧רֶץ הַטּוֹבָ֛ה הַזֹּ֖את לְרִשְׁתָּ֑הּ כִּ֥י עַם־קְשֵׁה־עֹ֖רֶף אָֽתָּה׃",
          "targum": "וְתִדַּע אֲרֵי לָא בְזָכוּתָךְ יְיָ אֱלָהָךְ יָהֵב לָךְ יָת אַרְעָא טַבְתָא הָדָא לְמֵירְתַהּ אֲרֵי עַם קְשֵׁי קְדַל אָתְּ:",
          "english": "Understand therefore, that the Lord thy God gives thee not this good land to possess it for thy righteousness; for thou art a stiffnecked people."
        },
        {
          "verseNum": 7,
          "hebrew": "זְכֹר֙ אַל־תִּשְׁכַּ֔ח אֵ֧ת אֲשֶׁר־הִקְצַ֛פְתָּ אֶת־יְהֹוָ֥ה אֱלֹהֶ֖יךָ בַּמִּדְבָּ֑ר לְמִן־הַיּ֞וֹם אֲשֶׁר־יָצָ֣אתָ&thinsp;<b>׀</b> מֵאֶ֣רֶץ מִצְרַ֗יִם עַד־בֹּֽאֲכֶם֙ עַד־הַמָּק֣וֹם הַזֶּ֔ה מַמְרִ֥ים הֱיִיתֶ֖ם עִם־יְהֹוָֽה׃",
          "targum": "הֱוֵי דְכִיר לָא תִנְשֵׁי יָת דִּי אַרְגֶּזְתָּא קֳדָם יְיָ אֱלָהָךְ בְּמַדְבְּרָא לְמִן יוֹמָא דִּי נְפַקְתָּא מֵאַרְעָא דְמִצְרַיִם עַד מֵיתֵיכוֹן עַד אַתְרָא הָדֵין מְסָרְבִין הֲוֵיתוּן קֳדָם יְיָ:",
          "english": "Remember, and\n\t\t\t\tforget not, how thou didst provoke the Lord thy God to anger in the wilderness: from the day that thou didst depart out of the land of Miżrayim, until you came to this place, you have been rebellious against the Lord."
        },
        {
          "verseNum": 8,
          "hebrew": "וּבְחֹרֵ֥ב הִקְצַפְתֶּ֖ם אֶת־יְהֹוָ֑ה וַיִּתְאַנַּ֧ף יְהֹוָ֛ה בָּכֶ֖ם לְהַשְׁמִ֥יד אֶתְכֶֽם׃",
          "targum": "וּבְחֹרֵב אַרְגֶּזְתּוּן קֳדָם יְיָ וַהֲוָה רְגַז מִן קֳדָם יְיָ בְּכוֹן לְשֵׁצָאָה יָתְכוֹן:",
          "english": "Also in Ḥorev you provoked the Lord to anger, so that the Lord was angry with you to have destroyed you."
        },
        {
          "verseNum": 9,
          "hebrew": "בַּעֲלֹתִ֣י הָהָ֗רָה לָקַ֜חַת לוּחֹ֤ת הָֽאֲבָנִים֙ לוּחֹ֣ת הַבְּרִ֔ית אֲשֶׁר־כָּרַ֥ת יְהֹוָ֖ה עִמָּכֶ֑ם וָאֵשֵׁ֣ב בָּהָ֗ר אַרְבָּעִ֥ים יוֹם֙ וְאַרְבָּעִ֣ים לַ֔יְלָה לֶ֚חֶם לֹ֣א אָכַ֔לְתִּי וּמַ֖יִם לֹ֥א שָׁתִֽיתִי׃",
          "targum": "בְּמִסְּקִי לְטוּרָא לְמִסַּב לוּחֵי אַבְנַיָּא לוּחֵי קְיָמָא דִּי גְזַר יְיָ עִמְּכוֹן וִיתֵבִית בְּטוּרָא אַרְבְּעִין יְמָמִין וְאַרְבְּעִין לֵילָוָן לַחְמָא לָא אֲכָלִית וּמַיָּא לָא אִשְׁתֵּיתִי:",
          "english": "When I was gone up into the mountain to receive the tablets of stone, the tablets of the covenant which the Lord made with you, then I abode in the mountain forty days and forty nights, I neither did eat bread nor drink water:"
        },
        {
          "verseNum": 10,
          "hebrew": "וַיִּתֵּ֨ן יְהֹוָ֜ה אֵלַ֗י אֶת־שְׁנֵי֙ לוּחֹ֣ת הָֽאֲבָנִ֔ים כְּתֻבִ֖ים בְּאֶצְבַּ֣ע אֱלֹהִ֑ים וַעֲלֵיהֶ֗ם כְּֽכׇל־הַדְּבָרִ֡ים אֲשֶׁ֣ר דִּבֶּר֩ יְהֹוָ֨ה עִמָּכֶ֥ם בָּהָ֛ר מִתּ֥וֹךְ הָאֵ֖שׁ בְּי֥וֹם הַקָּהָֽל׃",
          "targum": "וִיהַב יְיָ לִי יָת תְּרֵין לוּחֵי אַבְנַיָּא כְּתִיבִין בְּאֶצְבְּעָא דַיְיָ וַעֲלֵיהוֹן כְּכָל פִּתְגָּמַיָּא דִּי מַלִּיל יְיָ עִמְּכוֹן בְּטוּרָא מִגּוֹ אֶשָּׁתָא בְּיוֹמָא דִקְהָלָא:",
          "english": "and the Lord delivered to me two tablets of stone written with the finger of God; and on them was written according to all the words which the Lord spoke with you in the mountain out of the midst of the fire on the day of the assembly."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְהִ֗י מִקֵּץ֙ אַרְבָּעִ֣ים י֔וֹם וְאַרְבָּעִ֖ים לָ֑יְלָה נָתַ֨ן יְהֹוָ֜ה אֵלַ֗י אֶת־שְׁנֵ֛י לֻחֹ֥ת הָאֲבָנִ֖ים לֻח֥וֹת הַבְּרִֽית׃",
          "targum": "וַהֲוָה מִסּוֹף אַרְבְּעִין יְמָמִין וְאַרְבְּעִין לֵילָוָן יְהַב יְיָ לִי יָת תְּרֵין לוּחֵי אַבְנַיָּא לוּחֵי קְיָמָא:",
          "english": "And it came to pass at the end of forty days and forty nights, that the Lord gave me the two tablets of stone, the tables of the covenant."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֵלַ֗י ק֣וּם רֵ֤ד מַהֵר֙ מִזֶּ֔ה כִּ֚י שִׁחֵ֣ת עַמְּךָ֔ אֲשֶׁ֥ר הוֹצֵ֖אתָ מִמִּצְרָ֑יִם סָ֣רוּ מַהֵ֗ר מִן־הַדֶּ֙רֶךְ֙ אֲשֶׁ֣ר צִוִּיתִ֔ם עָשׂ֥וּ לָהֶ֖ם מַסֵּכָֽה׃",
          "targum": "וַאֲמַר יְיָ לִי קוּם חוּת בִּפְרִיעַ מִכָּא אֲרֵי חַבִּיל עַמָּךְ דִּי אַפֶּקְתָּא מִמִּצְרָיִם סָטוּ בִּפְרִיעַ מִן אָרְחָא דִּי פַקֶּדְתִּנּוּן עֲבָדוּ לְהוֹן מַתְּכָא:",
          "english": "And the Lord said to me, Arise, get thee down quickly from here; for thy people which thou hast brought forth out of Miżrayim have become corrupt; they are quickly turned aside out of the way which I commanded them; they have made them a molten image."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֹּ֥אמֶר יְהֹוָ֖ה אֵלַ֣י לֵאמֹ֑ר רָאִ֙יתִי֙ אֶת־הָעָ֣ם הַזֶּ֔ה וְהִנֵּ֥ה עַם־קְשֵׁה־עֹ֖רֶף הֽוּא׃",
          "targum": "וַאֲמַר יְיָ לִי לְמֵימַר גֱּלִי קֳדָמַי יָת עַמָּא הָדֵין וְהָא עַם קְשֵׁי קְדַל הוּא:",
          "english": "And the Lord spoke to me saying, I have seen this people, and, behold, it is a stiffnecked people:"
        },
        {
          "verseNum": 14,
          "hebrew": "הֶ֤רֶף מִמֶּ֙נִּי֙ וְאַשְׁמִידֵ֔ם וְאֶמְחֶ֣ה אֶת־שְׁמָ֔ם מִתַּ֖חַת הַשָּׁמָ֑יִם וְאֶֽעֱשֶׂה֙ אֽוֹתְךָ֔ לְגוֹי־עָצ֥וּם וָרָ֖ב מִמֶּֽנּוּ׃",
          "targum": "אַנַּח בָּעוּתָךְ מִקֳּדָמַי וֶאֱשֵׁצִנּוּן וְאֶמְחֵי יָת שִׁמְהוֹן מִתְּחוֹת שְׁמַיָּא וְאֶעְבֵּד יָתָךְ לְעַם תַּקִּיף וְסַגִּי מִנְּהוֹן:",
          "english": "let me alone, that I may destroy them, and blot out their name from under heaven: and I will make of thee a nation mightier and greater than they."
        },
        {
          "verseNum": 15,
          "hebrew": "וָאֵ֗פֶן וָֽאֵרֵד֙ מִן־הָהָ֔ר וְהָהָ֖ר בֹּעֵ֣ר בָּאֵ֑שׁ וּשְׁנֵי֙ לוּחֹ֣ת הַבְּרִ֔ית עַ֖ל שְׁתֵּ֥י יָדָֽי׃",
          "targum": "וְאִתְפְּנֵיתִי וּנְחָתִית מִן טוּרָא וְטוּרָא בָּעֵר בְּאֶשָּׁתָא וּתְרֵין לוּחֵי קְיָמָא עַל תַּרְתֵּין יְדָי:",
          "english": "So I turned and came down from the mountain, and the mountain burned with fire: and the two tablets of the covenant were in my two hands."
        },
        {
          "verseNum": 16,
          "hebrew": "וָאֵ֗רֶא וְהִנֵּ֤ה חֲטָאתֶם֙ לַיהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם עֲשִׂיתֶ֣ם לָכֶ֔ם עֵ֖גֶל מַסֵּכָ֑ה סַרְתֶּ֣ם מַהֵ֔ר מִן־הַדֶּ֕רֶךְ אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה אֶתְכֶֽם׃",
          "targum": "וַחֲזֵיתִי וְהָא חַבְתּוּן קֳדָם יְיָ אֱלָהֲכוֹן עֲבַדְתּוּן לְכוֹן עֵגֶל מַתְּכָא סְטֵתוּן בִּפְרִיעַ מִן אָרְחָא דִּי פַקִּיד יְיָ יָתְכוֹן:",
          "english": "And I looked, and, behold, you had sinned against the Lord your God, and had made a molten calf: you had turned aside quickly out of the way which the Lord had commanded you."
        },
        {
          "verseNum": 17,
          "hebrew": "וָאֶתְפֹּשׂ֙ בִּשְׁנֵ֣י הַלֻּחֹ֔ת וָֽאַשְׁלִכֵ֔ם מֵעַ֖ל שְׁתֵּ֣י יָדָ֑י וָאֲשַׁבְּרֵ֖ם לְעֵינֵיכֶֽם׃",
          "targum": "וַאֲחָדִית בִּתְרֵין לוּחַיָּא וּרְמִיתִנּוּן מֵעַל תַּרְתֵּין יְדָי וּתְבַרְתִּנּוּן לְעֵינֵיכוֹן:",
          "english": "And I took the two tablets, and cast them out of my two hands, and broke them before your eyes."
        },
        {
          "verseNum": 18,
          "hebrew": "וָֽאֶתְנַפַּל֩ לִפְנֵ֨י יְהֹוָ֜ה כָּרִאשֹׁנָ֗ה אַרְבָּעִ֥ים יוֹם֙ וְאַרְבָּעִ֣ים לַ֔יְלָה לֶ֚חֶם לֹ֣א אָכַ֔לְתִּי וּמַ֖יִם לֹ֣א שָׁתִ֑יתִי עַ֤ל כׇּל־חַטַּאתְכֶם֙ אֲשֶׁ֣ר חֲטָאתֶ֔ם לַעֲשׂ֥וֹת הָרַ֛ע בְּעֵינֵ֥י יְהֹוָ֖ה לְהַכְעִיסֽוֹ׃",
          "targum": "וְאִשְׁתַּטָּחִית קֳדָם יְיָ כְּקַדְמֵתָא אַרְבְּעִין יְמָמִין וְאַרְבְּעִין לֵילָוָן לַחְמָא לָא אֲכָלִית וּמַיָּא לָא אִשְׁתֵּיתִי עַל כָּל חוֹבֵיכוֹן דִּי חַבְתּוּן לְמֶעְבַּד דְּבִישׁ קֳדָם יְיָ לְאַרְגָּזָא קֳדָמוֹהִי:",
          "english": "And I fell down before the Lord, as at the first, forty days and forty nights: I did neither eat bread, nor drink water, because of all your sins which you sinned, in doing wickedly in the sight of the Lord, to provoke him to anger."
        },
        {
          "verseNum": 19,
          "hebrew": "כִּ֣י יָגֹ֗רְתִּי מִפְּנֵ֤י הָאַף֙ וְהַ֣חֵמָ֔ה אֲשֶׁ֨ר קָצַ֧ף יְהֹוָ֛ה עֲלֵיכֶ֖ם לְהַשְׁמִ֣יד אֶתְכֶ֑ם וַיִּשְׁמַ֤ע יְהֹוָה֙ אֵלַ֔י גַּ֖ם בַּפַּ֥עַם הַהִֽוא׃",
          "targum": "אֲרֵי דְחֵלִית מִקֳּדָם רָגְזָא וְחֵמְתָא דִּי רְגַז יְיָ עֲלֵיכוֹן לְשֵׁצָאָה יָתְכוֹן וְקַבִּיל יְיָ צְלוֹתִי אַף בְּזִמְנָא הַהִיא:",
          "english": "For I was afraid of the anger and hot displeasure, with which the Lord was angry against you to destroy you. But the Lord hearkened to me at that time also."
        },
        {
          "verseNum": 20,
          "hebrew": "וּֽבְאַהֲרֹ֗ן הִתְאַנַּ֧ף יְהֹוָ֛ה מְאֹ֖ד לְהַשְׁמִיד֑וֹ וָֽאֶתְפַּלֵּ֛ל גַּם־בְּעַ֥ד אַהֲרֹ֖ן בָּעֵ֥ת הַהִֽוא׃",
          "targum": "וְעַל אַהֲרֹן הֲוָה רְגַז מִן קֳדָם יְיָ לַחֲדָא לְשֵׁצָיוּתֵיהּ וְצַלֵּיתִי אַף עַל אַהֲרֹן בְּעִדָּנָא הַהִיא:",
          "english": "And the Lord was very angry with Aharon to have destroyed him: and I prayed for Aharon also at the same time."
        },
        {
          "verseNum": 21,
          "hebrew": "וְֽאֶת־חַטַּאתְכֶ֞ם אֲשֶׁר־עֲשִׂיתֶ֣ם אֶת־הָעֵ֗גֶל לָקַ֘חְתִּי֮ וָאֶשְׂרֹ֣ף אֹת֣וֹ&thinsp;<small>׀</small>&thinsp;בָּאֵשׁ֒ וָאֶכֹּ֨ת אֹת֤וֹ טָחוֹן֙ הֵיטֵ֔ב עַ֥ד אֲשֶׁר־דַּ֖ק לְעָפָ֑ר וָֽאַשְׁלִךְ֙ אֶת־עֲפָר֔וֹ אֶל־הַנַּ֖חַל הַיֹּרֵ֥ד מִן־הָהָֽר׃",
          "targum": "וְיָת חוֹבַתְכוֹן דִּי עֲבַדְתּוּן יָת עֶגְלָא נְסֵבִית וְאוֹקֵדִית יָתֵיהּ בְּנוּרָא וְשָׁפִית יָתֵיהּ בְּשׁוּפִינָא יָאוּת עַד דִּי הֲוָה דַּקִּיק לְעַפְרָא וּרְמֵת יָת עַפְרֵיהּ לְנַחֲלָא דְּנָחֵת מִן טוּרָא:",
          "english": "And I took your sin, the calf which you had made, and burnt it with fire, and stamped it, and ground it very small, until it was as fine as dust: and I cast the dust of it into the stream that descended out of the mountain."
        },
        {
          "verseNum": 22,
          "hebrew": "וּבְתַבְעֵרָה֙ וּבְמַסָּ֔ה וּבְקִבְרֹ֖ת הַֽתַּאֲוָ֑ה מַקְצִפִ֥ים הֱיִיתֶ֖ם אֶת־יְהֹוָֽה׃",
          "targum": "וּבִדְלֶקְתָּא וּבְנִסֵּתָא וּבְקִבְרֵי דִמְשַׁאֲלֵי מַרְגְּזִין הֲוֵיתוּן קֳדָם יְיָ:",
          "english": "And at Tav῾era, and at Massa, and at Qivrot-hatta᾽ava, you provoked\n\t\t\t\tthe Lord to anger."
        },
        {
          "verseNum": 23,
          "hebrew": "וּבִשְׁלֹ֨חַ יְהֹוָ֜ה אֶתְכֶ֗ם מִקָּדֵ֤שׁ בַּרְנֵ֙עַ֙ לֵאמֹ֔ר עֲלוּ֙ וּרְשׁ֣וּ אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר נָתַ֖תִּי לָכֶ֑ם וַתַּמְר֗וּ אֶת־פִּ֤י יְהֹוָה֙ אֱלֹ֣הֵיכֶ֔ם וְלֹ֤א הֶֽאֱמַנְתֶּם֙ ל֔וֹ וְלֹ֥א שְׁמַעְתֶּ֖ם בְּקֹלֽוֹ׃",
          "targum": "וְכַד שְׁלַח יְיָ יָתְכוֹן מֵרְקַם גֵּיאָה לְמֵימַר סְקוֹ וְאַחֲסִינוּ יָת אַרְעָא דִּי יְהָבִית לְכוֹן וְסָרֶבְתּוּן עַל גְּזֵרַת מֵימְרָא דַיְיָ אֱלָהֲכוֹן וְלָא הֵימַנְתּוּן לֵיהּ וְלָא קַבֶּלְתּוּן לְמֵימְרֵיהּ:",
          "english": "Likewise when the Lord sent you from Qadesh-barne῾a, saying, Go up and possess the land which I have given you; then you rebelled against the commandment of the Lord your God, and you believed him not, nor hearkened to his voice."
        },
        {
          "verseNum": 24,
          "hebrew": "מַמְרִ֥ים הֱיִיתֶ֖ם עִם־יְהֹוָ֑ה מִיּ֖וֹם דַּעְתִּ֥י אֶתְכֶֽם׃",
          "targum": "מְסָרְבִין הֲוֵיתוּן קֳדָם יְיָ מִיּוֹמָא דִּידָעִית יָתְכוֹן:",
          "english": "You have been rebellious against the Lord from the day that I knew you."
        },
        {
          "verseNum": 25,
          "hebrew": "וָֽאֶתְנַפַּ֞ל לִפְנֵ֣י יְהֹוָ֗ה אֵ֣ת אַרְבָּעִ֥ים הַיּ֛וֹם וְאֶת־אַרְבָּעִ֥ים הַלַּ֖יְלָה אֲשֶׁ֣ר הִתְנַפָּ֑לְתִּי כִּֽי־אָמַ֥ר יְהֹוָ֖ה לְהַשְׁמִ֥יד אֶתְכֶֽם׃",
          "targum": "וְאִשְׁתַּטָּחִית קֳדָם יְיָ יָת אַרְבְּעִין יְמָמִין וְיָת אַרְבְּעִין לֵילָוָן דִּי אִשְׁתַּטָּחִית אֲרֵי אֲמַר יְיָ לְשֵׁצָאָה יָתְכוֹן:",
          "english": "Thus I fell down before the Lord forty days and forty nights, as I fell down at the first; because the Lord had said he would destroy you."
        },
        {
          "verseNum": 26,
          "hebrew": "וָאֶתְפַּלֵּ֣ל אֶל־יְהֹוָה֮ וָאֹמַר֒ אֲדֹנָ֣י יֱהֹוִ֗ה אַל־תַּשְׁחֵ֤ת עַמְּךָ֙ וְנַחֲלָ֣תְךָ֔ אֲשֶׁ֥ר פָּדִ֖יתָ בְּגׇדְלֶ֑ךָ אֲשֶׁר־הוֹצֵ֥אתָ מִמִּצְרַ֖יִם בְּיָ֥ד חֲזָקָֽה׃",
          "targum": "וְצַלֵּיתִי קֳדָם יְיָ וַאֲמָרִית יְיָ אֱלָהִים לָא תְחַבַּל עַמָּךְ וְאַחֲסַנְתָּךְ דִּי פְרַקְתָּא בְּתָקְפָּךְ דִּי אַפֶּקְתָּא מִמִּצְרַיִם בִּידָא תַקִּיפָא:",
          "english": "I prayed therefore to the Lord, and said, O Lord God, destroy not thy people and thy inheritance, which thou hast redeemed through thy greatness, which thou hast brought out of Miżrayim with a mighty hand."
        },
        {
          "verseNum": 27,
          "hebrew": "זְכֹר֙ לַעֲבָדֶ֔יךָ לְאַבְרָהָ֥ם לְיִצְחָ֖ק וּֽלְיַעֲקֹ֑ב אַל־תֵּ֗פֶן אֶל־קְשִׁי֙ הָעָ֣ם הַזֶּ֔ה וְאֶל־רִשְׁע֖וֹ וְאֶל־חַטָּאתֽוֹ׃",
          "targum": "אִדְּכַר לְעַבְדָּיךְ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב לָא תִתְפְּנֵי לְקַשְׁיוּת עַמָּא הָדֵין וּלְחוֹבֵיהוֹן וְלַחֲטָאֵיהוֹן:",
          "english": "Remember thy servants, Avraham, Yiżĥaq, and Ya῾aqov; look not to the stubbornness of this people, nor to their wickedness, nor to their sin:"
        },
        {
          "verseNum": 28,
          "hebrew": "פֶּן־יֹאמְר֗וּ הָאָ֘רֶץ֮ אֲשֶׁ֣ר הוֹצֵאתָ֣נוּ מִשָּׁם֒ מִבְּלִי֙ יְכֹ֣לֶת יְהֹוָ֔ה לַהֲבִיאָ֕ם אֶל־הָאָ֖רֶץ אֲשֶׁר־דִּבֶּ֣ר לָהֶ֑ם וּמִשִּׂנְאָת֣וֹ אוֹתָ֔ם הוֹצִיאָ֖ם לַהֲמִתָ֥ם בַּמִּדְבָּֽר׃",
          "targum": "דִּילְמָא יֵימְרוּן דָּיְרֵי אַרְעָא דִּי אַפֶּקְתָּנָא מִתַּמָּן מִדְּלֵית יוּכְלָא דַיְיָ לְאָעָלֻתְהוֹן לְאַרְעָא דִּי מַלִּיל לְהוֹן וּמִדְּסָנֵי יָתְהוֹן אַפֵּקִנּוּן לְקַטָּלוּתְהוֹן בְּמַדְבְּרָא:",
          "english": "lest the land from which thou didst bring us out say, Because the Lord was not able to bring them into the land which he promised them, and because he hated them, he has brought them out to slay them in the wilderness."
        },
        {
          "verseNum": 29,
          "hebrew": "וְהֵ֥ם עַמְּךָ֖ וְנַחֲלָתֶ֑ךָ אֲשֶׁ֤ר הוֹצֵ֙אתָ֙ בְּכֹחֲךָ֣ הַגָּדֹ֔ל וּבִֽזְרֹעֲךָ֖ הַנְּטוּיָֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְאִנּוּן עַמָּךְ וְאַחֲסַנְתָּךְ דִּי אַפֶּקְתָּא בְּחֵילָךְ רַבָּא וּבִדְרָעָךְ מְרָמְמָא:",
          "english": "Yet they are thy people and thy inheritance, which thou didst bring out by thy mighty power and by thy stretched-out arm."
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "בָּעֵ֨ת הַהִ֜וא אָמַ֧ר יְהֹוָ֣ה אֵלַ֗י פְּסׇל־לְךָ֞ שְׁנֵֽי־לוּחֹ֤ת אֲבָנִים֙ כָּרִ֣אשֹׁנִ֔ים וַעֲלֵ֥ה אֵלַ֖י הָהָ֑רָה וְעָשִׂ֥יתָ לְּךָ֖ אֲר֥וֹן עֵֽץ׃",
          "targum": "בְּעִדָּנָא הַהִיא אֲמַר יְיָ לִי פְּסַל לָךְ תְּרֵין לוּחֵי אַבְנַיָּא כְּקַדְמָאֵי וְסַק לָקֳדָמַי לְטוּרָא וְתַעְבֵּד לָךְ אֲרוֹנָא דְאָעָא:",
          "english": "At that time the Lord said to me, Hew for thyself two tablets of stone like the first, and come up to me into the mountain, and make for thyself an ark of wood."
        },
        {
          "verseNum": 2,
          "hebrew": "וְאֶכְתֹּב֙ עַל־הַלֻּחֹ֔ת אֶ֨ת־הַדְּבָרִ֔ים אֲשֶׁ֥ר הָי֛וּ עַל־הַלֻּחֹ֥ת הָרִאשֹׁנִ֖ים אֲשֶׁ֣ר שִׁבַּ֑רְתָּ וְשַׂמְתָּ֖ם בָּאָרֽוֹן׃",
          "targum": "וְאֶכְתּוֹב עַל לוּחַיָּא יָת פִּתְגָּמַיָּא דִּי הֲווֹ עַל לוּחַיָּא קַדְמָאֵי דִּי תְבַרְתָּא וּתְשַׁוִּנּוּן בַּאֲרוֹנָא:",
          "english": "And I will write on the tablets the words that were on the first tablets which thou didst break, and thou shalt put them in the ark."
        },
        {
          "verseNum": 3,
          "hebrew": "וָאַ֤עַשׂ אֲרוֹן֙ עֲצֵ֣י שִׁטִּ֔ים וָאֶפְסֹ֛ל שְׁנֵי־לֻחֹ֥ת אֲבָנִ֖ים כָּרִאשֹׁנִ֑ים וָאַ֣עַל הָהָ֔רָה וּשְׁנֵ֥י הַלֻּחֹ֖ת בְּיָדִֽי׃",
          "targum": "וַעֲבָדִית אֲרוֹנָא דְּאָעֵי שִׁטִּין וּפְסָלִית תְּרֵין לוּחֵי אַבְנַיָּא כְּקַדְמָאֵי וּסְלֵקִית לְטוּרָא וּתְרֵין לוּחַיָּא בִּידִי:",
          "english": "And I made an ark of shittim wood, and hewed two tablets of stone like the first, and went up to the mountain, having the two tablets in my hand."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּכְתֹּ֨ב עַֽל־הַלֻּחֹ֜ת כַּמִּכְתָּ֣ב הָרִאשׁ֗וֹן אֵ֚ת עֲשֶׂ֣רֶת הַדְּבָרִ֔ים אֲשֶׁ֣ר דִּבֶּר֩ יְהֹוָ֨ה אֲלֵיכֶ֥ם בָּהָ֛ר מִתּ֥וֹךְ הָאֵ֖שׁ בְּי֣וֹם הַקָּהָ֑ל וַיִּתְּנֵ֥ם יְהֹוָ֖ה אֵלָֽי׃",
          "targum": "וּכְתַב עַל לוּחַיָּא כִּכְתָבָא קַדְמָאָה יָת עַשְׂרָא פִתְגָּמַיָּא דִּי מַלִּיל יְיָ עִמְּכוֹן בְּטוּרָא מִגּוֹ אֶשָׁתָא בְּיוֹמָא דִקְהָלָא וִיהָבִנּוּן יְיָ לִי:",
          "english": "And he wrote on the tablets, according to the first writing, the ten Words, which the Lord spoke to you in the mountain out of the midst of the fire in the day of the assembly: and the Lord gave them to me."
        },
        {
          "verseNum": 5,
          "hebrew": "וָאֵ֗פֶן וָֽאֵרֵד֙ מִן־הָהָ֔ר וָֽאָשִׂם֙ אֶת־הַלֻּחֹ֔ת בָּאָר֖וֹן אֲשֶׁ֣ר עָשִׂ֑יתִי וַיִּ֣הְיוּ שָׁ֔ם כַּאֲשֶׁ֥ר צִוַּ֖נִי יְהֹוָֽה׃",
          "targum": "וְאִתְפְּנֵיתִי וּנְחָתִית מִן טוּרָא וְשַׁוֵּיתִי יָת לוּחַיָּא בַּאֲרוֹנָא דִּי עֲבָדִית וַהֲווֹ תַמָּן כְּמָא דִי פַקְּדַנִי יְיָ:",
          "english": "And I turned and came down from the mountain, and put the tablets in the ark which I had made; and there they were, as the Lord commanded me."
        },
        {
          "verseNum": 6,
          "hebrew": "וּבְנֵ֣י יִשְׂרָאֵ֗ל נָ֥סְע֛וּ מִבְּאֵרֹ֥ת בְּנֵי־יַעֲקָ֖ן מוֹסֵרָ֑ה שָׁ֣ם מֵ֤ת אַהֲרֹן֙ וַיִּקָּבֵ֣ר שָׁ֔ם וַיְכַהֵ֛ן אֶלְעָזָ֥ר בְּנ֖וֹ תַּחְתָּֽיו׃",
          "targum": "וּבְנֵי יִשְׂרָאֵל נְטָלוּ מִבְּאֵרוֹת בְּנֵי יַעֲקָן לְמוֹסֵרָה תַּמָּן מִית אַהֲרֹן וְאִתְקְבַר תַּמָּן וְשַׁמֵּשׁ אֶלְעָזָר בְּרֵיהּ תְּחוֹתוֹהִי:",
          "english": "And the children of Yisra᾽el took their journey from Be᾽erot-bene-ya῾aqan to Mosera: there Aharon died, and there he was buried; and El῾azar his son ministered in the priest’s office in his place."
        },
        {
          "verseNum": 7,
          "hebrew": "מִשָּׁ֥ם נָסְע֖וּ הַגֻּדְגֹּ֑דָה וּמִן־הַגֻּדְגֹּ֣דָה יׇטְבָ֔תָה אֶ֖רֶץ נַ֥חֲלֵי מָֽיִם׃",
          "targum": "מִתַּמָּן נְטָלוּ לְגֻדְגֹּד וּמִן גֻּדְגֹּד לְיָטְבָת אַרְעָא נָגְדָן נַחֲלִין דְּמַיִּין:",
          "english": "From thence they journeyed to Gudgoda; and from Gudgoda to Yotvata, a land of streaming wadis."
        },
        {
          "verseNum": 8,
          "hebrew": "בָּעֵ֣ת הַהִ֗וא הִבְדִּ֤יל יְהֹוָה֙ אֶת־שֵׁ֣בֶט הַלֵּוִ֔י לָשֵׂ֖את אֶת־אֲר֣וֹן בְּרִית־יְהֹוָ֑ה לַעֲמֹד֩ לִפְנֵ֨י יְהֹוָ֤ה לְשָֽׁרְתוֹ֙ וּלְבָרֵ֣ךְ בִּשְׁמ֔וֹ עַ֖ד הַיּ֥וֹם הַזֶּֽה׃",
          "targum": "בְּעִדָּנָא הַהִיא אַפְרֵשׁ יְיָ יָת שִׁבְטָא דְלֵוִי לְמִטַּל יָת אֲרוֹן קְיָמָא דַיְיָ לְמֵקַם קֳדָם יְיָ לְשַׁמָּשׁוּתֵיהּ וּלְבָרָכָא בִשְׁמֵיהּ עַד יוֹמָא הָדֵין:",
          "english": "At that time the Lord separated the tribe of Levi, to bear the ark of the covenant of the Lord, to stand before the Lord to minister to him, and to bless in his name, to this day."
        },
        {
          "verseNum": 9,
          "hebrew": "עַל־כֵּ֞ן לֹֽא־הָיָ֧ה לְלֵוִ֛י חֵ֥לֶק וְנַחֲלָ֖ה עִם־אֶחָ֑יו יְהֹוָה֙ ה֣וּא נַחֲלָת֔וֹ כַּאֲשֶׁ֥ר דִּבֶּ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ לֽוֹ׃",
          "targum": "עַל כֵּן לָא הֲוָה לְלֵוִי חֳלָק וְאַחֲסָנָא עִם אֲחוֹהִי מַתְּנָן דִּיהַב לֵיהּ יְיָ אִנּוּן אַחֲסַנְתֵּיהּ כְּמָא דִי מַלִּיל יְיָ אֱלָהָךְ לֵיהּ:",
          "english": "Therefore Levi has no part or inheritance with his brethren; the Lord is his inheritance, according as the Lord thy God promised him."
        },
        {
          "verseNum": 10,
          "hebrew": "וְאָנֹכִ֞י עָמַ֣דְתִּי בָהָ֗ר כַּיָּמִים֙ הָרִ֣אשֹׁנִ֔ים אַרְבָּעִ֣ים י֔וֹם וְאַרְבָּעִ֖ים לָ֑יְלָה וַיִּשְׁמַ֨ע יְהֹוָ֜ה אֵלַ֗י גַּ֚ם בַּפַּ֣עַם הַהִ֔וא לֹא־אָבָ֥ה יְהֹוָ֖ה הַשְׁחִיתֶֽךָ׃",
          "targum": "וַאֲנָא הֲוֵיתִי קָאֵם בְּטוּרָא כְּיוֹמִין קַדְמָאִין אַרְבְּעִין יְמָמִין וְאַרְבְּעִין לֵילָוָן וְקַבִּיל יְיָ צְלוֹתִי אַף בְּזִמְנָא הַהוּא לָא אָבֵי יְיָ לְחַבָּלוּתָךְ:",
          "english": "And I stayed in the mountain, like the first time, forty days and forty nights; and the Lord hearkened to me at that time also, and the Lord would not destroy thee."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֵלַ֔י ק֛וּם לֵ֥ךְ לְמַסַּ֖ע לִפְנֵ֣י הָעָ֑ם וְיָבֹ֙אוּ֙ וְיִֽירְשׁ֣וּ אֶת־הָאָ֔רֶץ אֲשֶׁר־נִשְׁבַּ֥עְתִּי לַאֲבֹתָ֖ם לָתֵ֥ת לָהֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וַאֲמַר יְיָ לִי קוּם זִיל לְמִטּוּל קֳדָם עַמָּא וְיֵעֲלוּן וְיֵרְתוּן יָת אַרְעָא דִּי קַיֵּמִית לַאֲבָהָתְהוֹן לְמִתַּן לְהוֹן:",
          "english": "And the Lord said to me, Arise, take thy journey before the people, that they may go in and possess the land, which I swore to their fathers to give them."
        },
        {
          "verseNum": 12,
          "hebrew": "וְעַתָּה֙ יִשְׂרָאֵ֔ל מָ֚ה יְהֹוָ֣ה אֱלֹהֶ֔יךָ שֹׁאֵ֖ל מֵעִמָּ֑ךְ כִּ֣י אִם־לְ֠יִרְאָ֠ה אֶת־יְהֹוָ֨ה אֱלֹהֶ֜יךָ לָלֶ֤כֶת בְּכׇל־דְּרָכָיו֙ וּלְאַהֲבָ֣ה אֹת֔וֹ וְלַֽעֲבֹד֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכׇל־לְבָבְךָ֖ וּבְכׇל־נַפְשֶֽׁךָ׃",
          "targum": "וּכְעַן יִשְׂרָאֵל מָא יְיָ אֱלָהָךְ תָּבַע מִנָּךְ אֶלָּהֵן לְמִדְחַל קֳדָם יְיָ אֱלָהָךְ לִמְהַךְ בְּכָל אָרְחָן דְּתָקְנָן קֳדָמוֹהִי וּלְמִרְחַם יָתֵיהּ וּלְמִפְלַח קֳדָם יְיָ אֱלָהָךְ בְּכָל לִבָּךְ וּבְכָל נַפְשָׁךְ:",
          "english": "And now, Yisra᾽el, what does the Lord thy God require of thee, but to fear the Lord thy God, to walk in all his ways, and to love him, and to serve the Lord thy God with all thy heart and with all thy soul,"
        },
        {
          "verseNum": 13,
          "hebrew": "לִשְׁמֹ֞ר אֶת־מִצְוֺ֤ת יְהֹוָה֙ וְאֶת־חֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְט֖וֹב לָֽךְ׃",
          "targum": "לְמִטַּר יָת פִּקּוֹדַיָּא דַיְיָ וְיָת קְיָמוֹהִי דַּאֲנָא מְפַקְּדָךְ יוֹמָא דֵין לִדְיֵיטַב לָךְ:",
          "english": "to keep the commandments of the Lord, and his statutes, which I command thee this day for thy good?"
        },
        {
          "verseNum": 14,
          "hebrew": "הֵ֚ן לַיהֹוָ֣ה אֱלֹהֶ֔יךָ הַשָּׁמַ֖יִם וּשְׁמֵ֣י הַשָּׁמָ֑יִם הָאָ֖רֶץ וְכׇל־אֲשֶׁר־בָּֽהּ׃",
          "targum": "הָא דַּיְיָ אֱלָהָךְ שְׁמַיָּא וּשְׁמֵי שְׁמַיָּא אַרְעָא וְכָל דִּי בַהּ:",
          "english": "Behold, the heaven and the heaven of heavens belongs to the Lord thy God, the earth also, with all that is on it."
        },
        {
          "verseNum": 15,
          "hebrew": "רַ֧ק בַּאֲבֹתֶ֛יךָ חָשַׁ֥ק יְהֹוָ֖ה לְאַהֲבָ֣ה אוֹתָ֑ם וַיִּבְחַ֞ר בְּזַרְעָ֣ם אַחֲרֵיהֶ֗ם בָּכֶ֛ם מִכׇּל־הָעַמִּ֖ים כַּיּ֥וֹם הַזֶּֽה׃",
          "targum": "לְחוֹד בַּאֲבָהָתָךְ צָבֵי יְיָ לְמִרְחַם יָתְהוֹן וְאִתִּרְעֵי בִּבְנֵיהוֹן בַּתְרֵיהוֹן בְּכוֹן מִכָּל עַמְמַיָּא כְּיוֹמָא הָדֵין:",
          "english": "Only the Lord took delight in thy fathers to love them, and he chose their seed after them, even you above all people, as it is this day."
        },
        {
          "verseNum": 16,
          "hebrew": "וּמַלְתֶּ֕ם אֵ֖ת עׇרְלַ֣ת לְבַבְכֶ֑ם וְעׇ֨רְפְּכֶ֔ם לֹ֥א תַקְשׁ֖וּ עֽוֹד׃",
          "targum": "וְתֶעְדּוּן יָת טַפְשׁוּת לִבְּכוֹן וּקְדָלְכוֹן לָא תַקְשׁוּן עוֹד:",
          "english": "Circumcise therefore the foreskin of your heart, and be stiffnecked no more."
        },
        {
          "verseNum": 17,
          "hebrew": "כִּ֚י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֚וּא אֱלֹהֵ֣י הָֽאֱלֹהִ֔ים וַאֲדֹנֵ֖י הָאֲדֹנִ֑ים הָאֵ֨ל הַגָּדֹ֤ל הַגִּבֹּר֙ וְהַנּוֹרָ֔א אֲשֶׁר֙ לֹא־יִשָּׂ֣א פָנִ֔ים וְלֹ֥א יִקַּ֖ח שֹֽׁחַד׃",
          "targum": "אֲרֵי יְיָ אֱלָהֲכוֹן הוּא אֱלָהָא דַּיָּנִין וּמָרֵי מַלְכִין אֱלָהָא רַבָּא גִּבָּרָא וּדְחִילָא דִּי לֵית קֳדָמוֹהִי מִסַּב אַפִּין וְאַף לָא לְקַבָּלָא שָׁחְדָא:",
          "english": "For the Lord your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, who favours no person, and takes no bribe:"
        },
        {
          "verseNum": 18,
          "hebrew": "עֹשֶׂ֛ה מִשְׁפַּ֥ט יָת֖וֹם וְאַלְמָנָ֑ה וְאֹהֵ֣ב גֵּ֔ר לָ֥תֶת ל֖וֹ לֶ֥חֶם וְשִׂמְלָֽה׃",
          "targum": "עָבֵד דִּין יִתַּם וְאַרְמְלָא וְרָחֵם גִּיּוֹרָא לְמִתַּן לֵיהּ מְזוֹנָא וּכְסוּ:",
          "english": "he executes the judgment of the fatherless and widow, and loves the stranger, giving him food and raiment."
        },
        {
          "verseNum": 19,
          "hebrew": "וַאֲהַבְתֶּ֖ם אֶת־הַגֵּ֑ר כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וְתִרְחֲמוּן יָת גִּיּוֹרָא אֲרֵי דַיָּרִין הֲוֵיתוּן בְּאַרְעָא דְמִצְרָיִם:",
          "english": "Love therefore the stranger: for you were strangers in the land of Miżrayim."
        },
        {
          "verseNum": 20,
          "hebrew": "אֶת־יְהֹוָ֧ה אֱלֹהֶ֛יךָ תִּירָ֖א אֹת֣וֹ תַעֲבֹ֑ד וּב֣וֹ תִדְבָּ֔ק וּבִשְׁמ֖וֹ תִּשָּׁבֵֽעַ׃",
          "targum": "יָת יְיָ אֱלָהָךְ תִּדְחַל וּקֳדָמוֹהִי תִפְלָח וּלְדַחַלְתֵּיהּ תִּקְרַב וּבִשְׁמֵיהּ תְּקַיַּם:",
          "english": "Thou shalt fear the Lord thy God; him shalt thou serve, and to him shalt thou hold fast, and swear by his name."
        },
        {
          "verseNum": 21,
          "hebrew": "ה֥וּא תְהִלָּתְךָ֖ וְה֣וּא אֱלֹהֶ֑יךָ אֲשֶׁר־עָשָׂ֣ה אִתְּךָ֗ אֶת־הַגְּדֹלֹ֤ת וְאֶת־הַנּֽוֹרָאֹת֙ הָאֵ֔לֶּה אֲשֶׁ֥ר רָא֖וּ עֵינֶֽיךָ׃",
          "targum": "הוּא תֻשְׁבַּחְתָּךְ וְהוּא אֱלָהָךְ דַּעֲבַד עִמָּךְ יָת רַבְרְבָתָא וְיָת חֲסִינָתָא הָאִלֵּין דִּי חֲזוֹ עֵינָיךְ:",
          "english": "He is thy praise, and he is thy God, who has done for thee these great and terrible things, which thy eyes have seen."
        },
        {
          "verseNum": 22,
          "hebrew": "בְּשִׁבְעִ֣ים נֶ֔פֶשׁ יָרְד֥וּ אֲבֹתֶ֖יךָ מִצְרָ֑יְמָה וְעַתָּ֗ה שָֽׂמְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃",
          "targum": "בְּשַׁבְעִין נַפְשָׁן נְחָתוּ אֲבָהָתָךְ לְמִצְרָיִם וּכְעַן שַׁוְּיָךְ יְיָ אֱלָהָךְ כְּכוֹכְבֵי שְׁמַיָּא לְמִסְגֵּי:",
          "english": "Thy fathers went down to Miżrayim with seventy persons; and now the Lord thy God has made thee as the stars of heaven for multitude."
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְאָ֣הַבְתָּ֔ אֵ֖ת יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְשָׁמַרְתָּ֣ מִשְׁמַרְתּ֗וֹ וְחֻקֹּתָ֧יו וּמִשְׁפָּטָ֛יו וּמִצְוֺתָ֖יו כׇּל־הַיָּמִֽים׃",
          "targum": "וְתִרְחַם יָת יְיָ אֱלָהָךְ וְתִטַּר מַטְּרַת מֵימְרֵיהּ וּקְיָמוֹהִי וְדִינוֹהִי וּפִקּוֹדוֹהִי כָּל יוֹמַיָּא:",
          "english": "Therefore thou shalt love the Lord thy God, and keep his charge, and his statutes, and his judgments, and his commandments, always."
        },
        {
          "verseNum": 2,
          "hebrew": "וִֽידַעְתֶּם֮ הַיּוֹם֒ כִּ֣י&thinsp;<b>׀</b> לֹ֣א אֶת־בְּנֵיכֶ֗ם אֲשֶׁ֤ר לֹֽא־יָדְעוּ֙ וַאֲשֶׁ֣ר לֹא־רָא֔וּ אֶת־מוּסַ֖ר יְהֹוָ֣ה אֱלֹהֵיכֶ֑ם אֶת־גׇּדְל֕וֹ אֶת־יָדוֹ֙ הַחֲזָקָ֔ה וּזְרֹע֖וֹ הַנְּטוּיָֽה׃",
          "targum": "וְתִדְּעוּן יוֹמָא דֵין אֲרֵי לָא יָת בְּנֵיכוֹן דִּי לָא יְדָעוּ וְדִי לָא חֲזוֹ יָת אֻלְפָנָא דַּיְיָ אֱלָהֲכוֹן יָת רְבוּתֵיהּ יָת יְדֵיהּ תַּקִּיפָא וּדְרָעֵיהּ מְרָמְמָא:",
          "english": "And know this day: for I speak not with your children who have not known, and have not seen the chastisement of the Lord your God, his greatness, his mighty hand, and his stretched-out arm,"
        },
        {
          "verseNum": 3,
          "hebrew": "וְאֶת־אֹֽתֹתָיו֙ וְאֶֽת־מַעֲשָׂ֔יו אֲשֶׁ֥ר עָשָׂ֖ה בְּת֣וֹךְ מִצְרָ֑יִם לְפַרְעֹ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וּלְכׇל־אַרְצֽוֹ׃",
          "targum": "וְיָת אַתְוָתֵיהּ וְיָת עוֹבָדוֹהִי דִּי עֲבַד בְּגוֹ מִצְרָיִם לְפַרְעֹה מַלְכָּא דְמִצְרַיִם וּלְכָל אַרְעֵיהּ:",
          "english": "and his miracles, and his acts, which he did in the midst of Miżrayim to Par῾o the king of Miżrayim, and to all his land;"
        },
        {
          "verseNum": 4,
          "hebrew": "וַאֲשֶׁ֣ר עָשָׂה֩ לְחֵ֨יל מִצְרַ֜יִם לְסוּסָ֣יו וּלְרִכְבּ֗וֹ אֲשֶׁ֨ר הֵצִ֜יף אֶת־מֵ֤י יַם־סוּף֙ עַל־פְּנֵיהֶ֔ם בְּרׇדְפָ֖ם אַחֲרֵיכֶ֑ם וַיְאַבְּדֵ֣ם יְהֹוָ֔ה עַ֖ד הַיּ֥וֹם הַזֶּֽה׃",
          "targum": "וְדִי עֲבַד לְמַשִּׁרְיַת מִצְרַיִם לְסוּסָוָתֵיהּ וְלִרְתִיכוֹהִי דִּי אַטִּיף יָת מֵי יַמָּא דְסוּף עַל אַפֵּיהוֹן בְּמִרְדָּפְהוֹן בַּתְרֵיכוֹן וְאוֹבָדִנּוּן יְיָ עַד יוֹמָא הָדֵין:",
          "english": "and what he did to the army of Miżrayim, to their horses, and to their chariots; how he made the water of the Sea of Suf overflow them as they pursued after you, and how the Lord destroyed them unto this day;"
        },
        {
          "verseNum": 5,
          "hebrew": "וַאֲשֶׁ֥ר עָשָׂ֛ה לָכֶ֖ם בַּמִּדְבָּ֑ר עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃",
          "targum": "וְדִי עֲבַד לְכוֹן בְּמַדְבְּרָא עַד מֵיתֵיכוֹן עַד אַתְרָא הָדֵין:",
          "english": "and what he did to you in the wilderness, until you came to this place;"
        },
        {
          "verseNum": 6,
          "hebrew": "וַאֲשֶׁ֨ר עָשָׂ֜ה לְדָתָ֣ן וְלַאֲבִירָ֗ם בְּנֵ֣י אֱלִיאָב֮ בֶּן־רְאוּבֵן֒ אֲשֶׁ֨ר פָּצְתָ֤ה הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלָעֵ֥ם וְאֶת־בָּתֵּיהֶ֖ם וְאֶת־אׇהֳלֵיהֶ֑ם וְאֵ֤ת כׇּל־הַיְקוּם֙ אֲשֶׁ֣ר בְּרַגְלֵיהֶ֔ם בְּקֶ֖רֶב כׇּל־יִשְׂרָאֵֽל׃",
          "targum": "וְדִי עֲבַד לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב בַּר רְאוּבֵן דִּי פְתָחַת אַרְעָא יָת פּוּמַהּ וּבְלָעָתְנוּן וְיָת אֱנַשׁ בָּתֵּיהוֹן וְיָת מַשְׁכְּנֵיהוֹן וְיָת כָּל יְקוּמָא דִּי עִמְּהוֹן בְּגוֹ כָּל יִשְׂרָאֵל:",
          "english": "and what he did to Datan and Aviram, the sons of Eli᾽av, the son of Re᾽uven: how the earth opened its mouth, and swallowed them up, and their households, and their tents, and all the living substance that followed them, in the midst of all Yisra᾽el:"
        },
        {
          "verseNum": 7,
          "hebrew": "כִּ֤י עֵֽינֵיכֶם֙ הָֽרֹאֹ֔ת אֶת־כׇּל־מַעֲשֵׂ֥ה יְהֹוָ֖ה הַגָּדֹ֑ל אֲשֶׁ֖ר עָשָֽׂה׃",
          "targum": "אֲרֵי עֵינֵיכוֹן חֲזָאָה יָת כָּל עוֹבָדָא דַיְיָ רַבָּא דִּי עֲבָד:",
          "english": "but your eyes have seen all the great acts of the Lord which he did."
        },
        {
          "verseNum": 8,
          "hebrew": "וּשְׁמַרְתֶּם֙ אֶת־כׇּל־הַמִּצְוָ֔ה אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְמַ֣עַן תֶּחֶזְק֗וּ וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃",
          "targum": "וְתִטַּר יָת (כָּל) תַּפְקֶדְתָּא דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין בְּדִיל דְּתִתְקְפוּן וְתֵעֲלוּן וְתֵירְתוּן יָת אַרְעָא דִּי אַתּוּן עָבְרִין תַּמָּן לְמֵירְתַהּ:",
          "english": "Therefore shall you keep all the commandments which I command you this day, that you may be strong, and go in and possess the land, into which you go to possess it;"
        },
        {
          "verseNum": 9,
          "hebrew": "וּלְמַ֨עַן תַּאֲרִ֤יכוּ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁר֩ נִשְׁבַּ֨ע יְהֹוָ֧ה לַאֲבֹתֵיכֶ֛ם לָתֵ֥ת לָהֶ֖ם וּלְזַרְעָ֑ם אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּבְדִיל דְּתוֹרְכוּן יוֹמִין עַל אַרְעָא דִּי קַיִּים יְיָ לַאֲבָהָתְכוֹן לְמִתַּן לְהוֹן וְלִבְנֵיהוֹן אַרְעָא עָבְדָא חֲלַב וּדְבָשׁ:",
          "english": "and that you may prolong your days in the land, which the Lord swore to your fathers to give to them and to their seed, a land flowing with milk and honey."
        },
        {
          "verseNum": 10,
          "hebrew": "כִּ֣י הָאָ֗רֶץ אֲשֶׁ֨ר אַתָּ֤ה בָא־שָׁ֙מָּה֙ לְרִשְׁתָּ֔הּ לֹ֣א כְאֶ֤רֶץ מִצְרַ֙יִם֙ הִ֔וא אֲשֶׁ֥ר יְצָאתֶ֖ם מִשָּׁ֑ם אֲשֶׁ֤ר תִּזְרַע֙ אֶֽת־זַרְעֲךָ֔ וְהִשְׁקִ֥יתָ בְרַגְלְךָ֖ כְּגַ֥ן הַיָּרָֽק׃",
          "targum": "אֲרֵי אַרְעָא דִּי אַתְּ עָלֵל לְתַמָּן לְמֵירְתַהּ לָא כְאַרְעָא דְמִצְרַיִם הִיא דִּי נְפַקְתּוּן מִתַּמָּן דִּי תִזְרַע יָת זַרְעָךְ וּמַשְׁקַת לֵיהּ בְּרַגְלָךְ כְּגִנְתָא יַרְקָא:",
          "english": "For the land, into which thou goest to possess it, is not as the land of Miżrayim, from whence you came out, where thou didst sow thy seed, and didst water it with thy foot, like a garden of vegetables:"
        },
        {
          "verseNum": 11,
          "hebrew": "וְהָאָ֗רֶץ אֲשֶׁ֨ר אַתֶּ֜ם עֹבְרִ֥ים שָׁ֙מָּה֙ לְרִשְׁתָּ֔הּ אֶ֥רֶץ הָרִ֖ים וּבְקָעֹ֑ת לִמְטַ֥ר הַשָּׁמַ֖יִם תִּשְׁתֶּה־מָּֽיִם׃",
          "targum": "וְאַרְעָא דִּי אַתּוּן עָבְרִין תַּמָּן לְמֵירְתַהּ אֲרַע טוּרִין וּבִקְעָן לִמְטַר שְׁמַיָּא תִּשְׁתֵּי מַיָּא:",
          "english": "but the land, into which you go to possess it, is a land of hills and valleys, and drinks water of the rain of heaven:"
        },
        {
          "verseNum": 12,
          "hebrew": "אֶ֕רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ דֹּרֵ֣שׁ אֹתָ֑הּ תָּמִ֗יד עֵינֵ֨י יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בָּ֔הּ מֵֽרֵשִׁית֙ הַשָּׁנָ֔ה וְעַ֖ד אַחֲרִ֥ית שָׁנָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אַרְעָא דַּיְיָ אֱלָהָךְ תָּבַע יָתַהּ תְּדִירָא עֵינֵי יְיָ אֱלָהָךְ בַּהּ מֵרֵישָׁא דְּשַׁתָּא וְעַד סוֹפָא דְשַׁתָּא:",
          "english": "a land which the Lord thy God cares for: the eyes of the Lord thy God are always upon it, from the beginning of the year to the end of the year."
        },
        {
          "verseNum": 13,
          "hebrew": "וְהָיָ֗ה אִם־שָׁמֹ֤עַ תִּשְׁמְעוּ֙ אֶל־מִצְוֺתַ֔י אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם הַיּ֑וֹם לְאַהֲבָ֞ה אֶת־יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ וּלְעׇבְד֔וֹ בְּכׇל־לְבַבְכֶ֖ם וּבְכׇל־נַפְשְׁכֶֽם׃",
          "targum": "וִיהֵי אִם קַבָּלָא תְקַבְּלוּן לְפִקּוֹדַי דִּי אֲנָא מְפַקֵּד יָתְכוֹן יוֹמָא דֵין לְמִרְחַם יָת יְיָ אֱלָהֲכוֹן וּלְמִפְלַח קֳדָמוֹהִי בְּכָל לִבְּכוֹן וּבְכָל נַפְשְׁכוֹן:",
          "english": "And it shall come to pass, if you hearken diligently to my commandments which I command you this day, to love the Lord your God, and to serve him with all your heart and with all your soul,"
        },
        {
          "verseNum": 14,
          "hebrew": "וְנָתַתִּ֧י מְטַֽר־אַרְצְכֶ֛ם בְּעִתּ֖וֹ יוֹרֶ֣ה וּמַלְק֑וֹשׁ וְאָסַפְתָּ֣ דְגָנֶ֔ךָ וְתִירֹֽשְׁךָ֖ וְיִצְהָרֶֽךָ׃",
          "targum": "וְאֶתֵּן מְטַר אַרְעֲכוֹן בְּעִדָּנֵיהּ בַּכִּיר וְלַקִּישׁ וְתִכְנוֹשׁ עִבּוּרָךְ וְחַמְרָךְ וּמִשְׁחָךְ:",
          "english": "that I will give you the rain of your land in its due season, the early rain and the late rain, that thou mayst gather in thy corn, and thy wine, and thy oil."
        },
        {
          "verseNum": 15,
          "hebrew": "וְנָתַתִּ֛י עֵ֥שֶׂב בְּשָׂדְךָ֖ לִבְהֶמְתֶּ֑ךָ וְאָכַלְתָּ֖ וְשָׂבָֽעְתָּ׃",
          "targum": "וְאֶתֵּן עִשְׂבָּא בְחַקְלָךְ לִבְעִירָךְ וְתֵיכוּל וְתִשְׂבָּע:",
          "english": "And I will send grass in thy fields for thy cattle, that thou mayst eat and be full."
        },
        {
          "verseNum": 16,
          "hebrew": "הִשָּֽׁמְר֣וּ לָכֶ֔ם פֶּ֥ן יִפְתֶּ֖ה לְבַבְכֶ֑ם וְסַרְתֶּ֗ם וַעֲבַדְתֶּם֙ אֱלֹהִ֣ים אֲחֵרִ֔ים וְהִשְׁתַּחֲוִיתֶ֖ם לָהֶֽם׃",
          "targum": "אִסְתַּמָּרוּ לְכוֹן דִּילְמָא יִטְעוּן לִבְּכוֹן וְתִסְטוּן וְתִפְלְחוּן לְטַעֲוַת עַמְמַיָּא וְתִסְגְּדוּן לְהוֹן:",
          "english": "Take heed to yourselves, that your heart be not deceived, and you turn aside, and serve other gods, and worship them;"
        },
        {
          "verseNum": 17,
          "hebrew": "וְחָרָ֨ה אַף־יְהֹוָ֜ה בָּכֶ֗ם וְעָצַ֤ר אֶת־הַשָּׁמַ֙יִם֙ וְלֹֽא־יִהְיֶ֣ה מָטָ֔ר וְהָ֣אֲדָמָ֔ה לֹ֥א תִתֵּ֖ן אֶת־יְבוּלָ֑הּ וַאֲבַדְתֶּ֣ם מְהֵרָ֗ה מֵעַל֙ הָאָ֣רֶץ הַטֹּבָ֔ה אֲשֶׁ֥ר יְהֹוָ֖ה נֹתֵ֥ן לָכֶֽם׃",
          "targum": "וְיִתְקוֹף רָגְזָא דַיְיָ בְּכוֹן וְיֵחוֹד יָת שְׁמַיָּא וְלָא יְהֵי מִטְרָא וְאַרְעָא לָא תִתֵּן יָת עֲלַלְתַּהּ וְתֵיבְדוּן בִּפְרִיעַ מֵעַל אַרְעָא טַבְתָא דַּיְיָ יָהֵב לְכוֹן:",
          "english": "and then the Lord’s anger be inflamed against you, and he shut up the heavens, that there be no rain, and that the land yield not its fruit; and you perish quickly from off the good land which the Lord gives you."
        },
        {
          "verseNum": 18,
          "hebrew": "וְשַׂמְתֶּם֙ אֶת־דְּבָרַ֣י אֵ֔לֶּה עַל־לְבַבְכֶ֖ם וְעַֽל־נַפְשְׁכֶ֑ם וּקְשַׁרְתֶּ֨ם אֹתָ֤ם לְאוֹת֙ עַל־יֶדְכֶ֔ם וְהָי֥וּ לְטוֹטָפֹ֖ת בֵּ֥ין עֵינֵיכֶֽם׃",
          "targum": "וּתְשַׁוּוּן יָת פִּתְגָּמַי אִלֵּין עַל לִבְּכוֹן וְעַל נַפְשְׁכוֹן וְתִקְטְרוּן יָתְהוֹן לְאָת עַל יֶדְכוֹן וִיהוֹן לִתְפִלִּין בֵּין עֵינֵיכוֹן:",
          "english": "And you shall lay up these my words in your heart and in your soul, and bind them for a sign upon your hand, and they will be as frontlets between your eyes."
        },
        {
          "verseNum": 19,
          "hebrew": "וְלִמַּדְתֶּ֥ם אֹתָ֛ם אֶת־בְּנֵיכֶ֖ם לְדַבֵּ֣ר בָּ֑ם בְּשִׁבְתְּךָ֤ בְּבֵיתֶ֙ךָ֙ וּבְלֶכְתְּךָ֣ בַדֶּ֔רֶךְ וּֽבְשׇׁכְבְּךָ֖ וּבְקוּמֶֽךָ׃",
          "targum": "וְתַלְּפוּן יָתְהוֹן יָת בְּנֵיכוֹן לְמַלָּלָא בְהוֹן בְּמִתְּבָךְ בְּבֵיתָךְ וּבִמְהָכָךְ בְּאָרְחָא וּבְמִשְׁכְּבָךְ וּבִמְקִימָךְ:",
          "english": "And you shall teach them your children, speaking of them when thou dost sit in thy house, and when thou dost walk by the way, when thou liest down, and when thou risest up."
        },
        {
          "verseNum": 20,
          "hebrew": "וּכְתַבְתָּ֛ם עַל־מְזוּז֥וֹת בֵּיתֶ֖ךָ וּבִשְׁעָרֶֽיךָ׃",
          "targum": "וְתִכְתְּבִנּוּן עַל מְזוּזְיָן וְתִקְבְּעִנּוּן בְּסִפֵּי בֵיתָךְ וּבְתַרְעָךְ:",
          "english": "And thou shalt write them upon the door posts of thy house, and upon thy gates:"
        },
        {
          "verseNum": 21,
          "hebrew": "לְמַ֨עַן יִרְבּ֤וּ יְמֵיכֶם֙ וִימֵ֣י בְנֵיכֶ֔ם עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁ֨ר נִשְׁבַּ֧ע יְהֹוָ֛ה לַאֲבֹתֵיכֶ֖ם לָתֵ֣ת לָהֶ֑ם כִּימֵ֥י הַשָּׁמַ֖יִם עַל־הָאָֽרֶץ<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">(בספרי תימן הָאָֽרֶ<big>ץ</big> בצד״י גדולה)</i>׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "בְּדִיל דְּיִסְגּוּן יוֹמֵיכוֹן וְיוֹמֵי בְנֵיכוֹן עַל אַרְעָא דִּי קַיִּים יְיָ לַאֲבָהָתְכוֹן לְמִתַּן לְהוֹן כְּיוֹמֵי שְׁמַיָּא עַל אַרְעָא:",
          "english": "that your days may be multiplied, and the days of your children, in the land which the Lord swore to your fathers to give them, as the days of heaven upon the earth."
        },
        {
          "verseNum": 22,
          "hebrew": "כִּי֩ אִם־שָׁמֹ֨ר תִּשְׁמְר֜וּן אֶת־כׇּל־הַמִּצְוָ֣ה הַזֹּ֗את אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם לַעֲשֹׂתָ֑הּ לְאַהֲבָ֞ה אֶת־יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם לָלֶ֥כֶת בְּכׇל־דְּרָכָ֖יו וּלְדׇבְקָה־בֽוֹ׃",
          "targum": "אֲרֵי אִם מִטַּר תִּטְּרוּן יָת כָּל תַּפְקֶדְתָּא הָדָא דִּי אֲנָא מְפַקֵּד יָתְכוֹן לְמֶעְבְּדַהּ לְמִרְחַם יָת יְיָ אֱלָהֲכוֹן לִמְהַךְ בְּכָל אָרְחָן דְּתַקְנָן קֳדָמוֹהִי וּלְאִתְקְרָבָא לְדַחַלְתֵּיהּ:",
          "english": "For if you shall diligently keep all these commandments which I command you, to do them, to love the Lord your God, to walk in all his ways, and to hold fast to him;"
        },
        {
          "verseNum": 23,
          "hebrew": "וְהוֹרִ֧ישׁ יְהֹוָ֛ה אֶת־כׇּל־הַגּוֹיִ֥ם הָאֵ֖לֶּה מִלִּפְנֵיכֶ֑ם וִֽירִשְׁתֶּ֣ם גּוֹיִ֔ם גְּדֹלִ֥ים וַעֲצֻמִ֖ים מִכֶּֽם׃",
          "targum": "וִיתָרַךְ יְיָ יָת כָּל עַמְמַיָּא הָאִלֵּין מִקֳּדָמֵיכוֹן וְתֵירְתוּן עַמְמִין רַבְרְבִין וְתַקִּיפִין מִנְּכוֹן:",
          "english": "then will the Lord drive out all these nations from before you, and you shall possess greater nations and mightier than yourselves."
        },
        {
          "verseNum": 24,
          "hebrew": "כׇּל־הַמָּק֗וֹם אֲשֶׁ֨ר תִּדְרֹ֧ךְ כַּֽף־רַגְלְכֶ֛ם בּ֖וֹ לָכֶ֣ם יִהְיֶ֑ה מִן־הַמִּדְבָּ֨ר וְהַלְּבָנ֜וֹן מִן־הַנָּהָ֣ר נְהַר־פְּרָ֗ת וְעַד֙ הַיָּ֣ם הָאַֽחֲר֔וֹן יִהְיֶ֖ה גְּבֻלְכֶֽם׃",
          "targum": "כָּל אַתְרָא דִּי תִדְרוֹךְ פַּרְסַת רַגְלְכוֹן בֵּיהּ דִּלְכוֹן יְהֵי מִן מַדְבְּרָא וְלִבְנָן מִן נַהֲרָא נְהַר פְּרָת וְעַד יַמָּא מַעַרְבָא יְהֵי תְחוּמְכוֹן:",
          "english": "Every place whereon the sole of your foot shall tread shall be yours: from the wilderness to the Levanon, from the river, the river Perat, to the uttermost sea shall be your border."
        },
        {
          "verseNum": 25,
          "hebrew": "לֹא־יִתְיַצֵּ֥ב אִ֖ישׁ בִּפְנֵיכֶ֑ם פַּחְדְּכֶ֨ם וּמוֹרַֽאֲכֶ֜ם יִתֵּ֣ן&thinsp;<b>׀</b> יְהֹוָ֣ה אֱלֹֽהֵיכֶ֗ם עַל־פְּנֵ֤י כׇל־הָאָ֙רֶץ֙ אֲשֶׁ֣ר תִּדְרְכוּ־בָ֔הּ כַּאֲשֶׁ֖ר דִּבֶּ֥ר לָכֶֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא יִתְעַתַּד אֱנָשׁ קֳדָמֵיכוֹן דַּחֲלָתְכוֹן וְאֵימָתְכוֹן יִתֵּן יְיָ אֱלָהֲכוֹן עַל אַפֵּי כָל אַרְעָא דִּי תִדְרְכוּן בַּהּ כְּמָא דִּי מַלִּיל לְכוֹן:",
          "english": "There shall no man be able to stand against you: for the Lord your God shall lay the fear of you and the dread of you upon all the land that you shall tread upon, as he has spoken to you."
        },
        {
          "verseNum": 26,
          "hebrew": "רְאֵ֗ה אָנֹכִ֛י נֹתֵ֥ן לִפְנֵיכֶ֖ם הַיּ֑וֹם בְּרָכָ֖ה וּקְלָלָֽה׃",
          "targum": "חֲזֵי דִּי אֲנָא יָהֵב קֳדָמֵיכוֹן יוֹמָא דֵין בִּרְכָן וּלְוָטִין:",
          "english": "Behold, I set before you this day a blessing and a curse;"
        }
      ]
    }
  ]
}