{
  "name": "Emor",
  "book": "Leviticus",
  "chapters": [
    {
      "chapter": 21,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה אֱמֹ֥ר אֶל־הַכֹּהֲנִ֖ים בְּנֵ֣י אַהֲרֹ֑ן וְאָמַרְתָּ֣ אֲלֵהֶ֔ם לְנֶ֥פֶשׁ לֹֽא־יִטַּמָּ֖א בְּעַמָּֽיו׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֱמַר לְכַהֲנַיָּא בְּנֵי אַהֲרֹן וְתֵימַר לְהוֹן עַל מִית לָא יִסְתָּאַב בְּעַמֵּיהּ:",
          "english": "And the Lord said to Moshe, Speak to the priests the sons of Aharon, and say to them, There shall none be defiled for the dead among his people:"
        },
        {
          "verseNum": 2,
          "hebrew": "כִּ֚י אִם־לִשְׁאֵר֔וֹ הַקָּרֹ֖ב אֵלָ֑יו לְאִמּ֣וֹ וּלְאָבִ֔יו וְלִבְנ֥וֹ וּלְבִתּ֖וֹ וּלְאָחִֽיו׃",
          "targum": "אֶלָּהֵן לְקָרִיבֵיהּ דְּקָרִיב לֵיהּ לְאִמֵּיהּ וְלַאֲבוּהִי וְלִבְרֵיהּ וְלִבְרַתֵּיהּ וְלַאֲחוּהִי:",
          "english": "but for his kin, that is near to him, for his mother, and for his father, and for his son and for his daughter, and for his brother,"
        },
        {
          "verseNum": 3,
          "hebrew": "וְלַאֲחֹת֤וֹ הַבְּתוּלָה֙ הַקְּרוֹבָ֣ה אֵלָ֔יו אֲשֶׁ֥ר לֹֽא־הָיְתָ֖ה לְאִ֑ישׁ לָ֖הּ יִטַּמָּֽא׃",
          "targum": "וְלַאֲחָתֵיהּ בְּתֻלְתָּא דְּקָרִיבָא לֵיהּ דִּי לָא הֲוַת לִגְבָר לַהּ יִסְתָּאָב:",
          "english": "and for his sister a virgin, that is near to him, and who has had no husband; for her may he be defiled."
        },
        {
          "verseNum": 4,
          "hebrew": "לֹ֥א יִטַּמָּ֖א בַּ֣עַל בְּעַמָּ֑יו לְהֵ֖חַלּֽוֹ׃",
          "targum": "לָא יִסְתָּאַב רַבָּא בְעַמֵּיהּ לְאַחֲלוּתֵיהּ:",
          "english": "But he shall not defile himself, being a chief man among his people, to profane himself."
        },
        {
          "verseNum": 5,
          "hebrew": "לֹֽא־<span class=\"mam-kq\"><span class=\"mam-kq-q\">[יִקְרְח֤וּ]</span> <span class=\"mam-kq-k\">(יקרחה)</span></span> קׇרְחָה֙ בְּרֹאשָׁ֔ם וּפְאַ֥ת זְקָנָ֖ם לֹ֣א יְגַלֵּ֑חוּ וּבִ֨בְשָׂרָ֔ם לֹ֥א יִשְׂרְט֖וּ שָׂרָֽטֶת׃",
          "targum": "לָא יִמְרְטוּן מְרַט בְּרֵישְׁהוֹן וּפָאתָא דְדִקְנְהוֹן לָא יְגַלְּחוּן וּבְבִשְׂרְהוֹן לָא יְחַבְּלוּן חִבּוּל:",
          "english": "They shall not make baldness on their head, neither shall they shave off the corner of their beard, nor make any cuttings in their flesh."
        },
        {
          "verseNum": 6,
          "hebrew": "קְדֹשִׁ֤ים יִהְיוּ֙ לֵאלֹ֣הֵיהֶ֔ם וְלֹ֣א יְחַלְּל֔וּ שֵׁ֖ם אֱלֹהֵיהֶ֑ם כִּי֩ אֶת־אִשֵּׁ֨י יְהֹוָ֜ה לֶ֧חֶם אֱלֹהֵיהֶ֛ם הֵ֥ם מַקְרִיבִ֖ם וְהָ֥יוּ קֹֽדֶשׁ׃",
          "targum": "קַדִּישִׁין יְהוֹן קֳדָם אֱלָהֲהוֹן וְלָא יְחַלּוּן שְׁמָא דֶּאֱלָהֲהוֹן אֲרֵי יָת קֻרְבְּנַיָּא דַיְיָ קֻרְבָּן אֱלָהֲהוֹן אִנּוּן מַקְרִיבִין וִיהוֹן קַדִּישִׁין:",
          "english": "They shall be holy to their God, and not profane the name of their God: for the offerings of the Lord made by fire, the bread of their God, they do offer: therefore they shall be holy."
        },
        {
          "verseNum": 7,
          "hebrew": "אִשָּׁ֨ה זֹנָ֤ה וַחֲלָלָה֙ לֹ֣א יִקָּ֔חוּ וְאִשָּׁ֛ה גְּרוּשָׁ֥ה מֵאִישָׁ֖הּ לֹ֣א יִקָּ֑חוּ כִּֽי־קָדֹ֥שׁ ה֖וּא לֵאלֹהָֽיו׃",
          "targum": "אִתְּתָא מַטְעֲיָא וּמְחַלְּלָא לָא יִסְּבוּן וְאִתְּתָא דִּמְתָרְכָא מִבַּעְלַהּ לָא יִסְּבוּן אֲרֵי קַדִּישׁ הוּא קֳדָם אֱלָהֵיהּ:",
          "english": "They shall not take a wife that is a harlot, or profaned; neither shall they take a woman put away from her husband: for he is holy to his God."
        },
        {
          "verseNum": 8,
          "hebrew": "וְקִ֨דַּשְׁתּ֔וֹ כִּֽי־אֶת־לֶ֥חֶם אֱלֹהֶ֖יךָ ה֣וּא מַקְרִ֑יב קָדֹשׁ֙ יִֽהְיֶה־לָּ֔ךְ כִּ֣י קָד֔וֹשׁ אֲנִ֥י יְהֹוָ֖ה מְקַדִּשְׁכֶֽם׃",
          "targum": "וּתְקַדְּשִׁנֵּיהּ אֲרֵי יָת קֻרְבַּן אֱלָהָךְ הוּא מְקָרֵב קַדִּישׁ יְהֵי לָךְ אֲרֵי קַדִּישׁ אֲנָא יְיָ מְקַדִּשְׁכוֹן:",
          "english": "Thou shalt sanctify him therefore; for he offers the bread of thy God: he shall be holy to thee: for I the Lord, who sanctify you, am holy."
        },
        {
          "verseNum": 9,
          "hebrew": "וּבַת֙ אִ֣ישׁ כֹּהֵ֔ן כִּ֥י תֵחֵ֖ל לִזְנ֑וֹת אֶת־אָבִ֙יהָ֙ הִ֣יא מְחַלֶּ֔לֶת בָּאֵ֖שׁ תִּשָּׂרֵֽף׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּבַת גְּבַר כָּהֵן אֲרֵי תִתְחַל לְמִטְעֵי מִקְּדֻשַּׁת אֲבוּהָ הִיא מִתַּחֲלָא בְּנוּרָא תִּתּוֹקָד:",
          "english": "And the daughter of any priest, if she profane herself by playing the harlot, she profanes her father: she shall be burnt with fire."
        },
        {
          "verseNum": 10,
          "hebrew": "וְהַכֹּהֵן֩ הַגָּד֨וֹל מֵאֶחָ֜יו אֲֽשֶׁר־יוּצַ֥ק עַל־רֹאשׁ֣וֹ&thinsp;<b>׀</b> שֶׁ֤מֶן הַמִּשְׁחָה֙ וּמִלֵּ֣א אֶת־יָד֔וֹ לִלְבֹּ֖שׁ אֶת־הַבְּגָדִ֑ים אֶת־רֹאשׁוֹ֙ לֹ֣א יִפְרָ֔ע וּבְגָדָ֖יו לֹ֥א יִפְרֹֽם׃",
          "targum": "וְכַהֲנָא דְאִתְרַבָּא מֵאֲחוֹהִי דְּ יִתָּרִיק עַל רֵישֵׁיהּ מִשְׁחָא דִרְבוּתָא וְדִי קָרִיב יָת קֻרְבָּנֵיהּ לְמִלְבַּשׁ יָת לְבוּשַׁיָּא יָת רֵישֵׁיהּ לָא יְרַבֵּי פֵרוּעַ וּלְבוּשׁוֹהִי לָא יִבְזַע:",
          "english": "And he that is the high priest among his brethren, upon whose head the anointing oil was poured, and that is consecrated to put on the garments, shall not suffer the hair of his head to grow long, nor rend his clothes;"
        },
        {
          "verseNum": 11,
          "hebrew": "וְעַ֛ל כׇּל־נַפְשֹׁ֥ת מֵ֖ת לֹ֣א יָבֹ֑א לְאָבִ֥יו וּלְאִמּ֖וֹ לֹ֥א יִטַּמָּֽא׃",
          "targum": "וְעַל כָּל נַפְשַׁת מֵתָא לָא יֵיעוֹל לַאֲבוּהִי וּלְאִמֵּיהּ לָא יִסְתָּאָב:",
          "english": "neither shall he go in to any dead body, nor defile himself for his father, or for his mother;"
        },
        {
          "verseNum": 12,
          "hebrew": "וּמִן־הַמִּקְדָּשׁ֙ לֹ֣א יֵצֵ֔א וְלֹ֣א יְחַלֵּ֔ל אֵ֖ת מִקְדַּ֣שׁ אֱלֹהָ֑יו כִּ֡י נֵ֠זֶר שֶׁ֣מֶן מִשְׁחַ֧ת אֱלֹהָ֛יו עָלָ֖יו אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וּמִין מַקְדְּשָׁא לָא יִפּוֹק וְלָא יַחֵל יָת מַקְדְּשָׁא דֶאֱלָהֵיהּ אֲרֵי כְּלִיל מְשַׁח רְבוּתָא דֶאֱלָהֵיהּ עֲלוֹהִי אֲנָא יְיָ:",
          "english": "neither shall he go out of the sanctuary, nor profane the sanctuary of his God; for the crown of the anointing oil of his God is upon him: I am the Lord."
        },
        {
          "verseNum": 13,
          "hebrew": "וְה֕וּא אִשָּׁ֥ה בִבְתוּלֶ֖יהָ יִקָּֽח׃",
          "targum": "וְהוּא אִתְּתָא בִּבְתֻלְתָּהָא יִסָּב:",
          "english": "And he shall take a wife in her virginity."
        },
        {
          "verseNum": 14,
          "hebrew": "אַלְמָנָ֤ה וּגְרוּשָׁה֙ וַחֲלָלָ֣ה זֹנָ֔ה אֶת־אֵ֖לֶּה לֹ֣א יִקָּ֑ח כִּ֛י אִם־בְּתוּלָ֥ה מֵעַמָּ֖יו יִקַּ֥ח אִשָּֽׁה׃",
          "targum": "אַרְמְלָא וּמְתָרְכָא וְחַלִּילָא מַטְעֲיָא יָת אִלֵּין לָא יִסָּב אֱלָהֵן בְּתֻלְתָּא מֵעַמֵּיהּ יִסַּב אִתְּתָא:",
          "english": "A widow, or a divorced woman, or a profaned, or a harlot, these shall he not take: but he shall take a virgin of his own people to wife."
        },
        {
          "verseNum": 15,
          "hebrew": "וְלֹֽא־יְחַלֵּ֥ל זַרְע֖וֹ בְּעַמָּ֑יו כִּ֛י אֲנִ֥י יְהֹוָ֖ה מְקַדְּשֽׁוֹ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְלָא יַחֵל זַרְעֵיהּ בְּעַמֵּיהּ אֲרֵי אֲנָא יְיָ מְקַדְּשֵׁיהּ:",
          "english": "Neither shall he profane his seed among his people: for I the Lord do sanctify him."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 17,
          "hebrew": "דַּבֵּ֥ר אֶֽל־אַהֲרֹ֖ן לֵאמֹ֑ר אִ֣ישׁ מִֽזַּרְעֲךָ֞ לְדֹרֹתָ֗ם אֲשֶׁ֨ר יִהְיֶ֥ה בוֹ֙ מ֔וּם לֹ֣א יִקְרַ֔ב לְהַקְרִ֖יב לֶ֥חֶם אֱלֹהָֽיו׃",
          "targum": "מַלֵּל עִם אַהֲרֹן לְמֵימָר גְּבַר מִבְּנָיךְ לְדָרֵיהוֹן דִּי יְהֵי בֵיהּ מוּמָא לָא יִקְרַב לְקָרָבָא קֻרְבָּנָא קֳדָם אֱלָהֵיהּ:",
          "english": "speak to Aharon, saying, Whoever he be of thy seed in their generations that has any blemish, let him not approach to offer the bread of his God."
        },
        {
          "verseNum": 18,
          "hebrew": "כִּ֥י כׇל־אִ֛ישׁ אֲשֶׁר־בּ֥וֹ מ֖וּם לֹ֣א יִקְרָ֑ב אִ֤ישׁ עִוֵּר֙ א֣וֹ פִסֵּ֔חַ א֥וֹ חָרֻ֖ם א֥וֹ שָׂרֽוּעַ׃",
          "targum": "אֲרֵי כָל גְּבַר דִּי בֵיהּ מוּמָא לָא יִקְרָב גְּבַר עַוִּיר אוֹ חֲגִיר אוֹ חָרִים אוֹ שְׂרִיעַ:",
          "english": "For whatever man he be that has a blemish, he shall not approach: a blind man, or a lame, or he that has a flat nose, or anything superfluous,"
        },
        {
          "verseNum": 19,
          "hebrew": "א֣וֹ אִ֔ישׁ אֲשֶׁר־יִהְיֶ֥ה ב֖וֹ שֶׁ֣בֶר רָ֑גֶל א֖וֹ שֶׁ֥בֶר יָֽד׃",
          "targum": "אוֹ גְבַר דִּי יְהֵי בֵיהּ תְּבַר רַגְלָא אוֹ תְּבַר יְדָא:",
          "english": "or a man that is brokenfooted, or brokenhanded,"
        },
        {
          "verseNum": 20,
          "hebrew": "אֽוֹ־גִבֵּ֣ן אוֹ־דַ֔ק א֖וֹ תְּבַלֻּ֣ל בְּעֵינ֑וֹ א֤וֹ גָרָב֙ א֣וֹ יַלֶּ֔פֶת א֖וֹ מְר֥וֹחַ אָֽשֶׁךְ׃",
          "targum": "אוֹ גְבִין אוֹ דֻקָּא אוֹ חִלִּיז בְּעֵינֵיהּ אוֹ גַרְבָן אוֹ חֲזָזָן אוֹ מְרַס פַּחֲדִין:",
          "english": "or crookbacked, or a dwarf, or that has a blemish in his eye, or be scurvy, or scabbed, or whose stones are crushed."
        },
        {
          "verseNum": 21,
          "hebrew": "כׇּל־אִ֞ישׁ אֲשֶׁר־בּ֣וֹ מ֗וּם מִזֶּ֙רַע֙ אַהֲרֹ֣ן הַכֹּהֵ֔ן לֹ֣א יִגַּ֔שׁ לְהַקְרִ֖יב אֶת־אִשֵּׁ֣י יְהֹוָ֑ה מ֣וּם בּ֔וֹ אֵ֚ת לֶ֣חֶם אֱלֹהָ֔יו לֹ֥א יִגַּ֖שׁ לְהַקְרִֽיב׃",
          "targum": "כָּל גְּבַר דִּי בֵיהּ מוּמָא מִזַּרְעָא דְּאַהֲרֹן כַּהֲנָא לָא יִקְרַב לְקָרָבָא יָת קֻרְבָּנַיָּא דַיְיָ מוּמָא בֵיהּ יָת קֻרְבַּן אֱלָהֵיהּ לָא יִקְרַב לְקָרָבָא:",
          "english": "No man that has a blemish of the seed of Aharon the priest shall come near to offer the offerings of the Lord made by fire: he has a blemish; he shall not come near to offer the bread of his God."
        },
        {
          "verseNum": 22,
          "hebrew": "לֶ֣חֶם אֱלֹהָ֔יו מִקׇּדְשֵׁ֖י הַקֳּדָשִׁ֑ים וּמִן־הַקֳּדָשִׁ֖ים יֹאכֵֽל׃",
          "targum": "קֻרְבַּן אֱלָהֵיהּ מִקֹּדֶשׁ קוּדְשַׁיָּא וּמִן קוּדְשַׁיָּא יֵיכוּל:",
          "english": "He shall eat the bread of his God, both of the most holy, and of the holy."
        },
        {
          "verseNum": 23,
          "hebrew": "אַ֣ךְ אֶל־הַפָּרֹ֜כֶת לֹ֣א יָבֹ֗א וְאֶל־הַמִּזְבֵּ֛חַ לֹ֥א יִגַּ֖שׁ כִּֽי־מ֣וּם בּ֑וֹ וְלֹ֤א יְחַלֵּל֙ אֶת־מִקְדָּשַׁ֔י כִּ֛י אֲנִ֥י יְהֹוָ֖ה מְקַדְּשָֽׁם׃",
          "targum": "בְּרַם לְפָרֻכְתָּא לָא יֵיעוֹל וּלְמַדְבְּחָא לָא יִקְרַב אֲרֵי מוּמָא בֵיהּ וְלָא יַחֵל יָת מַקְדְּשַׁי אֲרֵי אֲנָא יְיָ מְקַדִּשְׁהוֹן:",
          "english": "Only he shall not go in unto the veil, nor come near to the altar, because he has a blemish; that he profane not my holy places: for I the Lord do sanctify them."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיְדַבֵּ֣ר מֹשֶׁ֔ה אֶֽל־אַהֲרֹ֖ן וְאֶל־בָּנָ֑יו וְאֶֽל־כׇּל־בְּנֵ֖י יִשְׂרָאֵֽל׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּמַלִּיל משֶׁה עִם אַהֲרֹן וְעִם בְּנוֹהִי וְעִם כָּל בְּנֵי יִשְׂרָאֵל:",
          "english": "And Moshe spoke to Aharon, and to his sons, and to all the children of Yisra᾽el."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּ֨ר אֶֽל־אַהֲרֹ֜ן וְאֶל־בָּנָ֗יו וְיִנָּֽזְרוּ֙ מִקׇּדְשֵׁ֣י בְנֵֽי־יִשְׂרָאֵ֔ל וְלֹ֥א יְחַלְּל֖וּ אֶת־שֵׁ֣ם קׇדְשִׁ֑י אֲשֶׁ֨ר הֵ֧ם מַקְדִּשִׁ֛ים לִ֖י אֲנִ֥י יְהֹוָֽה׃",
          "targum": "מַלֵּיל עִם אַהֲרֹן וְעִם בְּנוֹהִי וְיִפָּרְשׁוּן מִקּוּדְשַׁיָּא דִבְנֵי יִשְׂרָאֵל וְלָא יְחַלּוּן יָת שְׁמָא דְקוּדְשִׁי דִּי אִנּוּן מְקַדְּשִׁין קֳדָמַי אֲנָא יְיָ:",
          "english": "Speak to Aharon and to his sons, that they separate themselves from the holy things of the children of Yisra᾽el which they hallow to me, and they profane not my holy name, I am the Lord."
        },
        {
          "verseNum": 3,
          "hebrew": "אֱמֹ֣ר אֲלֵהֶ֗ם לְדֹרֹ֨תֵיכֶ֜ם כׇּל־אִ֣ישׁ&thinsp;<b>׀</b> אֲשֶׁר־יִקְרַ֣ב מִכׇּל־זַרְעֲכֶ֗ם אֶל־הַקֳּדָשִׁים֙ אֲשֶׁ֨ר יַקְדִּ֤ישׁוּ בְנֵֽי־יִשְׂרָאֵל֙ לַֽיהֹוָ֔ה וְטֻמְאָת֖וֹ עָלָ֑יו וְנִכְרְתָ֞ה הַנֶּ֧פֶשׁ הַהִ֛וא מִלְּפָנַ֖י אֲנִ֥י יְהֹוָֽה׃",
          "targum": "אֱמַר לְהוֹן לְדָרֵיכוֹן כָּל גְּבַר דִּי יִקְרַב מִכָּל בְּנֵיכוֹן לְקוּדְשַׁיָּא דִּי יְקַדְּשׁוּן בְּנֵי יִשְׂרָאֵל קֳדָם יְיָ וְסֹאבְתֵיהּ עֲלוֹהִי וְיִשְׁתֵּיצֵי אֲנָשָׁא הַהִיא מִן קֳדָמַי אֲנָא יְיָ:",
          "english": "Say to them, Whoever he be of all your seed among your generations, that approaches the holy things, which the children of Yisra᾽el hallow to the Lord, having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord."
        },
        {
          "verseNum": 4,
          "hebrew": "אִ֣ישׁ אִ֞ישׁ מִזֶּ֣רַע אַהֲרֹ֗ן וְה֤וּא צָר֙וּעַ֙ א֣וֹ זָ֔ב בַּקֳּדָשִׁים֙ לֹ֣א יֹאכַ֔ל עַ֖ד אֲשֶׁ֣ר יִטְהָ֑ר וְהַנֹּגֵ֙עַ֙ בְּכׇל־טְמֵא־נֶ֔פֶשׁ א֣וֹ אִ֔ישׁ אֲשֶׁר־תֵּצֵ֥א מִמֶּ֖נּוּ שִׁכְבַת־זָֽרַע׃",
          "targum": "גְּבַר גְּבַר מִזַּרְעָא דְאַהֲרֹן וְהוּא סְגִיר אוֹ דָאִיב בְּקוּדְשַׁיָּא לָא יֵיכוּל עַד דִּי יִדְכֵּי וּדְיִקְרַב בְּכָל טְמֵא נַפְשָׁא אוֹ גְבַר דִּי תִפּוֹק מִנֵּיהּ שִׁכְבַת זַרְעָא:",
          "english": "What man soever of the seed of Aharon that is stricken with żara῾at, or has a running issue; he shall not eat of the holy things, until he be clean. And whoever touches anything that is unclean by the dead, or a man whose semen goes from him;"
        },
        {
          "verseNum": 5,
          "hebrew": "אוֹ־אִישׁ֙ אֲשֶׁ֣ר יִגַּ֔ע בְּכׇל־שֶׁ֖רֶץ אֲשֶׁ֣ר יִטְמָא־ל֑וֹ א֤וֹ בְאָדָם֙ אֲשֶׁ֣ר יִטְמָא־ל֔וֹ לְכֹ֖ל טֻמְאָתֽוֹ׃",
          "targum": "אוֹ גְבַר דִּי יִקְרַב בְּכָל רִחֲשָׁא דִּי יִסְתָּאַב לֵיהּ אוֹ בַאֲנָשָׁא דִּי יִסְתָּאַב לֵיהּ לְכֹל סֹאבְתֵיהּ:",
          "english": "or whoever touches any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatever uncleanness he has;"
        },
        {
          "verseNum": 6,
          "hebrew": "נֶ֚פֶשׁ אֲשֶׁ֣ר תִּגַּע־בּ֔וֹ וְטָמְאָ֖ה עַד־הָעָ֑רֶב וְלֹ֤א יֹאכַל֙ מִן־הַקֳּדָשִׁ֔ים כִּ֛י אִם־רָחַ֥ץ בְּשָׂר֖וֹ בַּמָּֽיִם׃",
          "targum": "אֱנַשׁ דִּי יִקְרַב בֵּיהּ וִיהֵי מְסָאָב עַד רַמְשָׁא וְלָא יֵיכוּל מִן קוּדְשַׁיָּא אֱלָהֵן אַסְחֵי בִשְׂרֵיהּ בְּמַיָּא:",
          "english": "the person who has touched any such shall be unclean until evening, and shall not eat of the holy things, unless he bathe his flesh with water."
        },
        {
          "verseNum": 7,
          "hebrew": "וּבָ֥א הַשֶּׁ֖מֶשׁ וְטָהֵ֑ר וְאַחַר֙ יֹאכַ֣ל מִן־הַקֳּדָשִׁ֔ים כִּ֥י לַחְמ֖וֹ הֽוּא׃",
          "targum": "וּבְמֵעַל שִׁמְשָׁא וְיִדְכֵּי וּבָתַר כֵּן יֵיכוּל מִן קוּדְשַׁיָּא אֲרֵי לַחְמֵיהּ הוּא:",
          "english": "And when the sun is down, he shall be clean, and shall afterwards eat of the holy things; because it is his food."
        },
        {
          "verseNum": 8,
          "hebrew": "נְבֵלָ֧ה וּטְרֵפָ֛ה לֹ֥א יֹאכַ֖ל לְטׇמְאָה־בָ֑הּ אֲנִ֖י יְהֹוָֽה׃",
          "targum": "נְבִילָא וּתְבִירָא לָא יֵיכוּל לְאִסְתָּאָבָא בַהּ אֲנָא יְיָ:",
          "english": "That which dies of itself, or is torn with beasts, he shall not eat to defile himself with it: I am the Lord."
        },
        {
          "verseNum": 9,
          "hebrew": "וְשָׁמְר֣וּ אֶת־מִשְׁמַרְתִּ֗י וְלֹֽא־יִשְׂא֤וּ עָלָיו֙ חֵ֔טְא וּמֵ֥תוּ ב֖וֹ כִּ֣י יְחַלְּלֻ֑הוּ אֲנִ֥י יְהֹוָ֖ה מְקַדְּשָֽׁם׃",
          "targum": "וְיִטְּרוּן יָת מַטְּרַת מֵימְרִי וְלָא יְקַבְּלוּן עֲלוֹהִי חוֹבָא וִימוּתוּן בֵּיהּ אֲרֵי יְחַלֻּנֵּיהּ אֲנָא יְיָ מְקַדִּשְׁהוֹן:",
          "english": "They shall therefore keep my charge, lest they bear sin for it, and die therefore, if they profane it: I the Lord do sanctify them."
        },
        {
          "verseNum": 10,
          "hebrew": "וְכׇל־זָ֖ר לֹא־יֹ֣אכַל קֹ֑דֶשׁ תּוֹשַׁ֥ב כֹּהֵ֛ן וְשָׂכִ֖יר לֹא־יֹ֥אכַל קֹֽדֶשׁ׃",
          "targum": "וְכָל חִלּוֹנַי לָא יֵיכוּל קוּדְשָׁא תּוֹתָבָא דְכַהֲנָא וַאֲגִירָא לָא יֵיכוּל קוּדְשָׁא:",
          "english": "No stranger shall eat of the holy thing: a tenant of a priest, or a hired servant, shall not eat of the holy thing."
        },
        {
          "verseNum": 11,
          "hebrew": "וְכֹהֵ֗ן כִּֽי־יִקְנֶ֥ה נֶ֙פֶשׁ֙ קִנְיַ֣ן כַּסְפּ֔וֹ ה֖וּא יֹ֣אכַל בּ֑וֹ וִילִ֣יד בֵּית֔וֹ הֵ֖ם יֹאכְל֥וּ בְלַחְמֽוֹ׃",
          "targum": "וְכָהֵן אֲרֵי יִקְנֵי נְפַשׁ קִנְיַן כַּסְפֵּיהּ הוּא יֵיכוּל בֵּיהּ וִילִיד בֵּיתֵיהּ אִנּוּן יֵיכְלוּן בְּלַחְמֵיהּ:",
          "english": "But if a priest buy any person with money, he may eat of it, and he that is born in his house: they shall eat of his bread."
        },
        {
          "verseNum": 12,
          "hebrew": "וּבַ֨ת־כֹּהֵ֔ן כִּ֥י תִהְיֶ֖ה לְאִ֣ישׁ זָ֑ר הִ֕וא בִּתְרוּמַ֥ת הַקֳּדָשִׁ֖ים לֹ֥א תֹאכֵֽל׃",
          "targum": "וּבַת כָּהֵן אֲרֵי תְהֵי לִגְבַר חִלּוֹנָי הִיא בְּאַפְרָשׁוּת קוּדְשַׁיָּא לָא תֵיכוּל:",
          "english": "And if a priest’s daughter be married to a stranger, she may not eat of an offering of the holy things."
        },
        {
          "verseNum": 13,
          "hebrew": "וּבַת־כֹּהֵן֩ כִּ֨י תִהְיֶ֜ה אַלְמָנָ֣ה וּגְרוּשָׁ֗ה וְזֶ֘רַע֮ אֵ֣ין לָהּ֒ וְשָׁבָ֞ה אֶל־בֵּ֤ית אָבִ֙יהָ֙ כִּנְעוּרֶ֔יהָ מִלֶּ֥חֶם אָבִ֖יהָ תֹּאכֵ֑ל וְכׇל־זָ֖ר לֹא־יֹ֥אכַל בּֽוֹ׃",
          "targum": "וּבַת כָּהֵן אֲרֵי תְהֵי אַרְמְלָא וּמְתָרְכָא וּבַר לֵית לַהּ וּתְתוּב לְבֵית אֲבוּהָא כְּרַבְיוּתָהָא מִלַּחְמָא דַאֲבוּהָא תֵּיכוּל וְכָל חִלּוֹנַי לָא יֵיכוּל בֵּיהּ:",
          "english": "But if a priest’s daughter be a widow, or divorced, and have no child, and has returned to her father’s house, as in her youth, she shall eat of her father’s bread: but no stranger shall eat of it."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאִ֕ישׁ כִּֽי־יֹאכַ֥ל קֹ֖דֶשׁ בִּשְׁגָגָ֑ה וְיָסַ֤ף חֲמִֽשִׁיתוֹ֙ עָלָ֔יו וְנָתַ֥ן לַכֹּהֵ֖ן אֶת־הַקֹּֽדֶשׁ׃",
          "targum": "וּגְבַר אֲרֵי יֵיכוּל קוּדְשָׁא בְּשָׁלוּ וְיוֹסֵף חוּמְשֵׁיהּ עֲלוֹהִי וִיתֵּן לְכַהֲנָא יָת קוּדְשָׁא:",
          "english": "And if a man eat of the holy thing unwittingly, then he shall add the fifth part thereof to it, and shall give the holy thing to the priest."
        },
        {
          "verseNum": 15,
          "hebrew": "וְלֹ֣א יְחַלְּל֔וּ אֶת־קׇדְשֵׁ֖י בְּנֵ֣י יִשְׂרָאֵ֑ל אֵ֥ת אֲשֶׁר־יָרִ֖ימוּ לַיהֹוָֽה׃",
          "targum": "וְלָא יְחַלּוּן יָת קוּדְשַׁיָּא דִּבְנֵי יִשְׂרָאֵל יָת דִּי יַפְרְשׁוּן קֳדָם יְיָ:",
          "english": "And they shall not profane the holy things of the children of Yisra᾽el, which they offer to the Lord;"
        },
        {
          "verseNum": 16,
          "hebrew": "וְהִשִּׂ֤יאוּ אוֹתָם֙ עֲוֺ֣ן אַשְׁמָ֔ה בְּאׇכְלָ֖ם אֶת־קׇדְשֵׁיהֶ֑ם כִּ֛י אֲנִ֥י יְהֹוָ֖ה מְקַדְּשָֽׁם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וִיקַבְּלוּן עֲלֵיהוֹן עֲוָיָן וְחוֹבִין בְּמֵיכָלְהוֹן בְּסוֹאַבָא יָת קוּדְשֵׁיהוֹן אֲרֵי אֲנָא יְיָ מְקַדִּשְׁהוֹן:",
          "english": "and so cause them to bear the iniquity of trespass, when they eat their holy things: for I the Lord do sanctify them."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 18,
          "hebrew": "דַּבֵּ֨ר אֶֽל־אַהֲרֹ֜ן וְאֶל־בָּנָ֗יו וְאֶל֙ כׇּל־בְּנֵ֣י יִשְׂרָאֵ֔ל וְאָמַרְתָּ֖ אֲלֵהֶ֑ם אִ֣ישׁ אִישׁ֩ מִבֵּ֨ית יִשְׂרָאֵ֜ל וּמִן־הַגֵּ֣ר בְּיִשְׂרָאֵ֗ל אֲשֶׁ֨ר יַקְרִ֤יב קׇרְבָּנוֹ֙ לְכׇל־נִדְרֵיהֶם֙ וּלְכׇל־נִדְבוֹתָ֔ם אֲשֶׁר־יַקְרִ֥יבוּ לַיהֹוָ֖ה לְעֹלָֽה׃",
          "targum": "מַלֵּיל עִם אַהֲרֹן וְעִם בְּנוֹהִי וְעִם כָּל בְּנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן גְּבַר גְּבַר מִבֵּית יִשָׂרָאֵל וּמִן גִּיּוֹרָא בְּיִשְׂרָאֵל דִּי יְקָרֵב קֻרְבָּנֵיהּ לְכָל נִדְרֵיהוֹן וּלְכָל נִדְבַתְהוֹן דִּי יְקָרְבוּן קֳדָם יְיָ לַעֲלָתָא:",
          "english": "Speak to Aharon, and to his sons, and to all the children of Yisra᾽el, and say to them, Whatever he be of the house of Yisra᾽el, or of the strangers in Yisra᾽el, that will offer their sacrifice for all their vows, and for all their freewill offerings, which they will offer to the Lord for a burnt offering;"
        },
        {
          "verseNum": 19,
          "hebrew": "לִֽרְצֹנְכֶ֑ם תָּמִ֣ים זָכָ֔ר בַּבָּקָ֕ר בַּכְּשָׂבִ֖ים וּבָֽעִזִּֽים׃",
          "targum": "לְרַעֲוָא לְכוֹן שְׁלִים דְּכוּרָא בְּתוֹרֵי בְּאִמְרַיָּא וּבְעִזַּיָּא:",
          "english": "you shall offer, that you may be accepted, a male without blemish, of the oxen, of the sheep, or of the goats."
        },
        {
          "verseNum": 20,
          "hebrew": "כֹּ֛ל אֲשֶׁר־בּ֥וֹ מ֖וּם לֹ֣א תַקְרִ֑יבוּ כִּי־לֹ֥א לְרָצ֖וֹן יִהְיֶ֥ה לָכֶֽם׃",
          "targum": "כֹּל דִּי בֵיהּ מוּמָא לָא תְקָרְבוּן אֲרֵי לָא לְרַעֲוָא יְהֵי לְכוֹן:",
          "english": "But whatever has a blemish, that shall you not offer: for it shall not be acceptable for you."
        },
        {
          "verseNum": 21,
          "hebrew": "וְאִ֗ישׁ כִּֽי־יַקְרִ֤יב זֶֽבַח־שְׁלָמִים֙ לַיהֹוָ֔ה לְפַלֵּא־נֶ֙דֶר֙ א֣וֹ לִנְדָבָ֔ה בַּבָּקָ֖ר א֣וֹ בַצֹּ֑אן תָּמִ֤ים יִֽהְיֶה֙ לְרָצ֔וֹן כׇּל־מ֖וּם לֹ֥א יִהְיֶה־בּֽוֹ׃",
          "targum": "וּגְבַר אֲרֵי יְקָרֵב נִכְסַת קוּדְשַׁיָּא קֳדָם יְיָ לְפָרָשָׁא נִדְרָא אוֹ לִנְדַבְתָּא בְּתוֹרֵי אוֹ בְעָנָא שְׁלִים יְהֵי לְרַעֲוָא כָּל מוּמָא לָא יְהֵי בֵיהּ:",
          "english": "And whoever offers a sacrifice of peace offerings to the Lord to accomplish his vow, or a freewill offering in oxen or sheep, it shall be perfect to be accepted; no blemish shall be in it."
        },
        {
          "verseNum": 22,
          "hebrew": "עַוֶּ֩רֶת֩ א֨וֹ שָׁב֜וּר אוֹ־חָר֣וּץ אֽוֹ־יַבֶּ֗לֶת א֤וֹ גָרָב֙ א֣וֹ יַלֶּ֔פֶת לֹא־תַקְרִ֥יבוּ אֵ֖לֶּה לַיהֹוָ֑ה וְאִשֶּׁ֗ה לֹא־תִתְּנ֥וּ מֵהֶ֛ם עַל־הַמִּזְבֵּ֖חַ לַיהֹוָֽה׃",
          "targum": "עַוִּיר אוֹ תְבִיר אוֹ פְסִיק אוֹ יַבְּלָן אוֹ גַרְבָן אוֹ חֲזָזָן לָא תְקָרְבוּן אִלֵּין קֳדָם יְיָ וְקֻרְבָּנָא לָא תִתְּנוּן מִנְּהוֹן עַל מַדְבְּחָא קֳדָם יְיָ:",
          "english": "Blind, or broken, or maimed, or having a growth, or scurvy, or scabbed, you shall not offer these to the Lord, nor make an offering by fire of them upon the altar to the Lord."
        },
        {
          "verseNum": 23,
          "hebrew": "וְשׁ֥וֹר וָשֶׂ֖ה שָׂר֣וּעַ וְקָל֑וּט נְדָבָה֙ תַּעֲשֶׂ֣ה אֹת֔וֹ וּלְנֵ֖דֶר לֹ֥א יֵרָצֶֽה׃",
          "targum": "וְתוֹר וְאִמַּר יַתִּיר וְחַסִּיר נְדַבְתָּא תַּעְבֵּד יָתֵיהּ וּלְנִדְרָא לָא יְהֵי לְרַעֲוָא:",
          "english": "Either a bullock or a lamb that has anything superfluous or too short, that mayst thou offer for a freewill offering; but for a vow it shall not be accepted."
        },
        {
          "verseNum": 24,
          "hebrew": "וּמָע֤וּךְ וְכָתוּת֙ וְנָת֣וּק וְכָר֔וּת לֹ֥א תַקְרִ֖יבוּ לַֽיהֹוָ֑ה וּֽבְאַרְצְכֶ֖ם לֹ֥א תַעֲשֽׂוּ׃",
          "targum": "וְדִי מְרִיס וְדִי רְסִיס וְדִי שְׁלִיף וְדִי גְזִיר לָא תְקָרְבוּן קֳדָם יְיָ וּבְאַרְעֲכוֹן לָא תַעְבְּדוּן:",
          "english": "You shall not offer to the Lord that which has its testicles bruised or crushed, or broken, or cut; neither shall you do thus in your land."
        },
        {
          "verseNum": 25,
          "hebrew": "וּמִיַּ֣ד בֶּן־נֵכָ֗ר לֹ֥א תַקְרִ֛יבוּ אֶת־לֶ֥חֶם אֱלֹהֵיכֶ֖ם מִכׇּל־אֵ֑לֶּה כִּ֣י מׇשְׁחָתָ֤ם בָּהֶם֙ מ֣וּם בָּ֔ם לֹ֥א יֵרָצ֖וּ לָכֶֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּמִן בַּר עַמְמִין לָא תְקָרְבוּן יָת קֻרְבַּן אֱלָהָכוֹן מִכָּל אִלֵּין אֲרֵי חִבּוּלְהוֹן בְּהוֹן מוּמָא בְהוֹן לָא לְרַעֲוָא יְהוֹן לְכוֹן:",
          "english": "Neither from a stranger’s hand shall you offer the bread of your God from any of these; because their corruption is in them, their blemish is in them: they shall not be accepted for you."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 27,
          "hebrew": "שׁ֣וֹר אוֹ־כֶ֤שֶׂב אוֹ־עֵז֙ כִּ֣י יִוָּלֵ֔ד וְהָיָ֛ה שִׁבְעַ֥ת יָמִ֖ים תַּ֣חַת אִמּ֑וֹ וּמִיּ֤וֹם הַשְּׁמִינִי֙ וָהָ֔לְאָה יֵרָצֶ֕ה לְקׇרְבַּ֥ן אִשֶּׁ֖ה לַיהֹוָֽה׃",
          "targum": "תּוֹר אוֹ אִמָּר אוֹ עִזָּא אֲרֵי יִתְיְלִיד וִיהֵי שִׁבְעָא יוֹמִין בָּתַר אִמֵּיהּ וּמִיּוֹמָא תְמִינָאָה וּלְהַלָּא יִתִּרְעֵי לְקָרָבָא קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "When a bullock, or a sheep, or a goat, is brought forth, then it shall be seven days under its dam; and from the eighth day and thenceforth it shall be accepted for an offering made by fire to the Lord."
        },
        {
          "verseNum": 28,
          "hebrew": "וְשׁ֖וֹר אוֹ־שֶׂ֑ה אֹת֣וֹ וְאֶת־בְּנ֔וֹ לֹ֥א תִשְׁחֲט֖וּ בְּי֥וֹם אֶחָֽד׃",
          "targum": "וְתוֹרְתָּא אוֹ שֵׂיתָא לַהּ וְלִבְרַהּ לָא תִכְּסוּן בְּיוֹמָא חָד:",
          "english": "And whether it be cow or ewe, you shall not kill it and its young both in one day."
        },
        {
          "verseNum": 29,
          "hebrew": "וְכִֽי־תִזְבְּח֥וּ זֶֽבַח־תּוֹדָ֖ה לַיהֹוָ֑ה לִֽרְצֹנְכֶ֖ם תִּזְבָּֽחוּ׃",
          "targum": "וַאֲרֵי תִכְּסוּן נִכְסַת תּוֹדְתָא קֳדָם יְיָ לְרַעֲוָא לְכוֹן תִּכְּסֻנֵּיהּ:",
          "english": "And when you will offer a sacrifice of thanksgiving to the Lord, offer it that it may be accepted."
        },
        {
          "verseNum": 30,
          "hebrew": "בַּיּ֤וֹם הַהוּא֙ יֵאָכֵ֔ל לֹֽא־תוֹתִ֥ירוּ מִמֶּ֖נּוּ עַד־בֹּ֑קֶר אֲנִ֖י יְהֹוָֽה׃",
          "targum": "בְּיוֹמָא הַהוּא יִתְאֲכֵל לָא תַשְׁאֲרוּן מִנֵּיהּ עַד צַפְרָא אֲנָא יְיָ:",
          "english": "On the same day it shall be eaten up; you shall leave none of it until the morrow: I am the Lord."
        },
        {
          "verseNum": 31,
          "hebrew": "וּשְׁמַרְתֶּם֙ מִצְוֺתַ֔י וַעֲשִׂיתֶ֖ם אֹתָ֑ם אֲנִ֖י יְהֹוָֽה׃",
          "targum": "וְתִטְּרוּן פִּקּוֹדַי וְתַעְבְּדוּן יָתְהוֹן אֲנָא יְיָ:",
          "english": "And you shall keep my commandments, and do them: I am the Lord."
        },
        {
          "verseNum": 32,
          "hebrew": "וְלֹ֤א תְחַלְּלוּ֙ אֶת־שֵׁ֣ם קׇדְשִׁ֔י וְנִ֨קְדַּשְׁתִּ֔י בְּת֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל אֲנִ֥י יְהֹוָ֖ה מְקַדִּשְׁכֶֽם׃",
          "targum": "וְלָא תְחַלְּלוּן יָת שְׁמָא דְקוּדְשַׁי וְאִתְקַדַּשׁ בְּגוֹ בְּנֵי יִשְׂרָאֵל אֲנָא יְיָ מְקַדִּשְׁכוֹן:",
          "english": "Neither shall you profane my holy name; but I will be hallowed among the children of  Yisra᾽el: I am the Lord who make you holy,"
        },
        {
          "verseNum": 33,
          "hebrew": "הַמּוֹצִ֤יא אֶתְכֶם֙ מֵאֶ֣רֶץ מִצְרַ֔יִם לִהְי֥וֹת לָכֶ֖ם לֵאלֹהִ֑ים אֲנִ֖י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "דְּאַפִּיק יָתְכוֹן מֵאַרְעָא דְמִצְרַיִם לְמֶהֱוֵי לְכוֹן לֵאלָהָא אֲנָא יְיָ:",
          "english": "who brought you out of the land of Miżrayim, to be your God: I am the Lord."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּ֞ר אֶל־בְּנֵ֤י יִשְׂרָאֵל֙ וְאָמַרְתָּ֣ אֲלֵהֶ֔ם מוֹעֲדֵ֣י יְהֹוָ֔ה אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם מִקְרָאֵ֣י קֹ֑דֶשׁ אֵ֥לֶּה הֵ֖ם מוֹעֲדָֽי׃",
          "targum": "מַלֵּיל עִם בְּנֵי יִשְׁרָאֵל וְתֵימַר לְהוֹן מוֹעֲדַיָּא דַיְיָ דִּי תְעָרְעוּן יָתְהוֹן מְעָרְעֵי קַדִּישׁ אִלֵּין אִנּוּן מוֹעֲדָי:",
          "english": "Speak to the children of Yisra᾽el, and say to them, The feasts of the Lord, which you shall proclaim to be holy gatherings, these are my feasts."
        },
        {
          "verseNum": 3,
          "hebrew": "שֵׁ֣שֶׁת יָמִים֮ תֵּעָשֶׂ֣ה מְלָאכָה֒ וּבַיּ֣וֹם הַשְּׁבִיעִ֗י שַׁבַּ֤ת שַׁבָּתוֹן֙ מִקְרָא־קֹ֔דֶשׁ כׇּל־מְלָאכָ֖ה לֹ֣א תַעֲשׂ֑וּ שַׁבָּ֥ת הִוא֙ לַֽיהֹוָ֔ה בְּכֹ֖ל מוֹשְׁבֹֽתֵיכֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "שִׁתָּא יוֹמִין תִּתְעֲבֵד עִבִידָא וּבְיוֹמָא שְׁבִיעָאָה שְׁבַת שְׁבָתָא מְעָרַע קַדִּישׁ כָּל עִבִידָא לָא תַעְבְּדוּן שַׁבְּתָא הִיא קֳדָם יְיָ בְּכֹל מוֹתְבָנֵיכוֹן:",
          "english": "Six days shall work be done: but the seventh day is the sabbath of solemn rest, a holy gathering; you shall do no work: it is a sabbath to the Lord in all your dwellings."
        },
        {
          "verseNum": 4,
          "hebrew": "אֵ֚לֶּה מוֹעֲדֵ֣י יְהֹוָ֔ה מִקְרָאֵ֖י קֹ֑דֶשׁ אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם בְּמוֹעֲדָֽם׃",
          "targum": "אִלֵּין מוֹעֲדַיָּא דַיְיָ מְעָרְעֵי קַדִּישׁ דִּי תְעָרְעוּן יָתְהוֹן בְּזִמְנֵיהוֹן:",
          "english": "These are the feasts of the Lord, holy gatherings, which you shall proclaim in their seasons."
        },
        {
          "verseNum": 5,
          "hebrew": "בַּחֹ֣דֶשׁ הָרִאשׁ֗וֹן בְּאַרְבָּעָ֥ה עָשָׂ֛ר לַחֹ֖דֶשׁ בֵּ֣ין הָעַרְבָּ֑יִם פֶּ֖סַח לַיהֹוָֽה׃",
          "targum": "בְּיַרְחָא קַדְמָאָה בְּאַרְבְּעַת עַשְׂרָא לְיַרְחָא בֵּין שִׁמְשַׁיָּא פִּסְחָא קֳדָם יְיָ:",
          "english": "On the fourteenth day of the first month towards evening is the Lord’s passover."
        },
        {
          "verseNum": 6,
          "hebrew": "וּבַחֲמִשָּׁ֨ה עָשָׂ֥ר יוֹם֙ לַחֹ֣דֶשׁ הַזֶּ֔ה חַ֥ג הַמַּצּ֖וֹת לַיהֹוָ֑ה שִׁבְעַ֥ת יָמִ֖ים מַצּ֥וֹת תֹּאכֵֽלוּ׃",
          "targum": "וּבְחַמְשַׁת עַשְׂרָא יוֹמָא לְיַרְחָא הָדֵין חַגָּא דְּפַטִּירַיָּא קֳדָם יְיָ שִׁבְעָא יוֹמִין פַּטִּיר תֵּיכְלוּן:",
          "english": "And on the fifteenth day of the same month is the feast of unleavened bread to the Lord: seven days you must eat unleavened bread."
        },
        {
          "verseNum": 7,
          "hebrew": "בַּיּוֹם֙ הָֽרִאשׁ֔וֹן מִקְרָא־קֹ֖דֶשׁ יִהְיֶ֣ה לָכֶ֑ם כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃",
          "targum": "בְּיוֹמָא קַדְמָאָה מְעָרַע קַדִּישׁ יִהֵי לְכוֹן כָּל עִבִידַת פָּלְחַן לָא תַעְבְּדוּן:",
          "english": "On the first day you shall have a holy gathering: you shall do no servile work."
        },
        {
          "verseNum": 8,
          "hebrew": "וְהִקְרַבְתֶּ֥ם אִשֶּׁ֛ה לַיהֹוָ֖ה שִׁבְעַ֣ת יָמִ֑ים בַּיּ֤וֹם הַשְּׁבִיעִי֙ מִקְרָא־קֹ֔דֶשׁ כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּתְקָרְבוּן קֻרְבָּנָא קֳדָם יְיָ שִׁבְעָא יוֹמִין בְּיוֹמָא שְׁבִיעָאָה מְעָרַע קַדִּישׁ כָּל עִבִידַת פָּלְחָן לָא תַעְבְּדוּן:",
          "english": "But you shall offer an offering made by fire to the Lord for seven days: on the seventh day is a holy gathering: you shall do no servile work."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 10,
          "hebrew": "דַּבֵּ֞ר אֶל־בְּנֵ֤י יִשְׂרָאֵל֙ וְאָמַרְתָּ֣ אֲלֵהֶ֔ם כִּֽי־תָבֹ֣אוּ אֶל־הָאָ֗רֶץ אֲשֶׁ֤ר אֲנִי֙ נֹתֵ֣ן לָכֶ֔ם וּקְצַרְתֶּ֖ם אֶת־קְצִירָ֑הּ וַהֲבֵאתֶ֥ם אֶת־עֹ֛מֶר רֵאשִׁ֥ית קְצִירְכֶ֖ם אֶל־הַכֹּהֵֽן׃",
          "targum": "מַלֵּיל עִם בְּנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן אֲרֵי תֵעֲלוּן לְאַרְעָא דִּי אֲנָא יָהֵב לְכוֹן וְתַחְצְדוּן יָת חֲצָדַהּ וְתַיְתוּן יָת עוּמְרָא רֵישׁ חֲצָדְכוֹן לְוָת כַּהֲנָא:",
          "english": "Speak to the children of Yisra᾽el, and say to them, When you are come to the land which I give to you, and shall reap its harvest, then you shall bring an ῾omer of the firstfruits of your harvest to the priest:"
        },
        {
          "verseNum": 11,
          "hebrew": "וְהֵנִ֧יף אֶת־הָעֹ֛מֶר לִפְנֵ֥י יְהֹוָ֖ה לִֽרְצֹנְכֶ֑ם מִֽמׇּחֳרַת֙ הַשַּׁבָּ֔ת יְנִיפֶ֖נּוּ הַכֹּהֵֽן׃",
          "targum": "וִירִים יָת עוּמְרָא קֳדָם יְיָ לְרַעֲוָא לְכוֹן מִבָּתַר יוֹמָא טָבָא יְרִימִנֵּיהּ כַּהֲנָא:",
          "english": "and he shall wave the ῾omer before the Lord, to be accepted for you: on the morrow after the sabbath the priest shall wave it."
        },
        {
          "verseNum": 12,
          "hebrew": "וַעֲשִׂיתֶ֕ם בְּי֥וֹם הֲנִֽיפְכֶ֖ם אֶת־הָעֹ֑מֶר כֶּ֣בֶשׂ תָּמִ֧ים בֶּן־שְׁנָת֛וֹ לְעֹלָ֖ה לַיהֹוָֽה׃",
          "targum": "וְתַעְבְּדוּן בְּיוֹמָא דַאֲרָמוּתְכוֹן יָת עוּמְרָא אִמַּר שְׁלִים בַּר שַׁתֵּיהּ לַעֲלָתָא קֳדָם יְיָ:",
          "english": "And you shall offer that day when you wave the ῾omer a he lamb without blemish of the first year for a burnt offering to the Lord."
        },
        {
          "verseNum": 13,
          "hebrew": "וּמִנְחָתוֹ֩ שְׁנֵ֨י עֶשְׂרֹנִ֜ים סֹ֣לֶת בְּלוּלָ֥ה בַשֶּׁ֛מֶן אִשֶּׁ֥ה לַיהֹוָ֖ה רֵ֣יחַ נִיחֹ֑חַ וְנִסְכֹּ֥ה יַ֖יִן רְבִיעִ֥ת הַהִֽין׃",
          "targum": "וּמִנְחָתֵיהּ תְּרֵין עֶשְׁרוֹנִין סֻלְתָּא דְּפִילָא בִמְשַׁח קֻרְבָּנָא קֳדָם יְיָ לְאִתְקַבָּלָא בְרַעֲוָא וְנִסְכֵּיהּ חַמְרָא רַבְעוּת הִינָא:",
          "english": "And the meal offering thereof shall be two tenth measures of fine flour mingled with oil, an offering made by fire to the Lord for a sweet savour: and its drink offering shall be of wine, the fourth part of a hin."
        },
        {
          "verseNum": 14,
          "hebrew": "וְלֶ֩חֶם֩ וְקָלִ֨י וְכַרְמֶ֜ל לֹ֣א תֹֽאכְל֗וּ עַד־עֶ֙צֶם֙ הַיּ֣וֹם הַזֶּ֔ה עַ֚ד הֲבִ֣יאֲכֶ֔ם אֶת־קׇרְבַּ֖ן אֱלֹהֵיכֶ֑ם חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם בְּכֹ֖ל מֹשְׁבֹֽתֵיכֶֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּלְחֵם וּקְלִי וּפֵרוּכָן לָא תֵיכְלוּן עַד כְּרַן יוֹמָא הָדֵין עַד אַיְתוֹאֵיכוֹן יָת קֻרְבָּן אֱלָהָכוֹן קְיַם עָלָם לְדָרֵיכוֹן בְּכֹל מוֹתְבָנֵיכוֹן:",
          "english": "And you shall eat neither bread, nor parched corn, nor green ears, until that very day, until you have brought an offering to your God: it shall be a statute for ever throughout your generations in all your dwellings."
        },
        {
          "verseNum": 15,
          "hebrew": "וּסְפַרְתֶּ֤ם לָכֶם֙ מִמׇּחֳרַ֣ת הַשַּׁבָּ֔ת מִיּוֹם֙ הֲבִ֣יאֲכֶ֔ם אֶת־עֹ֖מֶר הַתְּנוּפָ֑ה שֶׁ֥בַע שַׁבָּת֖וֹת תְּמִימֹ֥ת תִּהְיֶֽינָה׃",
          "targum": "וְתִמְנוּן לְכוֹן מִבָּתַר יוֹמָא טָבָא מִיּוֹם אַיְתוֹאֵיכוֹן יָת עוּמְרָא דַאֲרָמוּתָא שִׁבְעָא שָׁבוּעִין שַׁלְמִין יְהֶוְיָן:",
          "english": "And you shall count for yourselves from the morrow after the sabbath, from the day that you brought the ῾omer of the wave offering; seven complete sabbaths shall there be:"
        },
        {
          "verseNum": 16,
          "hebrew": "עַ֣ד מִֽמׇּחֳרַ֤ת הַשַּׁבָּת֙ הַשְּׁבִיעִ֔ת תִּסְפְּר֖וּ חֲמִשִּׁ֣ים י֑וֹם וְהִקְרַבְתֶּ֛ם מִנְחָ֥ה חֲדָשָׁ֖ה לַיהֹוָֽה׃",
          "targum": "עַד מִבָּתַר שְׁבוּעֲתָא שְׁבִיעֵתָא תִּמְנוּן חַמְשִׁין יוֹמִין וּתְקָרְבוּן מִנְחָתָא חֲדַתָּא קֳדָם יְיָ:",
          "english": "to the morrow after the seventh sabbath shall you number fifty days and you shall offer a new meal offering to the Lord."
        },
        {
          "verseNum": 17,
          "hebrew": "מִמּוֹשְׁבֹ֨תֵיכֶ֜ם תָּבִ֣יאּוּ&thinsp;<b>׀</b> לֶ֣חֶם תְּנוּפָ֗ה שְׁ֚תַּיִם שְׁנֵ֣י עֶשְׂרֹנִ֔ים סֹ֣לֶת תִּהְיֶ֔ינָה חָמֵ֖ץ תֵּאָפֶ֑ינָה בִּכּוּרִ֖ים לַֽיהֹוָֽה׃",
          "targum": "מִמּוֹתְבָנֵיכוֹן תַּיְתוּן לְחֵם אֲרָמוּתָא תַּרְתֵּין (גְּרִיצַן) תְּרֵין עֶשְׁרוֹנִין סֻלְתָּא יְהֶוְיָן חֲמִיעַ יִתְאַפְיָן בִּכּוּרִין קֳדָם יְיָ:",
          "english": "You shall bring out of your habitations two wave loaves of two tenth measures: they shall be of fine flour; they shall be baked with leaven; they are the firstfruits to the Lord."
        },
        {
          "verseNum": 18,
          "hebrew": "וְהִקְרַבְתֶּ֣ם עַל־הַלֶּ֗חֶם שִׁבְעַ֨ת כְּבָשִׂ֤ים תְּמִימִם֙ בְּנֵ֣י שָׁנָ֔ה וּפַ֧ר בֶּן־בָּקָ֛ר אֶחָ֖ד וְאֵילִ֣ם שְׁנָ֑יִם יִהְי֤וּ עֹלָה֙ לַֽיהֹוָ֔ה וּמִנְחָתָם֙ וְנִסְכֵּיהֶ֔ם אִשֵּׁ֥ה רֵֽיחַ־נִיחֹ֖חַ לַיהֹוָֽה׃",
          "targum": "וּתְקָרְבוּן עַל לַחְמָא שִׁבְעָא אִמְּרִין שַׁלְמִין בְּנֵי שְׁנָא וְתוֹר בַּר תּוֹרֵי חַד וְדִכְרִין תְּרֵין יְהוֹן עֲלָתָא קֳדָם יְיָ וּמִנְחָתְהוֹן וְנִסְכֵּיהוֹן קֻרְבַּן דְּמִתְקַבֵּל בְּרַעֲוָא קֳדָם יְיָ:",
          "english": "And you shall offer with the bread seven lambs without blemish of the first year, and one young bullock, and two rams: they shall be for a burnt offering to the Lord, with their meal offering, and their drink offerings, an offering made by fire, of sweet savour to the Lord."
        },
        {
          "verseNum": 19,
          "hebrew": "וַעֲשִׂיתֶ֛ם שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּ֑את וּשְׁנֵ֧י כְבָשִׂ֛ים בְּנֵ֥י שָׁנָ֖ה לְזֶ֥בַח שְׁלָמִֽים׃",
          "targum": "וְתַעְבְּדוּן צְפִיר בַּר עִזֵּי חַד לְחַטָּאתָא וּתְרֵין אִמְּרִין בְּנֵי שְׁנָא לְנִכְסַת קוּדְשַׁיָּא:",
          "english": "Then you shall sacrifice one kid of the goats for a sin offering, and two lambs of the first year for a sacrifice of peace offerings."
        },
        {
          "verseNum": 20,
          "hebrew": "וְהֵנִ֣יף הַכֹּהֵ֣ן&thinsp;<small>׀</small>&thinsp;אֹתָ֡ם עַל֩ לֶ֨חֶם הַבִּכֻּרִ֤ים תְּנוּפָה֙ לִפְנֵ֣י יְהֹוָ֔ה עַל־שְׁנֵ֖י כְּבָשִׂ֑ים קֹ֛דֶשׁ יִהְי֥וּ לַיהֹוָ֖ה לַכֹּהֵֽן׃",
          "targum": "וִירִים כַּהֲנָא יָתְהוֹן עַל לְחֵם בִּכּוּרַיָּא אֲרָמוּתָא קֳדָם יְיָ עַל תְּרֵין אִמְּרִין קוּדְשָׁא יְהוֹן קֳדָם יְיָ לְכַהֲנָא:",
          "english": "And the priest shall wave them with the bread of the firstfruits for a wave offering before the Lord, with the two lambs: they shall be holy to the Lord for the priest."
        },
        {
          "verseNum": 21,
          "hebrew": "וּקְרָאתֶ֞ם בְּעֶ֣צֶם&thinsp;<b>׀</b> הַיּ֣וֹם הַזֶּ֗ה מִֽקְרָא־קֹ֙דֶשׁ֙ יִהְיֶ֣ה לָכֶ֔ם כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֣א תַעֲשׂ֑וּ חֻקַּ֥ת עוֹלָ֛ם בְּכׇל־מוֹשְׁבֹ֥תֵיכֶ֖ם לְדֹרֹֽתֵיכֶֽם׃",
          "targum": "וּתְעָרְעוּן בִּכְרַן יוֹמָא הָדֵין מְעָרַע קַדִּישׁ יְהֵי לְכוֹן כָּל עִבִידַת פָּלְחָן לָא תַעְבְּדוּן קְיַם עָלָם בְּכָל מוֹתְבָנֵיכוֹן לְדָרֵיכוֹן:",
          "english": "And you shall proclaim on this very same day, that it may be a holy gathering to you: you shall do no servile work: it shall be a statute for ever in all your dwellings throughout your generations."
        },
        {
          "verseNum": 22,
          "hebrew": "וּֽבְקֻצְרְכֶ֞ם אֶת־קְצִ֣יר אַרְצְכֶ֗ם לֹֽא־תְכַלֶּ֞ה פְּאַ֤ת שָֽׂדְךָ֙ בְּקֻצְרֶ֔ךָ וְלֶ֥קֶט קְצִירְךָ֖ לֹ֣א תְלַקֵּ֑ט לֶֽעָנִ֤י וְלַגֵּר֙ תַּעֲזֹ֣ב אֹתָ֔ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּבְמֶחֱצָדְכוֹן יָת חֲצָדָא דְאַרְעֲכוֹן לָא תְשֵׁיצֵי פָּאתָא דְחַקְלָךְ בְּמֶחֱצָדָךְ וּלְקָטָא דַחֲצָדָךְ לָא תְלַקֵּט לְעַנְיֵי וּלְגִיּוֹרֵי תִּשְׁבּוֹק יָתְהוֹן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "And when you reap the harvest of your land, thou shalt not altogether remove the corners of thy field when thou reapest, nor shalt thou gather any gleaning of thy harvest: thou shalt leave them to the poor, and to the stranger: I am the Lord your God."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 24,
          "hebrew": "דַּבֵּ֛ר אֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר בַּחֹ֨דֶשׁ הַשְּׁבִיעִ֜י בְּאֶחָ֣ד לַחֹ֗דֶשׁ יִהְיֶ֤ה לָכֶם֙ שַׁבָּת֔וֹן זִכְר֥וֹן תְּרוּעָ֖ה מִקְרָא־קֹֽדֶשׁ׃",
          "targum": "מַלֵּיל עִם בְּנֵי יִשְׂרָאֵל לְמֵימָר בְּיַרְחָא שְׁבִיעָאָה בְּחַד לְיַרְחָא יְהֵי לְכוֹן נְיָחָא דּוּכְרַן יַבָּבָא מְעָרַע קַדִּישׁ:",
          "english": "Speak to the children of Yisra᾽el, saying, In the seventh month, on the first day of the month, shall you have a sabbath, a memorial of  blowing of  horns, a holy gathering."
        },
        {
          "verseNum": 25,
          "hebrew": "כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֣א תַעֲשׂ֑וּ וְהִקְרַבְתֶּ֥ם אִשֶּׁ֖ה לַיהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "כָּל עִבִידַת פָּלְחָנָא לָא תַעְבְּדוּן וּתְקָרְבוּן קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "You shall do no servile work: but you shall offer an offering made by fire to the Lord."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 27,
          "hebrew": "אַ֡ךְ בֶּעָשׂ֣וֹר לַחֹ֩דֶשׁ֩ הַשְּׁבִיעִ֨י הַזֶּ֜ה י֧וֹם הַכִּפֻּרִ֣ים ה֗וּא מִֽקְרָא־קֹ֙דֶשׁ֙ יִהְיֶ֣ה לָכֶ֔ם וְעִנִּיתֶ֖ם אֶת־נַפְשֹׁתֵיכֶ֑ם וְהִקְרַבְתֶּ֥ם אִשֶּׁ֖ה לַיהֹוָֽה׃",
          "targum": "בְּרַם בְּעַשְׂרָא לְיַרְחָא שְׁבִיעָאָה הָדֵין יוֹמָא דְכִפּוּרַיָּא הוּא מְעָרַע קַדִּישׁ יְהֵי לְכוֹן וּתְעַנּוּן יָת נַפְשָׁתֵיכוֹן וּתְקָרְבוּן קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "Also on the tenth day of this seventh month there shall be a day of atonement: it shall be a holy gathering to you; and you shall afflict your souls, and offer an offering made by fire to the Lord."
        },
        {
          "verseNum": 28,
          "hebrew": "וְכׇל־מְלָאכָה֙ לֹ֣א תַעֲשׂ֔וּ בְּעֶ֖צֶם הַיּ֣וֹם הַזֶּ֑ה כִּ֣י י֤וֹם כִּפֻּרִים֙ ה֔וּא לְכַפֵּ֣ר עֲלֵיכֶ֔ם לִפְנֵ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "וְכָל עִבִידָא לָא תַעְבְּדוּן בִּכְרַן יוֹמָא הָדֵין אֲרֵי יוֹמָא דְכִפּוּרַיָּא הוּא לְכַפָּרָא עֲלֵיכוֹן קֳדָם יְיָ אֱלָהָכוֹן:",
          "english": "And you shall do no work on that very same day: for it is a day of atonement, to make atonement for you before the Lord your God."
        },
        {
          "verseNum": 29,
          "hebrew": "כִּ֤י כׇל־הַנֶּ֙פֶשׁ֙ אֲשֶׁ֣ר לֹֽא־תְעֻנֶּ֔ה בְּעֶ֖צֶם הַיּ֣וֹם הַזֶּ֑ה וְנִכְרְתָ֖ה מֵֽעַמֶּֽיהָ׃",
          "targum": "אֲרֵי כָל אֲנָשָׁא דִּי לָא מִתְעַנֵּי בִּכְרַן יוֹמָא הָדֵין וְיִשְׁתֵּיצֵי מֵעַמָּהָא:",
          "english": "For whatever person shall not be afflicted on that same day, he shall be cut off from his people."
        },
        {
          "verseNum": 30,
          "hebrew": "וְכׇל־הַנֶּ֗פֶשׁ אֲשֶׁ֤ר תַּעֲשֶׂה֙ כׇּל־מְלָאכָ֔ה בְּעֶ֖צֶם הַיּ֣וֹם הַזֶּ֑ה וְהַֽאֲבַדְתִּ֛י אֶת־הַנֶּ֥פֶשׁ הַהִ֖וא מִקֶּ֥רֶב עַמָּֽהּ׃",
          "targum": "וְכָל אֱנַשׁ דִּי תַעְבֵּד כָּל עִבִידָא בִּכְרַן יוֹמָא הָדֵין וְאוֹבֵד יָת אֲנָשָׁא הַהִיא מִגּוֹ עַמַּהּ:",
          "english": "And whatever person does any work on that same day, the same person will I destroy from among his people."
        },
        {
          "verseNum": 31,
          "hebrew": "כׇּל־מְלָאכָ֖ה לֹ֣א תַעֲשׂ֑וּ חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם בְּכֹ֖ל מֹשְׁבֹֽתֵיכֶֽם׃",
          "targum": "כָּל עִבִידָא לָא תַעְבְּדוּן קְיַם עָלָם לְדָרֵיכוֹן בְּכֹל מוֹתְבָנֵיכוֹן:",
          "english": "You shall do no manner of work: it shall be a statute for ever throughout your generations in all your dwellings."
        },
        {
          "verseNum": 32,
          "hebrew": "שַׁבַּ֨ת שַׁבָּת֥וֹן הוּא֙ לָכֶ֔ם וְעִנִּיתֶ֖ם אֶת־נַפְשֹׁתֵיכֶ֑ם בְּתִשְׁעָ֤ה לַחֹ֙דֶשׁ֙ בָּעֶ֔רֶב מֵעֶ֣רֶב עַד־עֶ֔רֶב תִּשְׁבְּת֖וּ שַׁבַּתְּכֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "שְׁבַת שְׁבָתָא הוּא לְכוֹן וּתְעַנּוּן יָת נַפְשָׁתֵיכוֹן בְּתִישְׁעָא לְיַרְחָא בְּרַמְשָׁא מֵרַמְשָׁא עַד רַמְשָׁא תְּנוּחוּן נְיַחֲכוֹן:",
          "english": "It shall be to you a sabbath of solemn rest, and you shall afflict your souls: on the ninth day of the month at evening, from evening to evening shall you celebrate your sabbath."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 34,
          "hebrew": "דַּבֵּ֛ר אֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר בַּחֲמִשָּׁ֨ה עָשָׂ֜ר י֗וֹם לַחֹ֤דֶשׁ הַשְּׁבִיעִי֙ הַזֶּ֔ה חַ֧ג הַסֻּכּ֛וֹת שִׁבְעַ֥ת יָמִ֖ים לַיהֹוָֽה׃",
          "targum": "מַלֵּיל עִם בְּנֵי יִשְׂרָאֵל לְמֵימָר בְּחַמְשָׁא עַשְׁרָא יוֹמָא לְיַרְחָא שְׁבִיעָאָה הָדֵין חַגָּא דִמְטַלַּיָּא שִׁבְעַת יוֹמִין קֳדָם יְיָ:",
          "english": "Speak to the children of Yisra᾽el, saying, The fifteenth day of this seventh month shall be the feast of booths for seven days to the Lord."
        },
        {
          "verseNum": 35,
          "hebrew": "בַּיּ֥וֹם הָרִאשׁ֖וֹן מִקְרָא־קֹ֑דֶשׁ כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃",
          "targum": "בְּיוֹמָא קַדְמָאָה מְעָרַע קַדִּישׁ כָּל עִבִידַת פָּלְחָן לָא תַעְבְּדוּן:",
          "english": "On the first day shall be a holy gathering: you shall do no servile work."
        },
        {
          "verseNum": 36,
          "hebrew": "שִׁבְעַ֣ת יָמִ֔ים תַּקְרִ֥יבוּ אִשֶּׁ֖ה לַיהֹוָ֑ה בַּיּ֣וֹם הַשְּׁמִינִ֡י מִקְרָא־קֹ֩דֶשׁ֩ יִהְיֶ֨ה לָכֶ֜ם וְהִקְרַבְתֶּ֨ם אִשֶּׁ֤ה לַֽיהֹוָה֙ עֲצֶ֣רֶת הִ֔וא כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃",
          "targum": "שִׁבְעָא יוֹמִין תְּקָרְבוּן קֻרְבָּנָא קֳדָם יְיָ בְּיוֹמָא תְמִינָאָה מְעָרַע קַדִּישׁ יְהֵי לְכוֹן וּתְקָרְבוּן קֻרְבָּנָא קֳדָם יְיָ כְּנֵשׁ תְּהוֹן כָּל עִבִידַת פָּלְחָן לָא תַעְבְּדוּן:",
          "english": "Seven days you shall offer an offering made by fire to the Lord: on the eighth day shall be a holy gathering to you; and you shall offer an offering made by fire to the Lord; it is a solemn assembly; and you shall do no servile work."
        },
        {
          "verseNum": 37,
          "hebrew": "אֵ֚לֶּה מוֹעֲדֵ֣י יְהֹוָ֔ה אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם מִקְרָאֵ֣י קֹ֑דֶשׁ לְהַקְרִ֨יב אִשֶּׁ֜ה לַיהֹוָ֗ה עֹלָ֧ה וּמִנְחָ֛ה זֶ֥בַח וּנְסָכִ֖ים דְּבַר־י֥וֹם בְּיוֹמֽוֹ׃",
          "targum": "אִלֵּין מוֹעֲדַיָּא דַיְיָ דִּי תְעָרְעוּן יָתְהוֹן מְעָרְעֵי קַדִּישׁ לְקָרָבָא קֻרְבָּנָא קֳדָם יְיָ עֲלָתָא וּמִנְחָתָא נִכְסַת קוּדְשִׁין וְנִסּוּכִין פִּתְגַם יוֹם בְּיוֹמֵיהּ:",
          "english": "These are the feasts of the Lord, which you shall proclaim to be holy gatherings, to offer an offering made by fire to the Lord, a burnt offering, and a meal offering, a sacrifice, and drink offerings, every thing upon its day:"
        },
        {
          "verseNum": 38,
          "hebrew": "מִלְּבַ֖ד שַׁבְּתֹ֣ת יְהֹוָ֑ה וּמִלְּבַ֣ד מַתְּנֽוֹתֵיכֶ֗ם וּמִלְּבַ֤ד כׇּל־נִדְרֵיכֶם֙ וּמִלְּבַד֙ כׇּל־נִדְבֹ֣תֵיכֶ֔ם אֲשֶׁ֥ר תִּתְּנ֖וּ לַיהֹוָֽה׃",
          "targum": "בַּר שַׁבַּיָּא דַיְיָ וּבַר מַתְּנָתֵיכוֹן וּבַר כָּל נִדְרֵיכוֹן וּבַר כָּל נִדְבָתֵיכוֹן דִּי תִתְּנוּן קֳדָם יְיָ:",
          "english": "beside the sabbaths of the Lord, and beside your gifts, and beside all your vows, and beside all your freewill offerings, which you give to the Lord."
        },
        {
          "verseNum": 39,
          "hebrew": "אַ֡ךְ בַּחֲמִשָּׁה֩ עָשָׂ֨ר י֜וֹם לַחֹ֣דֶשׁ הַשְּׁבִיעִ֗י בְּאׇסְפְּכֶם֙ אֶת־תְּבוּאַ֣ת הָאָ֔רֶץ תָּחֹ֥גּוּ אֶת־חַג־יְהֹוָ֖ה שִׁבְעַ֣ת יָמִ֑ים בַּיּ֤וֹם הָֽרִאשׁוֹן֙ שַׁבָּת֔וֹן וּבַיּ֥וֹם הַשְּׁמִינִ֖י שַׁבָּתֽוֹן׃",
          "targum": "בְּרַם בְּחַמְשָׁא עֲשַׁר יוֹמָא לְיַרְחָא שְׁבִיעָאָה בְּמִכְנְשֵׁיכוֹן יָת עֲלַלַת אַרְעָא תְּחַגּוּן יָת חַגָּא קֳדָם יְיָ שִׁבְעָא יוֹמִין בְּיוֹמָא קַדְמָאָה נְיָחָא וּבְיוֹמָא תְמִינָאָה נְיָחָא:",
          "english": "Also on the fifteenth day of the seventh month, when you have gathered in the fruit of the land, you shall keep a feast to the Lord seven days: on the first day shall be a sabbath, and on the eighth day shall be a sabbath."
        },
        {
          "verseNum": 40,
          "hebrew": "וּלְקַחְתֶּ֨ם לָכֶ֜ם בַּיּ֣וֹם הָרִאשׁ֗וֹן פְּרִ֨י עֵ֤ץ הָדָר֙ כַּפֹּ֣ת תְּמָרִ֔ים וַעֲנַ֥ף עֵץ־עָבֹ֖ת וְעַרְבֵי־נָ֑חַל וּשְׂמַחְתֶּ֗ם לִפְנֵ֛י יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם שִׁבְעַ֥ת יָמִֽים׃",
          "targum": "וְתִסְּבוּן לְכוֹן בְּיוֹמָא קַדְמָאָה פֵּרֵי אִילָנָא אֶתְרוֹגִין וְלֻלַּבִּין וַהֲדַסִּין וְעַרְבִין דִּנְחָל וְתֶחֱדוּן קֳדָם יְיָ אֱלָהָכוֹן שַׁבְעַת יוֹמִין:",
          "english": "And you shall take for yourselves on the first day the fruit of the tree hadar, branches of palm trees, and the boughs of thick leaved trees, and willows of the brook; and you shall rejoice before the Lord your God seven days."
        },
        {
          "verseNum": 41,
          "hebrew": "וְחַגֹּתֶ֤ם אֹתוֹ֙ חַ֣ג לַֽיהֹוָ֔ה שִׁבְעַ֥ת יָמִ֖ים בַּשָּׁנָ֑ה חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם בַּחֹ֥דֶשׁ הַשְּׁבִיעִ֖י תָּחֹ֥גּוּ אֹתֽוֹ׃",
          "targum": "וּתְחַגּוּן יָתֵיהּ חַגָּא קֳדָם יְיָ שַׁבְעַת יוֹמִין בְּשַׁתָּא קְיַם עָלָם לְדָרֵיכוֹן בְּיַרְחָא שְׁבִיעָאָה תְּחַגּוּן יָתֵיהּ:",
          "english": "And you shall keep it a feast to the Lord seven days in the year. It shall be a statute for ever in your generations: you shall celebrate it in the seventh month."
        },
        {
          "verseNum": 42,
          "hebrew": "בַּסֻּכֹּ֥ת תֵּשְׁב֖וּ שִׁבְעַ֣ת יָמִ֑ים כׇּל־הָֽאֶזְרָח֙ בְּיִשְׂרָאֵ֔ל יֵשְׁב֖וּ בַּסֻּכֹּֽת׃",
          "targum": "בִּמְטַלַּיָּא תֵיתְבוּן שַׁבְעַת יוֹמִין כָּל יַצִּיבָא בְּיִשְׂרָאֵל יֵתְבוּן בִּמְטַלַּיָּא:",
          "english": "You shall dwell in booths seven days; all that are home born in Yisra᾽el shall dwell in booths:"
        },
        {
          "verseNum": 43,
          "hebrew": "לְמַ֘עַן֮ יֵדְע֣וּ דֹרֹֽתֵיכֶם֒ כִּ֣י בַסֻּכּ֗וֹת הוֹשַׁ֙בְתִּי֙ אֶת־בְּנֵ֣י יִשְׂרָאֵ֔ל בְּהוֹצִיאִ֥י אוֹתָ֖ם מֵאֶ֣רֶץ מִצְרָ֑יִם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "בְּדִיל דִּיִדְּעוּן דָּרֵיכוֹן אֲרֵי בִמְטַלָּיוּת עֲנָנֵי אוֹתֵבִית יָת בְּנֵי יִשְׂרָאֵל בְּאַפָּקוּתִי יָתְהוֹן מֵאַרְעָא דְמִצְרָיִם אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "that your generations may know that I made the children of Yisra᾽el to dwell in booths, when I brought them out of the land of Miżrayim: I am the Lord your God."
        },
        {
          "verseNum": 44,
          "hebrew": "וַיְדַבֵּ֣ר מֹשֶׁ֔ה אֶֽת־מֹעֲדֵ֖י יְהֹוָ֑ה אֶל־בְּנֵ֖י יִשְׂרָאֵֽל׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּמַלִּיל משֶׁה יָת סְדַר מוֹעֲדַיָּא דַיְיָ וְאַלֵּפִנּוּן לִבְנֵי יִשְׂרָאֵל:",
          "english": "And Moshe declared to the children of Yisra᾽el the appointed seasons of the Lord."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "צַ֞ו אֶת־בְּנֵ֣י יִשְׂרָאֵ֗ל וְיִקְח֨וּ אֵלֶ֜יךָ שֶׁ֣מֶן זַ֥יִת זָ֛ךְ כָּתִ֖ית לַמָּא֑וֹר לְהַעֲלֹ֥ת נֵ֖ר תָּמִֽיד׃",
          "targum": "פַּקֵּד יָת בְּנֵי יִשְׂרָאֵל וְיִסְּבוּן לָךְ מְשַׁח זֵיתָא דַכְיָא כָּתִישָׁא לְאַנְהָרָא לְאַדְלָקָא בוֹצִינַיָּא תְּדִירָא:",
          "english": "Command the children of Yisra᾽el, that they bring to thee pure oil olive beaten for the light, to cause the lamps to burn continually."
        },
        {
          "verseNum": 3,
          "hebrew": "מִחוּץ֩ לְפָרֹ֨כֶת הָעֵדֻ֜ת בְּאֹ֣הֶל מוֹעֵ֗ד יַעֲרֹךְ֩ אֹת֨וֹ אַהֲרֹ֜ן מֵעֶ֧רֶב עַד־בֹּ֛קֶר לִפְנֵ֥י יְהֹוָ֖ה תָּמִ֑יד חֻקַּ֥ת עוֹלָ֖ם לְדֹרֹֽתֵיכֶֽם׃",
          "targum": "מִבָּרָא לְפָרֻכְתָּא דְסַהֲדוּתָא בְּמַשְׁכַּן זִמְנָא יַסְדַּר יָתֵיהּ אֲהֲרֹן מֵרַמְשָׁא עַד צַפְרָא קֳדָם יְיָ תְּדִירָא קְיָם עָלָם לְדָרֵיכוֹן:",
          "english": "Outside the veil of the Testimony, in the Tent of Meeting, shall Aharon order it from evening unto morning before the Lord continually: it shall be a statute for ever in your generations."
        },
        {
          "verseNum": 4,
          "hebrew": "עַ֚ל הַמְּנֹרָ֣ה הַטְּהֹרָ֔ה יַעֲרֹ֖ךְ אֶת־הַנֵּר֑וֹת לִפְנֵ֥י יְהֹוָ֖ה תָּמִֽיד׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "עַל מְנַרְתָּא דָכִיתָא יַסְדַּר יָת בּוֹצִינַיָּא קֳדָם יְיָ תְּדִירָא:",
          "english": "He shall order the lamps upon the pure candlestick, before the Lord continually."
        },
        {
          "verseNum": 5,
          "hebrew": "וְלָקַחְתָּ֣ סֹ֔לֶת וְאָפִיתָ֣ אֹתָ֔הּ שְׁתֵּ֥ים עֶשְׂרֵ֖ה חַלּ֑וֹת שְׁנֵי֙ עֶשְׂרֹנִ֔ים יִהְיֶ֖ה הַֽחַלָּ֥ה הָאֶחָֽת׃",
          "targum": "וְתִסַּב סֻלְתָּא וְתֵיפֵי יָתַהּ תַּרְתָּא עַשְׂרֵי גְּרִיצָן תְּרֵין עֶשְׂרוֹנִין תְּהֵי גְּרִצְתָּא חֲדָא:",
          "english": "And thou shalt take fine flour, and bake of it twelve cakes: two tenth measures shall be in one cake."
        },
        {
          "verseNum": 6,
          "hebrew": "וְשַׂמְתָּ֥ אוֹתָ֛ם שְׁתַּ֥יִם מַֽעֲרָכ֖וֹת שֵׁ֣שׁ הַֽמַּעֲרָ֑כֶת עַ֛ל הַשֻּׁלְחָ֥ן הַטָּהֹ֖ר לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וּתְשַׁוִּי יָתְהוֹן תַּרְתֵּין סִדְרִין שִׁית סִדְרָא עַל פָּתוֹרָא דַכְיָא קֳדָם יְיָ:",
          "english": "And thou shalt set them in two rows, six on a row, upon the pure table before the Lord."
        },
        {
          "verseNum": 7,
          "hebrew": "וְנָתַתָּ֥ עַל־הַֽמַּעֲרֶ֖כֶת לְבֹנָ֣ה זַכָּ֑ה וְהָיְתָ֤ה לַלֶּ֙חֶם֙ לְאַזְכָּרָ֔ה אִשֶּׁ֖ה לַֽיהֹוָֽה׃",
          "targum": "וְתִתֵּן עַל סִדְרָא לְבֻנְתָּא דָכִיתָא וּתְהֵי לִלְחֵם לְאִדְכַּרְתָּא קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "And thou shalt put pure frankincense upon each row, that it may be on the bread for a memorial, an offering made by fire to the Lord."
        },
        {
          "verseNum": 8,
          "hebrew": "בְּי֨וֹם הַשַּׁבָּ֜ת בְּי֣וֹם הַשַּׁבָּ֗ת יַֽעַרְכֶ֛נּוּ לִפְנֵ֥י יְהֹוָ֖ה תָּמִ֑יד מֵאֵ֥ת בְּנֵֽי־יִשְׂרָאֵ֖ל בְּרִ֥ית עוֹלָֽם׃",
          "targum": "בְּיוֹמָא דְשַׁבְּתָא בְּיוֹמָא דְשַׁבְּתָא יַסְדְּרִנֵּיהּ קֳדָם יְיָ תְּדִירָא מִן קֳדָם בְּנֵי יִשְׂרָאֵל קְיַם עָלָם:",
          "english": "Every sabbath he shall set it in order before the Lord continually, an everlasting covenant from the children of Yisra᾽el."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהָֽיְתָה֙ לְאַהֲרֹ֣ן וּלְבָנָ֔יו וַאֲכָלֻ֖הוּ בְּמָק֣וֹם קָדֹ֑שׁ כִּ֡י קֹ֩דֶשׁ֩ קׇֽדָשִׁ֨ים ה֥וּא ל֛וֹ מֵאִשֵּׁ֥י יְהֹוָ֖ה חׇק־עוֹלָֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּתְהֵי לְאַהֲרֹן וְלִבְנוֹהִי וְיֵכְלֻנֵּיהּ בַּאֲתַר קַדִּישׁ אֲרֵי קֹדֶשׁ קוּדְשִׁין הוּא לֵיהּ מִקֻּרְבָּנַיָּא דַיְיָ קְיַם עָלָם:",
          "english": "And it shall be Aharon’s and his sons’; and they shall eat it in the holy place: for it is most holy to him of the offerings of the Lord made by fire by a perpetual due."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיֵּצֵא֙ בֶּן־אִשָּׁ֣ה יִשְׂרְאֵלִ֔ית וְהוּא֙ בֶּן־אִ֣ישׁ מִצְרִ֔י בְּת֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל וַיִּנָּצוּ֙ בַּֽמַּחֲנֶ֔ה בֶּ֚ן הַיִּשְׂרְאֵלִ֔ית וְאִ֖ישׁ הַיִּשְׂרְאֵלִֽי׃",
          "targum": "וּנְפַק בַּר אִתְּתָא בַת יִשְׂרָאֵל וְהוּא בַּר גְּבַר מִצְרָאָה בְּגוֹ בְּנֵי יִשְׂרָאֵל וּנְצוֹ בְּמַשְׁרִיתָא בַּר אִתְּתָא בַת יִשְׂרָאֵל וְגַבְרָא בַּר יִשְׂרָאֵל:",
          "english": "And the son of a Yisra᾽elite woman, whose father was a Miżrian man, went out among the children of Yisra᾽el: and this son of the Yisra᾽elite woman and a man of Yisra᾽el strove together in the camp;"
        },
        {
          "verseNum": 11,
          "hebrew": "וַ֠יִּקֹּ֠ב בֶּן־הָֽאִשָּׁ֨ה הַיִּשְׂרְאֵלִ֤ית אֶת־הַשֵּׁם֙ וַיְקַלֵּ֔ל וַיָּבִ֥יאוּ אֹת֖וֹ אֶל־מֹשֶׁ֑ה וְשֵׁ֥ם אִמּ֛וֹ שְׁלֹמִ֥ית בַּת־דִּבְרִ֖י לְמַטֵּה־דָֽן׃",
          "targum": "וּפָרֵשׁ בַּר אִתְּתָא בַת יִשְׂרָאֵל יָת שְׁמָא וְאַרְגֵּז וְאַיְתִיאוּ יָתֵיהּ לְוָת משֶׁה וְשׁוּם אִמֵּיהּ שְׁלֹּמִית בַּת דִּבְרִי לְשִׁבְטָא דְדָן:",
          "english": "and the Yisra᾽elite woman’s son blasphemed the name of the Lord, and cursed. And they brought him to Moshe: (and his mother’s name was Shelomit, the daughter of Divri, of the tribe of Dan: )"
        },
        {
          "verseNum": 12,
          "hebrew": "וַיַּנִּיחֻ֖הוּ בַּמִּשְׁמָ֑ר לִפְרֹ֥שׁ לָהֶ֖ם עַל־פִּ֥י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְאַסְּרוֹהִי בְּבֵית מַטְּרָא עַד דְּיִתְפָּרַשׁ לְהוֹן עַל גְּזֵרַת מֵימְרָא דַיְיָ:",
          "english": "and they put him in custody, that the mind of the Lord might be shown them."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 14,
          "hebrew": "הוֹצֵ֣א אֶת־הַֽמְקַלֵּ֗ל אֶל־מִחוּץ֙ לַֽמַּחֲנֶ֔ה וְסָמְכ֧וּ כׇֽל־הַשֹּׁמְעִ֛ים אֶת־יְדֵיהֶ֖ם עַל־רֹאשׁ֑וֹ וְרָגְמ֥וּ אֹת֖וֹ כׇּל־הָעֵדָֽה׃",
          "targum": "אַפֵּק יָת דְּאַרְגֵּז לְמִבָּרָא לְמַשְׁרִיתָא וְיִסְמְכוּן כָּל דִּי שְׁמָעוּ יָת יְדֵיהוֹן עַל רֵישֵׁיהּ וְיִרְגְּמוּן יָתֵיהּ כָּל כְּנִשְׁתָּא:",
          "english": "Bring forth him that has cursed outside the camp; and let all that heard him lay their hands upon his head, and let all the congregation stone him."
        },
        {
          "verseNum": 15,
          "hebrew": "וְאֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל תְּדַבֵּ֣ר לֵאמֹ֑ר אִ֥ישׁ אִ֛ישׁ כִּֽי־יְקַלֵּ֥ל אֱלֹהָ֖יו וְנָשָׂ֥א חֶטְאֽוֹ׃",
          "targum": "וְעִם בְּנֵי יִשְׂרָאֵל תְּמַלֵּל לְמֵימָר גְּבַר גְּבַר דִּי יַרְגֵּז קֳדָם אֱלָהֵיהּ וִיקַבֵּל חוֹבֵיהּ:",
          "english": "And thou shalt speak to the children of Yisra᾽el, saying, Whoever curses his God shall bear his sin."
        },
        {
          "verseNum": 16,
          "hebrew": "וְנֹקֵ֤ב שֵׁם־יְהֹוָה֙ מ֣וֹת יוּמָ֔ת רָג֥וֹם יִרְגְּמוּ־ב֖וֹ כׇּל־הָעֵדָ֑ה כַּגֵּר֙ כָּֽאֶזְרָ֔ח בְּנׇקְבוֹ־שֵׁ֖ם יוּמָֽת׃",
          "targum": "וְדִי פָרֵשׁ שְׁמָא דַיְיָ אִתְקְטָלָא יִתְקְטֵל מִרְגַּם יִרְגְּמוּן בֵּיהּ כָּל כְּנִשְׁתָּא כְּגִיּוֹרָא כְּיַצִּיבָא בְּפָרָשׁוּתֵיהּ שְׁמָא יִתְקְטֵל:",
          "english": "And he who blasphemes the name of the Lord, shall surely be put to death, and all the congregation shall certainly stone him: both the stranger, and he that is born in the land, when he blasphemes the name of the Lord, shall be put to death."
        },
        {
          "verseNum": 17,
          "hebrew": "וְאִ֕ישׁ כִּ֥י יַכֶּ֖ה כׇּל־נֶ֣פֶשׁ אָדָ֑ם מ֖וֹת יוּמָֽת׃",
          "targum": "וּגְבַר אֲרֵי יִקְטוֹל כָּל נַפְשָׁא דַאֲנָשָׁא אִתְקְטָלָא יִתְקְטֵל:",
          "english": "And he that kills any man shall surely be put to death."
        },
        {
          "verseNum": 18,
          "hebrew": "וּמַכֵּ֥ה נֶֽפֶשׁ־בְּהֵמָ֖ה יְשַׁלְּמֶ֑נָּה נֶ֖פֶשׁ תַּ֥חַת נָֽפֶשׁ׃",
          "targum": "וּדְיִקְטוֹל נְפַשׁ בְּעִירָא יְשַׁלְּמִנַּהּ נַפְשָׁא חֲלַף נַפְשָׁא:",
          "english": "And he that kills a beast shall make it good; beast for beast."
        },
        {
          "verseNum": 19,
          "hebrew": "וְאִ֕ישׁ כִּֽי־יִתֵּ֥ן מ֖וּם בַּעֲמִית֑וֹ כַּאֲשֶׁ֣ר עָשָׂ֔ה כֵּ֖ן יֵעָ֥שֶׂה לּֽוֹ׃",
          "targum": "וּגְבַר אֲרֵי יִתֵּן מוּמָא בְּחַבְרֵיהּ כְּמָא דִי עֲבַד כֵּן יִתְעֲבֶד לֵיהּ:",
          "english": "And if a man maim his neighbour; as he has done, so shall it be done to him;"
        },
        {
          "verseNum": 20,
          "hebrew": "שֶׁ֚בֶר תַּ֣חַת שֶׁ֔בֶר עַ֚יִן תַּ֣חַת עַ֔יִן שֵׁ֖ן תַּ֣חַת שֵׁ֑ן כַּאֲשֶׁ֨ר יִתֵּ֥ן מוּם֙ בָּֽאָדָ֔ם כֵּ֖ן יִנָּ֥תֶן בּֽוֹ׃",
          "targum": "תַּבְרָא חֳלַף תַּבְרָא עֵינָא חֳלַף עֵינָא שִׁנָּא חֳלַף שִׁנָּא כְּמָא דִי יִתֵּן מוּמָא בַּאֲנָשָׁא כֵּן יִתְיְהֶב בֵּיהּ:",
          "english": "breach for breach, eye for eye, tooth for tooth: as he has maimed a man, so shall it be done to him."
        },
        {
          "verseNum": 21,
          "hebrew": "וּמַכֵּ֥ה בְהֵמָ֖ה יְשַׁלְּמֶ֑נָּה וּמַכֵּ֥ה אָדָ֖ם יוּמָֽת׃",
          "targum": "וּדְיִקְטוֹל בְּעִירָא יְשַׁלְּמִנַּהּ וּדְיִקְטוֹל אֲנָשָׁא יִתְקְטֵל:",
          "english": "And he that kills a beast, he shall restore it: and he that kills a man, he shall be put to death."
        },
        {
          "verseNum": 22,
          "hebrew": "מִשְׁפַּ֤ט אֶחָד֙ יִהְיֶ֣ה לָכֶ֔ם כַּגֵּ֥ר כָּאֶזְרָ֖ח יִהְיֶ֑ה כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "דִּינָא חֲדָא יְהֵי לְכוֹן כְּגִיּוֹרָא כְיַצִּיבָא יְהֵי אֲרֵי אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "You shall have one manner of law, as well for the stranger, as for one of your own country: for I am the Lord your God."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיְדַבֵּ֣ר מֹשֶׁה֮ אֶל־בְּנֵ֣י יִשְׂרָאֵל֒ וַיּוֹצִ֣יאוּ אֶת־הַֽמְקַלֵּ֗ל אֶל־מִחוּץ֙ לַֽמַּחֲנֶ֔ה וַיִּרְגְּמ֥וּ אֹת֖וֹ אָ֑בֶן וּבְנֵֽי־יִשְׂרָאֵ֣ל עָשׂ֔וּ כַּֽאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּמַלִּיל משֶׁה עִם בְּנֵי יִשְׂרָאֵל וְאַפִּיקוּ יָת דְּאַרְגֵּז לְמִבָּרָא לְמַשְׁרִיתָא וּרְגָמוּ יָתֵיהּ אַבְנָא וּבְנֵי יִשְׂרָאֵל עֲבָדוּ כְּמָא דִי פַקֵּיד יְיָ יָת משֶׁה:",
          "english": "And Moshe spoke to the children of Yisra᾽el, and they brought him that had cursed out of the camp, and stoned him with stones. And the children of Yisra᾽el did as the Lord commanded Moshe."
        }
      ]
    }
  ]
}