{
  "name": "Ha'Azinu",
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 32,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "הַאֲזִ֥ינוּ הַשָּׁמַ֖יִם וַאֲדַבֵּ֑רָה וְתִשְׁמַ֥ע הָאָ֖רֶץ אִמְרֵי־פִֽי׃",
          "targum": "אַצִיתוּ שְׁמַיָּא וֶאֱמַלֵּל וְתִשְּׁמַע אַרְעָא אִמְרֵי פֻמִּי:",
          "english": "Give ear, O heavens, and I will speak; and hear, O earth, the words of my mouth."
        },
        {
          "verseNum": 2,
          "hebrew": "יַעֲרֹ֤ף כַּמָּטָר֙ לִקְחִ֔י תִּזַּ֥ל כַּטַּ֖ל אִמְרָתִ֑י כִּשְׂעִירִ֣ם עֲלֵי־דֶ֔שֶׁא וְכִרְבִיבִ֖ים עֲלֵי־עֵֽשֶׂב׃",
          "targum": "יְבַסַּם כְּמִטְרָא אֻלְפָּנִי יִתְקַבַּל כְּטַלָּא מֵימְרִי כְּרוּחֵי מִטְרָא דְנָשְׁבִין עַל דִּתְאָה וְכִרְסִיסֵי מַלְקוֹשָׁא דִּי עַל עִשְׂבָּא:",
          "english": "My doctrine shall drop as the rain, my speech shall distil as the dew, as the small rain upon the tender herb, and as the showers upon the grass:"
        },
        {
          "verseNum": 3,
          "hebrew": "כִּ֛י שֵׁ֥ם יְהֹוָ֖ה אֶקְרָ֑א הָב֥וּ גֹ֖דֶל לֵאלֹהֵֽינוּ׃",
          "targum": "אֲרֵי בִּשְׁמָא דַיְיָ אֲנָא מְצַלֵּי הָבוּ רְבוּתָא קֳדָם אֱלָהָנָא:",
          "english": "because I will call on the name of the Lord: ascribe greatness to our God."
        },
        {
          "verseNum": 4,
          "hebrew": "הַצּוּר֙ תָּמִ֣ים פׇּֽעֳל֔וֹ כִּ֥י כׇל־דְּרָכָ֖יו מִשְׁפָּ֑ט אֵ֤ל אֱמוּנָה֙ וְאֵ֣ין עָ֔וֶל צַדִּ֥יק וְיָשָׁ֖ר הֽוּא׃",
          "targum": "תַּקִּיפָא דְּשָׁלְמִין עוֹבָדוֹהִי אֲרֵי כָּל ארְחָתֵיהּ דִּינָא אֱלָהָא מְהֵימְנָא דְּמִן קֳדָמוֹהִי עַוְלָה לָא נָפֵק דְּמִן קֳדָם זַכַּי וְקַשִּׁיט הוּא:",
          "english": "He is the Rock, his work is perfect: for all his ways are justice: a God of truth and without iniquity, just and right is he."
        },
        {
          "verseNum": 5,
          "hebrew": "שִׁחֵ֥ת ל֛וֹ לֹ֖א בָּנָ֣יו מוּמָ֑ם דּ֥וֹר עִקֵּ֖שׁ וּפְתַלְתֹּֽל׃",
          "targum": "חַבִּילוּ לְהוֹן לָא לֵיהּ בְּנַיָּא דִּי פְלָחוּ לְטַעֲוָתָא דָּרָא דְאַשְׁנִיּוּ עוֹבָדוֹהִי וְאִשְׁתַּנִּיּוּ:",
          "english": "Not his the corruption, but the blemish of his sons: they are a perverse and crooked generation."
        },
        {
          "verseNum": 6,
          "hebrew": "הַ לְיְהֹוָה֙* תִּגְמְלוּ־זֹ֔את עַ֥ם נָבָ֖ל וְלֹ֣א חָכָ֑ם הֲלוֹא־הוּא֙ אָבִ֣יךָ קָּנֶ֔ךָ ה֥וּא עָשְׂךָ֖ וַֽיְכֹנְנֶֽךָ׃",
          "targum": "הָא קֳדָם יְיָ אַתּוּן גָּמְלִין דָּא עַמָּא דְקַבִּילוּ אוֹרַיְתָא וְלָא חַכִּימוּ הֲלָא הוּא אֲבוּךְ וְאַתְּ דִּי לֵיהּ הוּא עָבְדָךְ וְאַתְקְנָךְ:",
          "english": "Do you thus requite the Lord, O foolish people and unwise? is not he thy father that bought thee? has he not made thee, and established thee?"
        },
        {
          "verseNum": 7,
          "hebrew": "זְכֹר֙ יְמ֣וֹת עוֹלָ֔ם בִּ֖ינוּ שְׁנ֣וֹת דֹּר־וָדֹ֑ר שְׁאַ֤ל אָבִ֙יךָ֙ וְיַגֵּ֔דְךָ זְקֵנֶ֖יךָ וְיֹ֥אמְרוּ לָֽךְ׃",
          "targum": "אִדְכַּר יוֹמִין דְּמִן עָלְמָא אִסְתַּכַּל בִּשְׁנֵי דַר וְדָר שְׁאַל אֲבוּךְ וִיחַוִּי לָךְ סָבִיךְ וְיֵימְרוּן לָךְ:",
          "english": "Remember the days of old consider the years of many generations: ask thy father, and he will recount it to thee; thy elders, and they will tell thee."
        },
        {
          "verseNum": 8,
          "hebrew": "בְּהַנְחֵ֤ל עֶלְיוֹן֙ גּוֹיִ֔ם בְּהַפְרִיד֖וֹ בְּנֵ֣י אָדָ֑ם יַצֵּב֙ גְּבֻלֹ֣ת עַמִּ֔ים לְמִסְפַּ֖ר בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "בְּאַחֲסָנָא עִלָּאָה עַמְמַיָּא בְּפָרָשׁוּתֵיהּ בְּנֵי אֲנָשָׁא קַיִּים תְּחוּמֵי עַמְמַיָּא לְמִנְיַן בְּנֵי יִשְׂרָאֵל:",
          "english": "When the most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the people according to the number of the children of Yisra᾽el."
        },
        {
          "verseNum": 9,
          "hebrew": "כִּ֛י חֵ֥לֶק יְהֹוָ֖ה עַמּ֑וֹ יַעֲקֹ֖ב חֶ֥בֶל נַחֲלָתֽוֹ׃",
          "targum": "אֲרֵי חֳלָקָא דַיְיָ עַמֵּיהּ יַעֲקב עֲדַב אַחֲסַנְתֵּיהּ:",
          "english": "For the Lord’s portion is his people; Ya῾aqov is the lot of his inheritance."
        },
        {
          "verseNum": 10,
          "hebrew": "יִמְצָאֵ֙הוּ֙ בְּאֶ֣רֶץ מִדְבָּ֔ר וּבְתֹ֖הוּ יְלֵ֣ל יְשִׁמֹ֑ן יְסֹבְבֶ֙נְהוּ֙ יְב֣וֹנְנֵ֔הוּ יִצְּרֶ֖נְהוּ כְּאִישׁ֥וֹן עֵינֽוֹ׃",
          "targum": "סַפִּיק צָרְכֵּיהוֹן בְּאַרְעָא מַדְבְּרָא וּבֵית צַחֲוָנָא אֲתֵר דִּי לֵית מַיָּא אַשְׁרִנּוּן סְחוֹר סְחוֹר לְשְׁכִנְתֵּיהּ אַלֵּפִנּוּן פִּתְגָּמֵי אוֹרַיְתָא נְטָרִנּוּן כְּבָבַת עֵינֵיהוֹן:",
          "english": "He found him in a desert land, and in the waste howling wilderness; he led him about, he instructed him, he kept him as the apple of his eye."
        },
        {
          "verseNum": 11,
          "hebrew": "כְּנֶ֙שֶׁר֙ יָעִ֣יר קִנּ֔וֹ עַל־גּוֹזָלָ֖יו יְרַחֵ֑ף יִפְרֹ֤שׂ כְּנָפָיו֙ יִקָּחֵ֔הוּ יִשָּׂאֵ֖הוּ עַל־אֶבְרָתֽוֹ׃",
          "targum": "כְּנִשְׁרָא דִּמְחִישׁ לְקִנֵּיהּ עַל בְּנוֹהִי מִתְחוֹפֵף פָּרִיס גַּדְפּוֹהִי מְקַבֶּלְהוֹן מְנַטֶּלְהוֹן עַל תְּקוֹף אֱבָרוֹהִי:",
          "english": "As an eagle stirs up her nest, broods over her young, spreads abroad her wings takes them, bears them on her pinions:"
        },
        {
          "verseNum": 12,
          "hebrew": "יְהֹוָ֖ה בָּדָ֣ד יַנְחֶ֑נּוּ וְאֵ֥ין עִמּ֖וֹ אֵ֥ל נֵכָֽר׃",
          "targum": "יְיָ בִּלְחוֹדוֹהִי עֲתִיד לְאַשְׁרָיוּתְהוֹן בְּעָלְמָא דְּהוּא עָתִיד לְאִתְחַדָּתָא וְלָא יִתְקַיַּם קֳדָמוֹהִי פָּלְחַן טַעֲוָן:",
          "english": "so the Lord alone did lead him, and there was no strange god with him."
        },
        {
          "verseNum": 13,
          "hebrew": "יַרְכִּבֵ֙הוּ֙ עַל־ אָ֔רֶץ וַיֹּאכַ֖ל תְּנוּבֹ֣ת שָׂדָ֑י וַיֵּנִקֵ֤הֽוּ דְבַשׁ֙ מִסֶּ֔לַע וְשֶׁ֖מֶן מֵחַלְמִ֥ישׁ צֽוּר׃",
          "targum": "אַשְׁרִנּוּן עַל תָּקְפֵי אַרְעָא וְאוֹכָלִנּוּן בִּזַּת סָנְאֵיהוֹן וִיהַב לְהוֹן בִּזַּת שַׁלִּיטֵי קִרְוִין וְנִכְסֵי יָתְבֵי כְּרַכִּין תַּקִּיפִין:",
          "english": "He made him ride on the high places of the earth, and he ate the produce of the fields; and he made him suck honey out of the rock, and oil out of the flinty rock;"
        },
        {
          "verseNum": 14,
          "hebrew": "חֶמְאַ֨ת בָּקָ֜ר וַחֲלֵ֣ב צֹ֗אן עִם־חֵ֨לֶב כָּרִ֜ים וְאֵילִ֤ים בְּנֵֽי־בָשָׁן֙ וְעַתּוּדִ֔ים עִם־חֵ֖לֶב כִּלְי֣וֹת חִטָּ֑ה וְדַם־עֵנָ֖ב תִּשְׁתֶּה־חָֽמֶר׃",
          "targum": "יְהַב לְהוֹן בִּזַּת מַלְכֵיהוֹן וְשַׁלִּיטֵיהוֹן עִם עתַר רַבְרְבֵיהוֹן וְתַקִּיפֵיהוֹן עַמָא דְאַרְעֲהוֹן וְאַחֲסַנְתְּהוֹן עִם בִּזַּת חֵילֵיהוֹן וּמַשִּׁרְיָתְהוֹן וְדַם גִבָּרֵיהוֹן יִתָּשַׁד כְּמַיָּא:",
          "english": "butter of kine, and milk of sheep, with fat of lambs, and rams of the breed of Bashan, and goats, with the fat of kidneys of wheat; and thou didst drink wine of the pure blood of the grape."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּשְׁמַ֤ן יְשֻׁרוּן֙ וַיִּבְעָ֔ט שָׁמַ֖נְתָּ עָבִ֣יתָ כָּשִׂ֑יתָ וַיִּטֹּשׁ֙ אֱל֣וֹהַּ עָשָׂ֔הוּ וַיְנַבֵּ֖ל צ֥וּר יְשֻׁעָתֽוֹ׃",
          "targum": "וְעַתַּר יִשְׂרָאֵל וּבְעַט אַצְלַח תְּקוֹף קְנָא נִכְסִין וּשְׁבַק פָּלְחַן אֱלָהָא דְעָבְדֵיהּ וְאַרְגֵּז קֳדָם תַּקִּיפָא דְפָרְקֵיהּ:",
          "english": "But Yeshurun grew fat, and kicked: thou art grown fat, thou art become thick, thou art covered with fatness; then he forsook God who made him, and lightly esteemed the Rock of his salvation."
        },
        {
          "verseNum": 16,
          "hebrew": "יַקְנִאֻ֖הוּ בְּזָרִ֑ים בְּתוֹעֵבֹ֖ת יַכְעִיסֻֽהוּ׃",
          "targum": "אַקְנִיאוּ קֳדָמוֹהִי בְּפָלְחַן טַעֲוָן בְּתוֹעֶבְתָּא אַרְגִּיזוּ קֳדָמוֹהִי:",
          "english": "They provoked him to jealousy with strange gods, with abominations they provoked him to anger."
        },
        {
          "verseNum": 17,
          "hebrew": "יִזְבְּח֗וּ לַשֵּׁדִים֙ לֹ֣א אֱלֹ֔הַּ אֱלֹהִ֖ים לֹ֣א יְדָע֑וּם חֲדָשִׁים֙ מִקָּרֹ֣ב בָּ֔אוּ לֹ֥א שְׂעָר֖וּם אֲבֹתֵיכֶֽם׃",
          "targum": "דַּבָּחוּ לְשֵׁדִין דִּלֵית בְּהוֹן צְרוֹךְ דַּחֲלָן דְּלָא יְדָעֻנּוּן חַדְתָּא דִּי מִקָּרִיב אִתְעֲבִידָא לָא אִתְעַסָּקוּ בְהוֹן אֲבָהָתְכוֹן:",
          "english": "They sacrificed to powerless spirits; to gods whom they knew not, to new gods that came newly up, whom your fathers feared not."
        },
        {
          "verseNum": 18,
          "hebrew": "צ֥וּר יְלָדְךָ֖ תֶּ֑שִׁי וַתִּשְׁכַּ֖ח אֵ֥ל מְחֹלְלֶֽךָ׃",
          "targum": "דַּחֲלָא תַקִּיפָא דִּבְרָאָךְ אִתְנְשֵׁיתָא שְׁבַקְתָּא פָּלְחַן אֱלָהָא דְעָבְדָךְ:",
          "english": "Of the Rock that begot thee thou art unmindful, and hast forgotten God that formed thee."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיַּ֥רְא יְהֹוָ֖ה וַיִּנְאָ֑ץ מִכַּ֥עַס בָּנָ֖יו וּבְנֹתָֽיו׃",
          "targum": "וּגֱלִי קֳדָם יְיָ וּתְקֵף רָגְזֵיהּ מִדְאַרְגִּיזוּ קָדָמוֹהִי בְּנִין וּבְנָן:",
          "english": "And when the Lord saw it, he abhorred them, because of the provocation of his sons, and of his daughters."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיֹּ֗אמֶר אַסְתִּ֤ירָה פָנַי֙ מֵהֶ֔ם אֶרְאֶ֖ה מָ֣ה אַחֲרִיתָ֑ם כִּ֣י ד֤וֹר תַּהְפֻּכֹת֙ הֵ֔מָּה בָּנִ֖ים לֹא־אֵמֻ֥ן בָּֽם׃",
          "targum": "וַאֲמַר אֱסַלֵק שְׁכִנְתִּי מִנְּהוֹן גֶּלִי קֳדָמַי מָא יְהֵי בְסוֹפֵיהוֹן אֲרֵי דָרָא דְאַשְׁנִיּוּ אִנּוּן בְּנַיָּא דִּלֵית בְּהוֹן הֵימָנוּ:",
          "english": "And he said, I will hide my face from them, I will see what their end shall be: for they are a very perverse generation, children in whom is no faith."
        },
        {
          "verseNum": 21,
          "hebrew": "הֵ֚ם קִנְא֣וּנִי בְלֹא־אֵ֔ל כִּעֲס֖וּנִי בְּהַבְלֵיהֶ֑ם וַֽאֲנִי֙ אַקְנִיאֵ֣ם בְּלֹא־עָ֔ם בְּג֥וֹי נָבָ֖ל אַכְעִיסֵֽם׃",
          "targum": "אִנּוּן אַקְנִיאוּ קֳדָמַי בְּלָא דַחֲלָא אַרְגִּיזוּ קֳדָמַי בְּפָלְחַן טַעֲוָן וַאֲנָא אַקְנִנּוּן בְּלָא עַם בְּעַמָּא טַפְשָׁא אַרְגֵּזִנּוּן:",
          "english": "They have moved me to jealousy with a no god; they have provoked me to anger with their vanities: and I will move them to jealousy with a no people; I will provoke them to anger with a vile nation."
        },
        {
          "verseNum": 22,
          "hebrew": "כִּי־אֵשׁ֙ קָדְחָ֣ה בְאַפִּ֔י וַתִּיקַ֖ד עַד־שְׁא֣וֹל תַּחְתִּ֑ית וַתֹּ֤אכַל אֶ֙רֶץ֙ וִֽיבֻלָ֔הּ וַתְּלַהֵ֖ט מוֹסְדֵ֥י הָרִֽים׃",
          "targum": "אֲרֵי קִדּוּם תַּקִּיף כְּאֶשָּׁא נְפַק מִקֳּדָמַי בִּרְגַז וְשֵׁצֵי עַד שְׁאוֹל אֲרָעִית וְאָסֵף אַרְעָא וַעֲלַלְתַּהּ וְשֵׁצִיַּת עַד סְיָפֵי טוּרַיָּא:",
          "english": "For a fire is kindled in my anger, and shall burn to the nethermost parts of the earth, and shall consume the earth with its produce, and set on fire the foundations of the mountains."
        },
        {
          "verseNum": 23,
          "hebrew": "אַסְפֶּ֥ה עָלֵ֖ימוֹ רָע֑וֹת חִצַּ֖י אֲכַלֶּה־בָּֽם׃",
          "targum": "אָסֵף עֲלֵיהוֹן בִּישִׁין מַכְתָּשַׁי אֱשֵׁצֵי בְהוֹן:",
          "english": "I will heap mischiefs upon them; I will spend my arrows on them."
        },
        {
          "verseNum": 24,
          "hebrew": "מְזֵ֥י רָעָ֛ב וּלְחֻ֥מֵי רֶ֖שֶׁף וְקֶ֣טֶב מְרִירִ֑י וְשֶׁן־בְּהֵמֹת֙ אֲשַׁלַּח־בָּ֔ם עִם־חֲמַ֖ת זֹחֲלֵ֥י עָפָֽר׃",
          "targum": "נִפִיחֵי כָפָן וַאֲכוּלֵי עוּף וּכְתִישֵׁי רוּחִין בִּישָׁן וְשֵׁן חֵיוַת בָּרָא אֱגָרֵי בְּהוֹן עִם חֲמַת תַּנִּינַיָּא דְּזָחֲלִין בְּעַפְרָא:",
          "english": "They shall be sucked empty by hunger, and devoured with burning heat, and with bitter destruction: I will also send the teeth of beasts upon them, with the poison of crawling things of the dust."
        },
        {
          "verseNum": 25,
          "hebrew": "מִחוּץ֙ תְּשַׁכֶּל־חֶ֔רֶב וּמֵחֲדָרִ֖ים אֵימָ֑ה גַּם־בָּחוּר֙ גַּם־בְּתוּלָ֔ה יוֹנֵ֖ק עִם־אִ֥ישׁ שֵׂיבָֽה׃",
          "targum": "מִבָּרָא תְּתַכֵּל חַרְבָּא וּמִתְּוָנַיָּא חַרְגַּת מוֹתָא אַף עוּלֵמֵיהוֹן אַף עוּלֵמָתְהוֹן יָנְקֵיהוֹן עִם אֱנַשׁ סָבֵיהוֹן:",
          "english": "The sword without, and terror within, shall destroy both the young man and the virgin, the suckling also with the man of grey hairs."
        },
        {
          "verseNum": 26,
          "hebrew": "אָמַ֖רְתִּי אַפְאֵיהֶ֑ם אַשְׁבִּ֥יתָה מֵאֱנ֖וֹשׁ זִכְרָֽם׃",
          "targum": "אֲמָרִית אֵחוּל רָגְזִי עֲלֵיהוֹן וֶאֱשֵׁצִנּוּן אֱבַטַּל מִבְּנֵי אֲנָשָׁא דּוּכְרָנֵיהוֹן:",
          "english": "I said, I would scatter them into corners, I would make the remembrance of them to cease from among men:"
        },
        {
          "verseNum": 27,
          "hebrew": "לוּלֵ֗י כַּ֤עַס אוֹיֵב֙ אָג֔וּר פֶּֽן־יְנַכְּר֖וּ צָרֵ֑ימוֹ פֶּן־יֹֽאמְרוּ֙ יָדֵ֣נוּ רָ֔מָה וְלֹ֥א יְהֹוָ֖ה פָּעַ֥ל כׇּל־זֹֽאת׃",
          "targum": "אִלּוּלָפוֹן רָגְזָא דְסָנְאָה כְּנִישׁ דִּילְמָא יִתְרַבְרַב בְּעֵל דְּבָבָא דִּילְמָא יֵימְרוּן יְדָנָא תְקִיפַת לָנָא וְלָא מִן קֳדָם יְיָ הֲוַת כָּל דָּא:",
          "english": "were it not for the heaped up wrath of the enemy, lest their adversaries should misdeem, and lest they should say, Our hand is high, and the Lord has not done all this."
        },
        {
          "verseNum": 28,
          "hebrew": "כִּי־ג֛וֹי אֹבַ֥ד עֵצ֖וֹת הֵ֑מָּה וְאֵ֥ין בָּהֶ֖ם תְּבוּנָֽה׃",
          "targum": "אֲרֵי עַם מְאַבְּדֵי עֵצָה אִנּוּן וְלֵית בְּהוֹן סוּכְלְתָנוּ:",
          "english": "For they are a nation void of counsel, neither is there any understanding in them."
        },
        {
          "verseNum": 29,
          "hebrew": "ל֥וּ חָכְמ֖וּ יַשְׂכִּ֣ילוּ זֹ֑את יָבִ֖ינוּ לְאַחֲרִיתָֽם׃",
          "targum": "אִלּוּ חַכִּימוּ אִסְתַּכָּלוּ בְדָא סְבָרוּ מָא יְהֵי בְסוֹפֵיהוֹן:",
          "english": "O that they were wise, that they understood this, that they would consider their latter end!"
        },
        {
          "verseNum": 30,
          "hebrew": "אֵיכָ֞ה יִרְדֹּ֤ף אֶחָד֙ אֶ֔לֶף וּשְׁנַ֖יִם יָנִ֣יסוּ רְבָבָ֑ה אִם־לֹא֙ כִּֽי־צוּרָ֣ם מְכָרָ֔ם וַֽיהֹוָ֖ה הִסְגִּירָֽם׃",
          "targum": "אֶכְדֵּין יִרְדּוֹף חַד אַלְפָא וּתְרֵין יֶעֱרְקוּן לְרִבּוֹתָא אֶלָּהֵן תַּקִּיפְהוֹן מְסָרִנּוּן וַיְיָ אַשְׁלֵמִנּוּן:",
          "english": "How should one man chase a thousand, and two put ten thousand to flight, unless their Rock had sold them, and the Lord had shut them up?"
        },
        {
          "verseNum": 31,
          "hebrew": "כִּ֛י לֹ֥א כְצוּרֵ֖נוּ צוּרָ֑ם וְאֹיְבֵ֖ינוּ פְּלִילִֽים׃",
          "targum": "אֲרֵי לָא כְתָקְפָּנָא תָּקְפְּהוֹן וּבַעֲלֵי דְבָבָנָא הֲווֹ דַיָּנָנָא:",
          "english": "For their rock is not as our Rock, even our enemies themselves being judges."
        },
        {
          "verseNum": 32,
          "hebrew": "כִּֽי־מִגֶּ֤פֶן סְדֹם֙ גַּפְנָ֔ם וּמִשַּׁדְמֹ֖ת עֲמֹרָ֑ה עֲנָבֵ֙מוֹ֙ עִנְּבֵי־ר֔וֹשׁ אַשְׁכְּלֹ֥ת מְרֹרֹ֖ת לָֽמוֹ׃",
          "targum": "אֲרֵי כְפֻרְעֲנוּת עַמָּא דִסְדוֹם פֻּרְעֲנוּתְהוֹן וְלָקוּתְהוֹן כְּעַם עֲמרָה מָחָתְהוֹן בִּישִׁין כְּרֵישֵׁי חֶוְיָן וְתֻשְׁלָמַת עוֹבָדֵיהוֹן כִּמְרָרוּתְהוֹן:",
          "english": "For their vine is of the vine of Sedom, and of the fields of ῾Amora: their grapes are grapes of gall, their clusters are bitter:"
        },
        {
          "verseNum": 33,
          "hebrew": "חֲמַ֥ת תַּנִּינִ֖ם יֵינָ֑ם וְרֹ֥אשׁ פְּתָנִ֖ים אַכְזָֽר׃",
          "targum": "הָא כְמָרַת תַּנִּינַיָּא כּס פֻּרְעֲנוּתְהוֹן וּכְרֵישׁ פְּתָנֵי חֶוְיָן אַכְזְרָאִין:",
          "english": "their wine is the fierceness of crocodiles, and the cruel venom of asps."
        },
        {
          "verseNum": 34,
          "hebrew": "הֲלֹא־ה֖וּא כָּמֻ֣ס עִמָּדִ֑י חָת֖וּם בְּאוֹצְרֹתָֽי׃",
          "targum": "הֲלָא כָל עוֹבָדֵיהוֹן גְּלָן קֳדָמַי גְּנִיזִין לְיוֹם דִּינָא בְּאוֹצְרָי:",
          "english": "Is not this laid up in store with me, and sealed up among my treasures?"
        },
        {
          "verseNum": 35,
          "hebrew": "לִ֤י נָקָם֙ וְשִׁלֵּ֔ם לְעֵ֖ת תָּמ֣וּט רַגְלָ֑ם כִּ֤י קָרוֹב֙ י֣וֹם אֵידָ֔ם וְחָ֖שׁ עֲתִדֹ֥ת לָֽמוֹ׃",
          "targum": "קֳדָמַי פֻּרְעֲנוּתָא וַאֲנָא אֲשַׁלֵּם לְעִדָּן דְּיִגְלוּן מֵאַרְעֲהוֹן אֲרֵי קָרִיב יוֹם תְּבָרְהוֹן וּמַבַּע דְּעָתִיד לְהוֹן:",
          "english": "To me belongs vengeance, and recompense, when their foot slides: for the day of their calamity is at hand, and the things that shall come upon them make haste."
        },
        {
          "verseNum": 36,
          "hebrew": "כִּֽי־יָדִ֤ין יְהֹוָה֙ עַמּ֔וֹ וְעַל־עֲבָדָ֖יו יִתְנֶחָ֑ם כִּ֤י יִרְאֶה֙ כִּֽי־אָ֣זְלַת יָ֔ד וְאֶ֖פֶס עָצ֥וּר וְעָזֽוּב׃",
          "targum": "אֲרֵי יְדִין יְיָ דִּינָא דְעַמֵּיהּ וּפֻרְעֲנוּת עַבְדוֹהִי צַדִּיקַיָּא יִתְפְּרַע אֲרֵי גֱּלִי קֳדָמוֹהִי דִּבְעִדָּן דִּתִתְקֵף עֲלֵיהוֹן מָחַת סָנְאָה יְהוֹן מִטַּלְטְלִין וּשְׁבִיקִין:",
          "english": "For the Lord shall judge his people, and repent himself for his servants, when he sees that their power is gone, and there is none shut up, or left."
        },
        {
          "verseNum": 37,
          "hebrew": "וְאָמַ֖ר אֵ֣י אֱלֹהֵ֑ימוֹ צ֖וּר חָסָ֥יוּ בֽוֹ׃",
          "targum": "וְיֵימַר אָן דַּחֲלָתְהוֹן תַּקִּיפָא דַּהֲווֹ רְחִיצִין בֵּיהּ:",
          "english": "And he shall say, Where are their gods, their rock in whom they trusted,"
        },
        {
          "verseNum": 38,
          "hebrew": "אֲשֶׁ֨ר חֵ֤לֶב זְבָחֵ֙ימוֹ֙ יֹאכֵ֔לוּ יִשְׁתּ֖וּ יֵ֣ין נְסִיכָ֑ם יָק֙וּמוּ֙ וְיַעְזְרֻכֶ֔ם יְהִ֥י עֲלֵיכֶ֖ם סִתְרָֽה׃",
          "targum": "דִּי תְרַב נִכְסָתְהוֹן הֲווֹ אָכְלִין שָׁתָן חֲמַר נִסְכֵּיהוֹן יְקוּמוּן כְּעַן וִיסַעֲדוּנְכוֹן יְהוֹן עֲלֵיכוֹן מָגֵן:",
          "english": "those that did eat the fat of their sacrifices, and drank the wine of their drink offerings? let them rise up and help you, and be your protection."
        },
        {
          "verseNum": 39,
          "hebrew": "רְא֣וּ׀ עַתָּ֗ה כִּ֣י אֲנִ֤י אֲנִי֙ ה֔וּא וְאֵ֥ין אֱלֹהִ֖ים עִמָּדִ֑י אֲנִ֧י אָמִ֣ית וַאֲחַיֶּ֗ה מָחַ֙צְתִּי֙ וַאֲנִ֣י אֶרְפָּ֔א וְאֵ֥ין מִיָּדִ֖י מַצִּֽיל׃",
          "targum": "חֲזוֹ כְּעַן אֲרֵי אֲנָא אֲנָא הוּא וְלֵית אֱלָהּ בַּר מִנִּי אֲנָא מֵמִית וּמְחַיֵּי מָחֵינָא וְאַף מַסֵּינָא וְלֵית מִן יְדִי מְשֵׁזֵב:",
          "english": "See now that I, even I, am he, and there is no god with me: I kill, and I make alive; I wound, and I heal: neither is there any that can deliver out of my hand."
        },
        {
          "verseNum": 40,
          "hebrew": "כִּֽי־אֶשָּׂ֥א אֶל־שָׁמַ֖יִם יָדִ֑י וְאָמַ֕רְתִּי חַ֥י אָנֹכִ֖י לְעֹלָֽם׃",
          "targum": "אֲרֵי אֲתְקֵנִית בִּשְׁמַיָּא בֵּית שְׁכִנְתִּי וַאֲמָרִית קַיָּם אֲנָא לְעָלְמִין:",
          "english": "For I lift up my hand to heaven, and say, I live for ever."
        },
        {
          "verseNum": 41,
          "hebrew": "אִם־שַׁנּוֹתִי֙ בְּרַ֣ק חַרְבִּ֔י וְתֹאחֵ֥ז בְּמִשְׁפָּ֖ט יָדִ֑י אָשִׁ֤יב נָקָם֙ לְצָרָ֔י וְלִמְשַׂנְאַ֖י אֲשַׁלֵּֽם׃",
          "targum": "אִם עַל חַד תְּרֵין כְּחֵזוּ בַרְקָא מִסּוֹף שְׁמַיָּא וְעַד סוֹף שְׁמַיָּא תִּתְגְּלִי חַרְבִּי וְתִתְקֵף בְּדִינָא יְדִי אָתֵב פֻּרְעֲנוּתָא לְסָנְאַי וּלְבַעֲלֵי דְבָבַי אֱשַׁלֵּם:",
          "english": "If I whet my glittering sword, and my hand take hold on judgment; I will render vengeance to my enemies, and will reward those who hate me."
        },
        {
          "verseNum": 42,
          "hebrew": "אַשְׁכִּ֤יר חִצַּי֙ מִדָּ֔ם וְחַרְבִּ֖י תֹּאכַ֣ל בָּשָׂ֑ר מִדַּ֤ם חָלָל֙ וְשִׁבְיָ֔ה מֵרֹ֖אשׁ פַּרְע֥וֹת אוֹיֵֽב׃",
          "targum": "אֱרַוֵּי גִּירַי מִדְּמָא וְחַרְבִּי תִּקְטוֹל בְּעַמְמַיָּא מִדַּם קְטִילָן וְשִׁבְיָן לְאַעְדָּאָה כִתְרִין מֵרֵישׁ סָנְאָה וּבְעֵל דְּבָבָא:",
          "english": "I will make my arrows drunk with blood, and my sword shall devour flesh; with the blood of the slain and of the captives; with the head of the wild bands of the enemy."
        },
        {
          "verseNum": 43,
          "hebrew": "הַרְנִ֤ינוּ גוֹיִם֙ עַמּ֔וֹ כִּ֥י דַם־עֲבָדָ֖יו יִקּ֑וֹם וְנָקָם֙ יָשִׁ֣יב לְצָרָ֔יו וְכִפֶּ֥ר אַדְמָת֖וֹ עַמּֽוֹ׃",
          "targum": "שַׁבָּחוּ עַמְמַיָּא עַמֵּיהּ אֲרֵי פֻּרְעֲנוּת עַבְדוֹהִי צַדִּיקַיָּא יִתְפְּרַע וּפֻרְעֲנוּת יָתֵיב לְסָנְאוֹהִי וִיכַפַּר עַל אַרְעֵיהּ וְעַל עַמֵּיהּ:",
          "english": "Rejoice, O nations, with his people: for he will avenge the blood of his servants, and will render vengeance to his adversaries and will forgive his land, and his people."
        },
        {
          "verseNum": 44,
          "hebrew": "וַיָּבֹ֣א מֹשֶׁ֗ה וַיְדַבֵּ֛ר אֶת־כׇּל־דִּבְרֵ֥י הַשִּׁירָֽה־הַזֹּ֖את בְּאׇזְנֵ֣י הָעָ֑ם ה֖וּא וְהוֹשֵׁ֥עַ בִּן־נֽוּן׃",
          "targum": "וַאֲתָא משֶׁה וּמַלִּיל יָת כָּל פִּתְגָּמֵי תֻשְׁבַּחְתָּא הָדָא קֳדָם עַמָּא הוּא וְהוֹשֵׁעַ בַּר נוּן:",
          "english": "And Moshe came and spoke all the words of this poem in the ears of the people, he, and Hoshea the son of Nun."
        },
        {
          "verseNum": 45,
          "hebrew": "וַיְכַ֣ל מֹשֶׁ֗ה לְדַבֵּ֛ר אֶת־כׇּל־הַדְּבָרִ֥ים הָאֵ֖לֶּה אֶל־כׇּל־יִשְׂרָאֵֽל׃",
          "targum": "וְשֵׁצִי משֶׁה לְמַלָּלָא יָת כָּל פִּתְגָּמַיָּא הָאִלֵּין עִם כָּל יִשְׂרָאֵל:",
          "english": "And Moshe made an end of speaking all these words to all Yisra᾽el:"
        },
        {
          "verseNum": 46,
          "hebrew": "וַיֹּ֤אמֶר אֲלֵהֶם֙ שִׂ֣ימוּ לְבַבְכֶ֔ם לְכׇ֨ל־הַדְּבָרִ֔ים אֲשֶׁ֧ר אָנֹכִ֛י מֵעִ֥יד בָּכֶ֖ם הַיּ֑וֹם אֲשֶׁ֤ר תְּצַוֻּם֙ אֶת־בְּנֵיכֶ֔ם לִשְׁמֹ֣ר לַעֲשׂ֔וֹת אֶת־כׇּל־דִּבְרֵ֖י הַתּוֹרָ֥ה הַזֹּֽאת׃",
          "targum": "וַאֲמַר לְהוֹן שַׁוּוּ לִבְּכוֹן לְכָל פִּתְגָּמַיָּא דִי אֲנָא מַסְהֵד בְּכוֹן יוֹמָא דֵין דִּי תְפַקְּדֻנּוּן יָת בְּנֵיכוֹן לְמִטַּר לְמֶעְבַּד יָת כָּל פִּתְגָּמֵי אוֹרַיְתָא הָדָא:",
          "english": "and he said to them, Set your hearts to all the words which I testify among you this day, which you shall command your children to observe to do, all the words of this Tora."
        },
        {
          "verseNum": 47,
          "hebrew": "כִּ֠י לֹא־דָבָ֨ר רֵ֥ק הוּא֙ מִכֶּ֔ם כִּי־ה֖וּא חַיֵּיכֶ֑ם וּבַדָּבָ֣ר הַזֶּ֗ה תַּאֲרִ֤יכוּ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁ֨ר אַתֶּ֜ם עֹבְרִ֧ים אֶת־הַיַּרְדֵּ֛ן שָׁ֖מָּה לְרִשְׁתָּֽהּ׃",
          "targum": "אֲרֵי לָא פִתְגָּם רֵקָא הוּא מִנְּכוֹן אֲרֵי הוּא חַיֵּיכוֹן וּבְפִתְגָּמָא הָדֵין תּוֹרְכוּן יוֹמִין עַל אַרְעָא דִּי אַתּוּן עָבְרִין יָת יַרְדְּנָא תַּמָּן לְמֵירְתַהּ:",
          "english": "For it is not a vain thing for you; because it is your life: and through this word you shall prolong your days in the land, into which you go over the Yarden to possess it."
        },
        {
          "verseNum": 48,
          "hebrew": "וַיְדַבֵּ֤ר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה בְּעֶ֛צֶם הַיּ֥וֹם הַזֶּ֖ה לֵאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה בִּכְרַן יוֹמָא הָדֵין לְמֵימָר:",
          "english": "And the Lord spoke to Moshe that same day, saying,"
        },
        {
          "verseNum": 49,
          "hebrew": "עֲלֵ֡ה אֶל־הַר֩ הָעֲבָרִ֨ים הַזֶּ֜ה הַר־נְב֗וֹ אֲשֶׁר֙ בְּאֶ֣רֶץ מוֹאָ֔ב אֲשֶׁ֖ר עַל־פְּנֵ֣י יְרֵח֑וֹ וּרְאֵה֙ אֶת־אֶ֣רֶץ כְּנַ֔עַן אֲשֶׁ֨ר אֲנִ֥י נֹתֵ֛ן לִבְנֵ֥י יִשְׂרָאֵ֖ל לַאֲחֻזָּֽה׃",
          "targum": "סַק לְטוּרָא דַעֲבָרָאֵי הָדֵין טוּרָא דִנְבוֹ דִּי בְאַרְעָא דְמוֹאָב דִּי עַל אַפֵּי יְרֵחוֹ וַחֲזֵי יָת אַרְעָא דִכְנַעַן דִּי אֲנָא יָהֵב לִבְנֵי יִשְׂרָאֵל לְאַחֲסָנָא:",
          "english": "Go up into this mount ῾Avarim, to mount Nevo, which is in the land of Mo᾽av, that is facing Yereĥo; and behold the land of Kena῾an, which I give to the children of Yisra᾽el for a possession:"
        },
        {
          "verseNum": 50,
          "hebrew": "וּמֻ֗ת בָּהָר֙ אֲשֶׁ֤ר אַתָּה֙ עֹלֶ֣ה שָׁ֔מָּה וְהֵאָסֵ֖ף אֶל־עַמֶּ֑יךָ כַּֽאֲשֶׁר־מֵ֞ת אַהֲרֹ֤ן אָחִ֙יךָ֙ בְּהֹ֣ר הָהָ֔ר וַיֵּאָ֖סֶף אֶל־עַמָּֽיו׃",
          "targum": "וּמוּת בְּטוּרָא דִּי אַתּ סָלֵק לְתַמָּן וְתִתְכְּנֵשׁ לְעַמָּךְ כְּמָא דְמִית אַהֲרן אֲחוּךְ בְּהוֹר טוּרָא וְאִתְכְּנִישׁ לְעַמֵּיהּ:",
          "english": "and die in the mount into which thou goest up, and be gathered to thy people; as Aharon thy brother died in mount Hor, and was gathered to his people:"
        },
        {
          "verseNum": 51,
          "hebrew": "עַל֩ אֲשֶׁ֨ר מְעַלְתֶּ֜ם בִּ֗י בְּתוֹךְ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל בְּמֵֽי־מְרִיבַ֥ת קָדֵ֖שׁ מִדְבַּר־צִ֑ן עַ֣ל אֲשֶׁ֤ר לֹֽא־קִדַּשְׁתֶּם֙ אוֹתִ֔י בְּת֖וֹךְ בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "עַל דִּי שַׁקַּרְתּוּן בְּמֵימְרִי בְּגוֹ בְּנֵי יִשְׂרָאֵל בְּמֵי מַצּוּת רְקָם מַדְבְּרָא דְצִן עַל דִּי לָא קַדִּשְׁתּוּן יָתִי בְּגוֹ בְּנֵי יִשְׂרָאֵל:",
          "english": "because you transgressed against me among the children of Yisra᾽el at the waters of Merivat-qadesh, in the wilderness of Żin; because you sanctified me not in the midst of the children of Yisra᾽el."
        },
        {
          "verseNum": 52,
          "hebrew": "כִּ֥י מִנֶּ֖גֶד תִּרְאֶ֣ה אֶת־הָאָ֑רֶץ וְשָׁ֙מָּה֙ לֹ֣א תָב֔וֹא אֶל־הָאָ֕רֶץ אֲשֶׁר־אֲנִ֥י נֹתֵ֖ן לִבְנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "אֲרֵי מִקֳּבֵל תֶּחֱזֵי יָת אַרְעָא וּלְתַמָּן לָא תֵעוּל לְאַרְעָא דִּי אֲנָא יָהֵב לִבְנֵי יִשְׂרָאֵל:",
          "english": "Yet thou shalt see the land before thee; but thou shalt not go there into the land which I give to the children of Yisra᾽el."
        }
      ]
    }
  ]
}