{
  "name": "Kedoshim",
  "book": "Leviticus",
  "chapters": [
    {
      "chapter": 19,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּ֞ר אֶל־כׇּל־עֲדַ֧ת בְּנֵי־יִשְׂרָאֵ֛ל וְאָמַרְתָּ֥ אֲלֵהֶ֖ם קְדֹשִׁ֣ים תִּהְי֑וּ כִּ֣י קָד֔וֹשׁ אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "מַלֵּל עִם כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן קַדִּישִׁין תְּהוֹן אֲרֵי קַדִּישׁ אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "Speak to all the congregation of the children of Yisra᾽el, and say to them, You shall be holy: for I the Lord your God am holy."
        },
        {
          "verseNum": 3,
          "hebrew": "אִ֣ישׁ אִמּ֤וֹ וְאָבִיו֙ תִּירָ֔אוּ וְאֶת־שַׁבְּתֹתַ֖י תִּשְׁמֹ֑רוּ אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "גְּבַר מִן אִמֵּיהּ וּמִן אֲבוּהִי תְּהוֹן דָּחֲלִין וְיָת יוֹמֵי שַׁבַּיָּא דִילִי תִּטְרוּן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "You shall fear every man his mother, and his father, and keep my sabbaths: I am the Lord your God."
        },
        {
          "verseNum": 4,
          "hebrew": "אַל־תִּפְנוּ֙ אֶל־הָ֣אֱלִילִ֔ם וֵֽאלֹהֵי֙ מַסֵּכָ֔ה לֹ֥א תַעֲשׂ֖וּ לָכֶ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "לָא תִתְפְּנוּן בָּתַר טַעֲוָן וְדַחֲלָן דְּמַתְּכָא לָא תַעְבְּדוּן לְכוֹן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "Turn not to idols, nor make to yourselves molten gods: I am the Lord your God."
        },
        {
          "verseNum": 5,
          "hebrew": "וְכִ֧י תִזְבְּח֛וּ זֶ֥בַח שְׁלָמִ֖ים לַיהֹוָ֑ה לִֽרְצֹנְכֶ֖ם תִּזְבָּחֻֽהוּ׃",
          "targum": "וַאֲרֵי תִכְּסוּן נִכְסַת קוּדְשַׁיָּא קֳדָם יְיָ לְרַעֲוָא לְכוֹן תִּכְּסֻנֵּיהּ:",
          "english": "And if you offer a sacrifice of peace offering to the Lord, you shall offer it so that it may be favourably accepted."
        },
        {
          "verseNum": 6,
          "hebrew": "בְּי֧וֹם זִבְחֲכֶ֛ם יֵאָכֵ֖ל וּמִֽמׇּחֳרָ֑ת וְהַנּוֹתָר֙ עַד־י֣וֹם הַשְּׁלִישִׁ֔י בָּאֵ֖שׁ יִשָּׂרֵֽף׃",
          "targum": "בְּיוֹמָא דְיִתְנְכֵס יִתְאֲכֵל וּבְיוֹמָא דְבַתְרוֹהִי וּדְאִשְׁתָּאַר עַד יוֹמָא תְלִיתָאָה בְּנוּרָא יִתּוֹקָד:",
          "english": "It shall be eaten the same day you offer it, and on the morrow: and if aught remain until the third day, it shall be burnt in fire."
        },
        {
          "verseNum": 7,
          "hebrew": "וְאִ֛ם הֵאָכֹ֥ל יֵאָכֵ֖ל בַּיּ֣וֹם הַשְּׁלִישִׁ֑י פִּגּ֥וּל ה֖וּא לֹ֥א יֵרָצֶֽה׃",
          "targum": "וְאִם אִתְאֲכָלָא יִתְאֲכֵל בְּיוֹמָא תְלִיתָאָה מְרָחָק הוּא לָא יְהֵי לְרַעֲוָא:",
          "english": "And if it be eaten at all on the third day, it is abominable; it shall not be accepted."
        },
        {
          "verseNum": 8,
          "hebrew": "וְאֹֽכְלָיו֙ עֲוֺנ֣וֹ יִשָּׂ֔א כִּֽי־אֶת־קֹ֥דֶשׁ יְהֹוָ֖ה חִלֵּ֑ל וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מֵעַמֶּֽיהָ׃",
          "targum": "וּדְיֵיכְלִנֵּיהּ חוֹבֵיהּ יְקַבֵּל אֲרֵי יָת קוּדְשָׁא דַיְיָ אַחֵל וְיִשְׁתֵּיצֵי אֲנָשָׁא הַהוּא מְעַמֵּיהּ:",
          "english": "Therefore everyone that eats it shall bear his iniquity, because he has profaned the hallowed thing of the Lord: and that soul shalt be cut off from among his people."
        },
        {
          "verseNum": 9,
          "hebrew": "וּֽבְקֻצְרְכֶם֙ אֶת־קְצִ֣יר אַרְצְכֶ֔ם לֹ֧א תְכַלֶּ֛ה פְּאַ֥ת שָׂדְךָ֖ לִקְצֹ֑ר וְלֶ֥קֶט קְצִֽירְךָ֖ לֹ֥א תְלַקֵּֽט׃",
          "targum": "וּבְמֶחְצָדְכוֹן יָת חֲצָדָא דְאַרְעֲכוֹן לָא תְשֵׁיצֵי פָּאתָא דְחַקְלָךְ לְמֶחְצָד וּלְקָטָא דַחֲצָדָךְ לָא תְלַקֵּט:",
          "english": "And when you reap the harvest of your land, thou shalt not wholly reap the corners of thy field, neither shalt thou gather the gleaning of thy harvest."
        },
        {
          "verseNum": 10,
          "hebrew": "וְכַרְמְךָ֙ לֹ֣א תְעוֹלֵ֔ל וּפֶ֥רֶט כַּרְמְךָ֖ לֹ֣א תְלַקֵּ֑ט לֶֽעָנִ֤י וְלַגֵּר֙ תַּעֲזֹ֣ב אֹתָ֔ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "וְכַרְמָךְ לָא תְעָלֵל וְנִתְרָא דְכַרְמָךְ לָא תְלַקֵּט לְעַנְיֵי וּלְגִיּוֹרֵי תִּשְׁבּוֹק יָתְהוֹן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "And thou shalt not glean thy vineyard, neither shalt thou gather the single grapes of thy vineyard; thou shalt leave them for the poor and stranger: I am the Lord your God."
        },
        {
          "verseNum": 11,
          "hebrew": "לֹ֖א תִּגְנֹ֑בוּ וְלֹא־תְכַחֲשׁ֥וּ וְלֹֽא־תְשַׁקְּר֖וּ אִ֥ישׁ בַּעֲמִיתֽוֹ׃",
          "targum": "לָא תִּגְנְבוּן וְלָא תְכַדְּבוּן וְלָא תְשַׁקְּרוּן אֱנַשׁ בְּחַבְרֵיהּ:",
          "english": "You shall not steal, neither deal falsely, neither lie one to another."
        },
        {
          "verseNum": 12,
          "hebrew": "וְלֹֽא־תִשָּׁבְע֥וּ בִשְׁמִ֖י לַשָּׁ֑קֶר וְחִלַּלְתָּ֛ אֶת־שֵׁ֥ם אֱלֹהֶ֖יךָ אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וְלָא תִשָּׁבְעוּן בִּשְׁמִי לְשִׁקְרָא וְתַחֵל יָת שְׁמָא דֶאֱלָהָךְ אֲנָא יְיָ:",
          "english": "And you shall not swear by my name falsely, neither shalt thou profane the name of thy God: I am the Lord."
        },
        {
          "verseNum": 13,
          "hebrew": "לֹֽא־תַעֲשֹׁ֥ק אֶת־רֵֽעֲךָ֖ וְלֹ֣א תִגְזֹ֑ל לֹֽא־תָלִ֞ין פְּעֻלַּ֥ת שָׂכִ֛יר אִתְּךָ֖ עַד־בֹּֽקֶר׃",
          "targum": "לָא תַעֲשׁוֹק יָת חַבְרָךְ וְלָא תְאַנֵּס לָא תְבִית אַגְרָא דַאֲגִירָא לְוָתָךְ עַד צַפְרָא:",
          "english": "Thou shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning."
        },
        {
          "verseNum": 14,
          "hebrew": "לֹא־תְקַלֵּ֣ל חֵרֵ֔שׁ וְלִפְנֵ֣י עִוֵּ֔ר לֹ֥א תִתֵּ֖ן מִכְשֹׁ֑ל וְיָרֵ֥אתָ מֵּאֱלֹהֶ֖יךָ אֲנִ֥י יְהֹוָֽה׃",
          "targum": "לָא תְלוּט דְּלָא שָׁמַע וְקֳדָם דְּלָא חָזֵי לָא תְשִׂים תַּקְלָא וְתִדְחַל מֵאֱלָהָךְ אֲנָא יְיָ:",
          "english": "Thou shalt not curse the deaf, nor put a stumbling block before the blind, but shalt fear thy God: I am the Lord."
        },
        {
          "verseNum": 15,
          "hebrew": "לֹא־תַעֲשׂ֥וּ עָ֙וֶל֙ בַּמִּשְׁפָּ֔ט לֹא־תִשָּׂ֣א פְנֵי־דָ֔ל וְלֹ֥א תֶהְדַּ֖ר פְּנֵ֣י גָד֑וֹל בְּצֶ֖דֶק תִּשְׁפֹּ֥ט עֲמִיתֶֽךָ׃",
          "targum": "לָא תַעְבְּדוּן שְׁקַר בְּדִינָא לָא תִסַּב אַפֵּי מַסְכֵּנָא וְלָא תֶהְדַּר אַפֵּי רַבָּא בְּקוּשְׁטָא תְּדִינֵיהּ לְחַבְרָךְ:",
          "english": "You shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour."
        },
        {
          "verseNum": 16,
          "hebrew": "לֹא־תֵלֵ֤ךְ רָכִיל֙ בְּעַמֶּ֔יךָ לֹ֥א תַעֲמֹ֖ד עַל־דַּ֣ם רֵעֶ֑ךָ<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">(בכתר ארם צובה היה כתוב רֵעֶ֑יךָ)</i> אֲנִ֖י יְהֹוָֽה׃",
          "targum": "לָא תֵיכוּל קוּרְצִין בְּעַמָּךְ לָא תְקוּם עַל דְּמָא דְחַבְרָךְ אֲנָא יְיָ:",
          "english": "Thou shalt not go up and down as a talebearer among thy people: neither shalt thou stand aside when mischief befalls thy neighbour: I am the Lord."
        },
        {
          "verseNum": 17,
          "hebrew": "לֹֽא־תִשְׂנָ֥א אֶת־אָחִ֖יךָ בִּלְבָבֶ֑ךָ הוֹכֵ֤חַ תּוֹכִ֙יחַ֙ אֶת־עֲמִיתֶ֔ךָ וְלֹא־תִשָּׂ֥א עָלָ֖יו חֵֽטְא׃",
          "targum": "לָא תִשְׂנֵי יָת אֲחוּךְ בְּלִבָּךְ אוֹכָחָא תוֹכַח יָת חַבְרָךְ וְלָא תְקַבֵּל עַל דִּי לֵיהּ חוֹבָא:",
          "english": "Thou shalt not hate thy brother in thy heart: thou shalt certainly rebuke thy neighbour, and not suffer sin on his account."
        },
        {
          "verseNum": 18,
          "hebrew": "לֹֽא־תִקֹּ֤ם וְלֹֽא־תִטֹּר֙ אֶת־בְּנֵ֣י עַמֶּ֔ךָ וְאָֽהַבְתָּ֥ לְרֵעֲךָ֖ כָּמ֑וֹךָ אֲנִ֖י יְהֹוָֽה׃",
          "targum": "לָא תִקּוֹם וְלָא תִטַּר דְּבָבוּ לִבְנֵי עַמָּךְ וּתְרַחֵם לְחַבְרָךְ כְּוָתָךְ אֲנָא יְיָ:",
          "english": "Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the Lord."
        },
        {
          "verseNum": 19,
          "hebrew": "אֶֽת־חֻקֹּתַי֮ תִּשְׁמֹ֒רוּ֒ בְּהֶמְתְּךָ֙ לֹא־תַרְבִּ֣יעַ כִּלְאַ֔יִם שָׂדְךָ֖ לֹא־תִזְרַ֣ע כִּלְאָ֑יִם וּבֶ֤גֶד כִּלְאַ֙יִם֙ שַֽׁעַטְנֵ֔ז לֹ֥א יַעֲלֶ֖ה עָלֶֽיךָ׃",
          "targum": "יָת קְיָמַי תִּטְּרוּן בְּעִירָךְ לָא תַרְכֵּב עֵרוּבִין חַקְלָךְ לָא תִזְרַע עֵרוּבִין וּלְבוּשׁ עֵרוּבִין שַׁעַטְנֵזָא לָא יִסַּק עֲלָךְ:",
          "english": "You shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and wool come upon thee."
        },
        {
          "verseNum": 20,
          "hebrew": "וְ֠אִ֠ישׁ כִּֽי־יִשְׁכַּ֨ב אֶת־אִשָּׁ֜ה שִׁכְבַת־זֶ֗רַע וְהִ֤וא שִׁפְחָה֙ נֶחֱרֶ֣פֶת לְאִ֔ישׁ וְהׇפְדֵּה֙ לֹ֣א נִפְדָּ֔תָה א֥וֹ חֻפְשָׁ֖הֿ לֹ֣א נִתַּן־לָ֑הּ בִּקֹּ֧רֶת תִּהְיֶ֛ה לֹ֥א יוּמְת֖וּ כִּי־לֹ֥א חֻפָּֽשָׁה׃",
          "targum": "וּגְבַר אֲרֵי יִשְׁכּוּב עִם אִתְּתָא שִׁכְבַת זַרְעָא וְהִיא אַמְתָא אֲחִידָא לִגְבַר וְאִתְפְּרָקָא לָא אִתְפְּרִיקַת בְּכַסְפָּא אוֹ חֵרוּתָא לָא אִתְיְהִיבַת לַהּ בִּשְׁטָר בִּקֻּרְתָּא תְהֵי לָא יוּמְתוּן אֲרֵי לָא אִתְחָרָרַת:",
          "english": "And whoever lies carnally with a woman, that is a bondmaid, designated to a man, and not wholly redeemed, nor freedom given her; inquiry shall be made; they shall not be put to death, because she was not free."
        },
        {
          "verseNum": 21,
          "hebrew": "וְהֵבִ֤יא אֶת־אֲשָׁמוֹ֙ לַֽיהֹוָ֔ה אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד אֵ֖יל אָשָֽׁם׃",
          "targum": "וְיַיְתִי יָת אַשְׁמֵיהּ קֳדָם יְיָ לִתְרַע מַשְׁכַּן זִמְנָא דְּכַר לַאֲשָׁמָא:",
          "english": "And he shall bring his guilt offering to the Lord, to the door of the Tent of Meeting, a ram for a guilt offering."
        },
        {
          "verseNum": 22,
          "hebrew": "וְכִפֶּר֩ עָלָ֨יו הַכֹּהֵ֜ן בְּאֵ֤יל הָֽאָשָׁם֙ לִפְנֵ֣י יְהֹוָ֔ה עַל־חַטָּאת֖וֹ אֲשֶׁ֣ר חָטָ֑א וְנִסְלַ֣ח ל֔וֹ מֵחַטָּאת֖וֹ אֲשֶׁ֥ר חָטָֽא׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וִיכַפֵּר עֲלוֹהִי כַהֲנָא בְּדִכְרָא דַאֲשָׁמָא קֳדָם יְיָ עַל חוֹבְתֵיהּ דִּי חָב וְיִשְׁתְּבֵק לֵיהּ מֵחוֹבְתֵיהּ דִּי חָב:",
          "english": "And the priest shall make atonement for him with the ram of the guilt offering before the Lord for his sin which he has done: and the sin which he has done shall be forgiven him."
        },
        {
          "verseNum": 23,
          "hebrew": "וְכִי־תָבֹ֣אוּ אֶל־הָאָ֗רֶץ וּנְטַעְתֶּם֙ כׇּל־עֵ֣ץ מַאֲכָ֔ל וַעֲרַלְתֶּ֥ם עׇרְלָת֖וֹ אֶת־פִּרְי֑וֹ שָׁלֹ֣שׁ שָׁנִ֗ים יִהְיֶ֥ה לָכֶ֛ם עֲרֵלִ֖ים לֹ֥א יֵאָכֵֽל׃",
          "targum": "וַאֲרֵי תֵעֲלוּן לְאַרְעָא וְתִצְּבוּן כָּל אִלַּן דְּמֵיכַל וּתְרַחֲקוּן רָחָקָא יָת אִבֵּיהּ תְּלַת שְׁנִין יְהֵי לְכוֹן מְרָחָק לַאֲבָדָא לָא יִתְאֲכֵל:",
          "english": "And when you shall come into the land, and shall have planted all manner of trees for food, then you shall reckon their fruit as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten."
        },
        {
          "verseNum": 24,
          "hebrew": "וּבַשָּׁנָה֙ הָרְבִיעִ֔ת יִהְיֶ֖ה כׇּל־פִּרְי֑וֹ קֹ֥דֶשׁ הִלּוּלִ֖ים לַיהֹוָֽה׃",
          "targum": "וּבְשַׁתָּא רְבִיעֵתָא יְהֵי כָּל אִבֵּיהּ קֹדֶשׁ תֻּשְׁבְּחָן קֳדָם יְיָ:",
          "english": "But in the fourth year all its fruit shall be holy for praisegiving to the Lord."
        },
        {
          "verseNum": 25,
          "hebrew": "וּבַשָּׁנָ֣ה הַחֲמִישִׁ֗ת תֹּֽאכְלוּ֙ אֶת־פִּרְי֔וֹ לְהוֹסִ֥יף לָכֶ֖ם תְּבוּאָת֑וֹ אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "וּבְשַׁתָּא חֲמִשֵּׁתָא תֵּיכְלוּן יָת אִבֵּיהּ לְאוֹסָפָא לְכוֹן עֲלַלְתֵּיהּ אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "And in the fifth year shall you eat of its fruit, that it may yield to you its increase: I am the Lord your God."
        },
        {
          "verseNum": 26,
          "hebrew": "לֹ֥א תֹאכְל֖וּ עַל־הַדָּ֑ם לֹ֥א תְנַחֲשׁ֖וּ וְלֹ֥א תְעוֹנֵֽנוּ׃",
          "targum": "לָא תֵיכְלוּן עַל דְּמָא לָא תְנַחֲשׁוּן וְלָא תְעוֹנוּן:",
          "english": "You shall not eat anything with the blood: neither shall you use enchantment, nor observe times."
        },
        {
          "verseNum": 27,
          "hebrew": "לֹ֣א תַקִּ֔פוּ פְּאַ֖ת רֹאשְׁכֶ֑ם וְלֹ֣א תַשְׁחִ֔ית אֵ֖ת פְּאַ֥ת זְקָנֶֽךָ׃",
          "targum": "לָא תַקְּפוּן פָּאתָא דְרֵישְׁכוֹן וְלָא תְחַבֵּל יָת פָּאתָא דְדִקְנָךְ:",
          "english": "You shall not round the corners of your heads, neither shalt thou mar the corners of thy beard."
        },
        {
          "verseNum": 28,
          "hebrew": "וְשֶׂ֣רֶט לָנֶ֗פֶשׁ לֹ֤א תִתְּנוּ֙ בִּבְשַׂרְכֶ֔ם וּכְתֹ֣בֶת קַֽעֲקַ֔ע לֹ֥א תִתְּנ֖וּ בָּכֶ֑ם אֲנִ֖י יְהֹוָֽה׃",
          "targum": "וְחִבּוּל עַל מִית לָא תִתְּנוּן בְּבִסְרְיכוֹן וְרוּשְׁמִין חֲרִיתִין לָא תִתְּנוּן בְּכוֹן אֲנָא יְיָ:",
          "english": "You shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the Lord."
        },
        {
          "verseNum": 29,
          "hebrew": "אַל־תְּחַלֵּ֥ל אֶֽת־בִּתְּךָ֖ לְהַזְנוֹתָ֑הּ וְלֹא־תִזְנֶ֣ה הָאָ֔רֶץ וּמָלְאָ֥ה הָאָ֖רֶץ זִמָּֽה׃",
          "targum": "לָא תַחֵל יָת בְּרַתָּךְ לְאַטְעֲיוּתַהּ וְלָא תִטְעֵי אַרְעָא וְתִתְמְלֵי אַרְעָא עֵצַת חִטְאִין:",
          "english": "Do not prostitute thy daughter, to cause her to be a harlot; lest the land fall to harlotry, and the land become full of foulness."
        },
        {
          "verseNum": 30,
          "hebrew": "אֶת־שַׁבְּתֹתַ֣י תִּשְׁמֹ֔רוּ וּמִקְדָּשִׁ֖י תִּירָ֑אוּ אֲנִ֖י יְהֹוָֽה׃",
          "targum": "יָת יוֹמֵי שַׁבַּיָּא דִילִי תִּטְרוּן וּלְבֵית מַקְדְּשִׁי תְּהוֹן דַּחֲלִין אֲנָא יְיָ:",
          "english": "You shall keep my sabbaths, and reverence my sanctuary: I am the Lord."
        },
        {
          "verseNum": 31,
          "hebrew": "אַל־תִּפְנ֤וּ אֶל־הָאֹבֹת֙ וְאֶל־הַיִּדְּעֹנִ֔ים אַל־תְּבַקְשׁ֖וּ לְטׇמְאָ֣ה בָהֶ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "לָא תִתְפְּנוּן בָּתַר בִּדִּין וּדְכוּרוּ לָא תִתְבְּעוּן לְאִסְתָּאָבָא בְּהוֹן אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "You shall not apply to mediums or wizards, nor seek to be defiled by them: I am the Lord your God."
        },
        {
          "verseNum": 32,
          "hebrew": "מִפְּנֵ֤י שֵׂיבָה֙ תָּק֔וּם וְהָדַרְתָּ֖ פְּנֵ֣י זָקֵ֑ן וְיָרֵ֥אתָ מֵּאֱלֹהֶ֖יךָ אֲנִ֥י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "מִן קֳדָם דְּסַבַּר בְּאוֹרַיְתָא תְּקוּם וּתְהַדַּר אַפֵּי סָבָא וְתִדְחַל מֵאֱלָהָךְ אֲנָא יְיָ:",
          "english": "Thou shalt rise up before the hoary head, and honour the face of the old man, and fear thy God: I am the Lord."
        },
        {
          "verseNum": 33,
          "hebrew": "וְכִֽי־יָג֧וּר אִתְּךָ֛ גֵּ֖ר בְּאַרְצְכֶ֑ם לֹ֥א תוֹנ֖וּ אֹתֽוֹ׃",
          "targum": "וַאֲרֵי יִתְגַּיַּר עִמָּךְ גִּיּוֹרָא בְּאַרְעֲכוֹן לָא תוֹנוּן יָתֵיהּ:",
          "english": "And if a stranger sojourn with thee in your land, you shall not wrong him."
        },
        {
          "verseNum": 34,
          "hebrew": "כְּאֶזְרָ֣ח מִכֶּם֩ יִהְיֶ֨ה לָכֶ֜ם הַגֵּ֣ר&thinsp;<b>׀</b> הַגָּ֣ר אִתְּכֶ֗ם וְאָהַבְתָּ֥ לוֹ֙ כָּמ֔וֹךָ כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֣רֶץ מִצְרָ֑יִם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃",
          "targum": "כְּיַצִּיבָא מִנְּכוֹן יְהֵי לְכוֹן גִּיּוֹרָא דְּיִתְגַּיַּר בֵּינֵיכוֹן וּתְרַחֵם לֵיהּ כְּוָתָךְ אֲרֵי דַיָּרִין הֲוֵיתוּן בְּאַרְעָא דְמִצְרָיִם אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "But the stranger that dwells with you shall be to you as one born among you, and thou shalt love him as thyself; for you were strangers in the land of Miżrayim: I am the Lord your God."
        },
        {
          "verseNum": 35,
          "hebrew": "לֹא־תַעֲשׂ֥וּ עָ֖וֶל בַּמִּשְׁפָּ֑ט בַּמִּדָּ֕ה בַּמִּשְׁקָ֖ל וּבַמְּשׂוּרָֽה׃",
          "targum": "לָא תַעְבְּדוּן שְׁקַר בְּדִין בִּמְשַׁחְתָּא בְּמַתְקְלָא וּבִמְכִלְתָּא:",
          "english": "You shall do no unrighteousness in judgment, in meteyard, in weight, or in measure."
        },
        {
          "verseNum": 36,
          "hebrew": "מֹ֧אזְנֵי צֶ֣דֶק אַבְנֵי־צֶ֗דֶק אֵ֥יפַת צֶ֛דֶק וְהִ֥ין צֶ֖דֶק יִהְיֶ֣ה לָכֶ֑ם אֲנִי֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם אֲשֶׁר־הוֹצֵ֥אתִי אֶתְכֶ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "מֹאזְנָוָן דִּקְשׁוֹט מַתְקְלָן דִּקְשׁוֹט מְכִילָן דִּקְשׁוֹט וְהִינִין דִּקְשׁוֹט יְהוֹן לְכוֹן אֲנָא יְיָ אֱלָהָכוֹן דִּי אַפֵּקִית יָתְכוֹן מֵאַרְעָא דְמִצְרָיִם:",
          "english": "Just balances, just weights, a just efa, and a just hin, shall you have: I am the Lord your God, who brought you out of the land of Miżrayim."
        },
        {
          "verseNum": 37,
          "hebrew": "וּשְׁמַרְתֶּ֤ם אֶת־כׇּל־חֻקֹּתַי֙ וְאֶת־כׇּל־מִשְׁפָּטַ֔י וַעֲשִׂיתֶ֖ם אֹתָ֑ם אֲנִ֖י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְתִטְּרוּן יָת כָּל קְיָמַי וְיָת כָּל דִּינַי וְתַעְבְּדוּן יָתְהוֹן אֲנָא יְיָ:",
          "english": "Therefore shall you observe all my statutes, and all my judgments, and do them: I am the Lord."
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "וְאֶל־בְּנֵ֣י יִשְׂרָאֵל֮ תֹּאמַר֒ אִ֣ישׁ אִישׁ֩ מִבְּנֵ֨י יִשְׂרָאֵ֜ל וּמִן־הַגֵּ֣ר&thinsp;<b>׀</b> הַגָּ֣ר בְּיִשְׂרָאֵ֗ל אֲשֶׁ֨ר יִתֵּ֧ן מִזַּרְע֛וֹ לַמֹּ֖לֶךְ מ֣וֹת יוּמָ֑ת עַ֥ם הָאָ֖רֶץ יִרְגְּמֻ֥הוּ בָאָֽבֶן׃",
          "targum": "וְעִם בְּנֵי יִשְׂרָאֵל תֵּימַר גְּבַר גְּבַר מִבְּנֵי יִשְׂרָאֵל וּמִין גִּיּוֹרָא דְּיִתְגַּיְרוּן בְּיִשְׂרָאֵל דִּי יִתֵּן מִזַּרְעֵיהּ לְמוֹלֶךְ אִתְקְטָלָא יִתְקְטֵל עַמָּא בֵית יִשְׂרָאֵל יִרְגְּמֻנֵּיהּ בְּאַבְנָא:",
          "english": "Again, thou shalt say to the children of Yisra᾽el, Whoever he be of the children of Yisra᾽el, or of the strangers that sojourn in Yisra᾽el, that gives any of his seed to Molekh; he shall surely be put to death: the people of the land shall stone him with stones."
        },
        {
          "verseNum": 3,
          "hebrew": "וַאֲנִ֞י אֶתֵּ֤ן אֶת־פָּנַי֙ בָּאִ֣ישׁ הַה֔וּא וְהִכְרַתִּ֥י אֹת֖וֹ מִקֶּ֣רֶב עַמּ֑וֹ כִּ֤י מִזַּרְעוֹ֙ נָתַ֣ן לַמֹּ֔לֶךְ לְמַ֗עַן טַמֵּא֙ אֶת־מִקְדָּשִׁ֔י וּלְחַלֵּ֖ל אֶת־שֵׁ֥ם קׇדְשִֽׁי׃",
          "targum": "וַאֲנָא אֶתֵּן יָת רוּגְזִי בְּגַבְרָא הַהוּא וֶאֱשֵׁיצֵי יָתֵיהּ מִגּוֹ עַמֵּיהּ אֲרֵי מִזַּרְעֵיהּ יְהַב לְמוֹלֶךְ בְּדִיל לְסָאֲבָא יָת מַקְדְּשִׁי וּלְאַחַלָּא יָת שְׁמָא דְקוּדְשִׁי:",
          "english": "And I will set my face against that man, and will cut him off from among his people; because he has given of his seed to Molekh, to defile my sanctuary, and to profane my holy name."
        },
        {
          "verseNum": 4,
          "hebrew": "וְאִ֡ם הַעְלֵ֣ם יַעְלִ֩ימֽוּ֩ עַ֨ם הָאָ֜רֶץ אֶת־עֵֽינֵיהֶם֙ מִן־הָאִ֣ישׁ הַה֔וּא בְּתִתּ֥וֹ מִזַּרְע֖וֹ לַמֹּ֑לֶךְ לְבִלְתִּ֖י הָמִ֥ית אֹתֽוֹ׃",
          "targum": "וְאִם מִכְבַּשׁ יִכְבְּשׁוּן עַמָּא בֵית יִשְׂרָאֵל יָת עֵינֵיהוֹן מִן גַּבְרָא הַהוּא בִּדְיָהֵב מִזַּרְעֵיהּ לְמוֹלֶךְ בְּדִיל דְּלָא לְקַטָּלָא יָתֵיהּ:",
          "english": "And if the people of the land do at all hide their eyes from that man, when he gives of his seed to Molekh, and kill him not:"
        },
        {
          "verseNum": 5,
          "hebrew": "וְשַׂמְתִּ֨י אֲנִ֧י אֶת־פָּנַ֛י בָּאִ֥ישׁ הַה֖וּא וּבְמִשְׁפַּחְתּ֑וֹ וְהִכְרַתִּ֨י אֹת֜וֹ וְאֵ֣ת&thinsp;<b>׀</b> כׇּל־הַזֹּנִ֣ים אַחֲרָ֗יו לִזְנ֛וֹת אַחֲרֵ֥י הַמֹּ֖לֶךְ מִקֶּ֥רֶב עַמָּֽם׃",
          "targum": "וֶאֱשַׁוֵּי אֲנָא יָת רוּגְזִי בְּגַבְרָא הַהוּא וּבִסְעָדוֹהִי וֶאֱשֵׁיצֵי יָתֵיהּ וְיָת כָּל דְּטָעָן בַּתְרוֹהִי לְמִטְעֵי בָּתַר מוֹלֶךְ מִגּוֹ עַמְּהוֹן:",
          "english": "then I will set my face against that man, and against his family, and will cut him off, and all that go astray after him, going astray after Molekh, from among their people."
        },
        {
          "verseNum": 6,
          "hebrew": "וְהַנֶּ֗פֶשׁ אֲשֶׁ֨ר תִּפְנֶ֤ה אֶל־הָֽאֹבֹת֙ וְאֶל־הַיִּדְּעֹנִ֔ים לִזְנֹ֖ת אַחֲרֵיהֶ֑ם וְנָתַתִּ֤י אֶת־פָּנַי֙ בַּנֶּ֣פֶשׁ הַהִ֔וא וְהִכְרַתִּ֥י אֹת֖וֹ מִקֶּ֥רֶב עַמּֽוֹ׃",
          "targum": "וֶאֱנַשׁ דִּי יִתְפְּנֵי בָּתַר בִּדִּין וּדְכוּרוּ לְמִטְעֵי בַתְרֵיהוֹן וְאֶתֵּן יָת רוּגְזִי בַּאֲנָשָׁא הַהִיא וֶאֱשֵׁיצֵי יָתֵיהּ מִגּוֹ עַמֵּיהּ:",
          "english": "And the person that applies to mediums and to wizards, to go astray after them, I will even set my face against that person, and will cut him off from among his people."
        },
        {
          "verseNum": 7,
          "hebrew": "וְהִ֨תְקַדִּשְׁתֶּ֔ם וִהְיִיתֶ֖ם קְדֹשִׁ֑ים כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "וְתִתְקַדְּשׁוּן וּתְהוֹן קַדִּישִׁין אֲרֵי אֲנָא יְיָ אֱלָהָכוֹן:",
          "english": "Sanctify yourselves therefore, and be holy: for I am the Lord your God."
        },
        {
          "verseNum": 8,
          "hebrew": "וּשְׁמַרְתֶּם֙ אֶת־חֻקֹּתַ֔י וַעֲשִׂיתֶ֖ם אֹתָ֑ם אֲנִ֥י יְהֹוָ֖ה מְקַדִּשְׁכֶֽם׃",
          "targum": "וְתִטְּרוּן יָת קְיָמַי וְתַעְבְּדוּן יָתְהוֹן אֲנָא יְיָ מְקַדִּשְׁכוֹן:",
          "english": "And you shall keep my statutes, and do them: I am the Lord who sanctifies you."
        },
        {
          "verseNum": 9,
          "hebrew": "כִּֽי־אִ֣ישׁ אִ֗ישׁ אֲשֶׁ֨ר יְקַלֵּ֧ל אֶת־אָבִ֛יו וְאֶת־אִמּ֖וֹ מ֣וֹת יוּמָ֑ת אָבִ֧יו וְאִמּ֛וֹ קִלֵּ֖ל דָּמָ֥יו בּֽוֹ׃",
          "targum": "אֲרֵי גְבַר גְּבַר דִּי יְלוּט יָת אֲבוּהִי וְיָת אִמֵּיהּ אִתְקְטָלָא יִתְקְטֵל אֲבוּהִי וְאִמֵּיהּ לַט קְטָלָא חַיָּב:",
          "english": "For everyone that curses his father or his mother shall be surely put to death: he has cursed his father or his mother; his blood shall be upon him."
        },
        {
          "verseNum": 10,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֤ר יִנְאַף֙ אֶת־אֵ֣שֶׁת אִ֔ישׁ אֲשֶׁ֥ר יִנְאַ֖ף אֶת־אֵ֣שֶׁת רֵעֵ֑הוּ מֽוֹת־יוּמַ֥ת הַנֹּאֵ֖ף וְהַנֹּאָֽפֶת׃",
          "targum": "וּגְבַר דִּי יְגוּף יָת אִתַּת גְּבַר דִּי יְגוּף יָת אִתַּת חַבְרֵיהּ אִתְקְטָלָא יִתְקְטֵל גַּיָּפָא וְגַיַּפְתָּא:",
          "english": "And the man that commits adultery with another man’s wife, that commits adultery with his neighbour’s wife, the adulterer and the adulteress shall surely be put to death."
        },
        {
          "verseNum": 11,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֤ר יִשְׁכַּב֙ אֶת־אֵ֣שֶׁת אָבִ֔יו עֶרְוַ֥ת אָבִ֖יו גִּלָּ֑ה מֽוֹת־יוּמְת֥וּ שְׁנֵיהֶ֖ם דְּמֵיהֶ֥ם בָּֽם׃",
          "targum": "וּגְבַר דִּי יִשְׁכּוּב עִם אִתַּת אֲבוּהִי עֶרְיְתָא דַאֲבוּהִי גַּלִּי אִתְקְטָלָא יִתְקַטְּלוּן תַּרְוֵיהוֹן קְטָלָא חַיָּבִין:",
          "english": "And the man that lies with his father’s wife has uncovered his father’s nakedness: both of them shall surely be put to death; their blood is upon them."
        },
        {
          "verseNum": 12,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֤ר יִשְׁכַּב֙ אֶת־כַּלָּת֔וֹ מ֥וֹת יוּמְת֖וּ שְׁנֵיהֶ֑ם תֶּ֥בֶל עָשׂ֖וּ דְּמֵיהֶ֥ם בָּֽם׃",
          "targum": "וּגְבַר דִּי יִשְׁכּוּב יָת כַּלְּתֵיהּ אִתְקְטָלָא יִתְקַטְּלוּן תַּרְוֵיהוֹן תִּבְלָא עֲבָדוּ קְטָלָא חַיָּבִין:",
          "english": "And if a man lie with his daughter in law, both of them shall surely be put to death: they have wrought unnatural sin; their blood shall be upon them."
        },
        {
          "verseNum": 13,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֨ר יִשְׁכַּ֤ב אֶת־זָכָר֙ מִשְׁכְּבֵ֣י אִשָּׁ֔ה תּוֹעֵבָ֥ה עָשׂ֖וּ שְׁנֵיהֶ֑ם מ֥וֹת יוּמָ֖תוּ דְּמֵיהֶ֥ם בָּֽם׃",
          "targum": "וּגְבַר דִּי יִשְׁכּוּב יָת דְּכוּרָא מִשְׁכְּבֵי אִתְּתָא תּוֹעֶבְתָּא עֲבָדוּ תַּרְוֵיהוֹן אִתְקְטָלָא יִתְקַטְּלוּן קְטָלָא חַיָּבִין:",
          "english": "If a man also lie with a man, as one lies with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֨ר יִקַּ֧ח אֶת־אִשָּׁ֛ה וְאֶת־אִמָּ֖הּ זִמָּ֣ה הִ֑וא בָּאֵ֞שׁ יִשְׂרְפ֤וּ אֹתוֹ֙ וְאֶתְהֶ֔ן וְלֹא־תִהְיֶ֥ה זִמָּ֖ה בְּתוֹכְכֶֽם׃",
          "targum": "וּגְבַר דִּי יִסַּב יָת אִתְּתָא וְיָת אִמַּהּ עֵצַת חִטְאִין הִיא בְּנוּרָא יוֹקְדוּן יָתֵיהּ וְיָתְהֶן וְלָא תְהֵי עֵצַת חִטְאִין בֵּינֵיכוֹן:",
          "english": "And if a man take a wife and her mother, it is wickedness: they shall be burnt with fire, both he and they; that there be no wickedness among you."
        },
        {
          "verseNum": 15,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֨ר יִתֵּ֧ן שְׁכׇבְתּ֛וֹ בִּבְהֵמָ֖ה מ֣וֹת יוּמָ֑ת וְאֶת־הַבְּהֵמָ֖ה תַּהֲרֹֽגוּ׃",
          "targum": "וּגְבַר דִּי יִתֵּן שְׁכָבְתֵּיהּ בִּבְעִירָא אִתְקְטָלָא יִתְקְטֵל וְיָת בְּעִירָא תִּקְטְלוּן:",
          "english": "And if a man lie with a beast, he shall surely be put to death: and you shall slay the beast."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאִשָּׁ֗ה אֲשֶׁ֨ר תִּקְרַ֤ב אֶל־כׇּל־בְּהֵמָה֙ לְרִבְעָ֣הֿ אֹתָ֔הּ וְהָרַגְתָּ֥ אֶת־הָאִשָּׁ֖ה וְאֶת־הַבְּהֵמָ֑ה מ֥וֹת יוּמָ֖תוּ דְּמֵיהֶ֥ם בָּֽם׃",
          "targum": "וְאִתְּתָא דִּי תִקְרַב לְכָל בְּעִירָא לְמִשְׁלַט בַּהּ וְתִקְטוֹל יָת אִתְּתָא וְיָת בְּעִירָא אִתְקְטָלָא יִתְקַטְּלוּן קְטָלָא חַיָּבִין:",
          "english": "And if a woman approach any beast, and lie down before it, thou shalt kill the woman, and the beast: they shall surely be put to death; their blood shall be upon them."
        },
        {
          "verseNum": 17,
          "hebrew": "וְאִ֣ישׁ אֲשֶׁר־יִקַּ֣ח אֶת־אֲחֹת֡וֹ בַּת־אָבִ֣יו א֣וֹ בַת־אִ֠מּ֠וֹ וְרָאָ֨ה אֶת־עֶרְוָתָ֜הּ וְהִֽיא־תִרְאֶ֤ה אֶת־עֶרְוָתוֹ֙ חֶ֣סֶד ה֔וּא וְנִ֨כְרְת֔וּ לְעֵינֵ֖י בְּנֵ֣י עַמָּ֑ם עֶרְוַ֧ת אֲחֹת֛וֹ גִּלָּ֖ה עֲוֺנ֥וֹ יִשָּֽׂא׃",
          "targum": "וּגְבַר דִּי יִסַּב יָת אֲחָתֵיהּ בַּת אֲבוּהִי אוֹ בַת אִמֵּיהּ וְיֶחֱזֵי יָת עֶרְיְתַהּ וְהִיא תֶחֱזֵי יָת עֶרְיְתֵיהּ קְלָנָא הוּא וְיִשְׁתֵּיצוּן לְעֵינֵי בְּנֵי עַמְּהוֹן עֶרְיַת אֲחָתֵיהּ גַּלִּי חוֹבֵיהּ יְקַבֵּל:",
          "english": "And if a man shall take his sister, his father’s daughter, or his mother’s daughter, and see her nakedness, and she see his nakedness; it is a disgraceful deed; and they shall be cut off in the sight of their people: he has uncovered his sister’s nakedness; he shall bear his iniquity."
        },
        {
          "verseNum": 18,
          "hebrew": "וְ֠אִ֠ישׁ אֲשֶׁר־יִשְׁכַּ֨ב אֶת־אִשָּׁ֜ה דָּוָ֗ה וְגִלָּ֤ה אֶת־עֶרְוָתָהּ֙ אֶת־מְקֹרָ֣הּ הֶֽעֱרָ֔ה וְהִ֕וא גִּלְּתָ֖ה אֶת־מְק֣וֹר דָּמֶ֑יהָ וְנִכְרְת֥וּ שְׁנֵיהֶ֖ם מִקֶּ֥רֶב עַמָּֽם׃",
          "targum": "וּגְבַר דִּי יִשְׁכּוּב יָת אִתְּתָא סוֹאֲבָתָא וִיגַלִּי יָת עֶרְיְתַהּ יָת קְלָנַהּ גַּלִּי וְהִיא תְגַלֵּי יָת סוֹאֲבַת דְּמָהָא וְיִשְׁתֵּיצוּן תַּרְוֵיהוֹן מִגּוֹ עַמְּהוֹן:",
          "english": "And if a man shall lie with a woman during her menstrual sickness, and shall uncover her nakedness; he has made naked her fountain, and she has uncovered the fountain of her blood: and both of them shall be cut off from among their people."
        },
        {
          "verseNum": 19,
          "hebrew": "וְעֶרְוַ֨ת אֲח֧וֹת אִמְּךָ֛ וַאֲח֥וֹת אָבִ֖יךָ לֹ֣א תְגַלֵּ֑ה כִּ֧י אֶת־שְׁאֵר֛וֹ הֶעֱרָ֖ה עֲוֺנָ֥ם יִשָּֽׂאוּ׃",
          "targum": "וְעֶרְיַת אֲחַת אִמָּךְ וַאֲחַת אָבוּךְ לָא תְגַלֵּי אֲרֵי יָת קָרִיבֵיהּ גַּלִּי חוֹבְהֶן יְקַבְּלוּן:",
          "english": "And thou shalt not uncover the nakedness of thy mother’s sister, nor of thy father’s sister: for he uncovers his near kin: they shall bear their iniquity."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֤ר יִשְׁכַּב֙ אֶת־דֹּ֣דָת֔וֹ עֶרְוַ֥ת דֹּד֖וֹ גִּלָּ֑ה חֶטְאָ֥ם יִשָּׂ֖אוּ עֲרִירִ֥ים יָמֻֽתוּ׃",
          "targum": "וּגְבַר דִּי יִשְׁכּוּב יָת אִתַּת אַח אֲבוּהִי עֶרְיַת אַח אֲבוּהִי גַּלִּי חוֹבְהֶן יְקַבְּלוּן בְּלָא וְלָד יְמוּתוּן:",
          "english": "And if a man shall lie with his uncle’s wife, he has uncovered his uncle’s nakedness: they shall bear their sin; they shall die childless."
        },
        {
          "verseNum": 21,
          "hebrew": "וְאִ֗ישׁ אֲשֶׁ֥ר יִקַּ֛ח אֶת־אֵ֥שֶׁת אָחִ֖יו נִדָּ֣ה הִ֑וא עֶרְוַ֥ת אָחִ֛יו גִּלָּ֖ה עֲרִירִ֥ים יִהְיֽוּ׃",
          "targum": "וּגְבַר דִּי יִסַּב יָת אִתַּת אֲחוּהִי מְרָחָקָא הִיא עֶרְיְתָא דַאֲחוּהִי גַּלִּי בְּלָא וְלָד יְהוֹן:",
          "english": "And if a man shall take his brother’s wife, it is an unclean thing: he has uncovered his brother’s nakedness; they shall be childless."
        },
        {
          "verseNum": 22,
          "hebrew": "וּשְׁמַרְתֶּ֤ם אֶת־כׇּל־חֻקֹּתַי֙ וְאֶת־כׇּל־מִשְׁפָּטַ֔י וַעֲשִׂיתֶ֖ם אֹתָ֑ם וְלֹא־תָקִ֤יא אֶתְכֶם֙ הָאָ֔רֶץ אֲשֶׁ֨ר אֲנִ֜י מֵבִ֥יא אֶתְכֶ֛ם שָׁ֖מָּה לָשֶׁ֥בֶת בָּֽהּ׃",
          "targum": "וְתִטְּרוּן יָת כָּל קְיָמַי וְיָת כָּל דִּינַי וְתַעְבְּדוּן יָתְהוֹן וְלָא תְרוֹקֵן יָתְכוֹן אַרְעָא דִּי אֲנָא מַעֵיל יָתְכוֹן תַּמָּן לְמִתַּב בַּהּ:",
          "english": "You shall therefore keep all my statutes, and all my judgments, and do them: that the land, into which I bring you to dwell, vomit you not out."
        },
        {
          "verseNum": 23,
          "hebrew": "וְלֹ֤א תֵֽלְכוּ֙ בְּחֻקֹּ֣ת הַגּ֔וֹי אֲשֶׁר־אֲנִ֥י מְשַׁלֵּ֖חַ מִפְּנֵיכֶ֑ם כִּ֤י אֶת־כׇּל־אֵ֙לֶּה֙ עָשׂ֔וּ וָאָקֻ֖ץ בָּֽם׃",
          "targum": "וְלָא תְהָכוּן בְּנִימוֹסֵי עַמְמַיָּא דִּי אֲנָא מַגְלֵי מִן קֳדָמֵיכוֹן אֲרֵי יָת כָּל אִלֵּין עֲבָדוּ וְרָחִיק מֵימְרִי יָתְהוֹן:",
          "english": "And you shall not walk in the practices of the nation, which I cast out before you: for they committed all these things, and therefore I abhorred them."
        },
        {
          "verseNum": 24,
          "hebrew": "וָאֹמַ֣ר לָכֶ֗ם אַתֶּם֮ תִּֽירְשׁ֣וּ אֶת־אַדְמָתָם֒ וַאֲנִ֞י אֶתְּנֶ֤נָּה לָכֶם֙ לָרֶ֣שֶׁת אֹתָ֔הּ אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָ֑שׁ אֲנִי֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם אֲשֶׁר־הִבְדַּ֥לְתִּי אֶתְכֶ֖ם מִן־הָֽעַמִּֽים׃",
          "targum": "וַאֲמָרִית לְכוֹן אַתּוּן תִּירְתוּן יָת אַרְעֲהוֹן וַאֲנָא אֶתְּנִנַּהּ לְכוֹן לְמֵירַת יָתַהּ אַרְעָא עָבְדָא חֲלָב וּדְבָשׁ אֲנָא יְיָ אֱלָהָכוֹן דִּי אַפְרֵשִׁית יָתְכוֹן מִן עַמְמַיָּא:",
          "english": "But I have said to you, You shall inherit their land, and I will give it to you to possess it, a land that flows with milk and honey: I am the Lord your God, who have separated you from the peoples."
        },
        {
          "verseNum": 25,
          "hebrew": "וְהִבְדַּלְתֶּ֞ם בֵּֽין־הַבְּהֵמָ֤ה הַטְּהֹרָה֙ לַטְּמֵאָ֔ה וּבֵין־הָע֥וֹף הַטָּמֵ֖א לַטָּהֹ֑ר וְלֹֽא־תְשַׁקְּצ֨וּ אֶת־נַפְשֹֽׁתֵיכֶ֜ם בַּבְּהֵמָ֣ה וּבָע֗וֹף וּבְכֹל֙ אֲשֶׁ֣ר תִּרְמֹ֣שׂ הָֽאֲדָמָ֔ה אֲשֶׁר־הִבְדַּ֥לְתִּי לָכֶ֖ם לְטַמֵּֽא׃",
          "targum": "וְתַפְרְשׁוּן בֵּין בְּעִירָא דַכְיָא לִמְסָאָבָא וּבֵין עוֹפָא מְסָאָבָא לִדְכֵי וְלָא תְשַׁקְּצוּן יָת נַפְשָׁתֵיכוֹן בִּבְעִירָא וּבְעוֹפָא וּבְכֹל דִּי תַרְחֵשׁ אַרְעָא דִּי אַפְרֵשִׁית לְכוֹן לְסָאָבָא:",
          "english": "You shall therefore distinguish between clean beasts and unclean, and between unclean birds and clean: and you shall not make your souls abominable by beast, or by bird, or by any manner of living thing that creeps on the ground, which I have separated from you as unclean."
        },
        {
          "verseNum": 26,
          "hebrew": "וִהְיִ֤יתֶם לִי֙ קְדֹשִׁ֔ים כִּ֥י קָד֖וֹשׁ אֲנִ֣י יְהֹוָ֑ה וָאַבְדִּ֥ל אֶתְכֶ֛ם מִן־הָֽעַמִּ֖ים לִהְי֥וֹת לִֽי׃",
          "targum": "וּתְהוֹן קֳדָמַי קַדִּישִׁין אֲרֵי קַדִּישׁ אֲנָא יְיָ וְאַפְרֵשִׁית יָתְכוֹן מִן עַמְמַיָּא לְמֶהֱוֵי פָלְחִין קֳדָמָי:",
          "english": "And you shall be holy to me: for I the Lord am holy, and have separated you from the peoples, that you should be mine."
        },
        {
          "verseNum": 27,
          "hebrew": "וְאִ֣ישׁ אֽוֹ־אִשָּׁ֗ה כִּי־יִהְיֶ֨ה בָהֶ֥ם א֛וֹב א֥וֹ יִדְּעֹנִ֖י מ֣וֹת יוּמָ֑תוּ בָּאֶ֛בֶן יִרְגְּמ֥וּ אֹתָ֖ם דְּמֵיהֶ֥ם בָּֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּגְבַר אוֹ אִתְּתָא אֲרֵי יְהֵי בְהוֹן בִּדִּין אוֹ דְּכוּר אִתְקְטָלָא יִתְקַטְּלוּן בְּאַבְנָא יִרְגְּמוּן יָתְהוֹן קְטָלָא חַיָּבִין:",
          "english": "A man also or woman that is a medium or a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them."
        }
      ]
    }
  ]
}