{
  "name": "Ki Teitzei",
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 21,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "כִּי־יִמָּצֵ֣א חָלָ֗ל בָּאֲדָמָה֙ אֲשֶׁר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ נֹתֵ֤ן לְךָ֙ לְרִשְׁתָּ֔הּ נֹפֵ֖ל בַּשָּׂדֶ֑ה לֹ֥א נוֹדַ֖ע מִ֥י הִכָּֽהוּ׃",
          "targum": "אֲרֵי יִשְׁתְּכַח קְטִילָא בְּאַרְעָא דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ לְמֵירְתַהּ רָמֵי בְּחַקְלָא לָא אִתְיְדַע מַן קָטְלֵיהּ:",
          "english": "If one be found slain in the land which the Lord thy God gives thee to possess it, lying in the field, and it be not known who has slain him:"
        },
        {
          "verseNum": 2,
          "hebrew": "וְיָצְא֥וּ זְקֵנֶ֖יךָ וְשֹׁפְטֶ֑יךָ וּמָדְדוּ֙ אֶל־הֶ֣עָרִ֔ים אֲשֶׁ֖ר סְבִיבֹ֥ת הֶחָלָֽל׃",
          "targum": "וְיִפְּקוּן סָבָיךְ וְדַיָּנָיךְ וְיִמְשְׁחוּן לְקִרְוַיָּא דִּי סַחֲרָנוּת קְטִילָא:",
          "english": "then thy elders and thy judges shall come out, and they shall measure to the cities which are round about him that is slain:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְהָיָ֣ה הָעִ֔יר הַקְּרֹבָ֖ה אֶל־הֶחָלָ֑ל וְלָֽקְח֡וּ זִקְנֵי֩ הָעִ֨יר הַהִ֜וא עֶגְלַ֣ת בָּקָ֗ר אֲשֶׁ֤ר לֹֽא־עֻבַּד֙ בָּ֔הּ אֲשֶׁ֥ר לֹא־מָשְׁכָ֖ה בְּעֹֽל׃",
          "targum": "וּתְהֵי קַרְתָּא דִּקָרִיבָא לִקְטִילָא וְיִדְבְּרוּן סָבֵי קַרְתָּא הַהִיא עֶגְלַת תּוֹרֵי דִּי לָא אִתְפְּלַח בַּהּ דִּי לָא נְגִידַת בְּנִיר:",
          "english": "and it shall be, that as for the city which is nearest to the slain man, the elders of that city shall take a heifer, which has not been put to work, and which has not drawn in the yoke;"
        },
        {
          "verseNum": 4,
          "hebrew": "וְהוֹרִ֡דוּ זִקְנֵי֩ הָעִ֨יר הַהִ֤וא אֶת־הָֽעֶגְלָה֙ אֶל־נַ֣חַל אֵיתָ֔ן אֲשֶׁ֛ר לֹא־יֵעָבֵ֥ד בּ֖וֹ וְלֹ֣א יִזָּרֵ֑עַ וְעָֽרְפוּ־שָׁ֥ם אֶת־הָעֶגְלָ֖ה בַּנָּֽחַל׃",
          "targum": "וְיֶחֱתוּן סָבֵי קַרְתָּא הַהִיא יָת עֲגַלְתָּא לְנַחֲלָא בַיָּר דִּי לָא אִתְפְּלַח בֵּיהּ וְלָא יִזְדְּרַע וְיִנְקְפוּן תַּמָּן יָת עֲגַלְתָּא בְּנַחֲלָא:",
          "english": "and the elders of that city shall bring down the heifer to a rough ravine, which is neither ploughed nor sown, and shall break the heifer’s neck there in the ravine:"
        },
        {
          "verseNum": 5,
          "hebrew": "וְנִגְּשׁ֣וּ הַכֹּהֲנִים֮ בְּנֵ֣י לֵוִי֒ כִּ֣י בָ֗ם בָּחַ֞ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לְשָׁ֣רְת֔וֹ וּלְבָרֵ֖ךְ בְּשֵׁ֣ם יְהֹוָ֑ה וְעַל־פִּיהֶ֥ם יִהְיֶ֖ה כׇּל־רִ֥יב וְכׇל־נָֽגַע׃",
          "targum": "וְיִתְקָרְבוּן כָּהֲנַיָּא בְּנֵי לֵוִי אֲרֵי בְהוֹן יִתִּרְעֵי יְיָ אֱלָהָךְ לְשַׁמָּשׁוּתֵיהּ וּלְבָרָכָא בִּשְׁמָא דַיְיָ וְעַל מֵימְרֵהוֹן יְהֵי כָּל דִּין וְכָל מַכְתַּשׁ סְגִירוּ:",
          "english": "and the priests the sons of Levi shall come near; for them the Lord thy God has chosen to minister to him, and to bless in the name of the Lord; and by their word shall every controversy and every stroke be tried:"
        },
        {
          "verseNum": 6,
          "hebrew": "וְכֹ֗ל זִקְנֵי֙ הָעִ֣יר הַהִ֔וא הַקְּרֹבִ֖ים אֶל־הֶחָלָ֑ל יִרְחֲצוּ֙ אֶת־יְדֵיהֶ֔ם עַל־הָעֶגְלָ֖ה הָעֲרוּפָ֥ה בַנָּֽחַל׃",
          "targum": "וְכֹל סָבֵי קַרְתָּא הַהִיא דִּקְרִיבִין לִקְטִילָא יַסְחוּן יָת יְדֵיהוֹן עַל עֲגַלְתָּא דִּנְקֶפְתָּא בְנַחֲלָא:",
          "english": "and all the elders of that city, that are nearest to the slain man, shall wash their hands over the heifer whose neck was broken in the ravine:"
        },
        {
          "verseNum": 7,
          "hebrew": "וְעָנ֖וּ וְאָמְר֑וּ יָדֵ֗ינוּ לֹ֤א <span class=\"mam-kq\"><span class=\"mam-kq-k\">(שפכה)</span> <span class=\"mam-kq-q\">[שָֽׁפְכוּ֙]</span></span> אֶת־הַדָּ֣ם הַזֶּ֔ה וְעֵינֵ֖ינוּ לֹ֥א רָאֽוּ׃",
          "targum": "וִיתִיבוּן וְיֵימְרוּן יְדָנָא לָא אַשְׁדּוֹ יָת דְּמָא הָדֵין וְעֵינָנָא לָא חֲזָאָה:",
          "english": "and they shall answer and say, Our hands have not shed this blood, nor have our eyes seen it."
        },
        {
          "verseNum": 8,
          "hebrew": "כַּפֵּר֩ לְעַמְּךָ֨ יִשְׂרָאֵ֤ל אֲשֶׁר־פָּדִ֙יתָ֙ יְהֹוָ֔ה וְאַל־תִּתֵּן֙ דָּ֣ם נָקִ֔י בְּקֶ֖רֶב עַמְּךָ֣ יִשְׂרָאֵ֑ל וְנִכַּפֵּ֥ר לָהֶ֖ם הַדָּֽם׃",
          "targum": "כָּהֲנַיָּא יֵימְרוּן כַּפַּר לְעַמָּךְ יִשְׂרָאֵל דִּי פְרַקְתָּא יְיָ וְלָא תִתֵּן חוֹבַת דַּם זַכַּי בְּגוֹ עַמָּךְ יִשְׂרָאֵל וְיִתְכַּפַּר לְהוֹן עַל דְּמָא:",
          "english": "Be merciful, O Lord, to thy people Yisra᾽el, whom thou hast redeemed, and lay not innocent blood to the charge of thy people Yisra᾽el. And the blood shall be forgiven them."
        },
        {
          "verseNum": 9,
          "hebrew": "וְאַתָּ֗ה תְּבַעֵ֛ר הַדָּ֥ם הַנָּקִ֖י מִקִּרְבֶּ֑ךָ כִּֽי־תַעֲשֶׂ֥ה הַיָּשָׁ֖ר בְּעֵינֵ֥י יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְאַתְּ תְּפַלֵּי אַשְׁדִּי דַם זַכַּי מִבֵּינָךְ אֲרֵי תַעְבֵּד דְּכָשָׁר קֳדָם יְיָ:",
          "english": "So shalt thou put away the innocent blood from among you, when thou shalt do that which is right in the sight of the Lord."
        },
        {
          "verseNum": 10,
          "hebrew": "כִּֽי־תֵצֵ֥א לַמִּלְחָמָ֖ה עַל־אֹיְבֶ֑יךָ וּנְתָנ֞וֹ יְהֹוָ֧ה אֱלֹהֶ֛יךָ בְּיָדֶ֖ךָ וְשָׁבִ֥יתָ שִׁבְיֽוֹ׃",
          "targum": "אֲרֵי תִפּוֹק לַאֲגָחָא קְרָבָא עַל בַּעֲלֵי דְבָבָךְ וְיִמְסְרִנּוּן יְיָ אֱלָהָךְ בִּידָךְ וְתִשְׁבֵּי שִׁבְיְהוֹן:",
          "english": "When thou goest forth to war against thy enemies, and the Lord thy God has delivered them into thy hands, and thou hast taken them captive,"
        },
        {
          "verseNum": 11,
          "hebrew": "וְרָאִ֙יתָ֙ בַּשִּׁבְיָ֔ה אֵ֖שֶׁת יְפַת־תֹּ֑אַר וְחָשַׁקְתָּ֣ בָ֔הּ וְלָקַחְתָּ֥ לְךָ֖ לְאִשָּֽׁה׃",
          "targum": "וְתֶחֱזֵי בְּשִׁבְיָה אִתְּתָא שַׁפִּירַת חֵזוּ וְתִתְרְעֵי בַהּ וְתִסְּבַהּ לָךְ לְאִנְתּוּ:",
          "english": "and thou seest among the captives a beautiful woman, and hast a desire to her, that thou wouldst have her to thy wife;"
        },
        {
          "verseNum": 12,
          "hebrew": "וַהֲבֵאתָ֖הּ אֶל־תּ֣וֹךְ בֵּיתֶ֑ךָ וְגִלְּחָה֙ אֶת־רֹאשָׁ֔הּ וְעָשְׂתָ֖ה אֶת־צִפׇּרְנֶֽיהָ׃",
          "targum": "וְתָעֵלִנַּהּ לְגוֹ בֵיתָךְ וּתְגַלַּח יָת רֵישַׁהּ וּתְרַבִּי יָת טוּפְרָנָהָא:",
          "english": "then thou shalt bring her home to thy house; and she shall shave her head, and pare her nails;"
        },
        {
          "verseNum": 13,
          "hebrew": "וְהֵסִ֩ירָה֩ אֶת־שִׂמְלַ֨ת שִׁבְיָ֜הּ מֵעָלֶ֗יהָ וְיָֽשְׁבָה֙ בְּבֵיתֶ֔ךָ וּבָ֥כְתָ֛ה אֶת־אָבִ֥יהָ וְאֶת־אִמָּ֖הּ יֶ֣רַח יָמִ֑ים וְאַ֨חַר כֵּ֜ן תָּב֤וֹא אֵלֶ֙יהָ֙ וּבְעַלְתָּ֔הּ וְהָיְתָ֥ה לְךָ֖ לְאִשָּֽׁה׃",
          "targum": "וְתֶעְדֵּי יָת כְּסוּת שִׁבְיַהּ מִנַּהּ וְתֵיתַב בְּבֵיתָךְ וְתִבְכֵּי יָת אֲבוּהָא וְיָת אִמַּהּ יְרַח יוֹמִין וּבָתַר כֵּן תֵּעוּל לְוָתַהּ וְתִבְעֲלִנַּהּ וּתְהֵי לָךְ לְאִנְתּוּ:",
          "english": "and she shall put the raiment of her captivity from off her, and shall remain in thy house, and bewail her father and her mother a full month: and after that thou shalt go in to her, and be her husband, and she shall be thy wife."
        },
        {
          "verseNum": 14,
          "hebrew": "וְהָיָ֞ה אִם־לֹ֧א חָפַ֣צְתָּ בָּ֗הּ וְשִׁלַּחְתָּהּ֙ לְנַפְשָׁ֔הּ וּמָכֹ֥ר לֹא־תִמְכְּרֶ֖נָּה בַּכָּ֑סֶף לֹא־תִתְעַמֵּ֣ר בָּ֔הּ תַּ֖חַת אֲשֶׁ֥ר עִנִּיתָֽהּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וִיהֵי אִם לָא תִתְרְעֵי בַהּ וְתִפְטְרִנַּהּ לְנַפְשַׁהּ וְזַבָּנָא לָא תְזַבְּנִנַּהּ בְּכַסְפָּא לָא תִתָּגַר בַּהּ חֲלַף דִּי עִנִּיתַהּ:",
          "english": "And it shall be, if\n\t\t\t\tthou have no delight in her, then thou shalt let her go where she will; but thou shalt not sell her at all for money, thou shalt not treat her as a slave, because thou hast humbled her."
        },
        {
          "verseNum": 15,
          "hebrew": "כִּֽי־תִהְיֶ֨יןָ לְאִ֜ישׁ שְׁתֵּ֣י נָשִׁ֗ים הָאַחַ֤ת אֲהוּבָה֙ וְהָאַחַ֣ת שְׂנוּאָ֔ה וְיָֽלְדוּ־ל֣וֹ בָנִ֔ים הָאֲהוּבָ֖ה וְהַשְּׂנוּאָ֑ה וְהָיָ֛ה הַבֵּ֥ן הַבְּכֹ֖ר לַשְּׂנִיאָֽה׃",
          "targum": "אֲרֵי תְהֶוְיָן לִגְבַר תַּרְתֵּין נְשִׁין חֲדָא רְחֶמְתָּא וַחֲדָא שְׂנִיאֲתָא וִילִידָן לֵיהּ בְּנִין רְחֶמְתָּא וּשְׂנִיאֲתָא וִיהֵי בְּרָא בוּכְרָא לִשְׂנִיאֲתָא:",
          "english": "If a man have two wives, one beloved, and another hated, and they have born him children, both the beloved and the hated; and if the firstborn son be hers that was hated:"
        },
        {
          "verseNum": 16,
          "hebrew": "וְהָיָ֗ה בְּיוֹם֙ הַנְחִיל֣וֹ אֶת־בָּנָ֔יו אֵ֥ת אֲשֶׁר־יִהְיֶ֖ה ל֑וֹ לֹ֣א יוּכַ֗ל לְבַכֵּר֙ אֶת־בֶּן־הָ֣אֲהוּבָ֔ה עַל־פְּנֵ֥י בֶן־הַשְּׂנוּאָ֖ה הַבְּכֹֽר׃",
          "targum": "וִיהֵי בְּיוֹמָא דְּיַחֲסֵן לִבְנוֹהִי יָת דִּי יְהֵי לֵיהּ לֵית לֵיהּ רְשׁוּ לְבַכָּרָא יָת בַּר רְחֶמְתָּא עַל אַפֵּי בַר שְׂנִיאֲתָא בּוּכְרָא:",
          "english": "then it shall be, when he makes his sons to inherit that which he has, that he may not give the preference to the son of the beloved wife, over the son of the hated wife who is the firstborn:"
        },
        {
          "verseNum": 17,
          "hebrew": "כִּי֩ אֶת־הַבְּכֹ֨ר בֶּן־הַשְּׂנוּאָ֜ה יַכִּ֗יר לָ֤תֶת לוֹ֙ פִּ֣י שְׁנַ֔יִם בְּכֹ֥ל אֲשֶׁר־יִמָּצֵ֖א ל֑וֹ כִּי־הוּא֙ רֵאשִׁ֣ית אֹנ֔וֹ ל֖וֹ מִשְׁפַּ֥ט הַבְּכֹרָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי יָת בּוּכְרָא בַר שְׂנִיאֲתָא יַפְרַשׁ לְמִתַּן לֵיהּ תַּרְתֵּין חֳלָקִין בְּכֹל דִּי יִשְׁתְּכַח לֵיהּ אֲרֵי הוּא רֵישׁ תָּקְפֵּיהּ לֵיהּ חָזְיָא בְכֵרוּתָא:",
          "english": "but he shall acknowledge the son of the hated for the firstborn, by giving him a double portion of all that he has: for he is the beginning of his strength; the right of the firstborn is his."
        },
        {
          "verseNum": 18,
          "hebrew": "כִּֽי־יִהְיֶ֣ה לְאִ֗ישׁ בֵּ֚ן סוֹרֵ֣ר וּמוֹרֶ֔ה אֵינֶ֣נּוּ שֹׁמֵ֔עַ בְּק֥וֹל אָבִ֖יו וּבְק֣וֹל אִמּ֑וֹ וְיִסְּר֣וּ אֹת֔וֹ וְלֹ֥א יִשְׁמַ֖ע אֲלֵיהֶֽם׃",
          "targum": "אֲרֵי יְהֵי לִגְבַר בַּר סָטֵי וּמָרֵי לֵיתוֹהִי מְקַבַּל לְמֵימַר אֲבוּהִי וּלְמֵימַר אִמֵּיהּ וּמַלְּפָן יָתֵיהּ וְלָא יְקַבֵּל מִנְּהוֹן:",
          "english": "If a man have a stubborn and rebellious son, who will not obey the voice of his father, or the voice of his mother, and that, when they have chastened him, will not hearken to them:"
        },
        {
          "verseNum": 19,
          "hebrew": "וְתָ֥פְשׂוּ ב֖וֹ אָבִ֣יו וְאִמּ֑וֹ וְהוֹצִ֧יאוּ אֹת֛וֹ אֶל־זִקְנֵ֥י עִיר֖וֹ וְאֶל־שַׁ֥עַר מְקֹמֽוֹ׃",
          "targum": "וְיֶחֱדוּן בֵּיהּ אֲבוּהִי וְאִמֵּיהּ וְיַפְּקוּן יָתֵיהּ לָקֳדָם סָבֵי קַרְתֵּיהּ וְלִתְרַע בֵּית דִּין אַתְרֵיהּ:",
          "english": "then shall his father and his mother lay hold of him, and bring him out to the elders of his city, and to the gate of his place;"
        },
        {
          "verseNum": 20,
          "hebrew": "וְאָמְר֞וּ אֶל־זִקְנֵ֣י עִיר֗וֹ בְּנֵ֤נוּ זֶה֙ סוֹרֵ֣ר וּמֹרֶ֔ה אֵינֶ֥נּוּ שֹׁמֵ֖עַ בְּקֹלֵ֑נוּ זוֹלֵ֖ל וְסֹבֵֽא׃",
          "targum": "וְיֵימְרוּן לְסָבֵי קַרְתֵּיהּ בְּנָנָא דֵין סָטֵי וּמָרֵי לֵיתוֹהִי מְקַבֵּל לְמֵימְרָנָא זָלֵל בְּסָר וְסָבֵי חֲמַר:",
          "english": "and they shall say to the elders of his city, This our son is stubborn and rebellious, he will not obey our voice; he is a glutton, and a drunkard."
        },
        {
          "verseNum": 21,
          "hebrew": "וּ֠רְגָמֻ֠הוּ כׇּל־אַנְשֵׁ֨י עִיר֤וֹ בָֽאֲבָנִים֙ וָמֵ֔ת וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּ֑ךָ וְכׇל־יִשְׂרָאֵ֖ל יִשְׁמְע֥וּ וְיִרָֽאוּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְיִרְגְּמֻנֵּיהּ כָּל גַּבְרֵי קַרְתֵּיהּ בְּאַבְנַיָּא וִימוּת וּתְפַלֵּי עָבֵד דְּבִישׁ מִבֵּינָךְ וְכָל יִשְׂרָאֵל יִשְׁמְעוּן וְיִדְחֲלוּן:",
          "english": "And all the men of his city shall stone him with stones, that he die: so shalt thou put evil away from among you; and all Yisra᾽el shall hear, and fear."
        },
        {
          "verseNum": 22,
          "hebrew": "וְכִֽי־יִהְיֶ֣ה בְאִ֗ישׁ חֵ֛טְא מִשְׁפַּט־מָ֖וֶת וְהוּמָ֑ת וְתָלִ֥יתָ אֹת֖וֹ עַל־עֵֽץ׃",
          "targum": "וַאֲרֵי יְהֵי בִגְבַר חוֹבַת דִּין דִּקְטוֹל וְיִתְקְטֵל וְתִצְלוֹב יָתֵיהּ עַל צְלִיבָא:",
          "english": "And if a man have committed a sin worthy of death, and he is put to death, and thou hang him on a tree:"
        },
        {
          "verseNum": 23,
          "hebrew": "לֹא־תָלִ֨ין נִבְלָת֜וֹ עַל־הָעֵ֗ץ כִּֽי־קָב֤וֹר תִּקְבְּרֶ֙נּוּ֙ בַּיּ֣וֹם הַה֔וּא כִּֽי־קִלְלַ֥ת אֱלֹהִ֖ים תָּל֑וּי וְלֹ֤א תְטַמֵּא֙ אֶת־אַדְמָ֣תְךָ֔ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תְבִית נְבִלְתֵּיהּ עַל צְלִיבָא אֲרֵי מִקְבַּר תִּקְבְּרִנֵּיהּ בְּיוֹמָא הַהוּא אֲרֵי עַל דְּחָב קֳדָם יְיָ אִצְטְלַב וְלָא תְסָאֵב יָת אַרְעָךְ דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ אַחֲסָנָא:",
          "english": "his body shall not remain all night upon the tree, but thou shalt surely bury him that day: (for he that is hanged is accursed of God;) that thy land be not defiled, which the Lord thy God gives thee for an inheritance."
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "לֹֽא־תִרְאֶה֩ אֶת־שׁ֨וֹר אָחִ֜יךָ א֤וֹ אֶת־שֵׂיוֹ֙ נִדָּחִ֔ים וְהִתְעַלַּמְתָּ֖ מֵהֶ֑ם הָשֵׁ֥ב תְּשִׁיבֵ֖ם לְאָחִֽיךָ׃",
          "targum": "לָא תֶחֱזֵי יָת תּוֹרָא דְאָחוּךְ אוֹ יָת אִמְּרֵיהּ דְּטָעָן וְתִתְכְּבֵשׁ מִנְּהוֹן אָתָבָא תָתֵבִנּוּן לְאָחוּךְ:",
          "english": "Thou shalt not see thy brother’s ox or his sheep go astray, and hide thyself from them: thou shalt surely bring them back to thy brother."
        },
        {
          "verseNum": 2,
          "hebrew": "וְאִם־לֹ֨א קָר֥וֹב אָחִ֛יךָ אֵלֶ֖יךָ וְלֹ֣א יְדַעְתּ֑וֹ וַאֲסַפְתּוֹ֙ אֶל־תּ֣וֹךְ בֵּיתֶ֔ךָ וְהָיָ֣ה עִמְּךָ֗ עַ֣ד דְּרֹ֤שׁ אָחִ֙יךָ֙ אֹת֔וֹ וַהֲשֵׁבֹת֖וֹ לֽוֹ׃",
          "targum": "וְאִם לָא קָרֵב אֲחוּךְ לְוָתָךְ וְלָא יְדַעַתְּ לֵיהּ וְתַכְנְשִׁנֵּיהּ לְגוֹ בֵיתָךְ וִיהֵי עִמָּךְ עַד דְּיִתְבַּע אֲחוּךְ יָתֵיהּ וְתָתֵיבִנֵּיהּ לֵיהּ:",
          "english": "And if thy brother be not near to thee, or if thou know him not, then thou shalt bring it to thy own house, and it shall be with thee until thy brother seek after it, and thou shalt restore it to him again."
        },
        {
          "verseNum": 3,
          "hebrew": "וְכֵ֧ן תַּעֲשֶׂ֣ה לַחֲמֹר֗וֹ וְכֵ֣ן תַּעֲשֶׂה֮ לְשִׂמְלָתוֹ֒ וְכֵ֣ן תַּעֲשֶׂ֗ה לְכׇל־אֲבֵדַ֥ת אָחִ֛יךָ אֲשֶׁר־תֹּאבַ֥ד מִמֶּ֖נּוּ וּמְצָאתָ֑הּ לֹ֥א תוּכַ֖ל לְהִתְעַלֵּֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְכֵן תַּעְבֵּד לַחֲמָרֵיהּ וְכֵן תַּעְבֵּד לִכְסוּתֵיהּ וְכֵן תַּעְבֵּד לְכָל אֲבֵדַת אֲחוּךְ דִּי תֵיבַד מִנֵּיהּ וְתַשְׁכְּחִנַּהּ לֵית לָךְ רְשׁוּ לְאִתְכַּסָּאָה:",
          "english": "In like manner shalt thou do with his ass; and so shalt thou do with his garment; and with every lost thing of thy brother’s, which he has lost, and thou hast found, shalt thou do likewise: thou mayst not hide thyself."
        },
        {
          "verseNum": 4,
          "hebrew": "לֹא־תִרְאֶה֩ אֶת־חֲמ֨וֹר אָחִ֜יךָ א֤וֹ שׁוֹרוֹ֙ נֹפְלִ֣ים בַּדֶּ֔רֶךְ וְהִתְעַלַּמְתָּ֖ מֵהֶ֑ם הָקֵ֥ם תָּקִ֖ים עִמּֽוֹ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תֶחֱזֵי יָת חֲמָרָא דְאָחוּךְ אוֹ תוֹרֵיהּ רָמָן בְּאָרְחָא וְתִתְכְּבֵשׁ מִנְּהוֹן אֲקָמָא תְקִים עִמֵּיהּ:",
          "english": "Thou shalt not see thy brother’s ass or his ox fall down by the way, and hide thyself from them: thou shalt surely help him to lift them up again."
        },
        {
          "verseNum": 5,
          "hebrew": "לֹא־יִהְיֶ֤ה כְלִי־גֶ֙בֶר֙ עַל־אִשָּׁ֔ה וְלֹא־יִלְבַּ֥שׁ גֶּ֖בֶר שִׂמְלַ֣ת אִשָּׁ֑ה כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ כׇּל־עֹ֥שֵׂה אֵֽלֶּה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "לָא יְהֵי תִקּוּן זֵין דִּגְבַר עַל אִתְּתָא וְלָא יְתַקֵּן גְּבַר בְּתִקּוּנֵי אִתְּתָא אֲרֵי מְרָחָק קֳדָם יְיָ אֱלָהָךְ כָּל עָבֵד אִלֵּין:",
          "english": "A woman shall not wear that which pertains to a man, neither shall a man put on a woman’s garment: for all that do so are abomination to the Lord thy God."
        },
        {
          "verseNum": 6,
          "hebrew": "כִּ֣י יִקָּרֵ֣א <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">(בספרי תימן <big>קַ</big>ן בקו״ף גדולה)</i>קַן־צִפּ֣וֹר&thinsp;<small>׀</small>&thinsp;לְפָנֶ֡יךָ בַּדֶּ֜רֶךְ בְּכׇל־עֵ֣ץ&thinsp;<b>׀</b> א֣וֹ עַל־הָאָ֗רֶץ אֶפְרֹחִים֙ א֣וֹ בֵיצִ֔ים וְהָאֵ֤ם רֹבֶ֙צֶת֙ עַל־הָֽאֶפְרֹחִ֔ים א֖וֹ עַל־הַבֵּיצִ֑ים לֹא־תִקַּ֥ח הָאֵ֖ם עַל־הַבָּנִֽים׃",
          "targum": "אֲרֵי יְעָרַע קִנָּא דְצִפְּרָא קֳדָמָךְ בְּאָרְחָא בְּכָל אִילָן אוֹ עַל אַרְעָא אֶפְרֹחִין אוֹ בֵיעִין וְאִמָא רְבֵעָא עַל אֶפְרֹחִין אוֹ עַל בֵּיעִין לָא תִסַּב אִמָּא עַל בְּנַיָּא:",
          "english": "If a bird’s nest chance to be before thee in the way in any tree, or on the ground, whether they be young ones, or eggs, and the mother bird sitting upon the young, or upon the eggs, thou shalt not take the mother bird together with the young:"
        },
        {
          "verseNum": 7,
          "hebrew": "שַׁלֵּ֤חַ תְּשַׁלַּח֙ אֶת־הָאֵ֔ם וְאֶת־הַבָּנִ֖ים תִּֽקַּֽח־לָ֑ךְ לְמַ֙עַן֙ יִ֣יטַב לָ֔ךְ וְהַאֲרַכְתָּ֖ יָמִֽים׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "שַׁלָּחָא תְשַׁלַּח יָת אִמָּא וְיָת בְּנַיָּא תִּסַּב לָךְ בְּדִיל דְּיֵיטַב לָךְ וְתוֹרִיךְ יוֹמִין:",
          "english": "but thou shalt surely let the mother go, and take the young to thee; that it may be well with thee, and that thou mayst prolong thy days."
        },
        {
          "verseNum": 8,
          "hebrew": "כִּ֤י תִבְנֶה֙ בַּ֣יִת חָדָ֔שׁ וְעָשִׂ֥יתָ מַעֲקֶ֖ה לְגַגֶּ֑ךָ וְלֹֽא־תָשִׂ֤ים דָּמִים֙ בְּבֵיתֶ֔ךָ כִּֽי־יִפֹּ֥ל הַנֹּפֵ֖ל מִמֶּֽנּוּ׃",
          "targum": "אֲרֵי תִבְנֵי בֵּיתָא חַדְתָּא וְתַעְבֵּד תְּיָקָא לְאִגְּרָךְ וְלָא תְשַׁוִּי חוֹבַת דִּין דִקְטוֹל בְּבֵיתָךְ אֲרֵי יִפֵּל דְּנָפֵל מִנֵּיהּ:",
          "english": "When thou buildest a new house, then thou shalt make a parapet for thy roof, that thou bring not blood upon thy house, if any man fall from it."
        },
        {
          "verseNum": 9,
          "hebrew": "לֹא־תִזְרַ֥ע כַּרְמְךָ֖ כִּלְאָ֑יִם פֶּן־תִּקְדַּ֗שׁ הַֽמְלֵאָ֤ה הַזֶּ֙רַע֙ אֲשֶׁ֣ר תִּזְרָ֔ע וּתְבוּאַ֖ת הַכָּֽרֶם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תִזְרַע כַּרְמָךְ עֵרוּבִין דִּילְמָא תִסְתָּאַב דִּמְעַת זַרְעָא דִּי תִזְרַע וַעֲלָלַת כַּרְמָא:",
          "english": "Thou shalt not sow thy vineyard with divers seeds: lest the fruit of the seed which thou hast sown, and the fruit of the vineyard, be forfeited."
        },
        {
          "verseNum": 10,
          "hebrew": "לֹֽא־תַחֲרֹ֥שׁ בְּשׁוֹר־וּבַחֲמֹ֖ר יַחְדָּֽו׃",
          "targum": "לָא תִרְדֵּי בְתוֹרָא וּבַחֲמָרָא כַּחֲדָא:",
          "english": "Thou shalt not plough with an ox and an ass together."
        },
        {
          "verseNum": 11,
          "hebrew": "לֹ֤א תִלְבַּשׁ֙ שַֽׁעַטְנֵ֔ז צֶ֥מֶר וּפִשְׁתִּ֖ים יַחְדָּֽו׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תִלְבַּשׁ שַׁעַטְנֵזָא עֲמַר וְכִתָּן מְחֻבַּר כַּחֲדָא:",
          "english": "Thou shalt not wear a garment of divers kinds, of woollen and linen together."
        },
        {
          "verseNum": 12,
          "hebrew": "גְּדִלִ֖ים תַּעֲשֶׂה־לָּ֑ךְ עַל־אַרְבַּ֛ע כַּנְפ֥וֹת כְּסוּתְךָ֖ אֲשֶׁ֥ר תְּכַסֶּה־בָּֽהּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "כְּרֻסְפְּדִין תַּעְבֶּד לָךְ עַל אַרְבַּע כַּנְפֵי כְסוּתָךְ דִּי תְכַסֵּי בַהּ:",
          "english": "Thou shalt make thee fringes upon the four corners of thy covering, with which thou coverest thyself."
        },
        {
          "verseNum": 13,
          "hebrew": "כִּֽי־יִקַּ֥ח אִ֖ישׁ אִשָּׁ֑ה וּבָ֥א אֵלֶ֖יהָ וּשְׂנֵאָֽהּ׃",
          "targum": "אֲרֵי יִסַּב גְּבַר אִתְּתָא וְיֵעוּל לְוָתַהּ וְיִסְנִנַּהּ:",
          "english": "If any man take a wife, and go in to her, and hate her,"
        },
        {
          "verseNum": 14,
          "hebrew": "וְשָׂ֥ם לָהּ֙ עֲלִילֹ֣ת דְּבָרִ֔ים וְהוֹצִ֥א עָלֶ֖יהָ שֵׁ֣ם רָ֑ע וְאָמַ֗ר אֶת־הָאִשָּׁ֤ה הַזֹּאת֙ לָקַ֔חְתִּי וָאֶקְרַ֣ב אֵלֶ֔יהָ וְלֹא־מָצָ֥אתִי לָ֖הּ בְּתוּלִֽים׃",
          "targum": "וִישַׁוִּי לַהּ תַּסְקוֹפֵי מִלִּין וְיַפֵּק עֲלַהּ שׁוּם בִּישׁ וְיֵימַר יָת אִתְּתָא הָדָא נְסֵבִית וְעַלִּית לְוָתַהּ וְלָא אַשְׁכָּחִית לַהּ בְּתוּלִין:",
          "english": "and lay accusing speeches against her, and bring out an evil name upon her, saying, I took this woman, and when I came to her, I found her not to be a virgin:"
        },
        {
          "verseNum": 15,
          "hebrew": "וְלָקַ֛ח אֲבִ֥י <span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֖</span> וְאִמָּ֑הּ וְהוֹצִ֜יאוּ אֶת־בְּתוּלֵ֧י <span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֛</span> אֶל־זִקְנֵ֥י הָעִ֖יר הַשָּֽׁעְרָה׃",
          "targum": "וְיִסַּב אֲבוּהָא (נ\"א אֲבוּהִי) דְעוּלֶמְתָּא וְאִמַּהּ וְיַפְּקוּן יָת בְּתוּלֵי עוּלֶמְתָּא לָקֳדָם סָבֵי קַרְתָּא לִתְרַע בֵּית דִּין אַתְרָא:",
          "english": "then shall the father of the girl, and her mother, take and bring forth the tokens of the girl’s virginity to the elders of the city in the gate:"
        },
        {
          "verseNum": 16,
          "hebrew": "וְאָמַ֛ר אֲבִ֥י <span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֖</span> אֶל־הַזְּקֵנִ֑ים אֶת־בִּתִּ֗י נָתַ֜תִּי לָאִ֥ישׁ הַזֶּ֛ה לְאִשָּׁ֖ה וַיִּשְׂנָאֶֽהָ׃",
          "targum": "וְיֵימַר אֲבוּהָא דְעוּלֶמְתָּא לְסָבַיָּא יָת בְּרַתִּי יְהָבִית לְגַבְרָא הָדֵין לְאִנְתּוּ וּסְנִנַּהּ:",
          "english": "and the girl’s father shall say to the elders, I gave my daughter to this man to wife, and he hated her;"
        },
        {
          "verseNum": 17,
          "hebrew": "וְהִנֵּה־ה֡וּא שָׂם֩ עֲלִילֹ֨ת דְּבָרִ֜ים לֵאמֹ֗ר לֹֽא־מָצָ֤אתִי לְבִתְּךָ֙ בְּתוּלִ֔ים וְאֵ֖לֶּה בְּתוּלֵ֣י בִתִּ֑י וּפָֽרְשׂוּ֙ הַשִּׂמְלָ֔ה לִפְנֵ֖י זִקְנֵ֥י הָעִֽיר׃",
          "targum": "וְהָא הוּא שַׁוִּי תַּסְקוֹפֵי מִלִּין לְמֵימַר לָא אַשְׁכָּחִית לִבְרַתָּךְ בְּתוּלִין וְאִלֵּין בְּתוּלֵי בְרַתִּי וְיִפְרְסוּן שׁוֹשִׁיפָא קֳדָם סָבֵי קַרְתָּא:",
          "english": "and, lo, he has laid accusing speeches against her, saying, I found not thy daughter a virgin; and yet these are the tokens of my daughter’s virginity. And they shall spread the cloth before the elders of the city."
        },
        {
          "verseNum": 18,
          "hebrew": "וְלָ֥קְח֛וּ זִקְנֵ֥י הָֽעִיר־הַהִ֖וא אֶת־הָאִ֑ישׁ וְיִסְּר֖וּ אֹתֽוֹ׃",
          "targum": "וְיִדְבְּרוּן סָבֵי קַרְתָּא הַהִיא יָת גַּבְרָא וְיַלְקוּן יָתֵיהּ:",
          "english": "And the elders of that city shall take that man and chastise him;"
        },
        {
          "verseNum": 19,
          "hebrew": "וְעָנְשׁ֨וּ אֹת֜וֹ מֵ֣אָה כֶ֗סֶף וְנָתְנוּ֙ לַאֲבִ֣י הַֽנַּעֲרָ֔ה כִּ֤י הוֹצִיא֙ שֵׁ֣ם רָ֔ע עַ֖ל בְּתוּלַ֣ת יִשְׂרָאֵ֑ל וְלֽוֹ־תִהְיֶ֣ה לְאִשָּׁ֔ה לֹא־יוּכַ֥ל לְשַׁלְּחָ֖הּ כׇּל־יָמָֽיו׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְיִגְבּוּן מִנֵּיהּ מְאָה סִלְעִין דִּכְסָף וְיִתְּנוּן לַאֲבוּהָא דְעוּלֶמְתָּא אֲרֵי אַפֵּק שׁוּם בִּישׁ עַל בְּתוּלְתָּא דְיִשְׂרָאֵל וְלֵיהּ תְּהֵי לְאִנְתּוּ לֵית לֵיהּ רְשׁוּ לְמִפְטְרַהּ כָּל יוֹמוֹהִי:",
          "english": "and they shall fine him a hundred shekels of silver, and give them to the father of the girl, because he has brought out an evil name upon a virgin of Yisra᾽el: and she shall be his wife; he may not put her away all his days."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאִם־אֱמֶ֣ת הָיָ֔ה הַדָּבָ֖ר הַזֶּ֑ה לֹא־נִמְצְא֥וּ בְתוּלִ֖ים <span class=\"mam-kq-trivial\">לַֽנַּעֲרָֽ</span>׃",
          "targum": "וְאִם קֻשְׁטָא הֲוָה פִּתְגָּמָא הָדֵין לָא אִשְׁתְּכָחוּ בְתוּלִין לְעוּלֶמְתָּא:",
          "english": "But if this thing be true, and tokens of virginity be not found for the girl:"
        },
        {
          "verseNum": 21,
          "hebrew": "וְהוֹצִ֨יאוּ אֶת־<span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֜</span> אֶל־פֶּ֣תַח בֵּית־אָבִ֗יהָ וּסְקָל֩וּהָ֩ אַנְשֵׁ֨י עִירָ֤הּ בָּאֲבָנִים֙ וָמֵ֔תָה כִּֽי־עָשְׂתָ֤ה נְבָלָה֙ בְּיִשְׂרָאֵ֔ל לִזְנ֖וֹת בֵּ֣ית אָבִ֑יהָ וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְיַפְּקוּן יָת עוּלֶמְתָּא לִתְרַע בֵּית אָבוּהָא וְיִרְגְּמֻנַּהּ אֱנָשֵׁי קַרְתַּהּ בְּאַבְנַיָּא וּתְמוּת אֲרֵי עָבְדַת קְלָנָא בְּיִשְׂרָאֵל לְזַנָּאָה בֵּית אֲבוּהָא וּתְפַלֵּי עָבֵד דְּבִישׁ מִבֵּינָךְ:",
          "english": "then they shall bring out the girl to the door of her father’s house, and the men of her city shall stone her with stones that she die: because she has perpetrated wantonness in Yisra᾽el, to play the harlot in her father’s house: so shalt thou put evil away from among you."
        },
        {
          "verseNum": 22,
          "hebrew": "כִּֽי־יִמָּצֵ֨א אִ֜ישׁ שֹׁכֵ֣ב&thinsp;<b>׀</b> עִם־אִשָּׁ֣ה בְעֻֽלַת־בַּ֗עַל וּמֵ֙תוּ֙ גַּם־שְׁנֵיהֶ֔ם הָאִ֛ישׁ הַשֹּׁכֵ֥ב עִם־הָאִשָּׁ֖ה וְהָאִשָּׁ֑ה וּבִֽעַרְתָּ֥ הָרָ֖ע מִיִּשְׂרָאֵֽל׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי יִשְׁתְּכַח גְּבַר דְּשָׁכֵב עִם אִתְּתָא אִתַּת גְּבַר וְיִתְקַטְּלוּן אַף תַּרְוֵיהוֹן גַּבְרָא דְּשָׁכֵב עִם אִתְּתָא וְאִתְּתָא וּתְפַלֵּי עָבֵד דְּבִישׁ מִיִּשְׂרָאֵל:",
          "english": "If a man be found lying with a woman married to a husband, then they shall both of them die both the man that lay with the woman, and the woman: so shalt thou put away evil from Yisra᾽el."
        },
        {
          "verseNum": 23,
          "hebrew": "כִּ֤י יִהְיֶה֙ <span class=\"mam-kq-trivial\">נַעֲרָ֣</span> בְתוּלָ֔ה מְאֹרָשָׂ֖ה לְאִ֑ישׁ וּמְצָאָ֥הּ אִ֛ישׁ בָּעִ֖יר וְשָׁכַ֥ב עִמָּֽהּ׃",
          "targum": "אֲרֵי תְהֵי עוּלֶמְתָּא בְתֻלְתָּא דִּמְאָרְסָא לִגְבַר וְיַשְׁכְּחִנַּהּ גְּבַר בְּקַרְתָּא וְיִשְׁכּוּב עִמַּהּ:",
          "english": "If a girl that is a virgin be betrothed to a husband, and a man find her in the city, and lie with her;"
        },
        {
          "verseNum": 24,
          "hebrew": "וְהוֹצֵאתֶ֨ם אֶת־שְׁנֵיהֶ֜ם אֶל־שַׁ֣עַר&thinsp;<b>׀</b> הָעִ֣יר הַהִ֗וא וּסְקַלְתֶּ֨ם אֹתָ֥ם בָּאֲבָנִים֮ וָמֵ֒תוּ֒ אֶת־<span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֗</span> עַל־דְּבַר֙ אֲשֶׁ֣ר לֹא־צָעֲקָ֣ה בָעִ֔יר וְאֶ֨ת־הָאִ֔ישׁ עַל־דְּבַ֥ר אֲשֶׁר־עִנָּ֖ה אֶת־אֵ֣שֶׁת רֵעֵ֑הוּ וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְתַפְּקוּן יָת תַּרְוֵיהוֹן לִתְרַע קַרְתָּא הַהִיא וְתִרְגְּמוּן יָתְהוֹן בְּאַבְנַיָּא וִימוּתוּן יָת עוּלֶמְתָּא עַל עֵסַק דִּי לָא צְוָחַת בְּקַרְתָּא וְיָת גַּבְרָא עַל עֵסַק דְּעַנִּי יָת אִתַּת חַבְרֵיהּ וּתְפַלֵּי עָבֵד דְּבִישׁ מִבֵּינָךְ:",
          "english": "then you shall bring them both out to the gate of that city, and you shall stone them with stones that they die; the girl, because she cried not, being in the city; and the man, because he has humbled his neighbour’s wife: so thou shalt put away evil from among you."
        },
        {
          "verseNum": 25,
          "hebrew": "וְֽאִם־בַּשָּׂדֶ֞ה יִמְצָ֣א הָאִ֗ישׁ אֶת־<span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֙</span> הַמְאֹ֣רָשָׂ֔ה וְהֶחֱזִֽיק־בָּ֥הּ הָאִ֖ישׁ וְשָׁכַ֣ב עִמָּ֑הּ וּמֵ֗ת הָאִ֛ישׁ אֲשֶׁר־שָׁכַ֥ב עִמָּ֖הּ לְבַדּֽוֹ׃",
          "targum": "וְאִם בְּחַקְלָא יַשְׁכַּח גְּבַר יָת עוּלֶמְתָּא דִמְאָרְסָא וְיִתְקֶף בַּהּ גַּבְרָא וְיִשְׁכּוּב עִמַּהּ וְיִתְקְטֵל גַּבְרָא דְּשָׁכֵב עִמַּהּ בִּלְחוֹדוֹהִי:",
          "english": "But if a man find a betrothed girl in the field, and the man force her, and lie with her: then only the man that lay with her shall die:"
        },
        {
          "verseNum": 26,
          "hebrew": "<span class=\"mam-kq-trivial\">וְלַֽנַּעֲרָ֙</span> לֹא־תַעֲשֶׂ֣ה דָבָ֔ר אֵ֥ין <span class=\"mam-kq-trivial\">לַֽנַּעֲרָ֖</span> חֵ֣טְא מָ֑וֶת כִּ֡י כַּאֲשֶׁר֩ יָק֨וּם אִ֤ישׁ עַל־רֵעֵ֙הוּ֙ וּרְצָח֣וֹ נֶ֔פֶשׁ כֵּ֖ן הַדָּבָ֥ר הַזֶּֽה׃",
          "targum": "וּלְעוּלֶמְתָּא לָא תַעְבֵּד מִדַּעַם לֵית לְעוּלֶמְתָּא חוֹבַת דִּין דִּקְטוֹל אֲרֵי כְּמָא דִיקוּם גַּבְרָא עַל חַבְרֵיהּ וְיִקְטְלִנֵּיהּ נְפַשׁ כֵּן פִּתְגָּמָא הָדֵין:",
          "english": "but to the girl thou shalt do nothing; there is in the girl no sin worthy of death: for as when a man rises against his neighbour, and slays him, even so is this matter:"
        },
        {
          "verseNum": 27,
          "hebrew": "כִּ֥י בַשָּׂדֶ֖ה מְצָאָ֑הּ צָעֲקָ֗ה <span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֙</span> הַמְאֹ֣רָשָׂ֔ה וְאֵ֥ין מוֹשִׁ֖יעַ לָֽהּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי בְחַקְלָא אַשְׁכְּחַהּ צְוָחַת עוּלֶמְתָּא דִּמְאָרְסָא וְלֵית דְּפָרִיק לַהּ:",
          "english": "for he found her in the field, and the betrothed maiden cried out, but there was none to save her."
        },
        {
          "verseNum": 28,
          "hebrew": "כִּֽי־יִמְצָ֣א אִ֗ישׁ <span class=\"mam-kq-trivial\">נַעֲרָ֤</span> בְתוּלָה֙ אֲשֶׁ֣ר לֹא־אֹרָ֔שָׂה וּתְפָשָׂ֖הּ וְשָׁכַ֣ב עִמָּ֑הּ וְנִמְצָֽאוּ׃",
          "targum": "אֲרֵי יַשְׁכַּח גְּבַר עוּלֶמְתָּא בְתֻלְתָּא דִּי לָא מְאָרְסָא וְיֶחֱדִנַּהּ וְיִשְׁכּוּב עִמַּהּ וְיִשְׁתַּכְּחוּן:",
          "english": "If a man find a girl that is a virgin, who is not betrothed, and lay hold of her, and lie with her, and they be found;"
        },
        {
          "verseNum": 29,
          "hebrew": "וְ֠נָתַ֠ן הָאִ֨ישׁ הַשֹּׁכֵ֥ב עִמָּ֛הּ לַאֲבִ֥י <span class=\"mam-kq-trivial\">הַֽנַּעֲרָ֖</span> חֲמִשִּׁ֣ים כָּ֑סֶף וְלֽוֹ־תִהְיֶ֣ה לְאִשָּׁ֗ה תַּ֚חַת אֲשֶׁ֣ר עִנָּ֔הּ לֹא־יוּכַ֥ל שַׁלְּחָ֖הּ כׇּל־יָמָֽיו׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְיִתֵּן גַּבְרָא דְּיִשְׁכֻּב עִמַּהּ לַאֲבוּהָא דְעוּלֶמְתָּא חַמְשִׁין סִלְעִין דִּכְסַף וְלֵיהּ תְּהֵי לְאִנְתּוּ חֳלַף דִּי עַנְיַהּ לֵית לֵיהּ רְשׁוּ לְמִפְטְרַהּ כָּל יוֹמוֹהִי:",
          "english": "then the man that lay with her shall give to the girl’s father fifty shekels of silver, and she shall be his wife; because he has humbled her, he may not put her away all his days."
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "לֹא־יִקַּ֥ח אִ֖ישׁ אֶת־אֵ֣שֶׁת אָבִ֑יו וְלֹ֥א יְגַלֶּ֖ה כְּנַ֥ף אָבִֽיו׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא יִסַּב גְּבַר יָת אִתַּת אֲבוּהִי וְלָא יְגַלֵּי כַּנְפָא דַאֲבוּהִי:",
          "english": "A man shall not take his father’s wife, nor uncover his father’s skirt."
        },
        {
          "verseNum": 2,
          "hebrew": "לֹֽא־יָבֹ֧א פְצֽוּעַ־דַּכָּ֛א<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">(בספרי ספרד ורוב ספרי אשכנז דַּכָּ֛ה)</i> וּכְר֥וּת שׇׁפְכָ֖ה בִּקְהַ֥ל יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא יִדְכֵּי דְפָסִיק וְדִמְחַבַּל לְמֵעַל בִּקְהָלָא דַיְיָ:",
          "english": "He that is wounded in the stones, or has his privy member cut off, shall not enter into the congregation of the Lord."
        },
        {
          "verseNum": 3,
          "hebrew": "לֹא־יָבֹ֥א מַמְזֵ֖ר בִּקְהַ֣ל יְהֹוָ֑ה גַּ֚ם דּ֣וֹר עֲשִׂירִ֔י לֹא־יָ֥בֹא ל֖וֹ בִּקְהַ֥ל יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא יִדְכֵּי מַמְזֵרָא לְמֵעַל בִּקְהָלָא דַיְיָ אַף דָּרָא עֲשִׂירָאָה לָא יִדְכֵּי לֵיהּ לְמֵעַל בִּקְהָלָא דַיְיָ:",
          "english": "A bastard shall not enter into the congregation of the Lord; even to his tenth generation shall he not enter into the congregation of the Lord."
        },
        {
          "verseNum": 4,
          "hebrew": "לֹֽא־יָבֹ֧א עַמּוֹנִ֛י וּמוֹאָבִ֖י בִּקְהַ֣ל יְהֹוָ֑ה גַּ֚ם דּ֣וֹר עֲשִׂירִ֔י לֹא־יָבֹ֥א לָהֶ֛ם בִּקְהַ֥ל יְהֹוָ֖ה עַד־עוֹלָֽם׃",
          "targum": "לָא יִדְכּוּן עַמּוֹנָאֵי וּמוֹאָבָאֵי לְמֵעַל בִּקְהָלָא דַיְיָ אַף דָּרָא עֲשִׂירָאָה לָא יִדְכֵּי לְהוֹן לְמֵעַל בִּקְהָלָא דַיְיָ עַד עֳלָם:",
          "english": "An ῾Ammonite or a Mo᾽avite shall not enter into the congregation of the Lord; even to their tenth generation shall they not enter into the congregation of the Lord for ever:"
        },
        {
          "verseNum": 5,
          "hebrew": "עַל־דְּבַ֞ר אֲשֶׁ֨ר לֹא־קִדְּמ֤וּ אֶתְכֶם֙ בַּלֶּ֣חֶם וּבַמַּ֔יִם בַּדֶּ֖רֶךְ בְּצֵאתְכֶ֣ם מִמִּצְרָ֑יִם וַאֲשֶׁר֩ שָׂכַ֨ר עָלֶ֜יךָ אֶת־בִּלְעָ֣ם בֶּן־בְּע֗וֹר מִפְּת֛וֹר אֲרַ֥ם נַהֲרַ֖יִם לְקַֽלְלֶֽךָּ׃",
          "targum": "עַל עֵסַק דִּי לָא עֲרָעוּ יָתְכוֹן בְּלַחְמָא וּבְמַיָּא בְּאָרְחָא בְּמִפָּקְכוֹן מִמִּצְרָיִם וְדִי אֲגַר עֲלָךְ יָת בִּלְעָם בַּר בְּעוֹר מִפְּתוֹר אֲרַם דִּי עַל פְּרָת לְלַטָּיוּתָךְ:",
          "english": "because they met you not with bread and with water in the way, when you came out of Miżrayim; and because they hired against thee Bil῾am, the son of Be῾or, from Petor of Aram-naharayim to curse thee."
        },
        {
          "verseNum": 6,
          "hebrew": "וְלֹֽא־אָבָ֞ה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לִשְׁמֹ֣עַ אֶל־בִּלְעָ֔ם וַיַּהֲפֹךְ֩ יְהֹוָ֨ה אֱלֹהֶ֧יךָ לְּךָ֛ אֶת־הַקְּלָלָ֖ה לִבְרָכָ֑ה כִּ֥י אֲהֵֽבְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "וְלָא אָבֵי יְיָ אֱלָהָךְ לְקַבָּלָא מִן בִּלְעָם וַהֲפַךְ יְיָ אֱלָהָךְ לָךְ יָת לְוָטִין לְבִרְכָן אֲרֵי רָחֲמָךְ יְיָ אֱלָהָךְ:",
          "english": "But the Lord thy God would not hearken to Bil῾am; but the Lord thy God turned the curse into a blessing unto thee, because the Lord thy God loved thee."
        },
        {
          "verseNum": 7,
          "hebrew": "לֹא־תִדְרֹ֥שׁ שְׁלֹמָ֖ם וְטֹבָתָ֑ם כׇּל־יָמֶ֖יךָ לְעוֹלָֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תִתְבַּע שְׁלָמְהוֹן וְטָבָתְהוֹן כָּל יוֹמָיךְ לְעָלָם:",
          "english": "Thou shalt not seek their peace nor their prosperity all thy days for ever."
        },
        {
          "verseNum": 8,
          "hebrew": "לֹֽא־תְתַעֵ֣ב אֲדֹמִ֔י כִּ֥י אָחִ֖יךָ ה֑וּא לֹא־תְתַעֵ֣ב מִצְרִ֔י כִּי־גֵ֖ר הָיִ֥יתָ בְאַרְצֽוֹ׃",
          "targum": "לָא תְרַחַק אֱדוֹמָאָה אֲרֵי אֲחוּךְ הוּא לָא תְרַחַק מִצְרָאָה אֲרֵי דַיָּר הֲוֵיתָא בְאַרְעֵיהּ:",
          "english": "Thou shalt not abhor an Edomite; for he is thy brother: thou shalt not abhor a Miżrian; because thou wast a stranger in his land."
        },
        {
          "verseNum": 9,
          "hebrew": "בָּנִ֛ים אֲשֶׁר־יִוָּלְד֥וּ לָהֶ֖ם דּ֣וֹר שְׁלִישִׁ֑י יָבֹ֥א לָהֶ֖ם בִּקְהַ֥ל יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "בְּנִין דִּי יִתְיְלִידוּ לְהוֹן דָּרָא תְלִיתָאָה יִדְכֵּי לְהוֹן לְמֵעַל בִּקְהָלָא דַיְיָ:",
          "english": "The children that are begotten of them shall enter into the congregation of the Lord in their third generation."
        },
        {
          "verseNum": 10,
          "hebrew": "כִּֽי־תֵצֵ֥א מַחֲנֶ֖ה עַל־אֹיְבֶ֑יךָ וְנִ֨שְׁמַרְתָּ֔ מִכֹּ֖ל דָּבָ֥ר רָֽע׃",
          "targum": "אֲרֵי תִפּוֹק מַשְׁרִיתָא עַל בַּעֲלֵי דְבָבָךְ וְתִסְתַּמַּר מִכֹּל מִדַּעַם בִּישׁ:",
          "english": "When thou goest out to encamp against thy enemies, then keep thee from every evil thing."
        },
        {
          "verseNum": 11,
          "hebrew": "כִּֽי־יִהְיֶ֤ה בְךָ֙ אִ֔ישׁ אֲשֶׁ֛ר לֹא־יִהְיֶ֥ה טָה֖וֹר מִקְּרֵה־לָ֑יְלָה וְיָצָא֙ אֶל־מִח֣וּץ לַֽמַּחֲנֶ֔ה לֹ֥א יָבֹ֖א אֶל־תּ֥וֹךְ הַֽמַּחֲנֶֽה׃",
          "targum": "אֲרֵי יְהֵי בָךְ גְּבַר דִּי לָא יְהֵי דְכֵי מִקְּרֵה לֵילְיָא וְיִפּוֹק לְמִבָּרָא לְמַשְׁרִיתָא לָא יֵעוּל לְגוֹ מַשְׁרִיתָא:",
          "english": "If there be among you any man, that is not clean by reason of uncleanness that chances by night, then shall he go abroad out of the camp, he shall not come within the camp:"
        },
        {
          "verseNum": 12,
          "hebrew": "וְהָיָ֥ה לִפְנֽוֹת־עֶ֖רֶב יִרְחַ֣ץ בַּמָּ֑יִם וּכְבֹ֣א הַשֶּׁ֔מֶשׁ יָבֹ֖א אֶל־תּ֥וֹךְ הַֽמַּחֲנֶֽה׃",
          "targum": "וִיהֵי לְמִפְנֵי רַמְשָׁא יַסְחֵי בְמַיָּא וּכְמֵעַל שִׁמְשָׁא יֵעוּל לְגוֹ מַשְׁרִיתָא:",
          "english": "but it shall be, when evening comes on, he shall bathe himself in water: and when the sun is down, he shall come into the camp again."
        },
        {
          "verseNum": 13,
          "hebrew": "וְיָד֙ תִּהְיֶ֣ה לְךָ֔ מִח֖וּץ לַֽמַּחֲנֶ֑ה וְיָצָ֥אתָ שָּׁ֖מָּה חֽוּץ׃",
          "targum": "וַאֲתַר מְתַקָּן יְהֵי לָךְ מִבָּרָא לְמַשְׁרִיתָא וְתִפּוֹק תַּמָּן לְבָרָא:",
          "english": "Thou shalt have a place also outside the camp, where thou shalt withdraw thyself:"
        },
        {
          "verseNum": 14,
          "hebrew": "וְיָתֵ֛ד תִּהְיֶ֥ה לְךָ֖ עַל־אֲזֵנֶ֑ךָ וְהָיָה֙ בְּשִׁבְתְּךָ֣ ח֔וּץ וְחָפַרְתָּ֣ה בָ֔הּ וְשַׁבְתָּ֖ וְכִסִּ֥יתָ אֶת־צֵאָתֶֽךָ׃",
          "targum": "וְסִכְּתָא תְּהֵי לָךְ עַל זֵינָךְ וִיהֵי בְּמִתְבָךְ לְבָרָא וְתַחְפַּר בַּהּ וּתְתוּב וּתְכַסֵּי יָת מִפְּקָתָךְ:",
          "english": "and thou shalt have a spade among thy weapons,\n\t\t\t\tand it shall be, when thou wilt ease thyself outside, thou shalt dig with it, and shalt turn back and cover thy excrement:"
        },
        {
          "verseNum": 15,
          "hebrew": "כִּי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ מִתְהַלֵּ֣ךְ&thinsp;<b>׀</b> בְּקֶ֣רֶב מַחֲנֶ֗ךָ לְהַצִּֽילְךָ֙ וְלָתֵ֤ת אֹיְבֶ֙יךָ֙ לְפָנֶ֔יךָ וְהָיָ֥ה מַחֲנֶ֖יךָ קָד֑וֹשׁ וְלֹֽא־יִרְאֶ֤ה בְךָ֙ עֶרְוַ֣ת דָּבָ֔ר וְשָׁ֖ב מֵאַחֲרֶֽיךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי יְיָ אֱלָהָךְ שְׁכִנְתֵּיהּ מְהַלְּכָא בְּגוֹ מַשְׁרִיתָךְ לְשֵׁזָבוּתָךְ וּלְמִמְסַר בַּעֲלֵי דְבָבָךְ קֳדָמָךְ וּתְהֵי מַשְׁרִיתָךְ קַדִּישָׁא וְלָא יִתְחֲזֵי בָךְ עֲבֵרַת פִּתְגָּם וִיתוּב מֵימְרֵיהּ מִלְּאוֹטָבָא לָךְ:",
          "english": "for the Lord thy God walks in the midst of thy camp, to deliver thee, and to give up thy enemies before thee; therefore shall thy camp be holy: that he see no unclean thing in thee, and turn away from thee."
        },
        {
          "verseNum": 16,
          "hebrew": "לֹא־תַסְגִּ֥יר עֶ֖בֶד אֶל־אֲדֹנָ֑יו אֲשֶׁר־יִנָּצֵ֥ל אֵלֶ֖יךָ מֵעִ֥ם אֲדֹנָֽיו׃",
          "targum": "לָא תִמְסַר עֶבֶד עַמְמִין לְיַד רִבּוֹנֵיהּ דְּיִשְׁתֵּזֵב לְוָתָךְ מִלְּוָת רִבּוֹנֵיהּ:",
          "english": "Thou shalt not deliver to his master the servant who is escaped from his master to thee:"
        },
        {
          "verseNum": 17,
          "hebrew": "עִמְּךָ֞ יֵשֵׁ֣ב בְּקִרְבְּךָ֗ בַּמָּק֧וֹם אֲשֶׁר־יִבְחַ֛ר בְּאַחַ֥ד שְׁעָרֶ֖יךָ בַּטּ֣וֹב ל֑וֹ לֹ֖א תּוֹנֶֽנּוּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "עִמָּךְ יִתֵּב בֵּינָךְ בְּאַתְרָא דִּי יִתִּרְעֵי בַּחֲדָא מִן קִרְוָיךְ בִּדְיֵיטַב לֵיהּ לָא תוֹנִנֵּיהּ:",
          "english": "he shall dwell with thee, among you, in that place which he shall choose in one of thy gates, where it likes him best: thou shalt not oppress him."
        },
        {
          "verseNum": 18,
          "hebrew": "לֹא־תִהְיֶ֥ה קְדֵשָׁ֖ה מִבְּנ֣וֹת יִשְׂרָאֵ֑ל וְלֹֽא־יִהְיֶ֥ה קָדֵ֖שׁ מִבְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "לָא תְהֵי אִתְּתָא מִבְּנַת יִשְׂרָאֵל לִגְבַר עָבֵד וְלָא יִסַּב גַּבְרָא מִבְּנֵי יִשְׂרָאֵל אִתְּתָא אָמָא:",
          "english": "There shall be no female prostitute of the daughters of Yisra᾽el, nor a male prostitute of the sons of Yisra᾽el."
        },
        {
          "verseNum": 19,
          "hebrew": "לֹא־תָבִיא֩ אֶתְנַ֨ן זוֹנָ֜ה וּמְחִ֣יר כֶּ֗לֶב בֵּ֛ית יְהֹוָ֥ה אֱלֹהֶ֖יךָ לְכׇל־נֶ֑דֶר כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ גַּם־שְׁנֵיהֶֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תָעֵל אֲגַר זַנִּיתָא וְחוּלְפַן כַּלְבָּא לְבֵית מַקְדְּשָׁא דַּיְיָ אֱלָהָךְ לְכָל נִדְרָא אֲרֵי מְרָחָק קֳדָם יְיָ אֱלָהָךְ אַף תַּרְוֵיהוֹן:",
          "english": "Thou shalt not bring the hire of a prostitute, or the price of a dog, into the house of the Lord thy God for any vow: for both these are abomination to the Lord thy God."
        },
        {
          "verseNum": 20,
          "hebrew": "לֹא־תַשִּׁ֣יךְ לְאָחִ֔יךָ נֶ֥שֶׁךְ כֶּ֖סֶף נֶ֣שֶׁךְ אֹ֑כֶל נֶ֕שֶׁךְ כׇּל־דָּבָ֖ר אֲשֶׁ֥ר יִשָּֽׁךְ׃",
          "targum": "לָא תְרַבֵּי לַאֲחוּךְ רִבִּית כְּסַף רִבִּית עִבוּר רִבִּית כָּל מִדַּעַם דְּמִתְרַבֵּי:",
          "english": "Thou shalt not give interest to thy brother; interest of money, interest of foodstuff, interest of anything that is lent upon interest;"
        },
        {
          "verseNum": 21,
          "hebrew": "לַנׇּכְרִ֣י תַשִּׁ֔יךְ וּלְאָחִ֖יךָ לֹ֣א תַשִּׁ֑יךְ לְמַ֨עַן יְבָרֶכְךָ֜ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בְּכֹל֙ מִשְׁלַ֣ח יָדֶ֔ךָ עַל־הָאָ֕רֶץ אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּֽהּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לְבַר עַמְמִין תְּרַבֵּי וְלַאֲחוּךְ לָא תְרַבֵּי בְּדִיל דִּיבָרֵכִנָּךְ יְיָ אֱלָהָךְ בְּכֹל אוֹשָׁטוּת יְדָךְ עַל אַרְעָא דִּי אַתְּ עָלֵל לְתַמָּן לְמֵירְתַהּ:",
          "english": "to a stranger thou mayst give interest; but to thy brother thou shalt not give interest: that the Lord thy God may bless thee in all that thou settest thy hand to in the land into which thou goest to possess it."
        },
        {
          "verseNum": 22,
          "hebrew": "כִּֽי־תִדֹּ֥ר נֶ֙דֶר֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ לֹ֥א תְאַחֵ֖ר לְשַׁלְּמ֑וֹ כִּֽי־דָרֹ֨שׁ יִדְרְשֶׁ֜נּוּ יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ מֵֽעִמָּ֔ךְ וְהָיָ֥ה בְךָ֖ חֵֽטְא׃",
          "targum": "אֲרֵי תִדַּר נְדַר קֳדָם יְיָ אֱלָהָךְ לָא תְאַחַר לְשַׁלָּמוּתֵיהּ אֲרֵי מִתְבַּע יִתְבְּעִנֵּיהּ יְיָ אֱלָהָךְ מִנָּךְ וִיהֵי בָךְ חוֹבָא:",
          "english": "When thou shalt vow a vow to the Lord thy God, thou shalt not be slack to pay it: for the Lord thy God will surely require it of thee; and it would be sin in thee."
        },
        {
          "verseNum": 23,
          "hebrew": "וְכִ֥י תֶחְדַּ֖ל לִנְדֹּ֑ר לֹֽא־יִהְיֶ֥ה בְךָ֖ חֵֽטְא׃",
          "targum": "וַאֲרֵי תִתִּמְנַע לְמִנְדַּר לָא יְהֵי בָךְ חוֹבָא:",
          "english": "But if thou shalt forbear to vow, it shall be no sin in thee."
        },
        {
          "verseNum": 24,
          "hebrew": "מוֹצָ֥א שְׂפָתֶ֖יךָ תִּשְׁמֹ֣ר וְעָשִׂ֑יתָ כַּאֲשֶׁ֨ר נָדַ֜רְתָּ לַיהֹוָ֤ה אֱלֹהֶ֙יךָ֙ נְדָבָ֔ה אֲשֶׁ֥ר דִּבַּ֖רְתָּ בְּפִֽיךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אַפָּקוּת סִפְוָתָךְ תִּטַּר וְתַעְבֵּד כְּמָא דִי נְדַרְתָּא קֳדָם יְיָ אֱלָהָךְ נְדַבְתָּא דִּי מַלֶּלְתָּא בְּפוּמָךְ:",
          "english": "That which is gone out of thy lips thou shalt keep and perform; according as thou hast vowed of thy freewill to the Lord thy God, which thou hast promised with thy mouth."
        },
        {
          "verseNum": 25,
          "hebrew": "כִּ֤י תָבֹא֙ בְּכֶ֣רֶם רֵעֶ֔ךָ וְאָכַלְתָּ֧ עֲנָבִ֛ים כְּנַפְשְׁךָ֖ שׇׂבְעֶ֑ךָ וְאֶֽל־כֶּלְיְךָ֖ לֹ֥א תִתֵּֽן׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי תִתָּגַר בְּכַרְמָא דְחַבְרָךְ וְתֵיכוּל עִנְּבִין כְּנַפְשָׁךְ שִׂבְעָךְ וּלְמָאנָךְ לָא תִתֵּן:",
          "english": "When thou comest into thy neighbour’s vineyard, then thou mayst eat thy fill of grapes at thy desire; but thou shalt not put any in thy vessel."
        },
        {
          "verseNum": 26,
          "hebrew": "כִּ֤י תָבֹא֙ בְּקָמַ֣ת רֵעֶ֔ךָ וְקָטַפְתָּ֥ מְלִילֹ֖ת בְּיָדֶ֑ךָ וְחֶרְמֵשׁ֙ לֹ֣א תָנִ֔יף עַ֖ל קָמַ֥ת רֵעֶֽךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי תִתָּגַר בְּקַמְתָא דְחַבְרָךְ וְתִקְטוֹף מְלִילָן בִּידָךְ וּמַגְלָא לָא תְרִים עַל קַמְתָא דְחַבְרָךְ:",
          "english": "When thou comest into the standing corn of thy neighbour, then thou mayst pluck the ears with thy hand; but thou shalt not move a sickle to thy neighbour’s standing corn."
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "כִּֽי־יִקַּ֥ח אִ֛ישׁ אִשָּׁ֖ה וּבְעָלָ֑הּ וְהָיָ֞ה אִם־לֹ֧א תִמְצָא־חֵ֣ן בְּעֵינָ֗יו כִּי־מָ֤צָא בָהּ֙ עֶרְוַ֣ת דָּבָ֔ר וְכָ֨תַב לָ֜הּ סֵ֤פֶר כְּרִיתֻת֙ וְנָתַ֣ן בְּיָדָ֔הּ וְשִׁלְּחָ֖הּ מִבֵּיתֽוֹ׃",
          "targum": "אֲרֵי יִסַּב גְּבַר אִתְּתָא וְיִבְעֲלִנַּהּ וִיהֵי אִם לָא תַשְׁכַּח רַחֲמִין בְּעֵינוֹהִי אֲרֵי אַשְׁכַּח בַּהּ עֲבֵרַת פִּתְגָּם וְיִכְתּוֹב לַהּ גֵּט פִּטּוּרִין וִיהַב בִּידַהּ וְיִפְטְרִנַּהּ מִבֵּיתֵיהּ:",
          "english": "When a man has taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he has found some unseemliness in her: then let him write her a bill of divorce, and give it in her hand, and send her out of his house."
        },
        {
          "verseNum": 2,
          "hebrew": "וְיָצְאָ֖ה מִבֵּית֑וֹ וְהָלְכָ֖ה וְהָיְתָ֥ה לְאִישׁ־אַחֵֽר׃",
          "targum": "וְתִפּוֹק מִבֵּיתֵיהּ וּתְהַךְ וּתְהֵי לִגְבַר אָחֳרָן:",
          "english": "And when she is departed out of his house, she may go and be another man’s wife."
        },
        {
          "verseNum": 3,
          "hebrew": "וּשְׂנֵאָהּ֮ הָאִ֣ישׁ הָאַחֲרוֹן֒ וְכָ֨תַב לָ֜הּ סֵ֤פֶר כְּרִיתֻת֙ וְנָתַ֣ן בְּיָדָ֔הּ וְשִׁלְּחָ֖הּ מִבֵּית֑וֹ א֣וֹ כִ֤י יָמוּת֙ הָאִ֣ישׁ הָאַחֲר֔וֹן אֲשֶׁר־לְקָחָ֥הּ ל֖וֹ לְאִשָּֽׁה׃",
          "targum": "וְיִסְנִנַּהּ גַּבְרָא בַתְרָאָה וְיִכְתּוֹב לַהּ גֵּט פִּטּוּרִין וְיִתֵּן בִּידַהּ וְיִפְטְרִנַּהּ מִבֵּיתֵיהּ אוֹ אֲרֵי יְמוּת גַּבְרָא בַתְרָאָה דְּנָסְבַהּ לֵיהּ לְאִנְתּוּ:",
          "english": "And if the latter husband hate her, and write her a bill of divorce, and give it in her hand, and send her out of his house; or if the latter husband, who took her to be his wife, should die,"
        },
        {
          "verseNum": 4,
          "hebrew": "לֹא־יוּכַ֣ל בַּעְלָ֣הּ הָרִאשׁ֣וֹן אֲשֶֽׁר־שִׁ֠לְּחָ֠הּ לָשׁ֨וּב לְקַחְתָּ֜הּ לִהְי֧וֹת ל֣וֹ לְאִשָּׁ֗ה אַחֲרֵי֙ אֲשֶׁ֣ר הֻטַּמָּ֔אָה כִּֽי־תוֹעֵבָ֥ה הִ֖וא לִפְנֵ֣י יְהֹוָ֑ה וְלֹ֤א תַחֲטִיא֙ אֶת־הָאָ֔רֶץ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לֵית לֵיהּ רְשׁוּ לְבַעֲלַהּ קַדְמָאָה דִי פָטְרַהּ לְמִתֻּב לְמִסְּבַהּ לְמֶהֱוֵי לֵיהּ לְאִנְתּוּ בָּתַר דִּי אִסְתָּאָבַת אֲרֵי מְרָחָקָא הִיא קֳדָם יְיָ וְלָא תְחַיַּב יָת אַרְעָא דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ אַחֲסָנָא:",
          "english": "then her former husband, who sent her away, may not take her again to be his wife, after she is defiled; for that is abomination before the Lord: and thou shalt not cause the land to be sinful, which the Lord thy God gives thee for an inheritance."
        },
        {
          "verseNum": 5,
          "hebrew": "כִּֽי־יִקַּ֥ח אִישׁ֙ אִשָּׁ֣ה חֲדָשָׁ֔ה לֹ֤א יֵצֵא֙ בַּצָּבָ֔א וְלֹא־יַעֲבֹ֥ר עָלָ֖יו לְכׇל־דָּבָ֑ר נָקִ֞י יִהְיֶ֤ה לְבֵיתוֹ֙ שָׁנָ֣ה אֶחָ֔ת וְשִׂמַּ֖ח אֶת־אִשְׁתּ֥וֹ אֲשֶׁר־לָקָֽח׃",
          "targum": "אֲרֵי יִסַּב גְּבַר אִתְּתָא חַדְתָּא לָא יִפּוֹק בְּחֵילָא וְלָא יֵעִבַר עֲלוֹהִי לְכָל מִדָּעַם פָּנֵי יְהֵי לְבֵיתֵיהּ שַׁתָּא חֲדָא וְיַחְדֵּי יָת אִתְּתֵיהּ דִּי נְסַב:",
          "english": "When\n\t\t\t\ta man has taken a new wife, he shall not go out to war, neither shall he be charged with any business: but he shall be free at home one year, and shall cheer his wife whom he has taken."
        },
        {
          "verseNum": 6,
          "hebrew": "לֹא־יַחֲבֹ֥ל רֵחַ֖יִם וָרָ֑כֶב כִּי־נֶ֖פֶשׁ ה֥וּא חֹבֵֽל׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא יִסַּב מַשְׁכּוֹנָא רִחְיָא וְרִכְבָּא אֲרֵי בְהוֹן מִתְעֲבֵד מָזוֹן לְכָל נְפַשׁ:",
          "english": "No man shall take the nether or the upper millstone for a pledge: for he takes a man’s life for a pledge."
        },
        {
          "verseNum": 7,
          "hebrew": "כִּי־יִמָּצֵ֣א אִ֗ישׁ גֹּנֵ֨ב נֶ֤פֶשׁ מֵאֶחָיו֙ מִבְּנֵ֣י יִשְׂרָאֵ֔ל וְהִתְעַמֶּר־בּ֖וֹ וּמְכָר֑וֹ וּמֵת֙ הַגַּנָּ֣ב הַה֔וּא וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי יִשְׁתְּכַח גְּבַר גָּנֵב נַפְשָׁא מֵאֲחוֹהִי מִבְּנֵי יִשְׂרָאֵל וְיִתָּגַר בֵּיהּ וִיזַבְּנִנֵּיהּ וְיִתְקְטֵל גַּנָּבָא הַהוּא וּתְפַלֵּי עָבֵד דְּבִישׁ מִבֵּינָךְ:",
          "english": "If a man be found stealing any of his brethren of the children of Yisra᾽el and deals with him as a slave, or sells him; then that thief shall die; and thou shalt put evil away from among you."
        },
        {
          "verseNum": 8,
          "hebrew": "הִשָּׁ֧מֶר בְּנֶֽגַע־הַצָּרַ֛עַת לִשְׁמֹ֥ר מְאֹ֖ד וְלַעֲשׂ֑וֹת כְּכֹל֩ אֲשֶׁר־יוֹר֨וּ אֶתְכֶ֜ם הַכֹּהֲנִ֧ים הַלְוִיִּ֛ם כַּאֲשֶׁ֥ר צִוִּיתִ֖ם תִּשְׁמְר֥וּ לַעֲשֽׂוֹת׃",
          "targum": "אִסְתַּמַּר בְּמַכְתַּשׁ סְגִירוּ לְמִטַּר לַחֲדָא וּלְמֶעְבָּד כְּכֹל דִּי יַלְּפוּן יָתְכוֹן כָּהֲנַיָּא לֵוָאֵי כְּמָא דִי פַקֶּדְתִּנּוּן תִּטְּרוּן לְמֶעְבָּד:",
          "english": "Take heed in the plague of żara῾at, that thou observe diligently, and do according to all that the priests the Levites shall teach you: as I commanded them, so you shall observe to do."
        },
        {
          "verseNum": 9,
          "hebrew": "זָכ֕וֹר אֵ֧ת אֲשֶׁר־עָשָׂ֛ה יְהֹוָ֥ה אֱלֹהֶ֖יךָ לְמִרְיָ֑ם בַּדֶּ֖רֶךְ בְּצֵאתְכֶ֥ם מִמִּצְרָֽיִם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "הֲוֵי דְכִיר יָת דִּי עֲבַד יְיָ אֱלָהָךְ לְמִרְיָם בְּאָרְחָא בְּמִפָּקְכוֹן מִמִּצְרָיִם:",
          "english": "Remember what the Lord thy God did to Miryam by the way, after you were come out of Miżrayim."
        },
        {
          "verseNum": 10,
          "hebrew": "כִּֽי־תַשֶּׁ֥ה בְרֵֽעֲךָ֖ מַשַּׁ֣את מְא֑וּמָה לֹא־תָבֹ֥א אֶל־בֵּית֖וֹ לַעֲבֹ֥ט עֲבֹטֽוֹ׃",
          "targum": "אֲרֵי תַרְשֵׁי בְחַבְרָךְ רְשׁוּ מִדָּעַם לָא תֵעוּל לְבֵיתֵיהּ לְמִסַּב מַשְׁכּוֹנֵיהּ:",
          "english": "When thou dost lend thy brother anything, thou shalt not go into his house to fetch his pledge."
        },
        {
          "verseNum": 11,
          "hebrew": "בַּח֖וּץ תַּעֲמֹ֑ד וְהָאִ֗ישׁ אֲשֶׁ֤ר אַתָּה֙ נֹשֶׁ֣ה ב֔וֹ יוֹצִ֥יא אֵלֶ֛יךָ אֶֽת־הַעֲב֖וֹט הַחֽוּצָה׃",
          "targum": "בְּבָרָא תְּקוּם וְגַבְרָא דִּי אַתְּ רָשֵׁי בֵיהּ יַפֵּק לְוָתָךְ יָת מַשְׁכּוֹנָא לְבָרָא:",
          "english": "Thou shalt stand outside, and the man to whom thou dost lend shall bring out the pledge to thee."
        },
        {
          "verseNum": 12,
          "hebrew": "וְאִם־אִ֥ישׁ עָנִ֖י ה֑וּא לֹ֥א תִשְׁכַּ֖ב בַּעֲבֹטֽוֹ׃",
          "targum": "וְאִם גְּבַר מִסְכֵּן הוּא לָא תִשְׁכּוּב בְּמַשְׁכּוֹנֵיהּ:",
          "english": "And if the man be poor, thou shalt not sleep with his pledge:"
        },
        {
          "verseNum": 13,
          "hebrew": "הָשֵׁב֩ תָּשִׁ֨יב ל֤וֹ אֶֽת־הַעֲבוֹט֙ כְּב֣וֹא הַשֶּׁ֔מֶשׁ וְשָׁכַ֥ב בְּשַׂלְמָת֖וֹ וּבֵֽרְכֶ֑ךָּ וּלְךָ֙ תִּהְיֶ֣ה צְדָקָ֔ה לִפְנֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אָתָבָא תָתֵב לֵיהּ יָת מַשְׁכּוֹנָא כְּמֵעַל שִׁמְשָׁא וְיִשְׁכּוּב בִּכְסוּתֵיהּ וִיבָרֵכִנָּךְ וְלָךְ תְּהֵי זְכוּתָא קֳדָם יְיָ אֱלָהָךְ:",
          "english": "thou shalt surely deliver him the pledge again when the sun goes down, that he may sleep in his own garment, and bless thee: and it shall be as righteousness to thee before the Lord thy God."
        },
        {
          "verseNum": 14,
          "hebrew": "לֹא־תַעֲשֹׁ֥ק שָׂכִ֖יר עָנִ֣י וְאֶבְי֑וֹן מֵאַחֶ֕יךָ א֧וֹ מִגֵּרְךָ֛ אֲשֶׁ֥ר בְּאַרְצְךָ֖ בִּשְׁעָרֶֽיךָ׃",
          "targum": "לָא תְעִשּׁוּק אֲגִירָא עַנְיָא וּמִסְכֵּנָא מֵאַחָיךְ אוֹ מִגִּיּוֹרָךְ דִּי בְאַרְעָךְ בְּקִרְוָיךְ:",
          "english": "Thou shalt not oppress a hired servant that is poor and needy, whether he be of thy brethren, or of thy strangers that are in thy land within thy gates."
        },
        {
          "verseNum": 15,
          "hebrew": "בְּיוֹמוֹ֩ תִתֵּ֨ן שְׂכָר֜וֹ וְֽלֹא־תָב֧וֹא עָלָ֣יו הַשֶּׁ֗מֶשׁ כִּ֤י עָנִי֙ ה֔וּא וְאֵלָ֕יו ה֥וּא נֹשֵׂ֖א אֶת־נַפְשׁ֑וֹ וְלֹֽא־יִקְרָ֤א עָלֶ֙יךָ֙ אֶל־יְהֹוָ֔ה וְהָיָ֥ה בְךָ֖ חֵֽטְא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "בְּיוֹמֵיהּ תִּתֵּן אַגְרֵיהּ וְלָא תֵעוּל עֲלוֹהִי שִׁמְשָׁא אֲרֵי עַנְיָא הוּא וְלֵיהּ הוּא מְסַר יָת נַפְשֵׁיהּ וְלָא יִקְרֵי עֲלָךְ קֳדָם יְיָ וִיהֵי בָךְ חוֹבָא:",
          "english": "At his day thou shalt give him his hire, neither shall the sun go down upon it; for he is poor, and sets his heart upon it: lest he cry against thee to the Lord, and it be sin in thee."
        },
        {
          "verseNum": 16,
          "hebrew": "לֹֽא־יוּמְת֤וּ אָבוֹת֙ עַל־בָּנִ֔ים וּבָנִ֖ים לֹא־יוּמְת֣וּ עַל־אָב֑וֹת אִ֥ישׁ בְּחֶטְא֖וֹ יוּמָֽתוּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא יְמוּתוּן אֲבָהָן עַל פּוּם בְּנִין וּבְנִין לָא יְמוּתוּן עַל פּוּם אֲבָהָן אֱנַשׁ בְּחוֹבֵיהּ יְמוּתוּן:",
          "english": "Fathers shall not be put to death for children, neither shall children be put to death for fathers: every man shall be put to death for his own sin."
        },
        {
          "verseNum": 17,
          "hebrew": "לֹ֣א תַטֶּ֔ה מִשְׁפַּ֖ט גֵּ֣ר יָת֑וֹם וְלֹ֣א תַחֲבֹ֔ל בֶּ֖גֶד אַלְמָנָֽה׃",
          "targum": "לָא תַצְלֵי דִין גִּיּוֹרָא וְיִתַּמָּא וְלָא תִסַּב מַשְׁכּוֹנָא לְבוּשׁ אַרְמְלָא:",
          "english": "Thou shalt not pervert the judgment of the stranger, or of the fatherless; nor take a widow’s garment as a pledge:"
        },
        {
          "verseNum": 18,
          "hebrew": "וְזָכַרְתָּ֗ כִּ֣י עֶ֤בֶד הָיִ֙יתָ֙ בְּמִצְרַ֔יִם וַֽיִּפְדְּךָ֛ יְהֹוָ֥ה אֱלֹהֶ֖יךָ מִשָּׁ֑ם עַל־כֵּ֞ן אָנֹכִ֤י מְצַוְּךָ֙ לַעֲשׂ֔וֹת אֶת־הַדָּבָ֖ר הַזֶּֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְתִדְכַּר אֲרֵי עַבְדָּא הֲוֵיתָא בְּמִצְרַיִם וּפָרְקָךְ יְיָ אֱלָהָךְ מִתַּמָּן עַל כֵּן אֲנָא מְפַקְּדָךְ לְמֶעְבַּד יָת פִּתְגָּמָא הָדֵין:",
          "english": "but thou shalt remember that thou wast a bondman in Miżrayim, and the Lord thy God redeemed thee from there: therefore I command thee to do this thing."
        },
        {
          "verseNum": 19,
          "hebrew": "כִּ֣י תִקְצֹר֩ קְצִֽירְךָ֨ בְשָׂדֶ֜ךָ וְשָֽׁכַחְתָּ֧ עֹ֣מֶר בַּשָּׂדֶ֗ה לֹ֤א תָשׁוּב֙ לְקַחְתּ֔וֹ לַגֵּ֛ר לַיָּת֥וֹם וְלָאַלְמָנָ֖ה יִהְיֶ֑ה לְמַ֤עַן יְבָרֶכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכֹ֖ל מַעֲשֵׂ֥ה יָדֶֽיךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי תַחְצוֹד חֲצָדָךְ בְּחַקְלָךְ וְתִנְשֵׁי עֻמְרָא בְחַקְלָא לָא תְתוּב לְמִסְּבֵיהּ לְגִיּוֹרָא לְיִתַּמָּא וּלְאַרְמְלָא יְהֵי בְּדִיל דִּיבָרֵכִנָּךְ יְיָ אֱלָהָךְ בְּכֹל עוֹבָדֵי יְדָךְ:",
          "english": "When thou reapest thy harvest in thy field, and hast forgotten a sheaf in the field, thou shalt not go back to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the Lord thy God may bless thee in all the work of thy hands."
        },
        {
          "verseNum": 20,
          "hebrew": "כִּ֤י תַחְבֹּט֙ זֵֽיתְךָ֔ לֹ֥א תְפַאֵ֖ר אַחֲרֶ֑יךָ לַגֵּ֛ר לַיָּת֥וֹם וְלָאַלְמָנָ֖ה יִהְיֶֽה׃",
          "targum": "אֲרֵי תַחְבּוֹט זֵיתָךְ לָא תְפַלֵּי בַּתְרָךְ לְגִיּוֹרָא לְיִתַּמָּא וּלְאַרְמְלָא יְהֵי:",
          "english": "When thou beatest thy olive tree, thou shalt not go over the boughs again: it shall be for the stranger, for the fatherless, and for the widow."
        },
        {
          "verseNum": 21,
          "hebrew": "כִּ֤י תִבְצֹר֙ כַּרְמְךָ֔ לֹ֥א תְעוֹלֵ֖ל אַחֲרֶ֑יךָ לַגֵּ֛ר לַיָּת֥וֹם וְלָאַלְמָנָ֖ה יִהְיֶֽה׃",
          "targum": "אֲרֵי תִקְטוֹף כַּרְמָךְ לָא תְעָלֵל בַּתְרָךְ לְגִיּוֹרָא לְיִתַּמָּא וּלְאַרְמְלָא יְהֵי:",
          "english": "When thou gatherest the grapes of thy vineyard, thou shalt not glean it afterwards; it shall be for the stranger, for the fatherless, and for the widow."
        },
        {
          "verseNum": 22,
          "hebrew": "וְזָ֣כַרְתָּ֔ כִּי־עֶ֥בֶד הָיִ֖יתָ בְּאֶ֣רֶץ מִצְרָ֑יִם עַל־כֵּ֞ן אָנֹכִ֤י מְצַוְּךָ֙ לַעֲשׂ֔וֹת אֶת־הַדָּבָ֖ר הַזֶּֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְתִדְכַּר אֲרֵי עַבְדָּא הֲוֵיתָא בְּאַרְעָא דְמִצְרָיִם עַל כֵּן אֲנָא מְפַקְּדָךְ לְמֶעְבַּד יָת פִּתְגָּמָא הָדֵין:",
          "english": "And thou shalt remember that thou wast a slave in the land of Miżrayim: therefore I command thee to do this thing."
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "כִּֽי־יִהְיֶ֥ה רִיב֙ בֵּ֣ין אֲנָשִׁ֔ים וְנִגְּשׁ֥וּ אֶל־הַמִּשְׁפָּ֖ט וּשְׁפָט֑וּם וְהִצְדִּ֙יקוּ֙ אֶת־הַצַּדִּ֔יק וְהִרְשִׁ֖יעוּ אֶת־הָרָשָֽׁע׃",
          "targum": "אֲרֵי יְהֵי דִין בֵּין גֻּבְרַיָּא וְיִתְקָרְבוּן לְדִינָא וִידוּנֻנּוּן וִיזַכּוּן יָת זַכָּאָה וִיחַיְּבוּן יָת חַיָּבָא:",
          "english": "If there be a controversy between men, and\n\t\t\t\tthey come to judgment, that the judges may judge them; then they shall justify the righteous, and condemn the wicked."
        },
        {
          "verseNum": 2,
          "hebrew": "וְהָיָ֛ה אִם־בִּ֥ן הַכּ֖וֹת הָרָשָׁ֑ע וְהִפִּיל֤וֹ הַשֹּׁפֵט֙ וְהִכָּ֣הוּ לְפָנָ֔יו כְּדֵ֥י רִשְׁעָת֖וֹ בְּמִסְפָּֽר׃",
          "targum": "וִיהֵי אִם בַּר חַיָּבָא לְאַלְקָאָה חַיָּבָא וְיִרְמִנֵּיהּ דַּיָּנָא וְיַלְקִנֵּיהּ קֳדָמוֹהִי כְּמִסַּת חוֹבְתֵיהּ בְּמִנְיָן:",
          "english": "And it shall be, if the wicked man be worthy to be beaten, that the judge shall cause him to lie down, and he shall be beaten in his presence, according to his fault, by a certain number."
        },
        {
          "verseNum": 3,
          "hebrew": "אַרְבָּעִ֥ים יַכֶּ֖נּוּ לֹ֣א יֹסִ֑יף פֶּן־יֹסִ֨יף לְהַכֹּת֤וֹ עַל־אֵ֙לֶּה֙ מַכָּ֣ה רַבָּ֔ה וְנִקְלָ֥ה אָחִ֖יךָ לְעֵינֶֽיךָ׃",
          "targum": "אַרְבְּעִין יַלְקִנֵּיהּ לָא יוֹסֵף דִּילְמָא יוֹסֵף לְאַלְקָיוּתֵיהּ עַל אִלֵּין מָחָא רַבָּא וְיֵקַל אֲחוּךְ לְעֵינָיךְ:",
          "english": "Forty stripes he may give him, and not exceed: lest, if he should exceed, and beat him above these with many stripes, then thy brother shall be thus made vile before thee."
        },
        {
          "verseNum": 4,
          "hebrew": "לֹא־תַחְסֹ֥ם שׁ֖וֹר בְּדִישֽׁוֹ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תֵחוֹד פּוּם תּוֹרָא בִּדְיָשֵׁיהּ:",
          "english": "Thou shalt not muzzle the ox when he treads out the corn."
        },
        {
          "verseNum": 5,
          "hebrew": "כִּֽי־יֵשְׁב֨וּ אַחִ֜ים יַחְדָּ֗ו וּמֵ֨ת אַחַ֤ד מֵהֶם֙ וּבֵ֣ן אֵֽין־ל֔וֹ לֹֽא־תִהְיֶ֧ה אֵֽשֶׁת־הַמֵּ֛ת הַח֖וּצָה לְאִ֣ישׁ זָ֑ר יְבָמָהּ֙ יָבֹ֣א עָלֶ֔יהָ וּלְקָחָ֥הּ ל֛וֹ לְאִשָּׁ֖ה וְיִבְּמָֽהּ׃",
          "targum": "אֲרֵי יֵתְבוּן אַחִין כַּחֲדָא וִימוּת חַד מִנְּהוֹן וּבַר לֵית לֵיהּ לָא תְהֵי אִתַּת מֵתָנָא לְבָרָא לִגְבַר אוֹחֲרָן (נ\"א חִלּוֹנָי) יְבָמַהּ יֵעוּל עֲלַהּ וְיִסְּבַהּ לֵיהּ לְאִנְתּוּ וְיִבְּמַהּ:",
          "english": "If brothers dwell together, and one of them die, and have no child, the wife of the dead shall not marry abroad to a stranger: her husband’s brother shall go in to her, and take her to him to wife, and perform the duty of a husband’s brother to her."
        },
        {
          "verseNum": 6,
          "hebrew": "וְהָיָ֗ה הַבְּכוֹר֙ אֲשֶׁ֣ר תֵּלֵ֔ד יָק֕וּם עַל־שֵׁ֥ם אָחִ֖יו הַמֵּ֑ת וְלֹֽא־יִמָּחֶ֥ה שְׁמ֖וֹ מִיִּשְׂרָאֵֽל׃",
          "targum": "וִיהֵי בוּכְרָא דִּי תְלִיד יְקוּם עַל שְׁמָא דַאֲחוּהִי מֵתָנָא וְלָא יִתִּמְחֵי שְׁמֵיהּ מִיִּשְׂרָאֵל:",
          "english": "And it shall be, that the firstborn which she bears shall succeed in the name of his brother who is dead, that his name be not wiped out in Yisra᾽el."
        },
        {
          "verseNum": 7,
          "hebrew": "וְאִם־לֹ֤א יַחְפֹּץ֙ הָאִ֔ישׁ לָקַ֖חַת אֶת־יְבִמְתּ֑וֹ וְעָלְתָה֩ יְבִמְתּ֨וֹ הַשַּׁ֜עְרָה אֶל־הַזְּקֵנִ֗ים וְאָֽמְרָה֙ מֵאֵ֨ן יְבָמִ֜י לְהָקִ֨ים לְאָחִ֥יו שֵׁם֙ בְּיִשְׂרָאֵ֔ל לֹ֥א אָבָ֖ה יַבְּמִֽי׃",
          "targum": "וְאִם לָא יִצְבֵי גַבְרָא לְמִסַּב יָת יְבִמְתֵּיהּ וְתִסַּק יְבִמְתֵּיהּ לִתְרַע בֵּית דִּינָא לָקֳדָם סָבַיָּא וְתֵימַר לָא צָבֵי יְבָמִי לַאֲקָמָא לַאֲחוּהִי שְׁמָא בְּיִשְׂרָאֵל לָא אָבֵי לְיַבָּמוּתִי:",
          "english": "And if the man like not to take his brother’s wife, then let his brother’s wife go up to the gate to the elders, and say, My husband’s brother refuses to raise up to his brother a name in Yisra᾽el, he will not perform the duty of a husband’s brother."
        },
        {
          "verseNum": 8,
          "hebrew": "וְקָֽרְאוּ־ל֥וֹ זִקְנֵי־עִיר֖וֹ וְדִבְּר֣וּ אֵלָ֑יו וְעָמַ֣ד וְאָמַ֔ר לֹ֥א חָפַ֖צְתִּי לְקַחְתָּֽהּ׃",
          "targum": "וְיִקְרוּן לֵיהּ סָבֵי קַרְתֵּיהּ וִימַלְּלוּן עִמֵּיהּ וִיקוּם וְיֵימַר לָא רְעֵנָא לְמִסְבַּהּ:",
          "english": "Then the elders of his city shall call him, and speak to him: and he shall stand, and say, I do not wish to take her;"
        },
        {
          "verseNum": 9,
          "hebrew": "וְנִגְּשָׁ֨ה יְבִמְתּ֣וֹ אֵלָיו֮ לְעֵינֵ֣י הַזְּקֵנִים֒ וְחָלְצָ֤ה נַעֲלוֹ֙ מֵעַ֣ל רַגְל֔וֹ וְיָרְקָ֖ה בְּפָנָ֑יו וְעָֽנְתָה֙ וְאָ֣מְרָ֔ה כָּ֚כָה יֵעָשֶׂ֣ה לָאִ֔ישׁ אֲשֶׁ֥ר לֹא־יִבְנֶ֖ה אֶת־בֵּ֥ית אָחִֽיו׃",
          "targum": "וְתִתְקְרַב יְבִמְתֵּיהּ לְוָתֵיהּ לָקֳדָם סָבַיָּא וְתַשְׁרֵי סֵינֵיהּ מֵעַל רַגְלֵיהּ וְתֵרוֹק בְּאַנְפּוֹהִי וְתָתֵב וְתֵימַר כְּדֵין יִתְעֲבֵד לִגְבַר דִּי לָא יִבְנֵי יָת בֵּיתָא דַאֲחוּהִי:",
          "english": "then shall his brother’s wife approach him in the presence of the elders, and loose his shoe from off his foot, and spit in his face, and shall answer and say, Thus shall it be done to that man that will not build up his brother’s house."
        },
        {
          "verseNum": 10,
          "hebrew": "וְנִקְרָ֥א שְׁמ֖וֹ בְּיִשְׂרָאֵ֑ל בֵּ֖ית חֲל֥וּץ הַנָּֽעַל׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְיִתְקְרֵי שְׁמֵיהּ בְּיִשְׂרָאֵל בֵּית שְׁרִי סֵינָא:",
          "english": "And his name shall be called in Yisra᾽el, The house of him that had his shoe loosed."
        },
        {
          "verseNum": 11,
          "hebrew": "כִּֽי־יִנָּצ֨וּ אֲנָשִׁ֤ים יַחְדָּו֙ אִ֣ישׁ וְאָחִ֔יו וְקָֽרְבָה֙ אֵ֣שֶׁת הָֽאֶחָ֔ד לְהַצִּ֥יל אֶת־אִישָׁ֖הּ מִיַּ֣ד מַכֵּ֑הוּ וְשָׁלְחָ֣ה יָדָ֔הּ וְהֶחֱזִ֖יקָה בִּמְבֻשָֽׁיו׃",
          "targum": "אֲרֵי יִנְצוּן גֻּבְרִין כַּחֲדָא גְּבַר וַאֲחוּהִי וְתִתְקְרֵב אִתַּת חַד לְשֵׁזָבָא יָת בַּעֲלַהּ מִיַּד מָחוּהִי וְתוֹשֵׁט יְדַהּ וְתִתְקֵף בְּבֵית בַּהַתְּתֵיהּ:",
          "english": "When men strive together one with another, and the wife of the one draws near to deliver her husband out of the hand of him that smites him, and putting out her hand, she takes hold of his private parts:"
        },
        {
          "verseNum": 12,
          "hebrew": "וְקַצֹּתָ֖ה אֶת־כַּפָּ֑הּ לֹ֥א תָח֖וֹס עֵינֶֽךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּתְקוּץ יָת יְדַהּ לָא תְחוּס עֵינָךְ:",
          "english": "then thou shalt cut off her hand, thy eye shall not pity her."
        },
        {
          "verseNum": 13,
          "hebrew": "לֹֽא־יִהְיֶ֥ה לְךָ֛ בְּכִֽיסְךָ֖ אֶ֣בֶן וָאָ֑בֶן גְּדוֹלָ֖ה וּקְטַנָּֽה׃",
          "targum": "לָא יְהֵי לָךְ בְּכִיסָךְ מַתְקַל וּמַתְקָל רַבְּתָא וּזְעֶרְתָּא:",
          "english": "Thou shalt not have in thy bag divers weights, a great and a small."
        },
        {
          "verseNum": 14,
          "hebrew": "לֹא־יִהְיֶ֥ה לְךָ֛ בְּבֵיתְךָ֖ אֵיפָ֣ה וְאֵיפָ֑ה גְּדוֹלָ֖ה וּקְטַנָּֽה׃",
          "targum": "לָא יְהֵי לָךְ בְּבֵיתָךְ מְכִילָא וּמְכִילָא רַבְּתָא וּזְעֶרְתָּא:",
          "english": "Thou shalt not have in thy house divers measures, a great and a small."
        },
        {
          "verseNum": 15,
          "hebrew": "אֶ֣בֶן שְׁלֵמָ֤ה וָצֶ֙דֶק֙ יִֽהְיֶה־לָּ֔ךְ אֵיפָ֧ה שְׁלֵמָ֛ה וָצֶ֖דֶק יִֽהְיֶה־לָּ֑ךְ לְמַ֙עַן֙ יַאֲרִ֣יכוּ יָמֶ֔יךָ עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃",
          "targum": "מַתְקְלִין שָׁלְמִין דִּקְשׁוֹט יְהוֹן לָךְ מְכִילָן שָׁלְמִין דִּקְשׁוֹט יְהוֹן לָךְ בְּדִיל דְּיוֹרְכוּן יוֹמָיךְ עַל אַרְעָא דַּיְיָ אֱלָהָךְ יָהֵב לָךְ:",
          "english": "But thou shalt have a perfect and just weight, a perfect and just measure shalt thou have: that thy days may be lengthened in the land which the Lord thy God gives thee."
        },
        {
          "verseNum": 16,
          "hebrew": "כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ כׇּל־עֹ֣שֵׂה אֵ֑לֶּה כֹּ֖ל עֹ֥שֵׂה עָֽוֶל׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "אֲרֵי מְרָחָק קֳדָם יְיָ אֱלָהָךְ כָּל עָבֵד אִלֵּין כֹּל עָבֵד שְׁקַר:",
          "english": "For all that do such things, and all that do unrighteously, are an abomination to the Lord thy God."
        },
        {
          "verseNum": 17,
          "hebrew": "זָכ֕וֹר אֵ֛ת אֲשֶׁר־עָשָׂ֥ה לְךָ֖ עֲמָלֵ֑ק בַּדֶּ֖רֶךְ בְּצֵאתְכֶ֥ם מִמִּצְרָֽיִם׃",
          "targum": "הֲוֵי דְכִיר יָת דִּי עֲבַד לָךְ עֲמָלֵק בְּאָרְחָא בְּמִפָּקְכוֹן מִמִּצְרָיִם:",
          "english": "Remember what ῾Amaleq did to thee by the way, when you were come out of Miżrayim:"
        },
        {
          "verseNum": 18,
          "hebrew": "אֲשֶׁ֨ר קָֽרְךָ֜ בַּדֶּ֗רֶךְ וַיְזַנֵּ֤ב בְּךָ֙ כׇּל־הַנֶּחֱשָׁלִ֣ים אַֽחֲרֶ֔יךָ וְאַתָּ֖ה עָיֵ֣ף וְיָגֵ֑עַ וְלֹ֥א יָרֵ֖א אֱלֹהִֽים׃",
          "targum": "דִּי עָרְעָךְ בְּאָרְחָא וְקָטֵל בָּךְ כָּל דַּהֲווֹ מִתְאַחֲרִין בַּתְרָךְ וְאַתְּ מְשַׁלְהֵי וְלָאֵי וְלָא דָחֵיל מִן קֳדָם יְיָ:",
          "english": "how he met thee by the way, and smote the hindmost of thee, all that were feeble in thy rear, when thou wast faint and weary; and he feared not God."
        },
        {
          "verseNum": 19,
          "hebrew": "וְהָיָ֡ה בְּהָנִ֣יחַ יְהֹוָ֣ה אֱלֹהֶ֣יךָ&thinsp;<small>׀</small>&thinsp;לְ֠ךָ֠ מִכׇּל־אֹ֨יְבֶ֜יךָ מִסָּבִ֗יב בָּאָ֙רֶץ֙ אֲשֶׁ֣ר יְהֹוָה־אֱ֠לֹהֶ֠יךָ נֹתֵ֨ן לְךָ֤ נַחֲלָה֙ לְרִשְׁתָּ֔הּ תִּמְחֶה֙ אֶת־זֵ֣כֶר עֲמָלֵ֔ק מִתַּ֖חַת הַשָּׁמָ֑יִם לֹ֖א תִּשְׁכָּֽח׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וִיהֵי כַּד יְנִיחַ יְיָ אֱלָהָךְ לָךְ מִכָּל בַּעֲלֵי דְבָבָךְ מִסְּחוֹר סְחוֹר בְּאַרְעָא דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ אַחֲסָנָא לְמֵירְתַהּ תִּמְחֵי יָת דּוּכְרָנָא דַעֲמָלֵק מִתְּחוֹת שְׁמַיָּא לָא תִּתִּנְשֵׁי:",
          "english": "Therefore it shall be, when the Lord thy God has given thee rest from all thy enemies round about, in the land which the Lord thy God gives thee for an inheritance to possess it, that thou shalt blot out the remembrance of ῾Amaleq from under heaven; thou shalt not forget."
        }
      ]
    }
  ]
}