{
  "name": "Ki Tavo",
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 26,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְהָיָה֙ כִּֽי־תָב֣וֹא אֶל־הָאָ֔רֶץ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָ֑ה וִֽירִשְׁתָּ֖הּ וְיָשַׁ֥בְתָּ בָּֽהּ׃",
          "targum": "וִיהֵי אֲרֵי תֵעוּל לְאַרְעָא דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ אַחֲסָנָא וְתֵירְתַהּ וְתֵיתֵב בַּהּ:",
          "english": "And it shall be, when thou art come in to the land which the Lord thy God gives thee for an inheritance, and dost possess it and dost dwelt therein:"
        },
        {
          "verseNum": 2,
          "hebrew": "וְלָקַחְתָּ֞ מֵרֵאשִׁ֣ית׀ כׇּל־פְּרִ֣י הָאֲדָמָ֗ה אֲשֶׁ֨ר תָּבִ֧יא מֵֽאַרְצְךָ֛ אֲשֶׁ֨ר יְהֹוָ֧ה אֱלֹהֶ֛יךָ נֹתֵ֥ן לָ֖ךְ וְשַׂמְתָּ֣ בַטֶּ֑נֶא וְהָֽלַכְתָּ֙ אֶל־הַמָּק֔וֹם אֲשֶׁ֤ר יִבְחַר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לְשַׁכֵּ֥ן שְׁמ֖וֹ שָֽׁם׃",
          "targum": "וְתִסַּב מֵרֵישׁ כָּל אִבָּא דְאַרְעָא דִּי תָעֵל מֵאַרְעָךְ דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ וּתְשַׁוֵּי בְסַלָּא וּתְהַךְ לְאַתְרָא דִּי יִתִּרְעֵי יְיָ אֱלָהָךְ לְאַשְׁרָאָה שְׁכִנְתֵּיהּ תַּמָּן:",
          "english": "that thou shalt take of the first of all the fruit of the earth, which thou shalt bring of thy land that the Lord thy God gives thee, and shalt put it in a basket, and shalt go to the place which the Lord thy God shall choose to place his name there."
        },
        {
          "verseNum": 3,
          "hebrew": "וּבָאתָ֙ אֶל־הַכֹּהֵ֔ן אֲשֶׁ֥ר יִהְיֶ֖ה בַּיָּמִ֣ים הָהֵ֑ם וְאָמַרְתָּ֣ אֵלָ֗יו הִגַּ֤דְתִּי הַיּוֹם֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ כִּי־בָ֙אתִי֙ אֶל־הָאָ֔רֶץ אֲשֶׁ֨ר נִשְׁבַּ֧ע יְהֹוָ֛ה לַאֲבֹתֵ֖ינוּ לָ֥תֶת לָֽנוּ׃",
          "targum": "וְתֵיתֵי לְוָת כַּהֲנָא דִּי יְהֵי בְּיוֹמַיָּא הָאִנּוּן וְתֵימַר לֵיהּ חַוֵּיתִי יוֹמָא דֵין קֳדָם יְיָ אֱלָהָךְ אֲרֵי עַלִּית לְאַרְעָא דִּי קַיִּים יְיָ לַאֲבָהָתָנָא לְמִתַּן לָנָא:",
          "english": "And thou shalt go to the priest that shall be in those days, and say to him, I profess this day to the Lord thy God, that I am come to the country which the Lord swore to our fathers to give us."
        },
        {
          "verseNum": 4,
          "hebrew": "וְלָקַ֧ח הַכֹּהֵ֛ן הַטֶּ֖נֶא מִיָּדֶ֑ךָ וְהִ֨נִּיח֔וֹ לִפְנֵ֕י מִזְבַּ֖ח יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "וְיִסַּב כַּהֲנָא סַלָּא מִידָךְ וְיַחְתִנֵּיהּ קֳדָם מַדְבְּחָא דַּיְיָ אֱלָהָךְ:",
          "english": "And the priest shall take the basket out of thy hand, and set it down before the altar of the Lord thy God."
        },
        {
          "verseNum": 5,
          "hebrew": "וְעָנִ֨יתָ וְאָמַרְתָּ֜ לִפְנֵ֣י׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ אֲרַמִּי֙ אֹבֵ֣ד אָבִ֔י וַיֵּ֣רֶד מִצְרַ֔יְמָה וַיָּ֥גׇר שָׁ֖ם בִּמְתֵ֣י מְעָ֑ט וַֽיְהִי־שָׁ֕ם לְג֥וֹי גָּד֖וֹל עָצ֥וּם וָרָֽב׃",
          "targum": "וְתָתֵיב וְתֵימַר קֳדָם יְיָ אֱלָהָךְ לָבָן אֲרַמָּאָה בָּעָא לְאוֹבָדָא יָת אַבָּא וּנְחַת לְמִצְרַיִם וְדָר תַּמָּן בְּעַם זְעֵר וַהֲוָה תַמָּן לְעַם רַב תַּקִּיף וְסַגִּי:",
          "english": "And thou shalt speak and say before the Lord thy God, An Arammian nomad was my father, and he went down to Miżrayim, and sojourned there with a few, and became there a nation, great, mighty, and populous:"
        },
        {
          "verseNum": 6,
          "hebrew": "וַיָּרֵ֧עוּ אֹתָ֛נוּ הַמִּצְרִ֖ים וַיְעַנּ֑וּנוּ וַיִּתְּנ֥וּ עָלֵ֖ינוּ עֲבֹדָ֥ה קָשָֽׁה׃",
          "targum": "וְאַבְאִישׁוּ לָנָא מִצְרַיִם וְעַנְּיָנָא וִיהָבוּ עֲלָנָא פָּלְחָנָא קַשְׁיָא:",
          "english": "and the Miżrim dealt ill with us, and afflicted us, and laid upon us hard bondage:"
        },
        {
          "verseNum": 7,
          "hebrew": "וַנִּצְעַ֕ק אֶל־יְהֹוָ֖ה אֱלֹהֵ֣י אֲבֹתֵ֑ינוּ וַיִּשְׁמַ֤ע יְהֹוָה֙ אֶת־קֹלֵ֔נוּ וַיַּ֧רְא אֶת־עׇנְיֵ֛נוּ וְאֶת־עֲמָלֵ֖נוּ וְאֶֽת־לַחֲצֵֽנוּ׃",
          "targum": "וְצַלֵּינָא קֳדָם יְיָ אֱלָהָא דַאֲבָהָתָנָא וְקַבִּיל יְיָ צְלוֹתָנָא וּגְלֵי קֳדָמוֹהִי עַמְלָנָא וְלֵאוּתָנָא וְדוּחֲקָנָא:",
          "english": "and when we cried to the Lord God of our fathers, the Lord heard our voice, and looked on our affliction, and our labour, and our oppression:"
        },
        {
          "verseNum": 8,
          "hebrew": "וַיּוֹצִאֵ֤נוּ יְהֹוָה֙ מִמִּצְרַ֔יִם בְּיָ֤ד חֲזָקָה֙ וּבִזְרֹ֣עַ נְטוּיָ֔ה וּבְמֹרָ֖א גָּדֹ֑ל וּבְאֹת֖וֹת וּבְמֹפְתִֽים׃",
          "targum": "וְאַפְּקָנָא יְיָ מִמִּצְרַיִם בִּידָא תַקִּיפָא וּבִדְרָעָא מְרָמְמָא וּבְחֶזְוָנָא רַבָּא וּבְאָתִין וּבְמוֹפְתִין:",
          "english": "and the Lord brought us out of Miżrayim with a mighty hand, and with an outstretched arm, and with great terribleness, and with signs, and with wonders:"
        },
        {
          "verseNum": 9,
          "hebrew": "וַיְבִאֵ֖נוּ אֶל־הַמָּק֣וֹם הַזֶּ֑ה וַיִּתֶּן־לָ֙נוּ֙ אֶת־הָאָ֣רֶץ הַזֹּ֔את אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃",
          "targum": "וְאַיְתָנָא לְאַתְרָא הָדֵין וִיהַב לָנָא יָת אַרְעָא הָדָא אַרְעָא עָבְדָא חֲלַב וּדְבָשׁ:",
          "english": "and he brought us to this place, and gave us this land, a land flowing with milk and honey."
        },
        {
          "verseNum": 10,
          "hebrew": "וְעַתָּ֗ה הִנֵּ֤ה הֵבֵ֙אתִי֙ אֶת־רֵאשִׁית֙ פְּרִ֣י הָאֲדָמָ֔ה אֲשֶׁר־נָתַ֥תָּה לִּ֖י יְהֹוָ֑ה וְהִנַּחְתּ֗וֹ לִפְנֵי֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְהִֽשְׁתַּחֲוִ֔יתָ לִפְנֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "וּכְעַן הָא אַיְתֵתִי יָת רֵישׁ אִבָּא דְאַרְעָא דִּיהַבְתְּ לִי יְיָ וְתַחְתִנֵיהּ קֳדָם יְיָ אֱלָהָךְ וְתִסְגּוּד קֳדָם יְיָ אֱלָהָךְ:",
          "english": "And now, behold, I have brought the firstfruits of the land, which thou, O Lord, hast given me. And thou shalt set it before the Lord thy God, and worship before the Lord thy God:"
        },
        {
          "verseNum": 11,
          "hebrew": "וְשָׂמַחְתָּ֣ בְכׇל־הַטּ֗וֹב אֲשֶׁ֧ר נָֽתַן־לְךָ֛ יְהֹוָ֥ה אֱלֹהֶ֖יךָ וּלְבֵיתֶ֑ךָ אַתָּה֙ וְהַלֵּוִ֔י וְהַגֵּ֖ר אֲשֶׁ֥ר בְּקִרְבֶּֽךָ׃",
          "targum": "וְתֶחֱדֵי בְכָל טַבְתָא דִּי יְהַב לָךְ יְיָ אֱלָהָךְ וְלֶאֱנַשׁ בֵּיתָךְ אַתְּ וְלֵוָאֵי וְגִיּוֹרָא דִּי בֵינָךְ:",
          "english": "and thou shalt rejoice in every good thing which the Lord thy God has given thee, and thy house, thou, and the Levite, and the stranger that is among you."
        },
        {
          "verseNum": 12,
          "hebrew": "כִּ֣י תְכַלֶּ֞ה לַ֠עְשֵׂ֠ר אֶת־כׇּל־מַעְשַׂ֧ר תְּבוּאָתְךָ֛ בַּשָּׁנָ֥ה הַשְּׁלִישִׁ֖ת שְׁנַ֣ת הַֽמַּעֲשֵׂ֑ר וְנָתַתָּ֣ה לַלֵּוִ֗י לַגֵּר֙ לַיָּת֣וֹם וְלָֽאַלְמָנָ֔ה וְאָכְל֥וּ בִשְׁעָרֶ֖יךָ וְשָׂבֵֽעוּ׃",
          "targum": "אֲרֵי תְשֵׁצֵי לְעַשָּׂרָא יָת כָּל מַעֲשַׂר עֲלַלְתָּךְ בְּשַׁתָּא תְלִיתָאָה שְׁנַת מַעְשְׂרָא וְתִתֵּן לְלֵוָאֵי לְגִיּוֹרָא לְיִתַּמָּא וּלְאַרְמְלָא וְיֵכְלוּן בְּקִרְוָיךְ וְיִשְׂבְּעוּן:",
          "english": "When thou hast made an end of tithing all the tithes of thy produce in the third year, which is the year of tithing, and hast given it the Levite, the stranger, the fatherless, and the widow, that they may eat within thy gates, and be replete;"
        },
        {
          "verseNum": 13,
          "hebrew": "וְאָמַרְתָּ֡ לִפְנֵי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ בִּעַ֧רְתִּי הַקֹּ֣דֶשׁ מִן־הַבַּ֗יִת וְגַ֨ם נְתַתִּ֤יו לַלֵּוִי֙ וְלַגֵּר֙ לַיָּת֣וֹם וְלָאַלְמָנָ֔ה כְּכׇל־מִצְוָתְךָ֖ אֲשֶׁ֣ר צִוִּיתָ֑נִי לֹֽא־עָבַ֥רְתִּי מִמִּצְוֺתֶ֖יךָ וְלֹ֥א שָׁכָֽחְתִּי׃",
          "targum": "וְתֵימַר קֳדָם יְיָ אֱלָהָךְ פַּלֵּתִי קֹדֶשׁ מַעְשְׂרָא מִן בֵּיתָא וְאַף יְהָבִתֵּיהּ לְלֵוָאֵי וּלְגִיּוֹרָא לְיִתַּמָּא וּלְאַרְמְלָא כְּכָל פִּקּוּדָךְ דִּי פַקִּדְתַּנִי לָא עֲבָרִית מִפִּקּוּדָיךְ וְלָא אִתִּנְשֵׁיתִי:",
          "english": "then thou shalt say before the Lord thy God, I have removed the hallowed things out of my house, and also have given them to the Levite, and to the stranger, to the fatherless, and to the widow, according to all thy commandments which thou hast commanded me: I have not transgressed thy commandments, neither have I forgotten them:"
        },
        {
          "verseNum": 14,
          "hebrew": "לֹא־אָכַ֨לְתִּי בְאֹנִ֜י מִמֶּ֗נּוּ וְלֹא־בִעַ֤רְתִּי מִמֶּ֙נּוּ֙ בְּטָמֵ֔א וְלֹא־נָתַ֥תִּי מִמֶּ֖נּוּ לְמֵ֑ת שָׁמַ֗עְתִּי בְּקוֹל֙ יְהֹוָ֣ה אֱלֹהָ֔י עָשִׂ֕יתִי כְּכֹ֖ל אֲשֶׁ֥ר צִוִּיתָֽנִי׃",
          "targum": "לָא אֲכָלִית בְּאֶבְלִי מִנֵּיהּ וְלָא פַלֵּתִי מִנֵּיהּ בְּדִמְסָאָב וְלָא יְהָבִית מִנֵּיהּ לְמִית קַבֵּלִית לְמֵימְרָא דַּיְיָ אֱלָהָי עֲבָדִית כְּכֹל דִּי פַקִּדְתַּנִי:",
          "english": "I have not eaten of it in my mourning, neither have I consumed any part of it when unclean, nor given of it for the dead: but I have hearkened to the voice of the Lord my God, and have done according to all that thou hast commanded me."
        },
        {
          "verseNum": 15,
          "hebrew": "הַשְׁקִ֩יפָה֩ מִמְּע֨וֹן קׇדְשְׁךָ֜ מִן־הַשָּׁמַ֗יִם וּבָרֵ֤ךְ אֶֽת־עַמְּךָ֙ אֶת־יִשְׂרָאֵ֔ל וְאֵת֙ הָאֲדָמָ֔ה אֲשֶׁ֥ר נָתַ֖תָּה לָ֑נוּ כַּאֲשֶׁ֤ר נִשְׁבַּ֙עְתָּ֙ לַאֲבֹתֵ֔ינוּ אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃",
          "targum": "אִסְתְּכִי מִמְּדוֹר קָדְשָׁךְ מִן שְׁמַיָּא וּבָרֵךְ יָת עַמָּךְ יָת יִשְׂרָאֵל וְיָת אַרְעָא דִּי יְהַבְתְּ לָנָא כְּמָא דִי קַיֶּמְתָּא לַאֲבָהָתָנָא אֲרַע עָבְדָא חֲלַב וּדְבָשׁ:",
          "english": "Look down from thy holy habitation, from heaven, and bless thy people Yisra᾽el, and the land which thou hast given us, as thou didst swear to our fathers, a land flowing with milk and honey."
        },
        {
          "verseNum": 16,
          "hebrew": "הַיּ֣וֹם הַזֶּ֗ה יְהֹוָ֨ה אֱלֹהֶ֜יךָ מְצַוְּךָ֧ לַעֲשׂ֛וֹת אֶת־הַחֻקִּ֥ים הָאֵ֖לֶּה וְאֶת־הַמִּשְׁפָּטִ֑ים וְשָׁמַרְתָּ֤ וְעָשִׂ֙יתָ֙ אוֹתָ֔ם בְּכׇל־לְבָבְךָ֖ וּבְכׇל־נַפְשֶֽׁךָ׃",
          "targum": "יוֹמָא הָדֵין יְיָ אֱלָהָךְ מְפַקְּדָךְ לְמֶעְבַּד יָת קְיָמַיָּא הָאִלֵּין וְיָת דִּינַיָּא וְתִטַּר וְתַעְבֵּד יָתְהוֹן בְּכָל לִבָּךְ וּבְכָל נַפְשָׁךְ:",
          "english": "This day the Lord thy God has commanded thee to do these statutes and judgments: thou shalt therefore keep and do them with all thy heart, and with all thy soul."
        },
        {
          "verseNum": 17,
          "hebrew": "אֶת־יְהֹוָ֥ה הֶאֱמַ֖רְתָּ הַיּ֑וֹם לִהְיוֹת֩ לְךָ֨ לֵֽאלֹהִ֜ים וְלָלֶ֣כֶת בִּדְרָכָ֗יו וְלִשְׁמֹ֨ר חֻקָּ֧יו וּמִצְוֺתָ֛יו וּמִשְׁפָּטָ֖יו וְלִשְׁמֹ֥עַ בְּקֹלֽוֹ׃",
          "targum": "יָת יְיָ חֲטַבְתָּ יוֹמָא דֵין לְמֶהֱוֵי לָךְ לֶאֱלָהּ וְלִמְהַךְ בְּאָרְחָן דְּתָקְנָן קֳדָמוֹהִי וּלְמִטַּר קְיָמוֹהִי וּפִקּוּדוֹהִי וְדִינוֹהִי וּלְקַבָּלָא בְמֵימְרֵיהּ:",
          "english": "Thou hast avouched the Lord this day to be thy God, and to walk in his ways, and to keep his statutes, and his commandments, and his judgments, and to hearken to his voice:"
        },
        {
          "verseNum": 18,
          "hebrew": "וַֽיהֹוָ֞ה הֶאֱמִֽירְךָ֣ הַיּ֗וֹם לִהְי֥וֹת לוֹ֙ לְעַ֣ם סְגֻלָּ֔ה כַּאֲשֶׁ֖ר דִּבֶּר־לָ֑ךְ וְלִשְׁמֹ֖ר כׇּל־מִצְוֺתָֽיו׃",
          "targum": "וַייָ חָטְבָךְ יוֹמָא דֵין לְמֶהֱוֵי לֵיהּ לְעַם חַבִּיב כְּמָא דִי מַלִּיל לָךְ וּלְמִטַּר כָּל פִּקּוּדוֹהִי:",
          "english": "and the Lord has avouched thee this day to be a people for his own possession, as he has promised thee, and that thou shouldst keep all his commandments;"
        },
        {
          "verseNum": 19,
          "hebrew": "וּֽלְתִתְּךָ֣ עֶלְי֗וֹן עַ֤ל כׇּל־הַגּוֹיִם֙ אֲשֶׁ֣ר עָשָׂ֔ה לִתְהִלָּ֖ה וּלְשֵׁ֣ם וּלְתִפְאָ֑רֶת וְלִֽהְיֹתְךָ֧ עַם־קָדֹ֛שׁ לַיהֹוָ֥ה אֱלֹהֶ֖יךָ כַּאֲשֶׁ֥ר דִּבֵּֽר׃",
          "targum": "וּלְמִתְּנָךְ עִלָּאָה עַל כָּל עַמְמַיָּא דִּי עֲבַד לְתֻשְׁבָּחָא וּלְשׁוּם וְלִרְבוּ וּלְמֶהֱוָךְ עַם קַדִּישׁ קֳדָם יְיָ אֱלָהָךְ כְּמָא דִי מַלִּיל:",
          "english": "and to make thee high above all nations which he has made, in praise, and in name, and in honour; and that thou mayst be a holy people to the Lord thy God, as he has spoken."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְצַ֤ו מֹשֶׁה֙ וְזִקְנֵ֣י יִשְׂרָאֵ֔ל אֶת־הָעָ֖ם לֵאמֹ֑ר שָׁמֹר֙ אֶת־כׇּל־הַמִּצְוָ֔ה אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם הַיּֽוֹם׃",
          "targum": "וּפַקִּיד משֶׁה וְסָבֵי יִשְׂרָאֵל יָת עַמָּא לְמֵימָר טַר יָת כָּל תַּפְקֶדְתָּא דִּי אֲנָא מְפַקֵּד יָתְכוֹן יוֹמָא דֵין:",
          "english": "And Moshe with the elders of Yisra᾽el commanded the people, saying, Keep all the commandments which I command you this day."
        },
        {
          "verseNum": 2,
          "hebrew": "וְהָיָ֗ה בַּיּוֹם֮ אֲשֶׁ֣ר תַּעַבְר֣וּ אֶת־הַיַּרְדֵּן֒ אֶל־הָאָ֕רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֣ן לָ֑ךְ וַהֲקֵמֹתָ֤ לְךָ֙ אֲבָנִ֣ים גְּדֹל֔וֹת וְשַׂדְתָּ֥ אֹתָ֖ם בַּשִּֽׂיד׃",
          "targum": "וִיהֵי בְּיוֹמָא דִּי תַעְבְּרוּן יָת יַרְדְּנָא לְאַרְעָא דַּיְיָ אֱלָהָךְ יָהֵב לָךְ וּתְקִים לָךְ אַבְנִין רַבְרְבִין וּתְסוּד יָתְהוֹן בְּסִידָא:",
          "english": "And it shall be on the day when you shall pass over the Yarden to the land which the Lord thy God gives thee, that thou shalt set thee up great stones, and cover them with plaster:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְכָתַבְתָּ֣ עֲלֵיהֶ֗ן אֶֽת־כׇּל־דִּבְרֵ֛י הַתּוֹרָ֥ה הַזֹּ֖את בְּעׇבְרֶ֑ךָ לְמַ֡עַן אֲשֶׁר֩ תָּבֹ֨א אֶל־הָאָ֜רֶץ אֲֽשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֣יךָ׀ נֹתֵ֣ן לְךָ֗ אֶ֣רֶץ זָבַ֤ת חָלָב֙ וּדְבַ֔שׁ כַּאֲשֶׁ֥ר דִּבֶּ֛ר יְהֹוָ֥ה אֱלֹהֵֽי־אֲבֹתֶ֖יךָ לָֽךְ׃",
          "targum": "וְתִכְתּוֹב עֲלֵיהוֹן יָת כָּל פִּתְגָּמֵי אוֹרַיְתָא הָדָא בְּמֶעְבְּרָךְ בְּדִיל דִּי תֵעוּל לְאַרְעָא דַיְיָ אֱלָהָךְ יָהֵב לָךְ אַרְעָא עָבְדָא חֲלַב וּדְבַשׁ כְּמָא דִי מַלִּיל יְיָ אֱלָהָא דַאֲבָהָתָךְ לָךְ:",
          "english": "and thou shalt write upon them all the words of this Tora, when thou art passed over, that thou mayst go in to the land which the Lord thy God gives thee, a land flowing with milk and honey; as the Lord God of thy fathers has promised thee."
        },
        {
          "verseNum": 4,
          "hebrew": "וְהָיָה֮ בְּעׇבְרְכֶ֣ם אֶת־הַיַּרְדֵּן֒ תָּקִ֜ימוּ אֶת־הָאֲבָנִ֣ים הָאֵ֗לֶּה אֲשֶׁ֨ר אָנֹכִ֜י מְצַוֶּ֥ה אֶתְכֶ֛ם הַיּ֖וֹם בְּהַ֣ר עֵיבָ֑ל וְשַׂדְתָּ֥ אוֹתָ֖ם בַּשִּֽׂיד׃",
          "targum": "וִיהֵי בְּמֵעֲבָרְכוֹן יָת יַרְדְּנָא תְּקִימוּן יָת אַבְנַיָּא הָאִלֵּין דִּי אֲנָא מְפַקֵּד יָתְכוֹן יוֹמָא דֵין בְּטוּרָא דְעֵיבָל וּתְסוּד יָתְהוֹן בְּסִידָא:",
          "english": "And it shall be when you have gone over the Yarden, that you shall set up these stones, which I command you this day in mount ῾Eval, and thou shalt cover them with plaster."
        },
        {
          "verseNum": 5,
          "hebrew": "וּבָנִ֤יתָ שָּׁם֙ מִזְבֵּ֔חַ לַיהֹוָ֖ה אֱלֹהֶ֑יךָ מִזְבַּ֣ח אֲבָנִ֔ים לֹא־תָנִ֥יף עֲלֵיהֶ֖ם בַּרְזֶֽל׃",
          "targum": "וְתִבְנֵי תַמָּן מַדְבְּחָא קֳדָם יְיָ אֱלָהָךְ מַדְבַּח אַבְנִין לָא תְרִים עֲלֵיהוֹן פַּרְזְלָא:",
          "english": "And there shalt thou build an altar to the Lord thy God, an altar of stones: thou shalt not lift up any iron tool upon them."
        },
        {
          "verseNum": 6,
          "hebrew": "אֲבָנִ֤ים שְׁלֵמוֹת֙ תִּבְנֶ֔ה אֶת־מִזְבַּ֖ח יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְהַעֲלִ֤יתָ עָלָיו֙ עוֹלֹ֔ת לַיהֹוָ֖ה אֱלֹהֶֽיךָ׃",
          "targum": "אַבְנִין שָׁלְמִין תִּבְנֵי יָת מַדְבְּחָא דַּיְיָ אֱלָהָךְ וְתַסֵּק עֲלוֹהִי עֲלָוָן קֳדָם יְיָ אֱלָהָךְ:",
          "english": "Thou shalt build the altar of the Lord thy God of whole stones: and thou shalt offer burnt offerings upon it to the Lord thy God:"
        },
        {
          "verseNum": 7,
          "hebrew": "וְזָבַחְתָּ֥ שְׁלָמִ֖ים וְאָכַ֣לְתָּ שָּׁ֑ם וְשָׂ֣מַחְתָּ֔ לִפְנֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "וְתִכּוֹס נִכְסַת קוּדְשִׁין וְתֵיכוּל תַּמָּן וְתֶחֱדֵי קֳדָם יְיָ אֱלָהָךְ:",
          "english": "and thou shalt offer peace offerings, and shalt eat there, and rejoice before the Lord thy God."
        },
        {
          "verseNum": 8,
          "hebrew": "וְכָתַבְתָּ֣ עַל־הָאֲבָנִ֗ים אֶֽת־כׇּל־דִּבְרֵ֛י הַתּוֹרָ֥ה הַזֹּ֖את בַּאֵ֥ר הֵיטֵֽב׃",
          "targum": "וְתִכְתּוֹב עַל אַבְנַיָּא יָת כָּל פִּתְגָּמֵי אוֹרַיְתָא הָדָא פָּרַשׁ יָאוּת:",
          "english": "And thou shalt write upon the stones all the words of this Tora very plainly."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיְדַבֵּ֤ר מֹשֶׁה֙ וְהַכֹּהֲנִ֣ים הַלְוִיִּ֔ם אֶ֥ל כׇּל־יִשְׂרָאֵ֖ל לֵאמֹ֑ר הַסְכֵּ֤ת׀וּשְׁמַע֙ יִשְׂרָאֵ֔ל הַיּ֤וֹם הַזֶּה֙ נִהְיֵ֣יתָֽ לְעָ֔ם לַיהֹוָ֖ה אֱלֹהֶֽיךָ׃",
          "targum": "וּמַלִּיל משֶׁה וְכָהֲנַיָּא לֵוָאֵי לְכָל יִשְׂרָאֵל לְמֵימָר אֲצֵית וּשְׁמַע יִשְׂרָאֵל יוֹמָא הָדֵין הֲוֵיתָא לְעַמָּא קֳדָם יְיָ אֱלָהָךְ:",
          "english": "And Moshe and the priests the Levites spoke to all Yisra᾽el saying, Take heed, and hearken, O Yisra᾽el; this day thou art become the people of the Lord thy God."
        },
        {
          "verseNum": 10,
          "hebrew": "וְשָׁ֣מַעְתָּ֔ בְּק֖וֹל יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְעָשִׂ֤יתָ אֶת־מִצְוֺתָו֙ וְאֶת־חֻקָּ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּֽוֹם׃",
          "targum": "וּתְקַבֵּל לְמֵימְרָא דַּיְיָ אֱלָהָךְ וְתַעְבֵּד יָת פִּקּוּדוֹהִי וְיָת קְיָמוֹהִי דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין:",
          "english": "Thou shalt therefore obey the voice of the Lord thy God, and do his commandments and his statutes, which I command thee this day."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְצַ֤ו מֹשֶׁה֙ אֶת־הָעָ֔ם בַּיּ֥וֹם הַה֖וּא לֵאמֹֽר׃",
          "targum": "וּפַקִּיד משֶׁה יָת עַמָּא בְּיוֹמָא הַהוּא לְמֵימָר:",
          "english": "And Moshe charged the people the same day, saying,"
        },
        {
          "verseNum": 12,
          "hebrew": "אֵ֠לֶּה יַֽעַמְד֞וּ לְבָרֵ֤ךְ אֶת־הָעָם֙ עַל־הַ֣ר גְּרִזִ֔ים בְּעׇבְרְכֶ֖ם אֶת־הַיַּרְדֵּ֑ן שִׁמְעוֹן֙ וְלֵוִ֣י וִֽיהוּדָ֔ה וְיִשָּׂשכָ֖ר וְיוֹסֵ֥ף וּבִנְיָמִֽן׃",
          "targum": "אִלֵּין יְקוּמוּן לְבָרָכָא יָת עַמָּא עַל טוּרָא דִגְרִזִּים בְּמֵעֲבָרְכוֹן יָת יַרְדְּנָא שִׁמְעוֹן וְלֵוִי וִיהוּדָה וְיִשָּׂשׂכָר וְיוֹסֵף וּבִנְיָמִן:",
          "english": "These shall stand upon mount Gerizzim to bless the people, when you are come over the Yarden; Shim῾on, and Levi, and Yehuda, and Yissakhar, and Yosef, and Binyamin:"
        },
        {
          "verseNum": 13,
          "hebrew": "וְאֵ֛לֶּה יַֽעַמְד֥וּ עַל־הַקְּלָלָ֖ה בְּהַ֣ר עֵיבָ֑ל רְאוּבֵן֙ גָּ֣ד וְאָשֵׁ֔ר וּזְבוּלֻ֖ן דָּ֥ן וְנַפְתָּלִֽי׃",
          "targum": "וְאִלֵּין יְקוּמוּן עַל לְוָטַיָּא בְּטוּרָא דְעֵיבָל רְאוּבֵן גָּד וְאָשֵׁר וּזְבוּלֻן דָּן וְנַפְתָּלִי:",
          "english": "and these shall stand on mount ῾Eval to curse; Re᾽uven, Gad, and Asher, and Zevulun, Dan, and Naftali."
        },
        {
          "verseNum": 14,
          "hebrew": "וְעָנ֣וּ הַלְוִיִּ֗ם וְאָ֥מְר֛וּ אֶל־כׇּל־אִ֥ישׁ יִשְׂרָאֵ֖ל ק֥וֹל רָֽם׃",
          "targum": "וִיתִיבוּן לֵוָאֵי וְיֵימְרוּן לְכָל אֱנַשׁ יִשְׂרָאֵל קָלָא רָמָא:",
          "english": "And the Levites shall speak, and say to all the men of Yisra᾽el with a loud voice,"
        },
        {
          "verseNum": 15,
          "hebrew": "אָר֣וּר הָאִ֡ישׁ אֲשֶׁ֣ר יַעֲשֶׂה֩ פֶ֨סֶל וּמַסֵּכָ֜ה תּוֹעֲבַ֣ת יְהֹוָ֗ה מַעֲשֵׂ֛ה יְדֵ֥י חָרָ֖שׁ וְשָׂ֣ם בַּסָּ֑תֶר וְעָנ֧וּ כׇל־הָעָ֛ם וְאָמְר֖וּ אָמֵֽן׃",
          "targum": "לִיט גַּבְרָא דִּי יַעְבֵּד צֶלֶם וּמַתְּכָא מְרָחָקָא קֳדָם יְיָ עֹבַד יְדֵי אָמָן וּמְשַׁוִּי בְסִתְרָא וִיתִיבוּן כָּל עַמָּא וְיֵימְרוּן אָמֵן:",
          "english": "Cursed be the man that makes any carved or molten idol, an abomination to the Lord, the work of the hands of a craftsman, and sets it up in secret. And all the people shall answer and say, Amen."
        },
        {
          "verseNum": 16,
          "hebrew": "אָר֕וּר מַקְלֶ֥ה אָבִ֖יו וְאִמּ֑וֹ וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיִקְלֵי אֲבוּהִי וְאִמֵּיהּ וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that dishonours his father or his mother. And all the people shall say, Amen."
        },
        {
          "verseNum": 17,
          "hebrew": "אָר֕וּר מַסִּ֖יג גְּב֣וּל רֵעֵ֑הוּ וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיִשְׁנֵי תְּחוּמָא דְחַבְרֵיהּ וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that removes his neighbour’s landmark. And all the people shall say, Amen."
        },
        {
          "verseNum": 18,
          "hebrew": "אָר֕וּר מַשְׁגֶּ֥ה עִוֵּ֖ר בַּדָּ֑רֶךְ וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיַטְעֵי עַוִּירָא בְּאָרְחָא וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that makes the blind to wander out of the way. And all the people shall say, Amen."
        },
        {
          "verseNum": 19,
          "hebrew": "אָר֗וּר מַטֶּ֛ה מִשְׁפַּ֥ט גֵּר־יָת֖וֹם וְאַלְמָנָ֑ה וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃*",
          "targum": "לִיט דְּיַצְלֵי דִּין דַּיַּר יִתַּמָּא וְאַרְמְלָא וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that perverts the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen."
        },
        {
          "verseNum": 20,
          "hebrew": "אָר֗וּר שֹׁכֵב֙ עִם־אֵ֣שֶׁת אָבִ֔יו כִּ֥י גִלָּ֖ה כְּנַ֣ף אָבִ֑יו וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיִשְׁכּוּב עִם אִתַּת אֲבוּהִי אֲרֵי גַלִּי כַּנְפָא דַאֲבוּהִי וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that lies with his father’s wife; because he uncovers his father’s skirt. And all the people shall say, Amen."
        },
        {
          "verseNum": 21,
          "hebrew": "אָר֕וּר שֹׁכֵ֖ב עִם־כׇּל־בְּהֵמָ֑ה וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיִשְׁכּוּב עִם כָּל בְּעִירָא וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that lies with any manner of beast. And all the people shall say, Amen."
        },
        {
          "verseNum": 22,
          "hebrew": "אָר֗וּר שֹׁכֵב֙ עִם־אֲחֹת֔וֹ בַּת־אָבִ֖יו א֣וֹ בַת־אִמּ֑וֹ וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיִשְׁכּוּב עִם אֲחָתֵיהּ בַּת אֲבוּהִי אוֹ בַת אִמֵּיהּ וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that lies with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen."
        },
        {
          "verseNum": 23,
          "hebrew": "אָר֕וּר שֹׁכֵ֖ב עִם־חֹֽתַנְתּ֑וֹ וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיִשְׁכּוּב עִם חֲמוֹתֵיהּ וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that lies with his mother in law. And all the people shall say, Amen."
        },
        {
          "verseNum": 24,
          "hebrew": "אָר֕וּר מַכֵּ֥ה רֵעֵ֖הוּ בַּסָּ֑תֶר וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דְּיִמְחֵי לְחַבְרֵיהּ בְּסִתְרָא וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that smites his neighbour secretly. And all the people shall say, Amen."
        },
        {
          "verseNum": 25,
          "hebrew": "אָרוּר֙ לֹקֵ֣חַ שֹׁ֔חַד לְהַכּ֥וֹת נֶ֖פֶשׁ דָּ֣ם נָקִ֑י וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דִּי מְקַבֵּל שֹׁחֲדָא לְמִקְטַל נְפַשׁ דַּם זַכַּי וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that takes a bribe to slay an innocent person. And all the people shall say, Amen."
        },
        {
          "verseNum": 26,
          "hebrew": "אָר֗וּר אֲשֶׁ֧ר לֹא־יָקִ֛ים אֶת־דִּבְרֵ֥י הַתּוֹרָֽה־הַזֹּ֖את לַעֲשׂ֣וֹת אוֹתָ֑ם וְאָמַ֥ר כׇּל־הָעָ֖ם אָמֵֽן׃",
          "targum": "לִיט דִּי לָא יְקַיַּם יָת פִּתְגָּמֵי אוֹרַיְתָא הָדָא לְמֶעְבַּד יָתְהוֹן וְיֵימַר כָּל עַמָּא אָמֵן:",
          "english": "Cursed be he that does not maintain all the words of this Tora to do them. And all the people shall say, Amen."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְהָיָ֗ה אִם־שָׁמ֤וֹעַ תִּשְׁמַע֙ בְּקוֹל֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לִשְׁמֹ֤ר לַעֲשׂוֹת֙ אֶת־כׇּל־מִצְוֺתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם וּנְתָ֨נְךָ֜ יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ עֶלְי֔וֹן עַ֖ל כׇּל־גּוֹיֵ֥י הָאָֽרֶץ׃",
          "targum": "וִיהֵי אִם קַבָּלָא תְקַבֵּל לְמֵימְרָא דַּיְיָ אֱלָהָךְ לְמִטַּר לְמֶעְבַּד יָת כָּל פִּקּוּדוֹהִי דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין וְיִתְּנִנָּךְ יְיָ אֱלָהָךְ עִלַּי עַל כָּל עַמְמֵי אַרְעָא:",
          "english": "And it shall come to pass, if thou shalt hearken diligently to the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all the nations of the earth:"
        },
        {
          "verseNum": 2,
          "hebrew": "וּבָ֧אוּ עָלֶ֛יךָ כׇּל־הַבְּרָכ֥וֹת הָאֵ֖לֶּה וְהִשִּׂיגֻ֑ךָ כִּ֣י תִשְׁמַ֔ע בְּק֖וֹל יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "וְיֵיתוּן עֲלָךְ כָּל בִּרְכְּתָא הָאִלֵּין וְיִדְבְּקֻנָּךְ אֲרֵי תְקַבַּל לְמֵימְרָא דַּיְיָ אֱלָהָךְ:",
          "english": "and all these blessings shall come on thee, and overtake thee, if thou shalt hearken to the voice of the Lord thy God."
        },
        {
          "verseNum": 3,
          "hebrew": "בָּר֥וּךְ אַתָּ֖ה בָּעִ֑יר וּבָר֥וּךְ אַתָּ֖ה בַּשָּׂדֶֽה׃",
          "targum": "בְּרִיךְ אַתְּ בְּקַרְתָּא וּבְרִיךְ אַתְּ בְּחַקְלָא:",
          "english": "Blessed shalt thou be in the city, and blessed shalt thou be in the field."
        },
        {
          "verseNum": 4,
          "hebrew": "בָּר֧וּךְ פְּרִֽי־בִטְנְךָ֛ וּפְרִ֥י אַדְמָתְךָ֖ וּפְרִ֣י בְהֶמְתֶּ֑ךָ שְׁגַ֥ר אֲלָפֶ֖יךָ וְעַשְׁתְּר֥וֹת צֹאנֶֽךָ׃",
          "targum": "בְּרִיךְ וַלְדָּא דִמְעָךְ וְאִבָּא דְאַרְעָךְ וּוַלְדָּא דִבְעִירָךְ בַּקְרֵי תוֹרָיךְ וְעֶדְרֵי עָנָךְ:",
          "english": "Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy beasts, the increase of thy cattle, and the flocks of thy sheep."
        },
        {
          "verseNum": 5,
          "hebrew": "בָּר֥וּךְ טַנְאֲךָ֖ וּמִשְׁאַרְתֶּֽךָ׃",
          "targum": "בְּרִיךְ סַלָּךְ וְאַצְוָתָךְ:",
          "english": "Blessed shall be thy basket and thy store."
        },
        {
          "verseNum": 6,
          "hebrew": "בָּר֥וּךְ אַתָּ֖ה בְּבֹאֶ֑ךָ וּבָר֥וּךְ אַתָּ֖ה בְּצֵאתֶֽךָ׃",
          "targum": "בְּרִיךְ אַתְּ בְּמֵעֲלָךְ וּבְרִיךְ אַתְּ בְּמִפְּקָךְ:",
          "english": "Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out."
        },
        {
          "verseNum": 7,
          "hebrew": "יִתֵּ֨ן יְהֹוָ֤ה אֶת־אֹיְבֶ֙יךָ֙ הַקָּמִ֣ים עָלֶ֔יךָ נִגָּפִ֖ים לְפָנֶ֑יךָ בְּדֶ֤רֶךְ אֶחָד֙ יֵצְא֣וּ אֵלֶ֔יךָ וּבְשִׁבְעָ֥ה דְרָכִ֖ים יָנ֥וּסוּ לְפָנֶֽיךָ׃",
          "targum": "יִתֵּן יְיָ יָת בַּעֲלֵי דְבָבָךְ דְּקָיְמִין עֲלָךְ תְּבִירִין קֳדָמָךְ בְּאָרְחָא חַד יִפְּקוּן לְוָתָךְ וּבְשִׁבְעָא אָרְחָן יֵעִרְקוּן מִקֳּדָמָךְ:",
          "english": "The Lord shall cause thy enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways."
        },
        {
          "verseNum": 8,
          "hebrew": "יְצַ֨ו יְהֹוָ֤ה אִתְּךָ֙ אֶת־הַבְּרָכָ֔ה בַּאֲסָמֶ֕יךָ וּבְכֹ֖ל מִשְׁלַ֣ח יָדֶ֑ךָ וּבֵ֣רַכְךָ֔ בָּאָ֕רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃",
          "targum": "יְפַקֵּד יְיָ עִמָּךְ יָת בִּרְכְּתָא בְּאוֹצָרָךְ וּבְכֹל אוֹשָׁטוּת יְדָךְ וִיבָרֵכִנָּךְ בְּאַרְעָא דַּיְיָ אֱלָהָךְ יָהֵב לָךְ:",
          "english": "The Lord shall command the blessing upon thee in thy barns, and in all that thou settest thy hand unto; and he shall bless thee in the land which the Lord thy God gives thee."
        },
        {
          "verseNum": 9,
          "hebrew": "יְקִֽימְךָ֨ יְהֹוָ֥ה לוֹ֙ לְעַ֣ם קָד֔וֹשׁ כַּאֲשֶׁ֖ר נִֽשְׁבַּֽע־לָ֑ךְ כִּ֣י תִשְׁמֹ֗ר אֶת־מִצְוֺת֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְהָלַכְתָּ֖ בִּדְרָכָֽיו׃",
          "targum": "יְקִימִנָּךְ יְיָ לֵיהּ לְעַם קַדִּישׁ כְּמָא דִי קַיִּים לָךְ אֲרֵי תִטַּר יָת פִּקּוּדַיָּא דַּיְיָ אֱלָהָךְ וּתְהַךְ בְּאָרְחָן דְּתָקְנָן קֳדָמוֹהִי:",
          "english": "The Lord shall establish thee a holy people to himself, as he has sworn to thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways."
        },
        {
          "verseNum": 10,
          "hebrew": "וְרָאוּ֙ כׇּל־עַמֵּ֣י הָאָ֔רֶץ כִּ֛י שֵׁ֥ם יְהֹוָ֖ה נִקְרָ֣א עָלֶ֑יךָ וְיָֽרְא֖וּ מִמֶּֽךָּ׃",
          "targum": "וְיֶחֱזוּן כָּל עַמְמֵי אַרְעָא אֲרֵי שְׁמָא דַיְיָ אִתְקְרֵי עֲלָךְ וְיִדְחֲלוּן מִנָּךְ:",
          "english": "And all people of the earth shall see that thou art called by the name of the Lord; and they shall be afraid of thee."
        },
        {
          "verseNum": 11,
          "hebrew": "וְהוֹתִרְךָ֤ יְהֹוָה֙ לְטוֹבָ֔ה בִּפְרִ֧י בִטְנְךָ֛ וּבִפְרִ֥י בְהֶמְתְּךָ֖ וּבִפְרִ֣י אַדְמָתֶ֑ךָ עַ֚ל הָאֲדָמָ֔ה אֲשֶׁ֨ר נִשְׁבַּ֧ע יְהֹוָ֛ה לַאֲבֹתֶ֖יךָ לָ֥תֶת לָֽךְ׃",
          "targum": "וְיוֹתְרִנָּךְ יְיָ לְטָבָא בְּוַלְדָּא דִמְעָךְ וּבְוַלְדָּא דִבְעִירָךְ וּבְאִבָּא דְאַרְעָךְ עַל אַרְעָא דִּי קַיִּים יְיָ לַאֲבָהָתָךְ לְמִתַּן לָךְ:",
          "english": "And the Lord shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the Lord swore to thy fathers to give thee."
        },
        {
          "verseNum": 12,
          "hebrew": "יִפְתַּ֣ח יְהֹוָ֣ה׀לְ֠ךָ֠ אֶת־אוֹצָר֨וֹ הַטּ֜וֹב אֶת־הַשָּׁמַ֗יִם לָתֵ֤ת מְטַֽר־אַרְצְךָ֙ בְּעִתּ֔וֹ וּלְבָרֵ֕ךְ אֵ֖ת כׇּל־מַעֲשֵׂ֣ה יָדֶ֑ךָ וְהִלְוִ֙יתָ֙ גּוֹיִ֣ם רַבִּ֔ים וְאַתָּ֖ה לֹ֥א תִלְוֶֽה׃",
          "targum": "יִפְתַּח יְיָ לָךְ יָת אוֹצָרֵיהּ טָבָא יָת שְׁמַיָּא לְמִתַּן מְטַר אַרְעָךְ בְּעִדָּנֵיהּ וּלְבָרָכָא יָת כָּל עוֹבָדֵי יְדָךְ וְתוֹזֵף לְעַמְמִין סַגִּיאִין וְאַתְּ לָא תְזוּף:",
          "english": "The Lord shall open to thee his good treasure, the heaven, to give the rain to thy land in its season, and to bless all the work of thy hand: and thou shalt lend to many nations, and thou shalt not borrow."
        },
        {
          "verseNum": 13,
          "hebrew": "וּנְתָֽנְךָ֨ יְהֹוָ֤ה לְרֹאשׁ֙ וְלֹ֣א לְזָנָ֔ב וְהָיִ֙יתָ֙ רַ֣ק לְמַ֔עְלָה וְלֹ֥א תִהְיֶ֖ה לְמָ֑טָּה כִּֽי־תִשְׁמַ֞ע אֶל־מִצְוֺ֣ת׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ אֲשֶׁ֨ר אָנֹכִ֧י מְצַוְּךָ֛ הַיּ֖וֹם לִשְׁמֹ֥ר וְלַעֲשֽׂוֹת׃",
          "targum": "וְיִתְּנִנָּךְ יְיָ לְתַקִּיף וְלָא לְחַלָּשׁ וּתְהֵי בְּרַם לְעֵלָּא וְלָא תְהֵי לְתַחְתָּא אֲרֵי תְקַבַּל לְפִקּוּדַיָּא דַּיְיָ אֱלָהָךְ דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין לְמִטַּר וּלְמֶעְבָּד:",
          "english": "And the Lord shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if thou hearken to the commandments of the Lord thy God, which I command thee this day, to observe and to do them:"
        },
        {
          "verseNum": 14,
          "hebrew": "וְלֹ֣א תָס֗וּר מִכׇּל־הַדְּבָרִים֙ אֲשֶׁ֨ר אָנֹכִ֜י מְצַוֶּ֥ה אֶתְכֶ֛ם הַיּ֖וֹם יָמִ֣ין וּשְׂמֹ֑אול לָלֶ֗כֶת אַחֲרֵ֛י אֱלֹהִ֥ים אֲחֵרִ֖ים לְעׇבְדָֽם׃",
          "targum": "וְלָא תִסְטוּן מִכָּל פִּתְגָּמַיָּא דִּי אֲנָא מְפַקֵּד יָתְכוֹן יוֹמָא דֵין יַמִּינָא וּשְׂמָאלָא לִמְהַךְ בָּתַר טַעֲוַת עַמְמַיָּא לְמִפְלְחִנּוּן:",
          "english": "and thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them."
        },
        {
          "verseNum": 15,
          "hebrew": "וְהָיָ֗ה אִם־לֹ֤א תִשְׁמַע֙ בְּקוֹל֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לִשְׁמֹ֤ר לַעֲשׂוֹת֙ אֶת־כׇּל־מִצְוֺתָ֣יו וְחֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם וּבָ֧אוּ עָלֶ֛יךָ כׇּל־הַקְּלָל֥וֹת הָאֵ֖לֶּה וְהִשִּׂיגֽוּךָ׃",
          "targum": "וִיהֵי אִם לָא תְקַבַּל בְּמֵימְרָא דַּיְיָ אֱלָהָךְ לְמִטַּר לְמֶעְבַּד יָת כָּל פִּקּוּדוֹהִי וּקְיָמוֹהִי דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין וְיֵיתוּן עֲלָךְ כָּל לְוָטַיָּא הָאִלֵּין וְיִדְבְּקֻנָּךְ:",
          "english": "But it shall come to pass, if thou will not hearken to the voice of the Lord thy God, to observe to do all his commandments and his statutes which I command thee this day: that all these curses shall come upon thee, and overtake thee:"
        },
        {
          "verseNum": 16,
          "hebrew": "אָר֥וּר אַתָּ֖ה בָּעִ֑יר וְאָר֥וּר אַתָּ֖ה בַּשָּׂדֶֽה׃",
          "targum": "לִיט אַתְּ בְּקַרְתָּא וְלִיט אַתְּ בְּחַקְלָא:",
          "english": "cursed shalt thou be in the city, and cursed shalt thou be in the field."
        },
        {
          "verseNum": 17,
          "hebrew": "אָר֥וּר טַנְאֲךָ֖ וּמִשְׁאַרְתֶּֽךָ׃",
          "targum": "לִיט סַלָּךְ וְאַצְוָתָךְ:",
          "english": "Cursed shall be thy basket and thy store."
        },
        {
          "verseNum": 18,
          "hebrew": "אָר֥וּר פְּרִֽי־בִטְנְךָ֖ וּפְרִ֣י אַדְמָתֶ֑ךָ שְׁגַ֥ר אֲלָפֶ֖יךָ וְעַשְׁתְּרֹ֥ת צֹאנֶֽךָ׃",
          "targum": "לִיט וַלְדָּא דִמְעָךְ וְאִבָּא דְאַרְעָךְ בַּקְרֵי תוֹרָיךְ וְעֶדְרֵי עָנָךְ:",
          "english": "Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy cattle, and the young of thy sheep."
        },
        {
          "verseNum": 19,
          "hebrew": "אָר֥וּר אַתָּ֖ה בְּבֹאֶ֑ךָ וְאָר֥וּר אַתָּ֖ה בְּצֵאתֶֽךָ׃",
          "targum": "לִיט אַתְּ בְּמֵעֲלָךְ וְלִיט אַתְּ בְּמִפְּקָךְ:",
          "english": "Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out."
        },
        {
          "verseNum": 20,
          "hebrew": "יְשַׁלַּ֣ח יְהֹוָ֣ה׀בְּ֠ךָ֠ אֶת־הַמְּאֵרָ֤ה אֶת־הַמְּהוּמָה֙ וְאֶת־הַמִּגְעֶ֔רֶת בְּכׇל־מִשְׁלַ֥ח יָדְךָ֖ אֲשֶׁ֣ר תַּעֲשֶׂ֑ה עַ֣ד הִשָּׁמֶדְךָ֤ וְעַד־אֲבׇדְךָ֙ מַהֵ֔ר מִפְּנֵ֛י רֹ֥עַ מַֽעֲלָלֶ֖יךָ אֲשֶׁ֥ר עֲזַבְתָּֽנִי׃",
          "targum": "יְגָרֵי יְיָ בָּךְ יָת מְאֶרְתָּא וְיָת שִׁגּוּשַׁיָּא וְיָת מְזוֹפִיתָא בְּכָל אוֹשָׁטוּת יְדָךְ דִּי תַעְבֵּד עַד דְּתִשְׁתֵּצֵי וְעַד דְּתֵיבַד בִּפְרִיעַ מִן קֳדָם בִּישׁוּת עוֹבָדָיךְ דִּשְׁבַקְתָּא דַחַלְתִּי:",
          "english": "The Lord shall send upon thee cursing, confusion, and failure, in all that thou settest thy hand to do, until thou art destroyed, and until thou perish quickly: because of the wickedness of thy doings, in that thou hast forsaken me."
        },
        {
          "verseNum": 21,
          "hebrew": "יַדְבֵּ֧ק יְהֹוָ֛ה בְּךָ֖ אֶת־הַדָּ֑בֶר עַ֚ד כַּלֹּת֣וֹ אֹֽתְךָ֔ מֵעַל֙ הָאֲדָמָ֔ה אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּֽהּ׃",
          "targum": "יַדְבֵּק יְיָ בָּךְ יָת מוֹתָא עַד דִּישֵׁיצֵי יָתָךְ מֵעַל אַרְעָא דִּי אַתְּ עָלֵל לְתַמָּן לְמֵירְתַהּ:",
          "english": "The Lord shall make the pestilence cleave to thee, until it consumes thee from off the land, into which thou goest to possess it."
        },
        {
          "verseNum": 22,
          "hebrew": "יַכְּכָ֣ה יְ֠הֹוָ֠ה בַּשַּׁחֶ֨פֶת וּבַקַּדַּ֜חַת וּבַדַּלֶּ֗קֶת וּבַֽחַרְחֻר֙ וּבַחֶ֔רֶב וּבַשִּׁדָּפ֖וֹן וּבַיֵּרָק֑וֹן וּרְדָפ֖וּךָ עַ֥ד אׇבְדֶֽךָ׃",
          "targum": "יִמְחִנָּךְ יְיָ בְּשַׁחֶפְתָּא וּבְקַדַּחְתָּא וּבִדְלֶקְתָּא וּבְחַרְחוּרָא וּבְחַרְבָּא וּבְשִׁדְּפוֹנָא וּבְיַרְקוֹנָא וְיִרְדְּפֻנָּךְ עַד דְּתֵיבָד:",
          "english": "The Lord shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish."
        },
        {
          "verseNum": 23,
          "hebrew": "וְהָי֥וּ שָׁמֶ֛יךָ אֲשֶׁ֥ר עַל־רֹאשְׁךָ֖ נְחֹ֑שֶׁת וְהָאָ֥רֶץ אֲשֶׁר־תַּחְתֶּ֖יךָ בַּרְזֶֽל׃",
          "targum": "וִיהוֹן שְׁמַיָּךְ דִּי עִלָּוֵי רֵישָׁךְ חֲסִינִין כִּנְחָשָׁא מִלְּאֲחָתָא מִטְרָא וְאַרְעָא דִי תְחוֹתָךְ תַּקִּיפָא כְפַרְזְלָא מִלְּמֶעְבַּד פֵּרִין:",
          "english": "And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron."
        },
        {
          "verseNum": 24,
          "hebrew": "יִתֵּ֧ן יְהֹוָ֛ה אֶת־מְטַ֥ר אַרְצְךָ֖ אָבָ֣ק וְעָפָ֑ר מִן־הַשָּׁמַ֙יִם֙ יֵרֵ֣ד עָלֶ֔יךָ עַ֖ד הִשָּׁמְדָֽךְ׃",
          "targum": "יִתֵּן יְיָ יָת מְטַר אַרְעָךְ אַבְקָא וְעַפְרָא מִן שְׁמַיָּא יֵחוּת עֲלָךְ עַד דְּתִשְׁתֵּצֵי:",
          "english": "The Lord shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed."
        },
        {
          "verseNum": 25,
          "hebrew": "יִתֶּנְךָ֨ יְהֹוָ֥ה׀נִגָּף֮ לִפְנֵ֣י אֹיְבֶ֒יךָ֒ בְּדֶ֤רֶךְ אֶחָד֙ תֵּצֵ֣א אֵלָ֔יו וּבְשִׁבְעָ֥ה דְרָכִ֖ים תָּנ֣וּס לְפָנָ֑יו וְהָיִ֣יתָ לְזַֽעֲוָ֔ה לְכֹ֖ל מַמְלְכ֥וֹת הָאָֽרֶץ׃",
          "targum": "יִתְּנִנָּךְ יְיָ תְּבִיר קֳדָם סָנְאָךְ בְּאָרְחָא חֲדָא תִּפּוֹק לְוָתֵיהּ וּבְשִׁבְעָא אָרְחָן תֵּעִרוֹק מִקֳּדָמוֹהִי וּתְהֵי לְזִיעַ לְכָל מַלְכְּוַת אַרְעָא:",
          "english": "The Lord shall cause thee to be smitten before thy enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be a horror to all the kingdoms of the earth."
        },
        {
          "verseNum": 26,
          "hebrew": "וְהָיְתָ֤ה נִבְלָֽתְךָ֙ לְמַֽאֲכָ֔ל לְכׇל־ע֥וֹף הַשָּׁמַ֖יִם וּלְבֶהֱמַ֣ת הָאָ֑רֶץ וְאֵ֖ין מַחֲרִֽיד׃",
          "targum": "וּתְהֵי נְבִלְתָּךְ מְשַׁגְּרָא לְמֵיכַל לְכָל עוֹפָא דִשְׁמַיָּא וְלִבְעִירַת אַרְעָא וְלֵית דְּמָנִיד:",
          "english": "And thy carcass shall be food for all birds of the air, and for the beasts of the earth, and no man shall scare them away."
        },
        {
          "verseNum": 27,
          "hebrew": "יַכְּכָ֨ה יְהֹוָ֜ה בִּשְׁחִ֤ין מִצְרַ֙יִם֙ וּבַגָּרָ֖ב וּבֶחָ֑רֶס אֲשֶׁ֥ר לֹא־תוּכַ֖ל לְהֵרָפֵֽא׃",
          "targum": "יִמְחִנָּךְ יְיָ בְּשִׁחֲנָא דְמִצְרַיִם וּבִטְחוֹרִין וּבְגַרְבָּא וּבַחֲרִיס יַבִּישׁ דִּי לָא תִכּוּל לְאִתַּסָּאָה:",
          "english": "The Lord will smite thee with the pox of Miżrayim, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed."
        },
        {
          "verseNum": 28,
          "hebrew": "יַכְּכָ֣ה יְהֹוָ֔ה בְּשִׁגָּע֖וֹן וּבְעִוָּר֑וֹן וּבְתִמְה֖וֹן לֵבָֽב׃",
          "targum": "יִמְחִנָּךְ יְיָ בְּטַפְשׁוּתָא וּבְסַמְיוּתָא וּבְשַׁעֲמָמוּת לִבָּא:",
          "english": "The Lord shall smite thee with madness, and blindness, and astonishment of heart."
        },
        {
          "verseNum": 29,
          "hebrew": "וְהָיִ֜יתָ מְמַשֵּׁ֣שׁ בַּֽצׇּהֳרַ֗יִם כַּאֲשֶׁ֨ר יְמַשֵּׁ֤שׁ הַֽעִוֵּר֙ בָּאֲפֵלָ֔ה וְלֹ֥א תַצְלִ֖יחַ אֶת־דְּרָכֶ֑יךָ וְהָיִ֜יתָ אַ֣ךְ עָשׁ֧וּק וְגָז֛וּל כׇּל־הַיָּמִ֖ים וְאֵ֥ין מוֹשִֽׁיעַ׃",
          "targum": "וּתְהֵי מְמַשֵּׁשׁ בְּטִהֲרָא כְּמָא דִי מַשֵּׁשׁ עַוִּירָא בְּקַבְלָא וְלָא תַצְלַח יָת אָרְחָתָיךְ וּתְהֵי בְּרַם עָשִׁיק וְאָנִיס כָּל יוֹמַיָּא וְלֵית דְּפָרִיק:",
          "english": "And thou shalt grope at noonday, as the blind man gropes in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and robbed evermore, and no man shall save thee."
        },
        {
          "verseNum": 30,
          "hebrew": "אִשָּׁ֣ה תְאָרֵ֗שׂ וְאִ֤ישׁ אַחֵר֙ בַּ֥יִת תִּבְנֶ֖ה וְלֹא־תֵשֵׁ֣ב בּ֑וֹ כֶּ֥רֶם תִּטַּ֖ע וְלֹ֥א תְחַלְּלֶֽנּוּ׃",
          "targum": "אִתְּתָא תֵירוֹס וּגְבַר אָחֳרָן יִשְׁכְּבִנַּהּ בֵּיתָא תִבְנֵי וְלָא תֵיתֵב בֵּיהּ כַּרְמָא תִצּוֹב וְלָא תְחַלִּנֵּיהּ:",
          "english": "Thou shalt betroth a wife, and another man shall lie with her: thou shalt build a house, and thou shalt not dwell in it: thou shalt plant a vineyard, and shalt not gather its grapes."
        },
        {
          "verseNum": 31,
          "hebrew": "שׁוֹרְךָ֞ טָב֣וּחַ לְעֵינֶ֗יךָ וְלֹ֣א תֹאכַל֮ מִמֶּ֒נּוּ֒ חֲמֹֽרְךָ֙ גָּז֣וּל מִלְּפָנֶ֔יךָ וְלֹ֥א יָשׁ֖וּב לָ֑ךְ צֹֽאנְךָ֙ נְתֻנ֣וֹת לְאֹיְבֶ֔יךָ וְאֵ֥ין לְךָ֖ מוֹשִֽׁיעַ׃",
          "targum": "תּוֹרָךְ יְהֵי נָכֵס לְעֵינָיךְ וְלָא תֵיכוּל מִנֵּיהּ חֲמָרָךְ יְהֵי אָנֵס מִקֳּדָמָךְ וְלָא יְתוּב לָךְ עָנָךְ מְסִירִין לְבַעֲלֵי דְבָבָךְ וְלֵית לָךְ פָּרִיק:",
          "english": "Thy ox shall be slaughtered before thy eyes, and thou shalt not eat of it: thy ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given to thy enemies, and thou shalt have none to come to the rescue."
        },
        {
          "verseNum": 32,
          "hebrew": "בָּנֶ֨יךָ וּבְנֹתֶ֜יךָ נְתֻנִ֨ים לְעַ֤ם אַחֵר֙ וְעֵינֶ֣יךָ רֹא֔וֹת וְכָל֥וֹת אֲלֵיהֶ֖ם כׇּל־הַיּ֑וֹם וְאֵ֥ין לְאֵ֖ל יָדֶֽךָ׃",
          "targum": "בְּנָיךְ וּבְנָתָיךְ מְסִירִין לְעַמָּא אָחֳרָן וְעֵינָיךְ חֲזָן וִיסוּפָן בִּגְלָלְהֵן כָּל יוֹמָא וְלֵית חֵילָא בִּידָךְ:",
          "english": "Thy sons and thy daughters shall be given to another people, and thy eyes shall look, and fail with longing for them all the day long: and there shall be no might in thy hand."
        },
        {
          "verseNum": 33,
          "hebrew": "פְּרִ֤י אַדְמָֽתְךָ֙ וְכׇל־יְגִ֣יעֲךָ֔ יֹאכַ֥ל עַ֖ם אֲשֶׁ֣ר לֹא־יָדָ֑עְתָּ וְהָיִ֗יתָ רַ֛ק עָשׁ֥וּק וְרָצ֖וּץ כׇּל־הַיָּמִֽים׃",
          "targum": "אִבָּא דְאַרְעָךְ וְכָל לֵאוּתָךְ יֵכוּל עַמָּא דִּי לָא יְדַעַתְּ וּתְהֵי בְרַם עָשִׁיק וּרְעִיעַ כָּל יוֹמַיָּא:",
          "english": "The fruit of thy land, and all thy labours, shall a nation which thou knowst not eat up; and thou shalt be only oppressed and crushed always:"
        },
        {
          "verseNum": 34,
          "hebrew": "וְהָיִ֖יתָ מְשֻׁגָּ֑ע מִמַּרְאֵ֥ה עֵינֶ֖יךָ אֲשֶׁ֥ר תִּרְאֶֽה׃",
          "targum": "וּתְהֵי מִשְׁתַּטֵּיהּ מֵחֵזוּ עֵינָיךְ דִּי תֶחֱזֵי:",
          "english": "so that thou shalt be mad for the sight of thy eyes which thou shalt see."
        },
        {
          "verseNum": 35,
          "hebrew": "יַכְּכָ֨ה יְהֹוָ֜ה בִּשְׁחִ֣ין רָ֗ע עַל־הַבִּרְכַּ֙יִם֙ וְעַל־הַשֹּׁקַ֔יִם אֲשֶׁ֥ר לֹא־תוּכַ֖ל לְהֵרָפֵ֑א מִכַּ֥ף רַגְלְךָ֖ וְעַ֥ד קׇדְקֳדֶֽךָ׃",
          "targum": "יִמְחִנָּךְ יְיָ בְּשִׁחֲנָא בִישָׁא עַל רְכֻבַיָּא וְעַל שָׁקַיָּא דִּי לָא תִכּוּל לְאִתַּסָּאָה מִפַּרְסַת רַגְלָךְ וְעַד מוֹחָךְ:",
          "english": "The Lord shall smite thee in the knees, and in the legs, with a festering eruption that cannot be healed, from the sole of thy foot to the top of thy head."
        },
        {
          "verseNum": 36,
          "hebrew": "יוֹלֵ֨ךְ יְהֹוָ֜ה אֹתְךָ֗ וְאֶֽת־מַלְכְּךָ֙ אֲשֶׁ֣ר תָּקִ֣ים עָלֶ֔יךָ אֶל־גּ֕וֹי אֲשֶׁ֥ר לֹא־יָדַ֖עְתָּ אַתָּ֣ה וַאֲבֹתֶ֑יךָ וְעָבַ֥דְתָּ שָּׁ֛ם אֱלֹהִ֥ים אֲחֵרִ֖ים עֵ֥ץ וָאָֽבֶן׃",
          "targum": "יַגְלֵי יְיָ יָתָךְ וְיָת מַלְכָּךְ דִּי תְקִים עֲלָךְ לְעַם דִּי לָא יְדַעַתְּ אַתְּ וַאֲבָהָתָיךְ וְתִפְלַח תַּמָּן לְעַמְמַיָּא פָּלְחֵי טַעֲוָתָא אָעָא וְאַבְנָא:",
          "english": "The Lord shall bring thee, and thy king whom thou shalt set over thee, to a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, of wood and stone."
        },
        {
          "verseNum": 37,
          "hebrew": "וְהָיִ֣יתָ לְשַׁמָּ֔ה לְמָשָׁ֖ל וְלִשְׁנִינָ֑ה בְּכֹל֙ הָֽעַמִּ֔ים אֲשֶׁר־יְנַהֶגְךָ֥ יְהֹוָ֖ה שָֽׁמָּה׃",
          "targum": "וּתְהֵי לְצָדוּ לִמְתַל וּלְשׁוֹעֵי בְּכֹל עַמְמַיָּא דִּי יִדְבְּרִנָּךְ יְיָ לְתַמָּן:",
          "english": "And thou shalt become an astonishment, a proverb, and a byword, among all nations into which the Lord shall lead thee."
        },
        {
          "verseNum": 38,
          "hebrew": "זֶ֥רַע רַ֖ב תּוֹצִ֣יא הַשָּׂדֶ֑ה וּמְעַ֣ט תֶּאֱסֹ֔ף כִּ֥י יַחְסְלֶ֖נּוּ הָאַרְבֶּֽה׃",
          "targum": "בַּר זְרַע סַגִּי תַּפֵּק לְחַקְלָא וּזְעֵר תִּכְנוֹשׁ אֲרֵי יַחְסְלִנֵּיהּ גּוֹבָא:",
          "english": "Thou shalt carry much grain out into the field, and shalt gather but little in; for the locust shall consume it."
        },
        {
          "verseNum": 39,
          "hebrew": "כְּרָמִ֥ים תִּטַּ֖ע וְעָבָ֑דְתָּ וְיַ֤יִן לֹֽא־תִשְׁתֶּה֙ וְלֹ֣א תֶאֱגֹ֔ר כִּ֥י תֹאכְלֶ֖נּוּ הַתֹּלָֽעַת׃",
          "targum": "כַּרְמִין תִּצּוֹב וְתִפְלַח וְחַמְרָא לָא תִשְׁתֵּי וְלָא תִכְנוֹשׁ אֲרֵי תֵיכְלִנֵּיהּ תֹּלַעְתָּא:",
          "english": "Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them."
        },
        {
          "verseNum": 40,
          "hebrew": "זֵיתִ֛ים יִהְי֥וּ לְךָ֖ בְּכׇל־גְּבוּלֶ֑ךָ וְשֶׁ֙מֶן֙ לֹ֣א תָס֔וּךְ כִּ֥י יִשַּׁ֖ל זֵיתֶֽךָ׃",
          "targum": "זֵיתִין יְהוֹן לָךְ בְּכָל תְּחוּמָךְ וּמִשְׁחָא לָא תְסוּךְ אֲרֵי יִתְּרוּן זֵיתָיךְ:",
          "english": "Thou shalt have olive trees throughout all thy borders, but thou shalt not anoint thyself with the oil; for thy olive shall cast its fruit."
        },
        {
          "verseNum": 41,
          "hebrew": "בָּנִ֥ים וּבָנ֖וֹת תּוֹלִ֑יד וְלֹא־יִהְי֣וּ לָ֔ךְ כִּ֥י יֵלְכ֖וּ בַּשֶּֽׁבִי׃",
          "targum": "בְּנִין וּבְנָן תּוֹלִיד וְלָא יְהוֹן לָךְ אֲרֵי יְהָכוּן בְּשִׁבְיָא:",
          "english": "Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity."
        },
        {
          "verseNum": 42,
          "hebrew": "כׇּל־עֵצְךָ֖ וּפְרִ֣י אַדְמָתֶ֑ךָ יְיָרֵ֖שׁ הַצְּלָצַֽל׃",
          "targum": "כָּל אִילָנָךְ וְאִבָּא דְאַרְעָךְ יַחְסְנִנֵּיהּ סַקָּאָה:",
          "english": "All thy trees and fruit of thy land shall the beetle consume."
        },
        {
          "verseNum": 43,
          "hebrew": "הַגֵּר֙ אֲשֶׁ֣ר בְּקִרְבְּךָ֔ יַעֲלֶ֥ה עָלֶ֖יךָ מַ֣עְלָה מָּ֑עְלָה וְאַתָּ֥ה תֵרֵ֖ד מַ֥טָּה מָּֽטָּה׃",
          "targum": "תּוֹתַב עָרֵל דִּי בֵינָךְ יְהֵי סָלִיק עֵיל מִנָּךְ לְעֵלָּא לְעֵלָּא וְאַתְּ תְּהֵי נָחֵת לְתַחְתָּא לְתַחְתָּא:",
          "english": "The stranger that is in the midst of thee shall get up above thee very high; and thou shalt come down very low."
        },
        {
          "verseNum": 44,
          "hebrew": "ה֣וּא יַלְוְךָ֔ וְאַתָּ֖ה לֹ֣א תַלְוֶ֑נּוּ ה֚וּא יִהְיֶ֣ה לְרֹ֔אשׁ וְאַתָּ֖ה תִּֽהְיֶ֥ה לְזָנָֽב׃",
          "targum": "הוּא יוֹזְפִנָּךְ וְאַתְּ לָא תוֹזְפִנֵּיהּ הוּא יְהֵי לְתַקִּיף וְאַתְּ תְּהֵי לְחַלָּשׁ:",
          "english": "He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail."
        },
        {
          "verseNum": 45,
          "hebrew": "וּבָ֨אוּ עָלֶ֜יךָ כׇּל־הַקְּלָל֣וֹת הָאֵ֗לֶּה וּרְדָפ֙וּךָ֙ וְהִשִּׂיג֔וּךָ עַ֖ד הִשָּׁמְדָ֑ךְ כִּי־לֹ֣א שָׁמַ֗עְתָּ בְּקוֹל֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לִשְׁמֹ֛ר מִצְוֺתָ֥יו וְחֻקֹּתָ֖יו אֲשֶׁ֥ר צִוָּֽךְ׃",
          "targum": "וְיֵיתוּן עֲלָךְ כָּל לְוָטַיָּא הָאִלֵּין וְיִרְדְּפֻנָּךְ וְיִדְבְּקֻנָּךְ עַד דְּתִשְׁתֵּצֵי אֲרֵי לָא קַבֶּלְתָּא לְמֵימְרָא דַּיְיָ אֱלָהָךְ לְמִטַּר פִּקּוּדוֹהִי וּקְיָמוֹהִי דִּי פַקְּדָךְ:",
          "english": "Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou wouldst not hearken to the voice of the Lord thy God, to keep his commandments and his statutes which he commanded thee:"
        },
        {
          "verseNum": 46,
          "hebrew": "וְהָי֣וּ בְךָ֔ לְא֖וֹת וּלְמוֹפֵ֑ת וּֽבְזַרְעֲךָ֖ עַד־עוֹלָֽם׃",
          "targum": "וִיהוֹן בָּךְ לְאָת וּלְמוֹפֵת וּבִבְנָיךְ עַד עֳלָם:",
          "english": "and they shall be upon thee for a sign and for a wonder, and upon thy seed for ever."
        },
        {
          "verseNum": 47,
          "hebrew": "תַּ֗חַת אֲשֶׁ֤ר לֹא־עָבַ֙דְתָּ֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּשִׂמְחָ֖ה וּבְט֣וּב לֵבָ֑ב מֵרֹ֖ב כֹּֽל׃",
          "targum": "חֳלָף דִּי לָא פְלַחְתָּא קֳדָם יְיָ אֱלָהָךְ בְּחֶדְוָא וּבְשַׁפִּירוּת לִבָּא מִסְּגֵי כֹּלָּא:",
          "english": "Because thou wouldst not serve the Lord thy God with joyfulness, and with gladness of heart, for the abundance of all things;"
        },
        {
          "verseNum": 48,
          "hebrew": "וְעָבַדְתָּ֣ אֶת־אֹיְבֶ֗יךָ אֲשֶׁ֨ר יְשַׁלְּחֶ֤נּוּ יְהֹוָה֙ בָּ֔ךְ בְּרָעָ֧ב וּבְצָמָ֛א וּבְעֵירֹ֖ם וּבְחֹ֣סֶר כֹּ֑ל וְנָתַ֞ן עֹ֤ל בַּרְזֶל֙ עַל־צַוָּארֶ֔ךָ עַ֥ד הִשְׁמִיד֖וֹ אֹתָֽךְ׃",
          "targum": "וְתִפְלַח יָת בַּעֲלֵי דְבָבָךְ דִּי יְגָרִנֵּיהּ יְיָ בָּךְ בְּכַפְנָא וּבְצַחוּתָא וּבְעַרְטִלְיָתָא וּבַחֲסִירוּת כֹּלָּא וְיִתֵּן נִיר פַּרְזְלָא עַל צַוְּארָךְ עַד דִּישֵׁיצֵי יָתָךְ:",
          "english": "therefore shalt thou serve thy enemies which the Lord shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee."
        },
        {
          "verseNum": 49,
          "hebrew": "יִשָּׂ֣א יְהֹוָה֩ עָלֶ֨יךָ גּ֤וֹי מֵֽרָחֹק֙ מִקְצֵ֣ה הָאָ֔רֶץ כַּאֲשֶׁ֥ר יִדְאֶ֖ה הַנָּ֑שֶׁר גּ֕וֹי אֲשֶׁ֥ר לֹא־תִשְׁמַ֖ע לְשֹׁנֽוֹ׃",
          "targum": "יַיְתִי יְיָ עֲלָךְ עַם מֵרָחִיק מִסְּיָפֵי אַרְעָא כְּמָא דִי מִשְׁתְּדִי נִשְׁרָא עַמָּא דִּי לָא תִשְׁמַע לִישָׁנֵיהּ:",
          "english": "The Lord shall bring a nation against thee from far, from the end of the earth, which will swoop down like the vulture; a nation whose tongue thou shalt not understand;"
        },
        {
          "verseNum": 50,
          "hebrew": "גּ֖וֹי עַ֣ז פָּנִ֑ים אֲשֶׁ֨ר לֹא־יִשָּׂ֤א פָנִים֙ לְזָקֵ֔ן וְנַ֖עַר לֹ֥א יָחֹֽן׃",
          "targum": "עַם תַּקִּיף אַפִּין דִּי לָא יִסַּב אַפִּין לְסָבָא וְעַל יָנְקָא לָא מְרַחֵם:",
          "english": "a nation of fierce countenance, which shall not respect the person of the old, nor show favour to the young:"
        },
        {
          "verseNum": 51,
          "hebrew": "וְ֠אָכַ֠ל פְּרִ֨י בְהֶמְתְּךָ֥ וּפְרִֽי־אַדְמָתְךָ֮ עַ֣ד הִשָּׁמְדָךְ֒ אֲשֶׁ֨ר לֹא־יַשְׁאִ֜יר לְךָ֗ דָּגָן֙ תִּיר֣וֹשׁ וְיִצְהָ֔ר שְׁגַ֥ר אֲלָפֶ֖יךָ וְעַשְׁתְּרֹ֣ת צֹאנֶ֑ךָ עַ֥ד הַאֲבִיד֖וֹ אֹתָֽךְ׃",
          "targum": "וְיֵיכוּל וַלְדָּא דִבְעִירָךְ וְאִבָּא דְאַרְעָךְ עַד דְּתִשְׁתֵּצֵי דִּי לָא יַשְׁאַר לָךְ עִבוּרָא חַמְרָא וּמִשְׁחָא בַּקְרֵי תוֹרָיךְ וְעֶדְרֵי עָנָךְ עַד דְּיוֹבֵד יָתָךְ:",
          "english": "and he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: such a one as shall not leave thee either corn, wine, or oil, or the increase of thy cattle, or the young of thy sheep, until he have destroyed thee."
        },
        {
          "verseNum": 52,
          "hebrew": "וְהֵצַ֨ר לְךָ֜ בְּכׇל־שְׁעָרֶ֗יךָ עַ֣ד רֶ֤דֶת חֹמֹתֶ֙יךָ֙ הַגְּבֹהֹ֣ת וְהַבְּצֻר֔וֹת אֲשֶׁ֥ר אַתָּ֛ה בֹּטֵ֥חַ בָּהֵ֖ן בְּכׇל־אַרְצֶ֑ךָ וְהֵצַ֤ר לְךָ֙ בְּכׇל־שְׁעָרֶ֔יךָ בְּכׇ֨ל־אַרְצְךָ֔ אֲשֶׁ֥ר נָתַ֛ן יְהֹוָ֥ה אֱלֹהֶ֖יךָ לָֽךְ׃",
          "targum": "וְיָעֵק לָךְ בְּכָל קִרְוָיךְ עַד דְּיִכְבַּשׁ שׁוּרָיךְ רָמַיָּא וּכְרִיכַיָּא דִּי אַתְּ רָחֵץ לְאִשְׁתֵּזָבָא בְּהֵן בְּכָל אַרְעָךְ וְיָעֵק לָךְ בְּכָל קִרְוָיךְ בְּכָל אַרְעָךְ דִּי יְהַב יְיָ אֱלָהָךְ לָךְ:",
          "english": "And he shall besiege thee in all thy gates, until thy high and fortified walls come down, wherein thou didst trust, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the Lord thy God has given thee."
        },
        {
          "verseNum": 53,
          "hebrew": "וְאָכַלְתָּ֣ פְרִֽי־בִטְנְךָ֗ בְּשַׂ֤ר בָּנֶ֙יךָ֙ וּבְנֹתֶ֔יךָ אֲשֶׁ֥ר נָתַן־לְךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ בְּמָצוֹר֙ וּבְמָצ֔וֹק אֲשֶׁר־יָצִ֥יק לְךָ֖ אֹיְבֶֽךָ׃",
          "targum": "וְתֵיכוּל וַלְדָּא דִמְעָךְ בְּשַׂר בְּנָיךְ וּבְנָתָיךְ דִּי יְהַב לָךְ יְיָ אֱלָהָךְ בִּצְיָרָא וּבְעַקְתָא דְּיָעֵק לָךְ סָנְאָךְ:",
          "english": "And thou shalt eat the fruit of thy own body, the flesh of thy sons, and of thy daughters, which the Lord thy God has given thee, in the siege, and in the distress, with which thy enemy shall distress thee:"
        },
        {
          "verseNum": 54,
          "hebrew": "הָאִישׁ֙ הָרַ֣ךְ בְּךָ֔ וְהֶעָנֹ֖ג מְאֹ֑ד תֵּרַ֨ע עֵינ֤וֹ בְאָחִיו֙ וּבְאֵ֣שֶׁת חֵיק֔וֹ וּבְיֶ֥תֶר בָּנָ֖יו אֲשֶׁ֥ר יוֹתִֽיר׃",
          "targum": "גַּבְרָא דְרַכִּיךְ בָּךְ וְדִמְפַנַּק לַחֲדָא תִּבְאֵשׁ עֵינֵיהּ בְּאָחוּהִי וּבְאִתַּת קְיָמֵיהּ וּבִשְׁאָר בְּנוֹהִי דִּי יַשְׁאַר:",
          "english": "the man that is tender among you, and very delicate, his eye shall be evil towards his brother, and towards the wife of his bosom, and towards the remnant of his children which he shall leave:"
        },
        {
          "verseNum": 55,
          "hebrew": "מִתֵּ֣ת׀ לְאַחַ֣ד מֵהֶ֗ם מִבְּשַׂ֤ר בָּנָיו֙ אֲשֶׁ֣ר יֹאכֵ֔ל מִבְּלִ֥י הִשְׁאִֽיר־ל֖וֹ כֹּ֑ל בְּמָצוֹר֙ וּבְמָצ֔וֹק אֲשֶׁ֨ר יָצִ֥יק לְךָ֛ אֹיִבְךָ֖ בְּכׇל־שְׁעָרֶֽיךָ׃",
          "targum": "מִלְּמִתַּן לְחַד מִנְּהוֹן מִבְּשַׂר בְּנוֹהִי דִּי יֵיכוּל מִדְּלָא אִשְׁתָּאַר לֵיהּ כֹּלָּא בִּצְיָרָא וּבְעַקְתָא דִּי יָעֵק לָךְ סָנְאָךְ בְּכָל קִרְוָיךְ:",
          "english": "so that he will not give to any of them of the flesh of his children whom he shall eat, when he has nothing left him; because of the siege, and of the distress, with which thy enemies shall distress thee in all thy gates."
        },
        {
          "verseNum": 56,
          "hebrew": "הָרַכָּ֨ה בְךָ֜ וְהָעֲנֻגָּ֗ה אֲשֶׁ֨ר לֹֽא־נִסְּתָ֤ה כַף־רַגְלָהּ֙ הַצֵּ֣ג עַל־הָאָ֔רֶץ מֵהִתְעַנֵּ֖ג וּמֵרֹ֑ךְ תֵּרַ֤ע עֵינָהּ֙ בְּאִ֣ישׁ חֵיקָ֔הּ וּבִבְנָ֖הּ וּבְבִתָּֽהּ׃",
          "targum": "דְּרַכִּיכָא בָךְ וְדִמְפַנְּקָא דִּי לָא נַסִּיאַת פַּרְסַת רַגְלַהּ לַאֲחָתָא עַל אַרְעָא מִמְּפַנְּקוּ וּמֵרַכִּיכוּ תַּבְאֵשׁ עֵינַהּ בִּגְבַר קְיָמַהּ וּבִבְרַהּ וּבִבְרַתַּהּ:",
          "english": "The tender and delicate woman among you, who would not venture to set the sole of her foot upon the ground for fastidiousness and delicateness, her eye shall be evil towards the husband of her bosom, and towards her son, and towards her daughter,"
        },
        {
          "verseNum": 57,
          "hebrew": "וּֽבְשִׁלְיָתָ֞הּ הַיּוֹצֵ֣ת׀ מִבֵּ֣ין רַגְלֶ֗יהָ וּבְבָנֶ֙יהָ֙ אֲשֶׁ֣ר תֵּלֵ֔ד כִּֽי־תֹאכְלֵ֥ם בְּחֹסֶר־כֹּ֖ל בַּסָּ֑תֶר בְּמָצוֹר֙ וּבְמָצ֔וֹק אֲשֶׁ֨ר יָצִ֥יק לְךָ֛ אֹיִבְךָ֖ בִּשְׁעָרֶֽיךָ׃",
          "targum": "וּבִזְעֵר בְּנָהָא דְּיִפְּקוּן מִנַּהּ וּבִבְנָהָא דִּי תְלִיד אֲרֵי תֵיכְלִנּוּן בַּחֲסִירוּת כֹּלָּא בְּסִתְרָא בִּצְיָרָא וּבְעַקְתָא דִּי יָעֵק לָךְ סָנְאָךְ בְּקִרְוָיךְ:",
          "english": "and towards her afterbirth that comes out from her, and towards her children whom she shall bear: for she shall eat them for want of all things in secret; because of the siege and distress, wherewith thy enemy shall distress thee in thy gates."
        },
        {
          "verseNum": 58,
          "hebrew": "אִם־לֹ֨א תִשְׁמֹ֜ר לַעֲשׂ֗וֹת אֶת־כׇּל־דִּבְרֵי֙ הַתּוֹרָ֣ה הַזֹּ֔את הַכְּתֻבִ֖ים בַּסֵּ֣פֶר הַזֶּ֑ה לְ֠יִרְאָ֠ה אֶת־הַשֵּׁ֞ם הַנִּכְבָּ֤ד וְהַנּוֹרָא֙ הַזֶּ֔ה אֵ֖ת יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "אִם לָא תִטַּר לְמֶעְבַּד יָת כָּל פִּתְגָּמֵי אוֹרַיְתָא הָדָא דִּכְתִיבִין בְּסִפְרָא הָדֵין לְמִדְחַל יָת שְׁמָא יַקִּירָא וּדְחִילָא הָדֵין יָת יְיָ אֱלָהָךְ:",
          "english": "If thou wilt not observe to do all the words of this Tora that are written in this book, that thou mayst fear this glorious and fearful name, the Lord thy God;"
        },
        {
          "verseNum": 59,
          "hebrew": "וְהִפְלָ֤א יְהֹוָה֙ אֶת־מַכֹּ֣תְךָ֔ וְאֵ֖ת מַכּ֣וֹת זַרְעֶ֑ךָ מַכּ֤וֹת גְּדֹלֹת֙ וְנֶ֣אֱמָנ֔וֹת וׇחֳלָיִ֖ם רָעִ֥ים וְנֶאֱמָנִֽים׃",
          "targum": "וְיַפְרַשׁ יְיָ יָת מָחָתָךְ וְיָת מָחַת בְּנָיךְ מָחָן רַבְרְבָן וּמְהֵימְנָן וּמַכְתְּשִׁין בִּישִׁין וּמְהֵימְנִין:",
          "english": "then the Lord will make thy plagues remarkable, and the plagues of thy offspring, even great plagues, and of long continuance, and severe sicknesses, and of long continuance."
        },
        {
          "verseNum": 60,
          "hebrew": "וְהֵשִׁ֣יב בְּךָ֗ אֵ֚ת כׇּל־מַדְוֵ֣ה מִצְרַ֔יִם אֲשֶׁ֥ר יָגֹ֖רְתָּ מִפְּנֵיהֶ֑ם וְדָבְק֖וּ בָּֽךְ׃",
          "targum": "וְיָתֵב בָּךְ יָת כָּל מַכְתְּשֵׁי מִצְרַיִם דִּי דְחֶלְתָּא מִקֳּדָמֵיהוֹן וְיִדְבְּקוּן בָּךְ:",
          "english": "Moreover he will bring upon thee all the diseases of Miżrayim, which thou wast afraid of; and they shall cleave to thee."
        },
        {
          "verseNum": 61,
          "hebrew": "גַּ֤ם כׇּל־חֳלִי֙ וְכׇל־מַכָּ֔ה אֲשֶׁר֙ לֹ֣א כָת֔וּב בְּסֵ֖פֶר הַתּוֹרָ֣ה הַזֹּ֑את יַעְלֵ֤ם יְהֹוָה֙ עָלֶ֔יךָ עַ֖ד הִשָּׁמְדָֽךְ׃",
          "targum": "אַף כָּל מְרַע וְכָל מָחָא דִּי לָא כְתִיבִין בְּסִפְרָא דְאוֹרַיְתָא הָדָא יַיְתִנּוּן יְיָ עֲלָךְ עַד דְּיִשְׁתֵּצָךְ:",
          "english": "Also every sickness, and every plague, which is not written in the book of this Tora, them will the Lord bring upon thee, until thou art destroyed."
        },
        {
          "verseNum": 62,
          "hebrew": "וְנִשְׁאַרְתֶּם֙ בִּמְתֵ֣י מְעָ֔ט תַּ֚חַת אֲשֶׁ֣ר הֱיִיתֶ֔ם כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹ֑ב כִּֽי־לֹ֣א שָׁמַ֔עְתָּ בְּק֖וֹל יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "וְתִשְׁתַּאֲרוּן בְּעַם זְעֵר חֳלָף דִּי הֲוֵיתוּן כְּכוֹכְבֵי שְׁמַיָּא לְמִסְגֵּי אֲרֵי לָא קַבֶּלְתָּא לְמֵימְרָא דַּיְיָ אֱלָהָךְ:",
          "english": "And you shall be left few in number, whereas you were as the stars of heaven for multitude; because thou wouldst not obey the voice of the Lord thy God."
        },
        {
          "verseNum": 63,
          "hebrew": "וְ֠הָיָ֠ה כַּאֲשֶׁר־שָׂ֨שׂ יְהֹוָ֜ה עֲלֵיכֶ֗ם לְהֵיטִ֣יב אֶתְכֶם֮ וּלְהַרְבּ֣וֹת אֶתְכֶם֒ כֵּ֣ן יָשִׂ֤ישׂ יְהֹוָה֙ עֲלֵיכֶ֔ם לְהַאֲבִ֥יד אֶתְכֶ֖ם וּלְהַשְׁמִ֣יד אֶתְכֶ֑ם וְנִסַּחְתֶּם֙ מֵעַ֣ל הָאֲדָמָ֔ה אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּֽהּ׃",
          "targum": "וִיהֵי כְּמָא דִחַדֵּי יְיָ עֲלֵיכוֹן לְאוֹטָבָא יָתְכוֹן וּלְאַסְגָּאָה יָתְכוֹן כֵּן יֶחֱדֵי יְיָ עֲלֵיכוֹן לְאוֹבָדָא יָתְכוֹן וּלְשֵׁצָאָה יָתְכוֹן וְתִטַּלְטְלוּן מֵעַל אַרְעָא דִּאַתְּ עָלֵל לְתַמָּן לְמֵירְתַהּ:",
          "english": "And it shall come to pass, that as the Lord rejoiced over you to do you good, and to multiply you; so the Lord will rejoice over you to destroy you, and to annihilate you; and you shall be plucked from off the land into which thou goest to possess it."
        },
        {
          "verseNum": 64,
          "hebrew": "וֶהֱפִֽיצְךָ֤ יְהֹוָה֙ בְּכׇל־הָ֣עַמִּ֔ים מִקְצֵ֥ה הָאָ֖רֶץ וְעַד־קְצֵ֣ה הָאָ֑רֶץ וְעָבַ֨דְתָּ שָּׁ֜ם אֱלֹהִ֣ים אֲחֵרִ֗ים אֲשֶׁ֧ר לֹא־יָדַ֛עְתָּ אַתָּ֥ה וַאֲבֹתֶ֖יךָ עֵ֥ץ וָאָֽבֶן׃",
          "targum": "וִיבַדְּרִנָּךְ יְיָ בְּכָל עַמְמַיָּא מִסְּיָפֵי אַרְעָא וְעַד סְיָפֵי אַרְעָא וְתִפְלַח תַּמָּן לְעַמְמַיָּא פָּלְחֵי טַעֲוָתָא דִּי לָא יְדַעְתָּ אַתְּ וַאֲבָהָתָךְ אָעָא וְאַבְנָא:",
          "english": "And the Lord shall scatter thee among all peoples, from the one end of the earth to the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, wood and stone."
        },
        {
          "verseNum": 65,
          "hebrew": "וּבַגּוֹיִ֤ם הָהֵם֙ לֹ֣א תַרְגִּ֔יעַ וְלֹא־יִהְיֶ֥ה מָנ֖וֹחַ לְכַף־רַגְלֶ֑ךָ וְנָתַן֩ יְהֹוָ֨ה לְךָ֥ שָׁם֙ לֵ֣ב רַגָּ֔ז וְכִלְי֥וֹן עֵינַ֖יִם וְדַאֲב֥וֹן נָֽפֶשׁ׃",
          "targum": "וּבְעַמְמַיָּא הָאִנּוּן לָא תְנוּחַ וְלָא יְהֵא מְנָח לְפַרְסַת רַגְלָךְ וְיִתֵּן יְיָ לָךְ תַּמָּן לֵב דָּחֵל וְחַשְׁכַת עַיְנִין וּמַפְּחַן נְפָשׁ:",
          "english": "And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest; but the Lord shall give thee there a trembling heart, and failing of eyes, and despair of mind:"
        },
        {
          "verseNum": 66,
          "hebrew": "וְהָי֣וּ חַיֶּ֔יךָ תְּלֻאִ֥ים לְךָ֖ מִנֶּ֑גֶד וּפָֽחַדְתָּ֙ לַ֣יְלָה וְיוֹמָ֔ם וְלֹ֥א תַאֲמִ֖ין בְּחַיֶּֽיךָ׃",
          "targum": "וִיהוֹן חַיָּיךְ תְּלָן לָךְ מִקֳּבֵל וּתְהֵי תָוֵה לֵילְיָא וִימָמָא וְלָא תְהֵימִין בְּחַיָּיךְ:",
          "english": "and thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have no assurance of thy life:"
        },
        {
          "verseNum": 67,
          "hebrew": "בַּבֹּ֤קֶר תֹּאמַר֙ מִֽי־יִתֵּ֣ן עֶ֔רֶב וּבָעֶ֥רֶב תֹּאמַ֖ר מִֽי־יִתֵּ֣ן בֹּ֑קֶר מִפַּ֤חַד לְבָֽבְךָ֙ אֲשֶׁ֣ר תִּפְחָ֔ד וּמִמַּרְאֵ֥ה עֵינֶ֖יךָ אֲשֶׁ֥ר תִּרְאֶֽה׃",
          "targum": "בְּצַפְרָא תֵימַר מָן יִתֵּן רַמְשָׁא וּבְרַמְשָׁא תֵימַר מָן יִתֵּן צַפְרָא מִתַּוְהוּת לִבָּךְ דִּי תְהֵי תָוֵה וּמֵחֵזוּ עֵינָיךְ דִּי תְהֵי חָזֵי:",
          "english": "in the morning thou shalt say, Would it were evening! and at evening thou shalt say, Would it were morning! for the fear of thy heart with which thou shalt fear, and for the sight of thy eyes which thou shalt see."
        },
        {
          "verseNum": 68,
          "hebrew": "וֶהֱשִֽׁיבְךָ֨ יְהֹוָ֥ה׀מִצְרַ֘יִם֮ בׇּאֳנִיּוֹת֒ בַּדֶּ֙רֶךְ֙ אֲשֶׁ֣ר אָמַ֣רְתִּֽי לְךָ֔ לֹא־תֹסִ֥יף ע֖וֹד לִרְאֹתָ֑הּ וְהִתְמַכַּרְתֶּ֨ם שָׁ֧ם לְאֹיְבֶ֛יךָ לַעֲבָדִ֥ים וְלִשְׁפָח֖וֹת וְאֵ֥ין קֹנֶֽה׃",
          "targum": "וְיָתֵיבִנָּךְ יְיָ מִצְרַיִם בִּסְפִינָן בְּאָרְחָא דִּי אֲמָרִית לָךְ לָא תוֹסֵף עוֹד לְמֵחְזְיַהּ וְתִזְדַּבְּנוּן תַּמָּן לְּבַעֲלֵי דְבָבָךְ לְעַבְדִּין וּלְאַמְהָן וְלֵית דְּקַנֵה:",
          "english": "And the Lord shall bring thee back into Miżrayim with ships, by that road of which I spoke to thee, Thou shalt see it no more again: and there you shall be sold to your enemies for bondmen and bondwomen, and no man shall buy you."
        },
        {
          "verseNum": 69,
          "hebrew": "אֵ֩לֶּה֩ דִבְרֵ֨י הַבְּרִ֜ית אֲֽשֶׁר־צִוָּ֧ה יְהֹוָ֣ה אֶת־מֹשֶׁ֗ה לִכְרֹ֛ת אֶת־בְּנֵ֥י יִשְׂרָאֵ֖ל בְּאֶ֣רֶץ מוֹאָ֑ב מִלְּבַ֣ד הַבְּרִ֔ית אֲשֶׁר־כָּרַ֥ת אִתָּ֖ם בְּחֹרֵֽב׃",
          "targum": "אִלֵּין פִּתְגָּמֵי קְיָמָא דִּי פַקִּיד יְיָ יָת משֶׁה לְמִגְזַר עִם בְּנֵי יִשְׂרָאֵל בְּאַרְעָא דְמוֹאָב בַּר מִקְּיָמָא דִּי גְזַר עִמְּהוֹן בְּחֹרֵב:",
          "english": "These are the words of the covenant, which the Lord commanded Moshe to make with the children of Yisra᾽el in the land of Mo᾽av, besides the covenant which he made with them in Ḥorev."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּקְרָ֥א מֹשֶׁ֛ה אֶל־כׇּל־יִשְׂרָאֵ֖ל וַיֹּ֣אמֶר אֲלֵהֶ֑ם אַתֶּ֣ם רְאִיתֶ֗ם אֵ֣ת כׇּל־אֲשֶׁר֩ עָשָׂ֨ה יְהֹוָ֤ה לְעֵֽינֵיכֶם֙ בְּאֶ֣רֶץ מִצְרַ֔יִם לְפַרְעֹ֥ה וּלְכׇל־עֲבָדָ֖יו וּלְכׇל־אַרְצֽוֹ׃",
          "targum": "וּקְרָא משֶׁה לְכָל יִשְׂרָאֵל וַאֲמַר לְהוֹן אַתּוּן חֲזֵתוּן יָת כָּל דִּי עֲבַד יְיָ לְעֵינֵיכוֹן בְּאַרְעָא דְמִצְרַיִם לְפַרְעֹה וּלְכָל עַבְדוֹהִי וּלְכָל אַרְעֵיהּ:",
          "english": "And Moshe called to all Yisra᾽el, and said to them, You have seen all that the Lord did before your eyes in the land of Miżrayim to Par῾o, and to all his servants, and to all his land;"
        },
        {
          "verseNum": 2,
          "hebrew": "הַמַּסּוֹת֙ הַגְּדֹלֹ֔ת אֲשֶׁ֥ר רָא֖וּ עֵינֶ֑יךָ הָאֹתֹ֧ת וְהַמֹּפְתִ֛ים הַגְּדֹלִ֖ים הָהֵֽם׃",
          "targum": "נִסֵּי רַבְרְבַיָּא דִּי חֲזָאָה עֵינָיךְ אָתַיָּא וּמוֹפְתַיָּא רַבְרְבַיָּא הָאִנּוּן:",
          "english": "the great trials which thy eyes have seen, the signs, and those great miracles:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְלֹא־נָתַן֩ יְהֹוָ֨ה לָכֶ֥ם לֵב֙ לָדַ֔עַת וְעֵינַ֥יִם לִרְא֖וֹת וְאׇזְנַ֣יִם לִשְׁמֹ֑עַ עַ֖ד הַיּ֥וֹם הַזֶּֽה׃",
          "targum": "וְלָא יְהַב יְיָ לְכוֹן לִבָּא לְמִדַּע וְעַיְנִין לְמֶחֱזֵי וְאֻדְנִין לְמִשְׁמַע עַד יוֹמָא הָדֵין:",
          "english": "yet the Lord has not given you a heart to perceive, and eyes to see, and ears to hear, until this day."
        },
        {
          "verseNum": 4,
          "hebrew": "וָאוֹלֵ֥ךְ אֶתְכֶ֛ם אַרְבָּעִ֥ים שָׁנָ֖ה בַּמִּדְבָּ֑ר לֹֽא־בָל֤וּ שַׂלְמֹֽתֵיכֶם֙ מֵעֲלֵיכֶ֔ם וְנַעַלְךָ֥ לֹֽא־בָלְתָ֖ה מֵעַ֥ל רַגְלֶֽךָ׃",
          "targum": "וְדַבָּרִית יָתְכוֹן אַרְבְּעִין שְׁנִין בְּמַדְבְּרָא לָא בְלִיאַת כְּסוּתְכוֹן מִנְּכוֹן וּמְסָנָךְ לָא עֲדוֹ מֵעַל רַגְלָךְ:",
          "english": "And I have led you forty years in the wilderness: your clothes are not worn old upon you, and thy shoe is not worn old upon thy foot."
        },
        {
          "verseNum": 5,
          "hebrew": "לֶ֚חֶם לֹ֣א אֲכַלְתֶּ֔ם וְיַ֥יִן וְשֵׁכָ֖ר לֹ֣א שְׁתִיתֶ֑ם לְמַ֙עַן֙ תֵּֽדְע֔וּ כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃",
          "targum": "לַחְמָא לָא אֲכַלְתּוּן וַחֲמַר חֲדַת וְעַתִּיק לָא שְׁתֵיתוּן בְּדִיל דְּתִדְּעוּן אֲרֵי אֲנָא יְיָ אֱלָהֲכוֹן:",
          "english": "You have not eaten bread, neither have you drunk wine or strong drink: that you might know that I am the Lord your God."
        },
        {
          "verseNum": 6,
          "hebrew": "וַתָּבֹ֖אוּ אֶל־הַמָּק֣וֹם הַזֶּ֑ה וַיֵּצֵ֣א סִיחֹ֣ן מֶֽלֶךְ־חֶ֠שְׁבּ֠וֹן וְע֨וֹג מֶלֶךְ־הַבָּשָׁ֧ן לִקְרָאתֵ֛נוּ לַמִּלְחָמָ֖ה וַנַּכֵּֽם׃",
          "targum": "וַאֲתֵתוּן לְאַתְרָא הָדֵין וּנְפַק סִיחוֹן מַלְכָּא דְחֶשְׁבּוֹן וְעוֹג מַלְכָּא דְמַתְנָן לָקֳדָמוּתָנָא לַאֲגָחָא קְרָבָא וּמְחוֹנוּן:",
          "english": "And when you came to this place, Siĥon the king of Ḥeshbon, and ῾Og the king of Bashan, came out against us to battle, and we smote them:"
        },
        {
          "verseNum": 7,
          "hebrew": "וַנִּקַּח֙ אֶת־אַרְצָ֔ם וַנִּתְּנָ֣הּ לְנַחֲלָ֔ה לָראוּבֵנִ֖י וְלַגָּדִ֑י וְלַחֲצִ֖י שֵׁ֥בֶט הַֽמְנַשִּֽׁי׃",
          "targum": "וּנְסִבְנָא יָת אַרְעֲהוֹן וִיהָבִנַּהּ לְאַחֲסָנָא לְשִׁבְטָא דִרְאוּבֵן וּלְשִׁבְטָא דְגָד וּלְפַלְגּוּת שִׁבְטָא דִמְנַשֶּׁה:",
          "english": "and we took their land, and gave it for an inheritance to the Re᾽uveni, and to the Gadi, and to the half tribe of the Menashshi."
        },
        {
          "verseNum": 8,
          "hebrew": "וּשְׁמַרְתֶּ֗ם אֶת־דִּבְרֵי֙ הַבְּרִ֣ית הַזֹּ֔את וַעֲשִׂיתֶ֖ם אֹתָ֑ם לְמַ֣עַן תַּשְׂכִּ֔ילוּ אֵ֖ת כׇּל־אֲשֶׁ֥ר תַּעֲשֽׂוּן׃",
          "targum": "וְתִטְּרוּן יָת פִּתְגָּמֵי קְיָמָא הָדָא וְתַעְבְּדוּן יָתְהוֹן בְּדִיל דְּתִצְלְחוּן יָת כָּל דִּי תַעְבְּדוּן:",
          "english": "Keep therefore the words of this covenant, and do them, that you may prosper in all that you do."
        }
      ]
    }
  ]
}