{
  "name": "Korach",
  "book": "Numbers",
  "chapters": [
    {
      "chapter": 16,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּקַּ֣ח קֹ֔רַח בֶּן־יִצְהָ֥ר בֶּן־קְהָ֖ת בֶּן־לֵוִ֑י וְדָתָ֨ן וַאֲבִירָ֜ם בְּנֵ֧י אֱלִיאָ֛ב וְא֥וֹן בֶּן־פֶּ֖לֶת בְּנֵ֥י רְאוּבֵֽן׃",
          "targum": "וְאִתְפְּלֵג קֹרַח בַּר יִצְהָר בַּר קְהָת בַּר לֵוִי וְדָתָן וַאֲבִירָם בְּנֵי אֱלִיאָב וְאוֹן בַּר פֶּלֶת בְּנֵי רְאוּבֵן:",
          "english": "Now Qoraĥ, the son of Yiżhar, the son of Qehat, the son of Levi, and Datan and Aviram, the sons of Eli᾽av, and On, the son of Pelet, of the sons of Re᾽uven, took men:"
        },
        {
          "verseNum": 2,
          "hebrew": "וַיָּקֻ֙מוּ֙ לִפְנֵ֣י מֹשֶׁ֔ה וַאֲנָשִׁ֥ים מִבְּנֵֽי־יִשְׂרָאֵ֖ל חֲמִשִּׁ֣ים וּמָאתָ֑יִם נְשִׂיאֵ֥י עֵדָ֛ה קְרִאֵ֥י מוֹעֵ֖ד אַנְשֵׁי־שֵֽׁם׃",
          "targum": "וְקָמוּ לְאַפֵּי משֶׁה וְגֻבְרַיָּא מִבְּנֵי יִשְׂרָאֵל מָאתָן וְחַמְשִׁין רַבְרְבֵי כְנִשְׁתָּא מְעַרְעֵי זְמַן אֱנָשִׁין דִּשְׁמָא:",
          "english": "and they rose up before Moshe, with certain of the children of Yisra᾽el, two hundred and fifty princes of the assembly, regularly summoned to the congregation, men of renown:"
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּֽקָּהֲל֞וּ עַל־מֹשֶׁ֣ה וְעַֽל־אַהֲרֹ֗ן וַיֹּאמְר֣וּ אֲלֵהֶם֮ רַב־לָכֶם֒ כִּ֤י כׇל־הָֽעֵדָה֙ כֻּלָּ֣ם קְדֹשִׁ֔ים וּבְתוֹכָ֖ם יְהֹוָ֑ה וּמַדּ֥וּעַ תִּֽתְנַשְּׂא֖וּ עַל־קְהַ֥ל יְהֹוָֽה׃",
          "targum": "וְאִתְכְּנָשׁוּ עַל משֶׁה וְעַל אַהֲרֹן וַאֲמָרוּ לְהוֹן סַגִּי לְכוֹן אֲרֵי כָל כְּנִשְׁתָּא כֻּלְּהוֹן קַדִּישִׁין וּבֵינֵיהוֹן שַׁרְיָא שְׁכִנְתָּא דַיְיָ וּמָא דֵין אַתּוּן מִתְרַבְרְבִין עַל קְהָלָא דַיְיָ:",
          "english": "and they gathered themselves together against Moshe and against Aharon, and said to them, You take too much upon you, seeing all the congregation are holy, every one of them, and the Lord is among them: why then do you raise yourselves up above the congregation of the Lord?"
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּשְׁמַ֣ע מֹשֶׁ֔ה וַיִּפֹּ֖ל עַל־פָּנָֽיו׃",
          "targum": "וּשְׁמַע משֶׁה וּנְפַל עַל אַפּוֹהִי:",
          "english": "And when Moshe heard it, he fell on his face:"
        },
        {
          "verseNum": 5,
          "hebrew": "וַיְדַבֵּ֨ר אֶל־קֹ֜רַח וְאֶֽל־כׇּל־עֲדָתוֹ֮ לֵאמֹר֒ בֹּ֠קֶר וְיֹדַ֨ע יְהֹוָ֧ה אֶת־אֲשֶׁר־ל֛וֹ וְאֶת־הַקָּד֖וֹשׁ וְהִקְרִ֣יב אֵלָ֑יו וְאֵ֛ת אֲשֶׁ֥ר יִבְחַר־בּ֖וֹ יַקְרִ֥יב אֵלָֽיו׃",
          "targum": "וּמַלִּיל עִם קֹרַח וְעִם כָּל כְּנִשְׁתֵּיהּ לְמֵימַר בְּצַפְרָא וִיהוֹדַע יְיָ יָת דְּכָשַׁר לֵיהּ וְיָת דְּקַדִּישׁ וִיקָרֵב לָקֳדָמוֹהִי וְיָת דִּי יִתְרְעֵי בֵיהּ יְקָרֵב לְשִׁמּוּשֵׁיהּ:",
          "english": "and he spoke to Qoraĥ and to all his company, saying, Tomorrow morning the Lord will show who is his, and who is holy; and will cause him to come near to him: even him whom he has chosen will he cause to come near to him."
        },
        {
          "verseNum": 6,
          "hebrew": "זֹ֖את עֲשׂ֑וּ קְחוּ־לָכֶ֣ם מַחְתּ֔וֹת קֹ֖רַח וְכׇל־עֲדָתֽוֹ׃",
          "targum": "דָּא עִבִידוּ סָבוּ לְכוֹן מַחְתְּיָן קֹרַח וְכָל כְּנִשְׁתֵּיהּ:",
          "english": "This do; Take censers, Qoraĥ, and all his company;"
        },
        {
          "verseNum": 7,
          "hebrew": "וּתְנ֣וּ בָהֵ֣ן&thinsp;<small>׀</small>&thinsp;אֵ֡שׁ וְשִׂ֩ימוּ֩ עֲלֵיהֶ֨ן&thinsp;<small>׀</small>&thinsp;קְטֹ֜רֶת לִפְנֵ֤י יְהֹוָה֙ מָחָ֔ר וְהָיָ֗ה הָאִ֛ישׁ אֲשֶׁר־יִבְחַ֥ר יְהֹוָ֖ה ה֣וּא הַקָּד֑וֹשׁ רַב־לָכֶ֖ם בְּנֵ֥י לֵוִֽי׃",
          "targum": "וְהָבוּ בְהוֹן אֶשָּׁתָא וְשַׁוִּיוּ עֲלֵיהוֹן קְטוֹרֶת בּוּסְמִין קֳדָם יְיָ מְחַר וִיהֵי גַּבְרָא דְּיִתְרְעֵי יְיָ הוּא קַדִּישׁ סַגִּי לְכוֹן בְּנֵי לֵוִי:",
          "english": "and put fire in them, and put incense in them before the Lord tomorrow: and it shall be that the man whom the Lord chooses, he shall be holy: you take too much upon you, you sons of Levi."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֥אמֶר מֹשֶׁ֖ה אֶל־קֹ֑רַח שִׁמְעוּ־נָ֖א בְּנֵ֥י לֵוִֽי׃",
          "targum": "וַאֲמַר משֶׁה לְקֹרַח שְׁמָעוּ כְעַן בְּנֵי לֵוִי:",
          "english": "And Moshe said to Qoraĥ, Hear, I pray you, sons of Levi:"
        },
        {
          "verseNum": 9,
          "hebrew": "הַמְעַ֣ט מִכֶּ֗ם כִּֽי־הִבְדִּיל֩ אֱלֹהֵ֨י יִשְׂרָאֵ֤ל אֶתְכֶם֙ מֵעֲדַ֣ת יִשְׂרָאֵ֔ל לְהַקְרִ֥יב אֶתְכֶ֖ם אֵלָ֑יו לַעֲבֹ֗ד אֶת־עֲבֹדַת֙ מִשְׁכַּ֣ן יְהֹוָ֔ה וְלַעֲמֹ֛ד לִפְנֵ֥י הָעֵדָ֖ה לְשָׁרְתָֽם׃",
          "targum": "הַזְּעֵר לְכוֹן אֲרֵי אַפְרֵשׁ אֱלָהָא דְיִשְׂרָאֵל יָתְכוֹן מִכְּנִשְׁתָּא דְיִשְׂרָאֵל לְקָרָבָא יָתְכוֹן קֳדָמוֹהִי לְמִפְלַח יָת פָּלְחַן מַשְׁכְּנָא דַיְיָ וּלְמֵקַם קֳדָם כְּנִשְׁתָּא לְשַׁמָּשׁוּתְהוֹן:",
          "english": "is it but a small thing to you, that the God of Yisra᾽el has separated you from the congregation of Yisra᾽el, to bring you near to himself to do the service of the tabernacle of the Lord, and to stand before the congregation to minister to them?"
        },
        {
          "verseNum": 10,
          "hebrew": "וַיַּקְרֵב֙ אֹֽתְךָ֔ וְאֶת־כׇּל־אַחֶ֥יךָ בְנֵי־לֵוִ֖י אִתָּ֑ךְ וּבִקַּשְׁתֶּ֖ם גַּם־כְּהֻנָּֽה׃",
          "targum": "וְקָרֵב יָתָךְ וְיָת כָּל אַחָיךְ בְּנֵי לֵוִי עִמָּךְ וּכְעַן אַתּוּן בָּעָן אַף כְּהֻנָּתָא רַבְּתָא:",
          "english": "And he has brought thee near to him, and all thy brethren the sons of Levi with thee: and do you seek the priesthood also?"
        },
        {
          "verseNum": 11,
          "hebrew": "לָכֵ֗ן אַתָּה֙ וְכׇל־עֲדָ֣תְךָ֔ הַנֹּעָדִ֖ים עַל־יְהֹוָ֑ה וְאַהֲרֹ֣ן מַה־ה֔וּא כִּ֥י <span class=\"mam-kq\"><span class=\"mam-kq-k\">(תלונו)</span> <span class=\"mam-kq-q\">[תַלִּ֖ינוּ]</span></span> עָלָֽיו׃",
          "targum": "בְּכֵן אַתְּ וְכָל כְּנִשְׁתָּךְ דְּאִזְדַּמִּנְתּוּן עַל יְיָ וְאַהֲרֹן מָה הוּא אֲרֵי אִתְרַעַמְתּוּן עֲלוֹהִי:",
          "english": "For which cause both thou and all thy company who are gathered together are against the Lord: and what is Aharon, that you murmur against him?"
        },
        {
          "verseNum": 12,
          "hebrew": "וַיִּשְׁלַ֣ח מֹשֶׁ֔ה לִקְרֹ֛א לְדָתָ֥ן וְלַאֲבִירָ֖ם בְּנֵ֣י אֱלִיאָ֑ב וַיֹּאמְר֖וּ לֹ֥א נַעֲלֶֽה׃",
          "targum": "וּשְׁלַח משֶׁה לְמִקְרֵי לְדָתָן וְלַאֲבִירָם בְּנֵי אֱלִיאָב וַאֲמָרוּ לָא נִסָּק:",
          "english": "And Moshe sent to call Datan and Aviram, the sons of Eli᾽av; but they said, We will not come up:"
        },
        {
          "verseNum": 13,
          "hebrew": "הַמְעַ֗ט כִּ֤י הֶֽעֱלִיתָ֙נוּ֙ מֵאֶ֨רֶץ זָבַ֤ת חָלָב֙ וּדְבַ֔שׁ לַהֲמִיתֵ֖נוּ בַּמִּדְבָּ֑ר כִּֽי־תִשְׂתָּרֵ֥ר עָלֵ֖ינוּ גַּם־הִשְׂתָּרֵֽר׃",
          "targum": "הַזְּעֵר אֲרֵי אַסֶּקְתָּנָא מֵאַרְעָא עָבְדָא חֲלַב וּדְבָשׁ לְקַטָּלוּתָנָא בְּמַדְבְּרָא אֲרֵי אִתְרַבְרַבְתְּ עֲלָנָא אַף אִתְרַבְרָבָא:",
          "english": "is it a small thing that thou hast brought us up out of a land flowing with milk and honey, to kill us in the wilderness, and dost thou also make thyself a prince over us?"
        },
        {
          "verseNum": 14,
          "hebrew": "אַ֡ף לֹ֣א אֶל־אֶ֩רֶץ֩ זָבַ֨ת חָלָ֤ב וּדְבַשׁ֙ הֲבִ֣יאֹתָ֔נוּ וַתִּ֨תֶּן־לָ֔נוּ נַחֲלַ֖ת שָׂדֶ֣ה וָכָ֑רֶם הַעֵינֵ֞י הָאֲנָשִׁ֥ים הָהֵ֛ם תְּנַקֵּ֖ר לֹ֥א נַעֲלֶֽה׃",
          "targum": "בְּרַם לָא לְאַרְעָא עָבְדָא חֲלַב וּדְבָשׁ אַעַלְתָּנָא וִיהַבְתָּא לָנָא אַחֲסָנַת חַקְלִין וְכַרְמִין הַעֵינֵי גֻּבְרַיָּא הָאִנּוּן תְּשַׁלַּח לְעַוָּרָא לָא נִסָּק:",
          "english": "Moreover thou hast not brought us to a land flowing with milk and honey, nor given us inheritance of fields and vineyards: wilt thou put out the eyes of these men? we will not come up."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּ֤חַר לְמֹשֶׁה֙ מְאֹ֔ד וַיֹּ֙אמֶר֙ אֶל־יְהֹוָ֔ה אַל־תֵּ֖פֶן אֶל־מִנְחָתָ֑ם לֹ֠א חֲמ֨וֹר אֶחָ֤ד מֵהֶם֙ נָשָׂ֔אתִי וְלֹ֥א הֲרֵעֹ֖תִי אֶת־אַחַ֥ד מֵהֶֽם׃",
          "targum": "וּתְקֵף לְמשֶׁה לַחֲדָא וַאֲמַר קֳדָם יְיָ לָא תְקַבֵּל בְּרַעֲוָא קֻרְבַּנְהוֹן לָא חֲמָרָא דְחַד מִנְּהוֹן שְׁחָרִית וְלָא אַבְאֵשִׁית יָת חַד מִנְּהוֹן:",
          "english": "And Moshe was much angered, and said to the Lord, Have no regard to their offering: I have not taken one ass from them, nor have I hurt one of them."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ אֶל־קֹ֔רַח אַתָּה֙ וְכׇל־עֲדָ֣תְךָ֔ הֱי֖וּ לִפְנֵ֣י יְהֹוָ֑ה אַתָּ֥ה וָהֵ֛ם וְאַהֲרֹ֖ן מָחָֽר׃",
          "targum": "וַאֲמַר משֶׁה לְקֹרַח אַתְּ וְכָל כְּנִשְׁתָּךְ הֱווֹ זְמִינִין לָקֳדָם יְיָ אַתְּ וְאִנּוּן וְאַהֲרֹן מְחָר:",
          "english": "And Moshe said to Qoraĥ, Be thou and all thy company before the Lord, thou, and they, and Aharon, tomorrow:"
        },
        {
          "verseNum": 17,
          "hebrew": "וּקְח֣וּ&thinsp;<b>׀</b> אִ֣ישׁ מַחְתָּת֗וֹ וּנְתַתֶּ֤ם עֲלֵיהֶם֙ קְטֹ֔רֶת וְהִקְרַבְתֶּ֞ם לִפְנֵ֤י יְהֹוָה֙ אִ֣ישׁ מַחְתָּת֔וֹ חֲמִשִּׁ֥ים וּמָאתַ֖יִם מַחְתֹּ֑ת וְאַתָּ֥ה וְאַהֲרֹ֖ן אִ֥ישׁ מַחְתָּתֽוֹ׃",
          "targum": "וּסְבוּ גְּבַר מַחְתִּיתֵיהּ וּתְשַׁוּוּן עֲלֵיהוֹן קְטֹרֶת בּוּסְמִין וּתְקָרְבוּן קֳדָם יְיָ גְּבַר מַחְתִּיתֵיהּ מָאתָן וְחַמְשִׁין מַחְתְּיָן וְאַתְּ וְאַהֲרֹן גְּבַר מַחְתִּיתֵיהּ:",
          "english": "and take every man his censer, and put incense in them, and present before the Lord every man his censer, two hundred and fifty censers; thou also, and Aharon, each of you his censer."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיִּקְח֞וּ אִ֣ישׁ מַחְתָּת֗וֹ וַיִּתְּנ֤וּ עֲלֵיהֶם֙ אֵ֔שׁ וַיָּשִׂ֥ימוּ עֲלֵיהֶ֖ם קְטֹ֑רֶת וַֽיַּעַמְד֗וּ פֶּ֛תַח אֹ֥הֶל מוֹעֵ֖ד וּמֹשֶׁ֥ה וְאַהֲרֹֽן׃",
          "targum": "וּנְסִיבוּ גְבַר מַחְתִּיתֵיהּ וִיהָבוּ עֲלֵיהוֹן אֶשָּׁתָא וְשַׁוִּיאוּ עֲלֵיהוֹן קְטֹרֶת בּוּסְמִין וְקָמוּ בִּתְרַע מַשְׁכַּן זִמְנָא וּמשֶׁה וְאַהֲרֹן:",
          "english": "And they took every man his censer, and put fire in them, and laid incense on them, and stood in the door of the Tent of Meeting with Moshe and Aharon."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיַּקְהֵ֨ל עֲלֵיהֶ֥ם קֹ֙רַח֙ אֶת־כׇּל־הָ֣עֵדָ֔ה אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וַיֵּרָ֥א כְבוֹד־יְהֹוָ֖ה אֶל־כׇּל־הָעֵדָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְאַכְנַשׁ עֲלֵיהוֹן קֹרַח יָת כָּל כְּנִשְׁתָּא לִתְרַע מַשְׁכַּן זִמְנָא וְאִתְגְּלֵי יְקָרָא דַיְיָ לְכָל כְּנִשְׁתָּא:",
          "english": "And Qoraĥ gathered all the congregation against them to the door of the Tent of Meeting: and the glory of the Lord appeared to all the congregation."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיְדַבֵּ֣ר יְהֹוָ֔ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן לֵאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה וְעִם אַהֲרֹן לְמֵימָר:",
          "english": "And the Lord spoke to Moshe and to Aharon, saying,"
        },
        {
          "verseNum": 21,
          "hebrew": "הִבָּ֣דְל֔וּ מִתּ֖וֹךְ הָעֵדָ֣ה הַזֹּ֑את וַאֲכַלֶּ֥ה אֹתָ֖ם כְּרָֽגַע׃",
          "targum": "אִתְּפְּרָשׁוּ מִגּוֹ כְּנִשְׁתָּא הָדָא וְאֵשֵׁצֵי יָתְהוֹן כְּשָׁעָה:",
          "english": "Separate yourselves from among this congregation, that I may consume them in a moment."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיִּפְּל֤וּ עַל־פְּנֵיהֶם֙ וַיֹּ֣אמְר֔וּ אֵ֕ל אֱלֹהֵ֥י הָרוּחֹ֖ת לְכׇל־בָּשָׂ֑ר הָאִ֤ישׁ אֶחָד֙ יֶחֱטָ֔א וְעַ֥ל כׇּל־הָעֵדָ֖ה תִּקְצֹֽף׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וּנְפָלוּ עַל אַפֵּיהוֹן וַאֲמָרוּ אֵל אֱלָהָא רוּחַיָּא לְכָל בִּשְׂרָא גַּבְרָא חַד יֵחוֹב וְעַל כָּל כְּנִשְׁתָּא יְהֵי רוּגְזָא:",
          "english": "And they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be angry with all the congregation?"
        },
        {
          "verseNum": 23,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלֵּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 24,
          "hebrew": "דַּבֵּ֥ר אֶל־הָעֵדָ֖ה לֵאמֹ֑ר הֵֽעָלוּ֙ מִסָּבִ֔יב לְמִשְׁכַּן־קֹ֖רַח דָּתָ֥ן וַאֲבִירָֽם׃",
          "targum": "מַלֵּל עִם כְּנִשְׁתָּא לְמֵימָר אִסְתַּלָּקוּ מִסְּחוֹר סְחוֹר לְמַשְׁכְּנָא דְקֹרַח דָּתָן וַאֲבִירָם:",
          "english": "Speak to the congregation, saying, Get up from about the dwelling of Qoraĥ, Datan, and Aviram."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיָּ֣קׇם מֹשֶׁ֔ה וַיֵּ֖לֶךְ אֶל־דָּתָ֣ן וַאֲבִירָ֑ם וַיֵּלְכ֥וּ אַחֲרָ֖יו זִקְנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְקָם משֶׁה וַאֲזַל לְוָת דָּתָן וַאֲבִירָם וַאֲזָלוּ בַתְרוֹהִי סָבֵי יִשְׂרָאֵל:",
          "english": "And Moshe rose up and went to Datan and Aviram; and the elders of Yisra᾽el followed him."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיְדַבֵּ֨ר אֶל־הָעֵדָ֜ה לֵאמֹ֗ר ס֣וּרוּ נָ֡א מֵעַל֩ אׇהֳלֵ֨י הָאֲנָשִׁ֤ים הָֽרְשָׁעִים֙ הָאֵ֔לֶּה וְאַֽל־תִּגְּע֖וּ בְּכׇל־אֲשֶׁ֣ר לָהֶ֑ם פֶּן־תִּסָּפ֖וּ בְּכׇל־חַטֹּאתָֽם׃",
          "targum": "וּמַלִּיל עִם כְּנִשְׁתָּא לְמֵימָר זוּרוּ כְעַן מֵעִלָּוֵי מַשְׁכְּנֵי גֻּבְרַיָּא חַיָּבַיָּא הָאִלֵּין וְלָא תִקְרְבוּן בְּכָל דִּי לְהוֹן דִּלְמָא תִלְקוּן בְּכָל חוֹבֵיהוֹן:",
          "english": "And he spoke to the congregation, saying, Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest you be consumed in all their sins."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיֵּעָל֗וּ מֵעַ֧ל מִשְׁכַּן־קֹ֛רַח דָּתָ֥ן וַאֲבִירָ֖ם מִסָּבִ֑יב וְדָתָ֨ן וַאֲבִירָ֜ם יָצְא֣וּ נִצָּבִ֗ים פֶּ֚תַח אׇֽהֳלֵיהֶ֔ם וּנְשֵׁיהֶ֥ם וּבְנֵיהֶ֖ם וְטַפָּֽם׃",
          "targum": "וְאִסְתַּלָּקוּ מֵעִלָּוֵי מַשְׁכְּנָא דְקֹרַח דָּתָן וַאֲבִירָם מִסְּחוֹר סְחוֹר וְדָתָן וַאֲבִירָם נְפָקוּ קַיְּמִין בִּתְרַע מַשְׁכְּנֵיהוֹן וּנְשֵׁיהוֹן וּבְנֵיהוֹן וְטַפְלְהוֹן:",
          "english": "So they went up from the dwelling of Qoraĥ, Datan, and Aviram, on every side: and Datan and Aviram came out, and stood in the door of their tents, and their wives, and their sons, and their little children."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיֹּ֘אמֶר֮ מֹשֶׁה֒ בְּזֹאת֙ תֵּֽדְע֔וּן כִּֽי־יְהֹוָ֣ה שְׁלָחַ֔נִי לַעֲשׂ֕וֹת אֵ֥ת כׇּל־הַֽמַּעֲשִׂ֖ים הָאֵ֑לֶּה כִּי־לֹ֖א מִלִּבִּֽי׃",
          "targum": "וַאֲמַר משֶׁה בְּדָא תִדְּעוּן אֲרֵי יְיָ שַׁלְּחַנִּי לְמֶעְבַּד יָת כָּל עוֹבָדַיָּא הָאִלֵּין אֲרֵי לָא מֵרְעוּתִי:",
          "english": "And Moshe said, Hereby you shall know that the Lord has sent me to do all these works; for I have not done them of my own mind."
        },
        {
          "verseNum": 29,
          "hebrew": "אִם־כְּמ֤וֹת כׇּל־הָֽאָדָם֙ יְמֻת֣וּן אֵ֔לֶּה וּפְקֻדַּת֙ כׇּל־הָ֣אָדָ֔ם יִפָּקֵ֖ד עֲלֵיהֶ֑ם לֹ֥א יְהֹוָ֖ה שְׁלָחָֽנִי׃",
          "targum": "אִם כְּמוֹתָא דְכָל אֱנָשָׁא יְמוּתוּן אִלֵּין וּסְעָרָא דְּכָל אֶנָשָׁא יִסְתְּעַר עֲלֵיהוֹן לָא יְיָ שַׁלְּחַנִּי:",
          "english": "If these men die the common death of all men, or if they be visited after the visitation of all men; then the Lord has not sent me."
        },
        {
          "verseNum": 30,
          "hebrew": "וְאִם־בְּרִיאָ֞ה יִבְרָ֣א יְהֹוָ֗ה וּפָצְתָ֨ה הָאֲדָמָ֤ה אֶת־פִּ֙יהָ֙ וּבָלְעָ֤ה אֹתָם֙ וְאֶת־כׇּל־אֲשֶׁ֣ר לָהֶ֔ם וְיָרְד֥וּ חַיִּ֖ים שְׁאֹ֑לָה וִֽידַעְתֶּ֕ם כִּ֧י נִֽאֲצ֛וּ הָאֲנָשִׁ֥ים הָאֵ֖לֶּה אֶת־יְהֹוָֽה׃",
          "targum": "וְאִם בְּרִיאָה יִבְרֵי יְיָ וּפְתָחַת אַרְעָא יָת פּוּמַהּ וּבְלָעַת יָתְהוֹן וְיָת כָּל דִּי לְהוֹן וְיֶחֱתוּן כַּד חַיִּין לִשְׁאוֹל וְתִדְּעוּן אֲרֵי אַרְגִּיזוּ גֻּבְרַיָּא הָאִלֵּין קֳדָם יְיָ:",
          "english": "But if the Lord creates a new thing, and the earth opens her mouth, and swallows them up, with all that appertain to them, and they go down alive into She᾽ol; then you shall understand that these men have provoked the Lord."
        },
        {
          "verseNum": 31,
          "hebrew": "וַֽיְהִי֙ כְּכַלֹּת֔וֹ לְדַבֵּ֕ר אֵ֥ת כׇּל־הַדְּבָרִ֖ים הָאֵ֑לֶּה וַתִּבָּקַ֥ע הָאֲדָמָ֖ה אֲשֶׁ֥ר תַּחְתֵּיהֶֽם׃",
          "targum": "וַהֲוָה כַּד שֵׁצֵי לְמַלָּלָא יָת כָּל פִּתְגָּמַיָּא הָאִלֵּין וְאִתְבְּזָעַת אַרְעָא דִּי תְחוֹתֵיהוֹן:",
          "english": "And it came to pass, as he had made an end of speaking all these words, that the ground split beneath them:"
        },
        {
          "verseNum": 32,
          "hebrew": "וַתִּפְתַּ֤ח הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלַ֥ע אֹתָ֖ם וְאֶת־בָּתֵּיהֶ֑ם וְאֵ֤ת כׇּל־הָאָדָם֙ אֲשֶׁ֣ר לְקֹ֔רַח וְאֵ֖ת כׇּל־הָרְכֽוּשׁ׃",
          "targum": "וּפְתָחַת אַרְעָא יָת פּוּמַהּ וּבְלָעַת יָתְהוֹן וְיָת אֱנַשׁ בָּתֵּיהוֹן וְיָת כָּל אֱנָשָׁא דִּי לְקֹרַח וְיָת כָּל קִנְיָנָא:",
          "english": "and the earth opened her mouth, and swallowed them up, and their houses, and all the men that appertained to Qoraĥ, and all their goods."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיֵּ֨רְד֜וּ הֵ֣ם וְכׇל־אֲשֶׁ֥ר לָהֶ֛ם חַיִּ֖ים שְׁאֹ֑לָה וַתְּכַ֤ס עֲלֵיהֶם֙ הָאָ֔רֶץ וַיֹּאבְד֖וּ מִתּ֥וֹךְ הַקָּהָֽל׃",
          "targum": "וּנְחָתוּ אִנּוּן וְכָל דִּי לְהוֹן כַּד חַיִּין לִשְׁאוֹל וַחֲפַת עֲלֵיהוֹן אַרְעָא וַאֲבָדוּ מִגּוֹ קְהָלָא:",
          "english": "They, and all that appertained to them, went down alive into She᾽ol, and the earth closed upon them: and they perished from among the congregation."
        },
        {
          "verseNum": 34,
          "hebrew": "וְכׇל־יִשְׂרָאֵ֗ל אֲשֶׁ֛ר סְבִיבֹתֵיהֶ֖ם נָ֣סוּ לְקֹלָ֑ם כִּ֣י אָֽמְר֔וּ פֶּן־תִּבְלָעֵ֖נוּ הָאָֽרֶץ׃",
          "targum": "וְכָל יִשְׂרָאֵל דִּי בְּסַחֲרָנֵיהוֹן עֲרָקוּ לְקָלְהוֹן אֲרֵי אֲמָרוּ דִּלְמָא תִבְלְעִנָּנָא אַרְעָא:",
          "english": "And all Yisra᾽el that were round about them fled at the cry of them: for they said, Lest the earth swallow us up also."
        },
        {
          "verseNum": 35,
          "hebrew": "וְאֵ֥שׁ יָצְאָ֖ה מֵאֵ֣ת יְהֹוָ֑ה וַתֹּ֗אכַל אֵ֣ת הַחֲמִשִּׁ֤ים וּמָאתַ֙יִם֙ אִ֔ישׁ מַקְרִיבֵ֖י הַקְּטֹֽרֶת׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְאֶשָּׁתָא נְפָקַת מִן קֳדָם יְיָ וַאֲכָלַת יָת מָאתָן וְחַמְשִׁין גַּבְרָא מְקָרְבֵי קְטֹרֶת בּוּסְמַיָּא:",
          "english": "And there came out a fire from the Lord, and consumed the two hundred and fifty men that offered the incense."
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "אֱמֹ֨ר אֶל־אֶלְעָזָ֜ר בֶּן־אַהֲרֹ֣ן הַכֹּהֵ֗ן וְיָרֵ֤ם אֶת־הַמַּחְתֹּת֙ מִבֵּ֣ין הַשְּׂרֵפָ֔ה וְאֶת־הָאֵ֖שׁ זְרֵה־הָ֑לְאָה כִּ֖י קָדֵֽשׁוּ׃",
          "targum": "אֲמַר לְאֶלְעָזָר בַּר אַהֲרֹן כַּהֲנָא וְיַפְרֵשׁ יָת מַחְתְּיָתָא מִבֵּין יְקִידַיָּא וְיָת אֶשָּׁתָא יַרְחֵק לְהָלָא אֲרֵי אִתְקַדָּשׁוּ:",
          "english": "Speak to El῾azar the son of Aharon the priest, that he take up the censers out of the burning, and scatter thou the fire yonder; for they have become holy."
        },
        {
          "verseNum": 3,
          "hebrew": "אֵ֡ת מַחְתּוֹת֩ הַֽחַטָּאִ֨ים הָאֵ֜לֶּה בְּנַפְשֹׁתָ֗ם וְעָשׂ֨וּ אֹתָ֜ם רִקֻּעֵ֤י פַחִים֙ צִפּ֣וּי לַמִּזְבֵּ֔חַ כִּֽי־הִקְרִיבֻ֥ם לִפְנֵֽי־יְהֹוָ֖ה וַיִּקְדָּ֑שׁוּ וְיִֽהְי֥וּ לְא֖וֹת לִבְנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "יָת מַחְתְּיַת חַיָּבַיָּא הָאִלֵּין דְּאִתְחַיָּבוּ בְּנַפְשָׁתֵיהוֹן וְיַעְבְּדוּן יָתְהֵן טַסִּין רַדִּידִין חוֹפָאָה לְמַדְבְּחָא אֲרֵי קָרֵבֻנּוּן קֳדָם יְיָ וְאִתְקַדָּשׁוּ וִיהֶוְיָן לְאָת לִבְנֵי יִשְׂרָאֵל:",
          "english": "As for the censers of these sinners against their own lives, let them make them into beaten plates for a covering of the altar: for they offered them before the Lord, therefore they have become holy: and they shall be a sign to the children of Yisra᾽el."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּקַּ֞ח אֶלְעָזָ֣ר הַכֹּהֵ֗ן אֵ֚ת מַחְתּ֣וֹת הַנְּחֹ֔שֶׁת אֲשֶׁ֥ר הִקְרִ֖יבוּ הַשְּׂרֻפִ֑ים וַֽיְרַקְּע֖וּם צִפּ֥וּי לַמִּזְבֵּֽחַ׃",
          "targum": "וּנְסִיב אֶלְעָזָר כַּהֲנָא יָת מַחְתְּיָתָא דִנְחָשָׁא דְּקָרִיבוּ יוֹקִידַיָּא וְרַדִּידֻנּוּן חוֹפָאָה לְמַדְבְּחָא:",
          "english": "And El῾azar the priest took the brazen censers, wherewith they that were burnt had offered; and they made them into beaten plates for a covering of the altar:"
        },
        {
          "verseNum": 5,
          "hebrew": "זִכָּר֞וֹן לִבְנֵ֣י יִשְׂרָאֵ֗ל לְ֠מַ֠עַן אֲשֶׁ֨ר לֹֽא־יִקְרַ֜ב אִ֣ישׁ זָ֗ר אֲ֠שֶׁ֠ר לֹ֣א מִזֶּ֤רַע אַהֲרֹן֙ ה֔וּא לְהַקְטִ֥יר קְטֹ֖רֶת לִפְנֵ֣י יְהֹוָ֑ה וְלֹֽא־יִהְיֶ֤ה כְקֹ֙רַח֙ וְכַ֣עֲדָת֔וֹ כַּאֲשֶׁ֨ר דִּבֶּ֧ר יְהֹוָ֛ה בְּיַד־מֹשֶׁ֖ה לֽוֹ׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "דָּכְרָנָא לִבְנֵי יִשְׂרָאֵל בְּדִיל דִּי לָא יִקְרַב גְּבַר חִלּוֹנַי דִּי לָא מִזַּרְעָא דְאַהֲרֹן הוּא לְאַסָּקָא קְטֹרֶת בּוּסְמִין קֳדָם יְיָ וְלָא יְהֵי כְקֹרַח וְכִכְנִשְׁתֵּיהּ כְּמָא דִי מַלִּיל יְיָ בִּידָא דְמשֶׁה לֵיהּ:",
          "english": "to be a memorial to the children of Yisra᾽el, that no stranger, who is not of the seed of Aharon, come near to offer incense before the Lord: that he be not like Qoraĥ and his company: as the Lord said to him by the hand of Moshe."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיִּלֹּ֜נוּ כׇּל־עֲדַ֤ת בְּנֵֽי־יִשְׂרָאֵל֙ מִֽמׇּחֳרָ֔ת עַל־מֹשֶׁ֥ה וְעַֽל־אַהֲרֹ֖ן לֵאמֹ֑ר אַתֶּ֥ם הֲמִתֶּ֖ם אֶת־עַ֥ם יְהֹוָֽה׃",
          "targum": "וְאִתְרַעֲמוּ כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל מִיּוֹמָא דְבַתְרוֹהִי עַל משֶׁה וְעַל אַהֲרֹן לְמֵימָר אַתּוּן גְּרַמְתּוּן דְּמִית עַמָּא דַיְיָ:",
          "english": "But on the morrow all the congregation of the children of Yisra᾽el murmured against Moshe and against Aharon, saying, You have killed the people of the Lord."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיְהִ֗י בְּהִקָּהֵ֤ל הָֽעֵדָה֙ עַל־מֹשֶׁ֣ה וְעַֽל־אַהֲרֹ֔ן וַיִּפְנוּ֙ אֶל־אֹ֣הֶל מוֹעֵ֔ד וְהִנֵּ֥ה כִסָּ֖הוּ הֶעָנָ֑ן וַיֵּרָ֖א כְּב֥וֹד יְהֹוָֽה׃",
          "targum": "וַהֲוָה בְּאִתְכַּנָּשׁוּת כְּנִשְׁתָּא עַל משֶׁה וְעַל אַהֲרֹן וְאִתְפְּנִיאוּ לְמַשְׁכַּן זִמְנָא וְהָא חֲפָהִי עֲנָנָא וְאִתְגְּלִי יְקָרָא דַיְיָ:",
          "english": "And it came to pass, when the congregation was gathered against Moshe and against Aharon, that they looked toward the Tent of Meeting: and, behold, the cloud covered it, and the glory of the Lord appeared."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיָּבֹ֤א מֹשֶׁה֙ וְאַהֲרֹ֔ן אֶל־פְּנֵ֖י אֹ֥הֶל מוֹעֵֽד׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְעָל משֶׁה וְאַהֲרֹן לָקֳדָם מַשְׁכַּן זִמְנָא:",
          "english": "And Moshe and Aharon came before the Tent of Meeting."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 10,
          "hebrew": "הֵרֹ֗מּוּ מִתּוֹךְ֙ הָעֵדָ֣ה הַזֹּ֔את וַאֲכַלֶּ֥ה אֹתָ֖ם כְּרָ֑גַע וַֽיִּפְּל֖וּ עַל־פְּנֵיהֶֽם׃",
          "targum": "אִתְפְּרָשׁוּ מִגּוֹ כְּנִשְׁתָּא הָדָא וְאֵשֵׁצֵי יָתְהוֹן כְּשָׁעָה וּנְפָלוּ עַל אַפֵּיהוֹן:",
          "english": "Get away from among this congregation, that I may consume them in a moment. And they fell upon their faces."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶֽל־אַהֲרֹ֗ן קַ֣ח אֶת־הַ֠מַּחְתָּ֠ה וְתֶן־עָלֶ֨יהָ אֵ֜שׁ מֵעַ֤ל הַמִּזְבֵּ֙חַ֙ וְשִׂ֣ים קְטֹ֔רֶת וְהוֹלֵ֧ךְ מְהֵרָ֛ה אֶל־הָעֵדָ֖ה וְכַפֵּ֣ר עֲלֵיהֶ֑ם כִּֽי־יָצָ֥א הַקֶּ֛צֶף מִלִּפְנֵ֥י יְהֹוָ֖ה הֵחֵ֥ל הַנָּֽגֶף׃",
          "targum": "וַאֲמַר משֶׁה לְאַהֲרֹן סַב יָת מַחְתִּיתָא וְהַב עֲלַהּ אֶשָּׁתָא מֵעִלָּוֵי מַדְבְּחָא וְשַׁו קְטֹרֶת בּוּסְמַיָּא וְאוֹבִיל בִּפְרִיעַ לִכְנִשְׁתָּא וְכַפֵּר עֲלֵיהוֹן אֲרֵי נְפַק רָגְזָא מִן קֳדָם יְיָ שָׁרֵי מוֹתָנָא:",
          "english": "And Moshe said to Aharon. Take a censer, and put fire in it from off the altar, and put on incense, and take it quickly to the congregation, and make atonement for them: for wrath is gone out from the Lord; the plague has begun."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיִּקַּ֨ח אַהֲרֹ֜ן כַּאֲשֶׁ֣ר&thinsp;<b>׀</b> דִּבֶּ֣ר מֹשֶׁ֗ה וַיָּ֙רׇץ֙ אֶל־תּ֣וֹךְ הַקָּהָ֔ל וְהִנֵּ֛ה הֵחֵ֥ל הַנֶּ֖גֶף בָּעָ֑ם וַיִּתֵּן֙ אֶֽת־הַקְּטֹ֔רֶת וַיְכַפֵּ֖ר עַל־הָעָֽם׃",
          "targum": "וּנְסִיב אַהֲרֹן כְּמָא דִי מַלִּיל משֶׁה וּרְהַט לְגוֹ קְהָלָא וְהָא שָׁרֵי מוֹתָנָא בְּעַמָּא וִיהַב יָת קְטֹרֶת בּוּסְמַיָּא וְכַפַּר עַל עַמָּא:",
          "english": "And Aharon took as Moshe commanded, and ran into the midst of the congregation; and, behold, the plague had begun among the people: and he put on incense, and made atonement for the people."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיַּעֲמֹ֥ד בֵּֽין־הַמֵּתִ֖ים וּבֵ֣ין הַֽחַיִּ֑ים וַתֵּעָצַ֖ר הַמַּגֵּפָֽה׃",
          "targum": "וְקָם בֵּין מֵתַיָּא וּבֵין חַיַּיָּא וְאִתְכְּלִי מוֹתָנָא:",
          "english": "And he stood between the dead and the living; and the plague was stayed."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיִּהְי֗וּ הַמֵּתִים֙ בַּמַּגֵּפָ֔ה אַרְבָּעָ֥ה עָשָׂ֛ר אֶ֖לֶף וּשְׁבַ֣ע מֵא֑וֹת מִלְּבַ֥ד הַמֵּתִ֖ים עַל־דְּבַר־קֹֽרַח׃",
          "targum": "וַהֲווֹ דְּמִיתוּ בְּמוֹתָנָא אַרְבְּעַת עֲשַׁר אַלְפִין וּשְׁבַע מְאָה בַּר מִדְּמִיתוּ עַל פְּלֻגְתָּא דְקֹרַח:",
          "english": "Now they that died in the plague were fourteen thousand, seven hundred, besides those who died about the matter of Qoraĥ."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיָּ֤שׇׁב אַהֲרֹן֙ אֶל־מֹשֶׁ֔ה אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וְהַמַּגֵּפָ֖ה נֶעֱצָֽרָה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְתָב אַהֲרֹן לְמשֶׁה לִתְרַע מַשְׁכַּן זִמְנָא וּמוֹתָנָא אִתְכְּלִי:",
          "english": "And Aharon returned to Moshe to the door of the Tent of Meeting: and the plague was stayed."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 17,
          "hebrew": "דַּבֵּ֣ר&thinsp;<b>׀</b> אֶל־בְּנֵ֣י יִשְׂרָאֵ֗ל וְקַ֣ח מֵֽאִתָּ֡ם מַטֶּ֣ה מַטֶּה֩ לְבֵ֨ית אָ֜ב מֵאֵ֤ת כׇּל־נְשִֽׂיאֵהֶם֙ לְבֵ֣ית אֲבֹתָ֔ם שְׁנֵ֥ים עָשָׂ֖ר מַטּ֑וֹת אִ֣ישׁ אֶת־שְׁמ֔וֹ תִּכְתֹּ֖ב עַל־מַטֵּֽהוּ׃",
          "targum": "מַלֵּל עִם בְּנֵי יִשְׂרָאֵל וְסַב מִנְּהוֹן חֻטְרָא חֻטְרָא לְבֵית אַבָּא מִן כָּל רַבְרְבָנֵיהוֹן לְבֵית אֲבָהַתְהוֹן תְּרֵי עֲשַׂר חֻטְרִין גְּבַר יָת שְׁמֵיהּ תִּכְתּוֹב עַל חֻטְרֵיהּ:",
          "english": "Speak to the children of Yisra᾽el, and take of every one of them a rod, one for each father’s house, of all their princes according to the house of their fathers: twelve rods: write every man’s name upon his rod."
        },
        {
          "verseNum": 18,
          "hebrew": "וְאֵת֙ שֵׁ֣ם אַהֲרֹ֔ן תִּכְתֹּ֖ב עַל־מַטֵּ֣ה לֵוִ֑י כִּ֚י מַטֶּ֣ה אֶחָ֔ד לְרֹ֖אשׁ בֵּ֥ית אֲבוֹתָֽם׃",
          "targum": "וְיָת שְׁמָא דְאַהֲרֹן תִּכְתּוֹב עַל חֻטְרָא דְלֵוִי אֲרֵי חֻטְרָא חַד לְרֵישׁ בֵּית אֲבָהַתְהוֹן:",
          "english": "And thou shalt write Aharon’s name upon the rod of Levi: for one rod shall be for the head of the house of their fathers."
        },
        {
          "verseNum": 19,
          "hebrew": "וְהִנַּחְתָּ֖ם בְּאֹ֣הֶל מוֹעֵ֑ד לִפְנֵי֙ הָֽעֵד֔וּת אֲשֶׁ֛ר אִוָּעֵ֥ד לָכֶ֖ם שָֽׁמָּה׃",
          "targum": "וְתַצְנְעִנּוּן בְּמַשְׁכַּן זִמְנָא קֳדָם סַהֲדוּתָא דִּי אֲזַמֵּן מֵימְרִי לְכוֹן תַּמָּן:",
          "english": "And thou shalt lay them up in the Tent of Meeting before the Testimony, where I will meet with you."
        },
        {
          "verseNum": 20,
          "hebrew": "וְהָיָ֗ה הָאִ֛ישׁ אֲשֶׁ֥ר אֶבְחַר־בּ֖וֹ מַטֵּ֣הוּ יִפְרָ֑ח וַהֲשִׁכֹּתִ֣י מֵֽעָלַ֗י אֶת־תְּלֻנּוֹת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אֲשֶׁ֛ר הֵ֥ם מַלִּינִ֖ם עֲלֵיכֶֽם׃",
          "targum": "וִיהֵי גַּבְרָא דְּאִתְרְעֵי בֵיהּ חֻטְרֵיהּ יִנְעֵי וַאֲנִיחַ מִן קֳדָמַי יָת תּוּרְעֲמַת בְּנֵי יִשְׂרָאֵל דִּי אִנּוּן מִתְרַעֲמִין עֲלֵיכוֹן:",
          "english": "And it shall come to pass, that the man’s rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Yisra᾽el, whereby they murmur against you."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיְדַבֵּ֨ר מֹשֶׁ֜ה אֶל־בְּנֵ֣י יִשְׂרָאֵ֗ל וַיִּתְּנ֣וּ אֵלָ֣יו&thinsp;<small>׀</small>&thinsp;כׇּֽל־נְשִׂיאֵיהֶ֡ם מַטֶּה֩ לְנָשִׂ֨יא אֶחָ֜ד מַטֶּ֨ה לְנָשִׂ֤יא אֶחָד֙ לְבֵ֣ית אֲבֹתָ֔ם שְׁנֵ֥ים עָשָׂ֖ר מַטּ֑וֹת וּמַטֵּ֥ה אַהֲרֹ֖ן בְּת֥וֹךְ מַטּוֹתָֽם׃",
          "targum": "וּמַלִּיל משֶׁה עִם בְּנֵי יִשְׂרָאֵל וִיהָבוּ לֵיהּ כָּל רַבְרְבָנֵיהוֹן חֻטְרָא לְרַבָּא חַד חֻטְרָא לְרַבָּא חַד לְבֵית אֲבָהַתְהוֹן תְּרֵי עֲשַׂר חֻטְרִין וְחֻטְרָא דְאַהֲרֹן בְּגוֹ חֻטְרֵיהוֹן:",
          "english": "And Moshe spoke to the children of Yisra᾽el, and every one of their princes gave him a rod apiece, for each prince one, according to their fathers’ houses: twelve rods: and the rod of Aharon was among their rods."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיַּנַּ֥ח מֹשֶׁ֛ה אֶת־הַמַּטֹּ֖ת לִפְנֵ֣י יְהֹוָ֑ה בְּאֹ֖הֶל הָעֵדֻֽת׃",
          "targum": "וְאַצְנַע משֶׁה יָת חֻטְרַיָּא קֳדָם יְיָ בְּמַשְׁכְּנָא דְּסַהֲדוּתָא:",
          "english": "And Moshe laid up the rods before the Lord in the tent of the Testimony."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיְהִ֣י מִֽמׇּחֳרָ֗ת וַיָּבֹ֤א מֹשֶׁה֙ אֶל־אֹ֣הֶל הָעֵד֔וּת וְהִנֵּ֛ה פָּרַ֥ח מַטֵּֽה־אַהֲרֹ֖ן לְבֵ֣ית לֵוִ֑י וַיֹּ֤צֵֽא פֶ֙רַח֙ וַיָּ֣צֵֽץ צִ֔יץ וַיִּגְמֹ֖ל שְׁקֵדִֽים׃",
          "targum": "וַהֲוָה בְיוֹמָא דְבַתְרוֹהִי וְעַל משֶׁה לְמַשְׁכְּנָא דְסַהֲדוּתָא וְהָא נְעָא חֻטְרָא דְאַהֲרֹן לְבֵית לֵוִי וְאַפֵּק לַבְלְבִין וְאָנֵץ נֵץ וְכָפֵת שִׁגְדִּין",
          "english": "And it came to pass, that on the morrow Moshe went into the tent of the Testimony: and, behold, the rod of Aharon for the house of Levi had sprouted, and brought forth buds, and blossomed, and yielded almonds."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיֹּצֵ֨א מֹשֶׁ֤ה אֶת־כׇּל־הַמַּטֹּת֙ מִלִּפְנֵ֣י יְהֹוָ֔ה אֶֽל־כׇּל־בְּנֵ֖י יִשְׂרָאֵ֑ל וַיִּרְא֥וּ וַיִּקְח֖וּ אִ֥ישׁ מַטֵּֽהוּ׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְאַפֵּק משֶׁה יָת כָּל חֻטְרַיָּא מִן קֳדָם יְיָ לְוָת כָּל בְּנֵי יִשְׂרָאֵל וְאִשְׁתְּמוֹדָעוּ וּנְסִיבוּ גְּבַר חֻטְרֵיהּ:",
          "english": "And Moshe brought out all the rods from before the Lord to all the children of Yisra᾽el: and they looked, and took every man his rod."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה הָשֵׁ֞ב אֶת־מַטֵּ֤ה אַהֲרֹן֙ לִפְנֵ֣י הָעֵד֔וּת לְמִשְׁמֶ֥רֶת לְא֖וֹת לִבְנֵי־מֶ֑רִי וּתְכַ֧ל תְּלוּנֹּתָ֛ם מֵעָלַ֖י וְלֹ֥א יָמֻֽתוּ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אָתֵב יָת חֻטְרָא דְאַהֲרֹן לָקֳדָם סַהֲדוּתָא לְמַטְּרָא לְאָת לְעַמָּא סַרְבָּנָא וִיסוּפַן תּוּרְעֲמַתְהוֹן מִן קֳדָמַי וְלָא יְמוּתוּן:",
          "english": "And the Lord said to Moshe, Put Aharon’s rod back before the Testimony, to be kept for a token against rebels; that there may be an end of their murmurings against me, that they die not."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיַּ֖עַשׂ מֹשֶׁ֑ה כַּאֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֹת֖וֹ כֵּ֥ן עָשָֽׂה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וַעֲבַד משֶׁה כְּמָא דִּי פַקִּיד יְיָ יָתֵיהּ כֵּן עֲבָד:",
          "english": "And Moshe did so: as the Lord commanded him, so he did."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיֹּֽאמְרוּ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אֶל־מֹשֶׁ֖ה לֵאמֹ֑ר הֵ֥ן גָּוַ֛עְנוּ אָבַ֖דְנוּ כֻּלָּ֥נוּ אָבָֽדְנוּ׃",
          "targum": "וַאֲמָרוּ בְּנֵי יִשְׂרָאֵל לְמשֶׁה לְמֵימָר הָא מִנָּנָא קְטָלַת חַרְבָּא הָא מִנָּנָא בְּלַעַת אַרְעָא וְהָא מִנָּנָא דְּמִיתוּ בְמוֹתָנָא:",
          "english": "And the children of Yisra᾽el spoke to Moshe, saying, Behold, we die, we perish, we all perish."
        },
        {
          "verseNum": 28,
          "hebrew": "כֹּ֣ל הַקָּרֵ֧ב&thinsp;<small>׀</small>&thinsp;הַקָּרֵ֛ב אֶל־מִשְׁכַּ֥ן יְהֹוָ֖ה יָמ֑וּת הַאִ֥ם תַּ֖מְנוּ לִגְוֺֽעַ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "כֹּל דְּקָרֵב מִקְרַב לְמַשְׁכְּנָא דַיְיָ מָאִית הָא אֲנַחְנָא סַיְפִין לִמְמָת:",
          "english": "Everyone that comes at all near the tabernacle of the Lord dies; shall we totally perish?"
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶֽל־אַהֲרֹ֔ן אַתָּ֗ה וּבָנֶ֤יךָ וּבֵית־אָבִ֙יךָ֙ אִתָּ֔ךְ תִּשְׂא֖וּ אֶת־עֲוֺ֣ן הַמִּקְדָּ֑שׁ וְאַתָּה֙ וּבָנֶ֣יךָ אִתָּ֔ךְ תִּשְׂא֖וּ אֶת־עֲוֺ֥ן כְּהֻנַּתְכֶֽם׃",
          "targum": "וַאֲמַר יְיָ לְאַהֲרֹן אַתְּ וּבְנָיךְ וּבֵית אָבוּךְ עִמָּךְ תְּסַלְּחוּן עַל חוֹבֵי מַקְדְּשָׁא וְאַתְּ וּבְנָיךְ עִמָּךְ תְּסַלְּחוּן עַל חוֹבֵי כְהֻנַּתְכוֹן:",
          "english": "And the Lord said to Aharon, Thou and thy sons and thy father’s house with thee shall bear the iniquity of the sanctuary: and thou and thy sons with thee shall bear the iniquity of your priesthood."
        },
        {
          "verseNum": 2,
          "hebrew": "וְגַ֣ם אֶת־אַחֶ֩יךָ֩ מַטֵּ֨ה לֵוִ֜י שֵׁ֤בֶט אָבִ֙יךָ֙ הַקְרֵ֣ב אִתָּ֔ךְ וְיִלָּו֥וּ עָלֶ֖יךָ וִישָֽׁרְת֑וּךָ וְאַתָּה֙ וּבָנֶ֣יךָ אִתָּ֔ךְ לִפְנֵ֖י אֹ֥הֶל הָעֵדֻֽת׃",
          "targum": "וְאַף יָת אַחָיךְ שִׁבְטָא דְלֵוִי שִׁבְטָא דְאָבוּךְ קָרֵב לְוָתָךְ וְיִתּוֹסְפוּן עֲלָךְ וִישַׁמְּשֻׁנָּךְ וְאַתְּ וּבְנָיךְ עִמָּךְ קֳדָם מַשְׁכְּנָא דְסַהֲדוּתָא:",
          "english": "And thy brethren also of the tribe of Levi, the tribe of thy father, bring thou near with thee, that they may be joined to thee, and minister to thee: but thou and thy sons with thee shall minister before the tent of the Testimony."
        },
        {
          "verseNum": 3,
          "hebrew": "וְשָֽׁמְרוּ֙ מִֽשְׁמַרְתְּךָ֔ וּמִשְׁמֶ֖רֶת כׇּל־הָאֹ֑הֶל אַךְ֩ אֶל־כְּלֵ֨י הַקֹּ֤דֶשׁ וְאֶל־הַמִּזְבֵּ֙חַ֙ לֹ֣א יִקְרָ֔בוּ וְלֹֽא־יָמֻ֥תוּ גַם־הֵ֖ם גַּם־אַתֶּֽם׃",
          "targum": "וְיִטְּרוּן מַטַּרְתָּךְ וּמַטְּרַת כָּל מַשְׁכְּנָא בְּרַם לְמָנֵי קוּדְשָׁא וּלְמַדְבְּחָא לָא יִקְרְבוּן וְלָא יְמוּתוּן אַף אִנּוּן אַף אַתּוּן:",
          "english": "And they shall keep thy charge, and the charge of all the tent: only they shall not come near the vessels of the sanctuary and the altar, that neither they, nor you, die."
        },
        {
          "verseNum": 4,
          "hebrew": "וְנִלְו֣וּ עָלֶ֔יךָ וְשָֽׁמְר֗וּ אֶת־מִשְׁמֶ֙רֶת֙ אֹ֣הֶל מוֹעֵ֔ד לְכֹ֖ל עֲבֹדַ֣ת הָאֹ֑הֶל וְזָ֖ר לֹא־יִקְרַ֥ב אֲלֵיכֶֽם׃",
          "targum": "וְיִתּוֹסְפוּן עֲלָךְ וְיִטְּרוּן יָת מַטְּרַת מַשְׁכַּן זִמְנָא לְכָל פָּלְחַן מַשְׁכְּנָא וְחִלּוֹנַי לָא יִקְרַב לְוָתְכוֹן:",
          "english": "And they shall be joined to thee, and keep the charge of the Tent of Meeting, for all the service of the tent, and a stranger shall not come near to you."
        },
        {
          "verseNum": 5,
          "hebrew": "וּשְׁמַרְתֶּ֗ם אֵ֚ת מִשְׁמֶ֣רֶת הַקֹּ֔דֶשׁ וְאֵ֖ת מִשְׁמֶ֣רֶת הַמִּזְבֵּ֑חַ וְלֹֽא־יִהְיֶ֥ה ע֛וֹד קֶ֖צֶף עַל־בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְתִטְּרוּן יָת מַטְּרַת קוּדְשָׁא וְיָת מַטְּרַת מַדְבְּחָא וְלָא יְהֵי עוֹד רָגְזָא עַל בְּנֵי יִשְׂרָאֵל:",
          "english": "And you shall keep the charge of the sanctuary, and the charge of the altar: that there be no wrath any more upon the children of Yisra᾽el."
        },
        {
          "verseNum": 6,
          "hebrew": "וַאֲנִ֗י הִנֵּ֤ה לָקַ֙חְתִּי֙ אֶת־אֲחֵיכֶ֣ם הַלְוִיִּ֔ם מִתּ֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל לָכֶ֞ם מַתָּנָ֤ה נְתֻנִים֙ לַֽיהֹוָ֔ה לַעֲבֹ֕ד אֶת־עֲבֹדַ֖ת אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וַאֲנָא הָא קָרֵיבִית יָת אֲחֵיכוֹן לֵוָאֵי מִגּוֹ בְּנֵי יִשְׂרָאֵל לְכוֹן מַתְּנָא יְהִיבִין קֳדָם יְיָ לְמִפְלַח יָת פָּלְחַן מַשְׁכַּן זִמְנָא:",
          "english": "And I, behold, I have taken your brethren the Levites from among the children of Yisra᾽el: to you they are given as a gift for the Lord, to do the service of the Tent of Meeting."
        },
        {
          "verseNum": 7,
          "hebrew": "וְאַתָּ֣ה וּבָנֶ֣יךָ אִ֠תְּךָ֠ תִּשְׁמְר֨וּ אֶת־כְּהֻנַּתְכֶ֜ם לְכׇל־דְּבַ֧ר הַמִּזְבֵּ֛חַ וּלְמִבֵּ֥ית לַפָּרֹ֖כֶת וַעֲבַדְתֶּ֑ם עֲבֹדַ֣ת מַתָּנָ֗ה אֶתֵּן֙ אֶת־כְּהֻנַּתְכֶ֔ם וְהַזָּ֥ר הַקָּרֵ֖ב יוּמָֽת׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְאַתְּ וּבְנָיךְ עִמָּךְ תִּטְּרוּן יָת כְּהֻנַּתְכוֹן לְכָל פִּתְגַּם מַדְבְּחָא וּלְמִגָּו לְפָרוּכְתָּא וְתִפְלְחוּן פָּלְחַן מַתְּנָא אֵיהַב יָת כְּהֻנַּתְכוֹן וְחִלּוֹנַי דְּיִקְרַב יִתְקְטָל:",
          "english": "Therefore thou and thy sons with thee shall keep your priest’s office for everything that concerns the altar, and within the veil: and you shall serve: I have given your priest’s office to you as a service of gift: and the stranger that comes near shall be put to death."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיְדַבֵּ֣ר יְהֹוָה֮ אֶֽל־אַהֲרֹן֒ וַאֲנִי֙ הִנֵּ֣ה נָתַ֣תִּֽי לְךָ֔ אֶת־מִשְׁמֶ֖רֶת תְּרוּמֹתָ֑י לְכׇל־קׇדְשֵׁ֣י בְנֵֽי־יִ֠שְׂרָאֵ֠ל לְךָ֨ נְתַתִּ֧ים לְמׇשְׁחָ֛ה וּלְבָנֶ֖יךָ לְחׇק־עוֹלָֽם׃",
          "targum": "וּמַלִּיל יְיָ עִם אַהֲרֹן וַאֲנָא הָא יְהָבִית לָךְ יָת מַטְּרַת אַפְרָשׁוּתָי לְכָל קוּדְשַׁיָּא דִבְנֵי יִשְׂרָאֵל לָךְ יְהַבְתִּנּוּן לִרְבוּ וְלִבְנָיךְ לִקְיַם עֳלָם:",
          "english": "And the Lord spoke to Aharon, Behold, I also have given thee the charge of my heave offerings of all the hallowed things of the children of Yisra᾽el; unto thee have I given them by reason of the anointing, and to thy sons, by an ordinance for ever."
        },
        {
          "verseNum": 9,
          "hebrew": "זֶֽה־יִהְיֶ֥ה לְךָ֛ מִקֹּ֥דֶשׁ הַקֳּדָשִׁ֖ים מִן־הָאֵ֑שׁ כׇּל־קׇ֠רְבָּנָ֠ם לְֽכׇל־מִנְחָתָ֞ם וּלְכׇל־חַטָּאתָ֗ם וּלְכׇל־אֲשָׁמָם֙ אֲשֶׁ֣ר יָשִׁ֣יבוּ לִ֔י קֹ֣דֶשׁ קׇֽדָשִׁ֥ים לְךָ֛ ה֖וּא וּלְבָנֶֽיךָ׃",
          "targum": "דֵּין יְהֵי לָךְ מִקּוֹדֶשׁ קוּדְשַׁיָּא מוֹתַר מִן אֶשָּׁתָא כָּל קוּרְבָּנֵיהוֹן לְכָל מִנְחַתְהוֹן וּלְכָל חַטְוַתְהוֹן וּלְכָל אֲשַׁמְהוֹן דִּי יְתִיבוּן קֳדָמַי קוֹדֶשׁ קוּדְשִׁין דִּי לָךְ הוּא וְלִבְנָיךְ:",
          "english": "This shall be thine of the most holy things, reserved from the fire: every offering of theirs, every meal offering of theirs, and every sin offering of theirs, and every guilt offering of theirs, which they shall render to me, shall be most holy for thee and for thy sons."
        },
        {
          "verseNum": 10,
          "hebrew": "בְּקֹ֥דֶשׁ הַקֳּדָשִׁ֖ים תֹּאכְלֶ֑נּוּ כׇּל־זָכָר֙ יֹאכַ֣ל אֹת֔וֹ קֹ֖דֶשׁ יִֽהְיֶה־לָּֽךְ׃",
          "targum": "בְּקֹדֶשׁ קוּדְשִׁין תֵּכְלֻנֵּיהּ כָּל דְּכוּרָא יֵיכוּל יָתֵיהּ קוּדְשָׁא יְהֵי לָךְ:",
          "english": "In the most holy place shalt thou eat it; every male shall eat it: it shall be holy to thee."
        },
        {
          "verseNum": 11,
          "hebrew": "וְזֶה־לְּךָ֞ תְּרוּמַ֣ת מַתָּנָ֗ם לְכׇל־תְּנוּפֹת֮ בְּנֵ֣י יִשְׂרָאֵל֒ לְךָ֣ נְתַתִּ֗ים וּלְבָנֶ֧יךָ וְלִבְנֹתֶ֛יךָ אִתְּךָ֖ לְחׇק־עוֹלָ֑ם כׇּל־טָה֥וֹר בְּבֵיתְךָ֖ יֹאכַ֥ל אֹתֽוֹ׃",
          "targum": "וְדֵין לָךְ אַפְרָשׁוּת מַתְּנַתְהוֹן לְכָל אֲרַמוּת בְּנֵי יִשְׂרָאֵל לָךְ יְהַבְתִּנּוּן וְלִבְנָיךְ וְלִבְנָתָיךְ עִמָּךְ לִקְיַם עֳלָם כָּל דִּדְכֵי בְּבֵיתָךְ יֵיכוּל יָתֵיהּ:",
          "english": "And this is thine; the heave offering of their gift, for all the wave offerings of the children of Yisra᾽el: I have given them to thee, and to thy sons and to thy daughters with thee, by a statute for ever: every one that is clean in thy house shall eat of it."
        },
        {
          "verseNum": 12,
          "hebrew": "כֹּ֚ל חֵ֣לֶב יִצְהָ֔ר וְכׇל־חֵ֖לֶב תִּיר֣וֹשׁ וְדָגָ֑ן רֵאשִׁיתָ֛ם אֲשֶׁר־יִתְּנ֥וּ לַֽיהֹוָ֖ה לְךָ֥ נְתַתִּֽים׃",
          "targum": "כָּל טוּב מְשַׁח וְכָל טוּב חֲמַר וְעִבּוּר רֵאשִׁיתְהוֹן דִּי יִתְּנוּן קֳדָם יְיָ לָךְ יְהַבְתִּנּוּן:",
          "english": "All the best of the oil, and all the best of the wine, and of the wheat, the first of them which they shall offer to the Lord, them have I given thee."
        },
        {
          "verseNum": 13,
          "hebrew": "בִּכּוּרֵ֞י כׇּל־אֲשֶׁ֧ר בְּאַרְצָ֛ם אֲשֶׁר־יָבִ֥יאוּ לַיהֹוָ֖ה לְךָ֣ יִהְיֶ֑ה כׇּל־טָה֥וֹר בְּבֵיתְךָ֖ יֹאכְלֶֽנּוּ׃",
          "targum": "בִּכּוּרֵי כָּל דִּי בְאַרְעֲהוֹן דִּי יַיְתוּן קֳדָם יְיָ דִּי לָךְ יְהֵי כָּל דִּדְכֵי בְּבֵיתָךְ יֵיכְלֻנֵּיהּ:",
          "english": "The first ripe fruit of all that is in the land, which they shall bring to the Lord, shall be thine; every one that is clean in thy house shall eat of it."
        },
        {
          "verseNum": 14,
          "hebrew": "כׇּל־חֵ֥רֶם בְּיִשְׂרָאֵ֖ל לְךָ֥ יִהְיֶֽה׃",
          "targum": "כָּל חֶרְמָא בְיִשְׂרָאֵל דִּי לָךְ יְהֵי:",
          "english": "Everything devoted in Yisra᾽el shall be thine."
        },
        {
          "verseNum": 15,
          "hebrew": "כׇּל־פֶּ֣טֶר רֶ֠חֶם לְֽכׇל־בָּשָׂ֞ר אֲשֶׁר־יַקְרִ֧יבוּ לַֽיהֹוָ֛ה בָּאָדָ֥ם וּבַבְּהֵמָ֖ה יִֽהְיֶה־לָּ֑ךְ אַ֣ךְ&thinsp;<b>׀</b> פָּדֹ֣ה תִפְדֶּ֗ה אֵ֚ת בְּכ֣וֹר הָֽאָדָ֔ם וְאֵ֛ת בְּכֽוֹר־הַבְּהֵמָ֥ה הַטְּמֵאָ֖ה תִּפְדֶּֽה׃",
          "targum": "כָּל פָּתַח וַלְדָּא לְכָל בִּשְׂרָא דִּי יְקָרְבוּן קֳדָם יְיָ בֶּאֱנָשָׁא וּבִבְעִירָא יְהֵי לָךְ בְּרַם מִפְרַק תִּפְרוּק יָת בּוּכְרָא דֶאֱנָשָׁא וְיָת בּוּכְרָא דִבְעִירָא מְסַאֲבָא תִּפְרוֹק:",
          "english": "Everything that opens the womb in all flesh, which they bring to the Lord, whether it be of men or beasts, shall be thine: nevertheless the firstborn of man shalt thou surely redeem, and the firstling of unclean beasts shalt thou redeem."
        },
        {
          "verseNum": 16,
          "hebrew": "וּפְדוּיָו֙ מִבֶּן־חֹ֣דֶשׁ תִּפְדֶּ֔ה בְּעֶ֨רְכְּךָ֔ כֶּ֛סֶף חֲמֵ֥שֶׁת שְׁקָלִ֖ים בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ עֶשְׂרִ֥ים גֵּרָ֖ה הֽוּא׃",
          "targum": "וּפוּרְקָנֵיהּ מִבַּר יַרְחָא תִּפְרוֹק בְּפֻרְסָנֵיהּ כְּסַף חֲמֵשׁ סִלְעִין בְּסִלְעֵי קוּדְשָׁא עַשְׂרִין מָעִין הוּא:",
          "english": "And those that are to be redeemed shall be redeemable from a month old according to the usual estimation, for the money of five shekels, after the shekel of the sanctuary, which is twenty gera."
        },
        {
          "verseNum": 17,
          "hebrew": "אַ֣ךְ בְּֽכוֹר־שׁ֡וֹר אֽוֹ־בְכ֨וֹר כֶּ֜שֶׂב אֽוֹ־בְכ֥וֹר עֵ֛ז לֹ֥א תִפְדֶּ֖ה קֹ֣דֶשׁ הֵ֑ם אֶת־דָּמָ֞ם תִּזְרֹ֤ק עַל־הַמִּזְבֵּ֙חַ֙ וְאֶת־חֶלְבָּ֣ם תַּקְטִ֔יר אִשֶּׁ֛ה לְרֵ֥יחַ נִיחֹ֖חַ לַֽיהֹוָֽה׃",
          "targum": "בְּרַם בּוּכְרָא דְתוֹרָא אוֹ בוּכְרָא דְאִמְרָא אוֹ בוּכְרָא דְעִזָּא לָא תִפְרוּק קוּדְשָׁא אִנּוּן יָת דִּמְהוֹן תִּזְרוּק עַל מַדְבְּחָא וְיָת תַּרְבֵּיהוֹן תַּסֵּק קוּרְבַּן לְאִתְקַבָּלָא בְרַעֲוָא קֳדָם יְיָ:",
          "english": "But the firstling of an ox, or the firstling of a sheep, or the firstling of a goat, thou shalt not redeem; they are holy: thou shalt sprinkle their blood upon the altar, and shalt burn their fat for an offering made by fire, for a sweet savour to the Lord."
        },
        {
          "verseNum": 18,
          "hebrew": "וּבְשָׂרָ֖ם יִהְיֶה־לָּ֑ךְ כַּחֲזֵ֧ה הַתְּנוּפָ֛ה וּכְשׁ֥וֹק הַיָּמִ֖ין לְךָ֥ יִהְיֶֽה׃",
          "targum": "וּבִשְׂרְהוֹן יְהֵי לָךְ כְּחַדְיָא דַאֲרָמוּתָא וּכְשׁוֹקָא דְיַמִּינָא לָךְ יְהֵי:",
          "english": "And the flesh of them shall be thine, as the wave breast and as the right shoulder shall they be thine."
        },
        {
          "verseNum": 19,
          "hebrew": "כֹּ֣ל&thinsp;<b>׀</b> תְּרוּמֹ֣ת הַקֳּדָשִׁ֗ים אֲשֶׁ֨ר יָרִ֥ימוּ בְנֵֽי־יִשְׂרָאֵל֮ לַֽיהֹוָה֒ נָתַ֣תִּֽי לְךָ֗ וּלְבָנֶ֧יךָ וְלִבְנֹתֶ֛יךָ אִתְּךָ֖ לְחׇק־עוֹלָ֑ם בְּרִית֩ מֶ֨לַח עוֹלָ֥ם הִוא֙ לִפְנֵ֣י יְהֹוָ֔ה לְךָ֖ וּֽלְזַרְעֲךָ֥ אִתָּֽךְ׃",
          "targum": "כֹּל אַפְרָשׁוּת קוּדְשַׁיָּא דִּי יִפְרְשׁוּן בְּנֵי יִשְׂרָאֵל קֳדָם יְיָ יְהָבִית לָךְ וְלִבְנָיךְ וְלִבְנָתָיךְ עִמָּךְ לִקְיַם עֳלָם קְיַם מְלַח עֳלָם הוּא קֳדָם יְיָ לָךְ וְלִבְנָיךְ עִמָּךְ:",
          "english": "All the heave offerings of the holy things, which the children of Yisra᾽el offer to the Lord, have I given thee, and thy sons and thy daughters with thee, by a statute for ever: it is a covenant of salt for ever before the Lord to thee and to thy seed with thee."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶֽל־אַהֲרֹ֗ן בְּאַרְצָם֙ לֹ֣א תִנְחָ֔ל וְחֵ֕לֶק לֹא־יִהְיֶ֥ה לְךָ֖ בְּתוֹכָ֑ם אֲנִ֤י חֶלְקְךָ֙ וְנַחֲלָ֣תְךָ֔ בְּת֖וֹךְ בְּנֵ֥י יִשְׂרָאֵֽל׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וַאֲמַר יְיָ לְאַהֲרֹן בְּאַרְעֲהוֹן לָא תַחֲסִין וָחֳלַק לָא יְהֵי לָךְ בֵּינֵיהוֹן מַתְּנַן דִּי יְהָבִית לָךְ אִנּוּן חוּלְקָךְ וְאַחֲסַנְתָּךְ בְּגוֹ בְּנֵי יִשְׂרָאֵל:",
          "english": "And the Lord spoke to Aharon, Thou shalt have no inheritance in their land, neither shalt thou have any part among them: I am thy portion and thy inheritance among the children of Yisra᾽el."
        },
        {
          "verseNum": 21,
          "hebrew": "וְלִבְנֵ֣י לֵוִ֔י הִנֵּ֥ה נָתַ֛תִּי כׇּל־מַֽעֲשֵׂ֥ר בְּיִשְׂרָאֵ֖ל לְנַחֲלָ֑ה חֵ֤לֶף עֲבֹֽדָתָם֙ אֲשֶׁר־הֵ֣ם עֹֽבְדִ֔ים אֶת־עֲבֹדַ֖ת אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְלִבְנֵי לֵוִי הָא יְהָבִית כָּל מַעַשְׂרָא בְיִשְׂרָאֵל לְאַחֲסָנָא חֲלַף פּוּלְחַנְהוֹן דִּי אִנּוּן פָּלְחִין יָת פּוּלְחַן מַשְׁכַּן זִמְנָא:",
          "english": "And, behold, I have given the children of Levi all the tenth in Yisra᾽el for an inheritance, for their service which they serve, even the service of the Tent of Meeting."
        },
        {
          "verseNum": 22,
          "hebrew": "וְלֹא־יִקְרְב֥וּ ע֛וֹד בְּנֵ֥י יִשְׂרָאֵ֖ל אֶל־אֹ֣הֶל מוֹעֵ֑ד לָשֵׂ֥את חֵ֖טְא לָמֽוּת׃",
          "targum": "וְלָא יִקְרְבוּן עוֹד בְּנֵי יִשְׂרָאֵל לְמַשְׁכַּן זִמְנָא לְקַבָּלָא חוֹבָא לִמְמָת:",
          "english": "Neither must the children of Yisra᾽el henceforth come near the Tent of Meeting, lest they bear sin, and die."
        },
        {
          "verseNum": 23,
          "hebrew": "וְעָבַ֨ד הַלֵּוִ֜י ה֗וּא אֶת־עֲבֹדַת֙ אֹ֣הֶל מוֹעֵ֔ד וְהֵ֖ם יִשְׂא֣וּ עֲוֺנָ֑ם חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם וּבְתוֹךְ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל לֹ֥א יִנְחֲל֖וּ נַחֲלָֽה׃",
          "targum": "וְיִפְלְחוּן לֵוָאֵי אִנּוּן יָת פּוּלְחַן מַשְׁכַּן זִמְנָא וְאִנּוּן יְקַבְּלוּן חוֹבֵיהוֹן קְיַם עֳלָם לְדָרֵיכוֹן וּבְגוֹ בְּנֵי יִשְׂרָאֵל לָא יַחְסְנוּן אַחֲסָנָא:",
          "english": "But the Levites shall do the service of the Tent of Meeting, and they shall bear their iniquity: it shall be a statute for ever throughout your generations, that among the children of Yisra᾽el they have no inheritance."
        },
        {
          "verseNum": 24,
          "hebrew": "כִּ֞י אֶת־מַעְשַׂ֣ר בְּנֵֽי־יִשְׂרָאֵ֗ל אֲשֶׁ֨ר יָרִ֤ימוּ לַֽיהֹוָה֙ תְּרוּמָ֔ה נָתַ֥תִּי לַלְוִיִּ֖ם לְנַחֲלָ֑ה עַל־כֵּן֙ אָמַ֣רְתִּי לָהֶ֔ם בְּתוֹךְ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל לֹ֥א יִנְחֲל֖וּ נַחֲלָֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "אֲרֵי יָת מַעַשְׂרָא דִבְנֵי יִשְׂרָאֵל דִּי יַפְרְשׁוּן קֳדָם יְיָ אַפְרָשׁוּתָא יְהָבִית לְלֵוָאֵי לְאַחֲסָנָא עַל כֵּן אֲמָרִית לְהוֹן בְּגוֹ בְּנֵי יִשְׂרָאֵל לָא יַחְסְנוּן אַחֲסָנָא:",
          "english": "But the tithes of the children of Yisra᾽el, which they offer as a gift to the Lord, I have given to the Levites to inherit: therefore I have said to them, Among the children of Yisra᾽el they shall have no inheritance."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 26,
          "hebrew": "וְאֶל־הַלְוִיִּ֣ם תְּדַבֵּר֮ וְאָמַרְתָּ֣ אֲלֵהֶם֒ כִּֽי־תִ֠קְח֠וּ מֵאֵ֨ת בְּנֵֽי־יִשְׂרָאֵ֜ל אֶת־הַֽמַּעֲשֵׂ֗ר אֲשֶׁ֨ר נָתַ֧תִּי לָכֶ֛ם מֵאִתָּ֖ם בְּנַחֲלַתְכֶ֑ם וַהֲרֵמֹתֶ֤ם מִמֶּ֙נּוּ֙ תְּרוּמַ֣ת יְהֹוָ֔ה מַעֲשֵׂ֖ר מִן־הַֽמַּעֲשֵֽׂר׃",
          "targum": "וּלְלֵוָאֵי תְמַלֵּל וְתֵימַר לְהוֹן אֲרֵי תִסְּבוּן מִן בְּנֵי יִשְׂרָאֵל יָת מַעַשְׂרָא דִּי יְהָבִית לְכוֹן מִנְּהוֹן בְּאַחֲסַנְתְּכוֹן וְתַפְרְשׁוּן מִנֵּיהּ אַפְרָשׁוּתָא קֳדָם יְיָ מַעַשְׂרָא מִן מַעַשְׂרָא:",
          "english": "Thus speak to the Levites, and say to them, When you take of the children of Yisra᾽el the tithes which I have given you from them for your inheritance, then you shall offer up from it a gift for the Lord, even a tenth part of the tithe."
        },
        {
          "verseNum": 27,
          "hebrew": "וְנֶחְשַׁ֥ב לָכֶ֖ם תְּרוּמַתְכֶ֑ם כַּדָּגָן֙ מִן־הַגֹּ֔רֶן וְכַֽמְלֵאָ֖ה מִן־הַיָּֽקֶב׃",
          "targum": "וְתִתְחַשַּׁב לְכוֹן אַפְרָשׁוּתְכוֹן כְּעִבּוּרָא מִן אִדְרָא וְכַמְּלֵאָתָא מִן מַעְצַרְתָּא:",
          "english": "And this your gift shall be reckoned to you, as though it were the corn of the threshingfloor, and as the fulness of the winepress."
        },
        {
          "verseNum": 28,
          "hebrew": "כֵּ֣ן תָּרִ֤ימוּ גַם־אַתֶּם֙ תְּרוּמַ֣ת יְהֹוָ֔ה מִכֹּל֙ מַעְשְׂרֹ֣תֵיכֶ֔ם אֲשֶׁ֣ר תִּקְח֔וּ מֵאֵ֖ת בְּנֵ֣י יִשְׂרָאֵ֑ל וּנְתַתֶּ֤ם מִמֶּ֙נּוּ֙ אֶת־תְּרוּמַ֣ת יְהֹוָ֔ה לְאַהֲרֹ֖ן הַכֹּהֵֽן׃",
          "targum": "כֵּן תַּפְרְשׁוּן אַף אַתּוּן אַפְרָשׁוּתָא קֳדָם יְיָ מִכֹּל מַעַשְׂרָתֵיכוֹן דִּי תִסְּבוּן מִן בְּנֵי יִשְׂרָאֵל וְתִתְּנוּן מִנֵּיהּ יָת אַפְרָשׁוּתָא קֳדָם יְיָ לְאַהֲרֹן כַּהֲנָא:",
          "english": "Thus you also shall offer a gift to the Lord of all your tithes, which you receive of the children of Yisra᾽el; and you shall give of it the Lord’s gift to Aharon the priest."
        },
        {
          "verseNum": 29,
          "hebrew": "מִכֹּל֙ מַתְּנֹ֣תֵיכֶ֔ם תָּרִ֕ימוּ אֵ֖ת כׇּל־תְּרוּמַ֣ת יְהֹוָ֑ה מִכׇּ֨ל־חֶלְבּ֔וֹ אֶֽת־מִקְדְּשׁ֖וֹ מִמֶּֽנּוּ׃",
          "targum": "מִכֹּל מַתְּנַתְכוֹן תַּפְרְשׁוּן יָת כָּל אַפְרָשׁוּתָא דַיְיָ מִכָּל שׁוּפְרֵיהּ יָת מַקְדְּשֵׁיהּ מִנֵּיהּ:",
          "english": "Out of all that is given to you, you shall set aside all that is due as a gift to the Lord, of all the best thereof, even the hallowed part of it."
        },
        {
          "verseNum": 30,
          "hebrew": "וְאָמַרְתָּ֖ אֲלֵהֶ֑ם בַּהֲרִֽימְכֶ֤ם אֶת־חֶלְבּוֹ֙ מִמֶּ֔נּוּ וְנֶחְשַׁב֙ לַלְוִיִּ֔ם כִּתְבוּאַ֥ת גֹּ֖רֶן וְכִתְבוּאַ֥ת יָֽקֶב׃",
          "targum": "וְתֵימַר לְהוֹן בְּאַפְרָשׁוּתְכוֹן יָת שׁוּפְרֵיהּ מִנֵּיהּ וְיִתְחַשַּׁב לְלֵוָאֵי כַּעֲלָלַת אִדְרָא וְכַעֲלָלַת מַעְצַרְתָּא:",
          "english": "Therefore thou shalt say to them, When you have set aside the best of it, then it shall be counted to the Levites as the increase of the threshingfloor, and as the increase of the winepress."
        },
        {
          "verseNum": 31,
          "hebrew": "וַאֲכַלְתֶּ֤ם אֹתוֹ֙ בְּכׇל־מָק֔וֹם אַתֶּ֖ם וּבֵֽיתְכֶ֑ם כִּֽי־שָׂכָ֥ר הוּא֙ לָכֶ֔ם חֵ֥לֶף עֲבֹֽדַתְכֶ֖ם בְּאֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְתֵיכְלוּן יָתֵיהּ בְּכָל אֲתַר אַתּוּן וֶאֱנַשׁ בָּתֵּיכוֹן אֲרֵי אַגְרָא הוּא לְכוֹן חֲלַף פָּלְחַנְכוֹן בְּמַשְׁכַּן זִמְנָא:",
          "english": "And you shall eat it in every place, you and your households: for it is your reward for your service in the Tent of Meeting."
        },
        {
          "verseNum": 32,
          "hebrew": "וְלֹֽא־תִשְׂא֤וּ עָלָיו֙ חֵ֔טְא בַּהֲרִֽימְכֶ֥ם אֶת־חֶלְבּ֖וֹ מִמֶּ֑נּוּ וְאֶת־קׇדְשֵׁ֧י בְנֵי־יִשְׂרָאֵ֛ל לֹ֥א תְחַלְּל֖וּ וְלֹ֥א תָמֽוּתוּ׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְלָא תְקַבְּלוּן עֲלוֹהִי חוֹבָא בְּאַפְרָשׁוּתְכוֹן יָת שׁוּפְרֵיהּ מִנֵּיהּ וְיָת קוּדְשַׁיָּא דִבְנֵי יִשְׂרָאֵל לָא תַחֲלוּן וְלָא תְמוּתוּן:",
          "english": "And you shall bear no sin by reason of it, when you have set aside from it the best of it: nor shall you pollute the holy things of the children of Yisra᾽el, lest you die."
        }
      ]
    }
  ]
}