{
  "name": "Terumah",
  "book": "Exodus",
  "chapters": [
    {
      "chapter": 25,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּר֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל וְיִקְחוּ־לִ֖י תְּרוּמָ֑ה מֵאֵ֤ת כׇּל־אִישׁ֙ אֲשֶׁ֣ר יִדְּבֶ֣נּוּ לִבּ֔וֹ תִּקְח֖וּ אֶת־תְּרוּמָתִֽי׃",
          "targum": "מַלֵּיל עִם בְּנֵי יִשְׂרָאֵל וְיַפְרְשׁוּן קֳדָמַי אַפְרָשׁוּתָא מִן כָּל גְּבַר דְּיִתְרְעֵיהּ לִבֵּיהּ תִּסְּבוּן יָת אַפְרָשׁוּתִי:",
          "english": "Speak to the children of Yisra᾽el that they bring me an offering: of every man whose heart prompts him to give you shall take my offering."
        },
        {
          "verseNum": 3,
          "hebrew": "וְזֹאת֙ הַתְּרוּמָ֔ה אֲשֶׁ֥ר תִּקְח֖וּ מֵאִתָּ֑ם זָהָ֥ב וָכֶ֖סֶף וּנְחֹֽשֶׁת׃",
          "targum": "וְדָא אַפְרָשׁוּתָא דִּתִסְּבוּן מִנְּהוֹן דַּהֲבָא וְכַסְפָּא וּנְחָשָׁא:",
          "english": "And this is the offering which you shall take of them; gold, and silver, and brass,"
        },
        {
          "verseNum": 4,
          "hebrew": "וּתְכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֥שׁ וְעִזִּֽים׃",
          "targum": "וְתִכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ וּמְעַזֵּי:",
          "english": "and blue, and purple, and scarlet, and fine linen, and goats’ hair,"
        },
        {
          "verseNum": 5,
          "hebrew": "וְעֹרֹ֨ת אֵילִ֧ם מְאׇדָּמִ֛ים וְעֹרֹ֥ת תְּחָשִׁ֖ים וַעֲצֵ֥י שִׁטִּֽים׃",
          "targum": "וּמַשְׁכֵי דְדִכְרֵי מְסַמְּקֵי וּמַשְׁכֵי סַסְגּוֹנָא וְאָעֵי שִׁטִּין:",
          "english": "and rams’ skins dyed red, and taĥash skins, and shittim wood,"
        },
        {
          "verseNum": 6,
          "hebrew": "שֶׁ֖מֶן לַמָּאֹ֑ר בְּשָׂמִים֙ לְשֶׁ֣מֶן הַמִּשְׁחָ֔ה וְלִקְטֹ֖רֶת הַסַּמִּֽים׃",
          "targum": "מִשְׁחָא לְאַנְהָרוּתָא בּוּסְמַיָּא לְמִשְׁחָא דִרְבוּתָא וְלִקְטֹרֶת בּוּסְמַיָּא:",
          "english": "oil for the light, spices for the anointing oil, and for the sweet incense,"
        },
        {
          "verseNum": 7,
          "hebrew": "אַבְנֵי־שֹׁ֕הַם וְאַבְנֵ֖י מִלֻּאִ֑ים לָאֵפֹ֖ד וְלַחֹֽשֶׁן׃",
          "targum": "אַבְנֵי בוּרְלָא וְאַבְנֵי אַשְׁלָמוּתָא לְשַׁקָּעָא בְאֵפוֹדָא וּבְחוּשְׁנָא:",
          "english": "shoham stones, and stones to be set in the efod, and in the breastplate."
        },
        {
          "verseNum": 8,
          "hebrew": "וְעָ֥שׂוּ לִ֖י מִקְדָּ֑שׁ וְשָׁכַנְתִּ֖י בְּתוֹכָֽם׃",
          "targum": "וְיַעְבְּדוּן קֳדָמַי מִקְדְּשָׁא וְאַשְׁרֵי שְׁכִנְתִּי בֵּינֵיהוֹן:",
          "english": "And let them make me a sanctuary; that I may dwell among them."
        },
        {
          "verseNum": 9,
          "hebrew": "כְּכֹ֗ל אֲשֶׁ֤ר אֲנִי֙ מַרְאֶ֣ה אוֹתְךָ֔ אֵ֚ת תַּבְנִ֣ית הַמִּשְׁכָּ֔ן וְאֵ֖ת תַּבְנִ֣ית כׇּל־כֵּלָ֑יו וְכֵ֖ן תַּעֲשֽׂוּ׃",
          "targum": "כְּכֹל דִּי אֲנָא מַחֲזֵי יָתָךְ יָת דְּמוּת מַשְׁכְּנָא וְיָת דְּמוּת כָּל מָנוֹהִי וְכֵן תַּעְבְּדוּן:",
          "english": "According to all that I show thee, the pattern of the tabernacle, and the pattern of all its vessels, even so shall you make it."
        },
        {
          "verseNum": 10,
          "hebrew": "וְעָשׂ֥וּ אֲר֖וֹן עֲצֵ֣י שִׁטִּ֑ים אַמָּתַ֨יִם וָחֵ֜צִי אׇרְכּ֗וֹ וְאַמָּ֤ה וָחֵ֙צִי֙ רׇחְבּ֔וֹ וְאַמָּ֥ה וָחֵ֖צִי קֹמָתֽוֹ׃",
          "targum": "וְיַעְבְּדוּן אֲרוֹנָא דְּאָעֵי שִׁטִּין תַּרְתֵּין אַמִּין וּפַלְגָּא אֻרְכֵּיהּ וְאַמְּתָא וּפַלְגָּא פְּתָיֵהּ וְאַמְּתָא וּפַלְגָּא רוּמֵיהּ:",
          "english": "And they shall make an ark of shittim wood: two cubits and a half shall be its length, and a cubit and a half its breadth, and a cubit and a half its height."
        },
        {
          "verseNum": 11,
          "hebrew": "וְצִפִּיתָ֤ אֹתוֹ֙ זָהָ֣ב טָה֔וֹר מִבַּ֥יִת וּמִח֖וּץ תְּצַפֶּ֑נּוּ וְעָשִׂ֧יתָ עָלָ֛יו זֵ֥ר זָהָ֖ב סָבִֽיב׃",
          "targum": "וְתֶחֱפֵי יָתֵיהּ דְּהַב דְּכֵי מִגָּו וּמִבָּרָא תַּחֲפִנֵּיהּ וְתַעְבֵּד עֲלוֹהִי זֵיר דִּדְהַב סְחוֹר סְחוֹר:",
          "english": "And thou shalt overlay it with pure gold, inside and outside shalt thou overlay it, and shalt make upon it a rim of gold round about."
        },
        {
          "verseNum": 12,
          "hebrew": "וְיָצַ֣קְתָּ לּ֗וֹ אַרְבַּע֙ טַבְּעֹ֣ת זָהָ֔ב וְנָ֣תַתָּ֔ה עַ֖ל אַרְבַּ֣ע פַּעֲמֹתָ֑יו וּשְׁתֵּ֣י טַבָּעֹ֗ת עַל־צַלְעוֹ֙ הָֽאֶחָ֔ת וּשְׁתֵּי֙ טַבָּעֹ֔ת עַל־צַלְע֖וֹ הַשֵּׁנִֽית׃",
          "targum": "וְתַתִּיךְ לֵיהּ אַרְבַּע עִזְקָן דִּדְהַב וְתִתֵּן עַל אַרְבַּע זִוְיָתֵיהּ וְתַרְתֵּין עִזְקָן עַל סִטְרֵיהּ חַד וְתַרְתֵּין עִזְקָן עַל סִטְרֵיהּ תִּנְיֵתָא:",
          "english": "And thou shalt cast four rings of gold for it, and put them in its four corners, and two rings shall be on the one side of it, and two rings on the other side of it."
        },
        {
          "verseNum": 13,
          "hebrew": "וְעָשִׂ֥יתָ בַדֵּ֖י עֲצֵ֣י שִׁטִּ֑ים וְצִפִּיתָ֥ אֹתָ֖ם זָהָֽב׃",
          "targum": "וְתַעְבֵּד אֲרִיחֵי דְּאָעֵי שִׁטִּין וְתַחֲפֵי יָתְהוֹן דַּהֲבָא:",
          "english": "And thou shalt make poles of shittim wood, and overlay them with gold."
        },
        {
          "verseNum": 14,
          "hebrew": "וְהֵבֵאתָ֤ אֶת־הַבַּדִּים֙ בַּטַּבָּעֹ֔ת עַ֖ל צַלְעֹ֣ת הָאָרֹ֑ן לָשֵׂ֥את אֶת־הָאָרֹ֖ן בָּהֶֽם׃",
          "targum": "וְתָעֵל יָת אֲרִיחַיָּא בְּעִזְקָתָא עַל סִטְרֵי אֲרוֹנָא לְמִטַּל יָת אֲרוֹנָא בְּהוֹן:",
          "english": "And thou shalt put the poles into the rings on the sides of the ark, that the ark may be carried therewith."
        },
        {
          "verseNum": 15,
          "hebrew": "בְּטַבְּעֹת֙ הָאָרֹ֔ן יִהְי֖וּ הַבַּדִּ֑ים לֹ֥א יָסֻ֖רוּ מִמֶּֽנּוּ׃",
          "targum": "בְּעִזְקְתָא דַּאֲרוֹנָא יְהוֹן אֲרִיחַיָּא לָא יְעִדּוּן מִנֵּיהּ:",
          "english": "The poles shall be in the rings of the ark: they shall not be taken from it."
        },
        {
          "verseNum": 16,
          "hebrew": "וְנָתַתָּ֖ אֶל־הָאָרֹ֑ן אֵ֚ת הָעֵדֻ֔ת אֲשֶׁ֥ר אֶתֵּ֖ן אֵלֶֽיךָ׃",
          "targum": "וְתִתֵּן בַּאֲרוֹנָא יָת סַהֲדוּתָא דִּי אֶתֵּן לָךְ:",
          "english": "And thou shalt put into the ark the Testimony which I shall give thee."
        },
        {
          "verseNum": 17,
          "hebrew": "וְעָשִׂ֥יתָ כַפֹּ֖רֶת זָהָ֣ב טָה֑וֹר אַמָּתַ֤יִם וָחֵ֙צִי֙ אׇרְכָּ֔הּ וְאַמָּ֥ה וָחֵ֖צִי רׇחְבָּֽהּ׃",
          "targum": "וְתַעְבֵּד כַּפֻּרְתָּא דִּדְהַב דְּכֵי תַּרְתֵּין אַמִּין וּפַלְגָּא אֻרְכַּהּ וְאַמְּתָא וּפַלְגָּא פְּתָיַהּ:",
          "english": "And thou shalt make a covering of pure gold: two cubits and a half shall be its length, and a cubit and a half its breadth."
        },
        {
          "verseNum": 18,
          "hebrew": "וְעָשִׂ֛יתָ שְׁנַ֥יִם כְּרֻבִ֖ים זָהָ֑ב מִקְשָׁה֙ תַּעֲשֶׂ֣ה אֹתָ֔ם מִשְּׁנֵ֖י קְצ֥וֹת הַכַּפֹּֽרֶת׃",
          "targum": "וְתַעְבֵּד תְּרֵין כְּרוּבִין דִּדְהָב נְגִיד תַּעְבֵּד יָתְהוֹן מִתְּרֵין סִטְרֵי כַפֻּרְתָּא:",
          "english": "And thou shalt make two keruvim of gold, of beaten work shalt thou make them, at the two ends of the covering."
        },
        {
          "verseNum": 19,
          "hebrew": "וַ֠עֲשֵׂ֠ה כְּר֨וּב אֶחָ֤ד מִקָּצָה֙ מִזֶּ֔ה וּכְרוּב־אֶחָ֥ד מִקָּצָ֖ה מִזֶּ֑ה מִן־הַכַּפֹּ֛רֶת תַּעֲשׂ֥וּ אֶת־הַכְּרֻבִ֖ים עַל־שְׁנֵ֥י קְצוֹתָֽיו׃",
          "targum": "וְעִבֵּד כְּרוּבָא חַד מִסִּטְרָא מִכָּא וּכְרוּבָא חַד מִסִּטְרָא מִכָּא מִן כַּפֻּרְתָּא תַּעְבְּדוּן יָת כְּרוּבַיָּא עַל תְּרֵין סִטְרוֹהִי:",
          "english": "And make one keruv on the one end, and the other keruv on the other end: of the covering shall you make the keruvim on the two ends of it."
        },
        {
          "verseNum": 20,
          "hebrew": "וְהָי֣וּ הַכְּרֻבִים֩ פֹּרְשֵׂ֨י כְנָפַ֜יִם לְמַ֗עְלָה סֹכְכִ֤ים בְּכַנְפֵיהֶם֙ עַל־הַכַּפֹּ֔רֶת וּפְנֵיהֶ֖ם אִ֣ישׁ אֶל־אָחִ֑יו אֶ֨ל־הַכַּפֹּ֔רֶת יִהְי֖וּ פְּנֵ֥י הַכְּרֻבִֽים׃",
          "targum": "וִיהוֹן כְּרוּבַיָּא פְּרִיסָן גַּדְפֵיהוֹן לְעֵלָּא מְטַלִּין בְּגַדְפֵיהוֹן עַל כַּפֻּרְתָּא וְאַפֵּיהוֹן חַד לָקֳבֵל חַד לָקֳבֵל כַּפֻּרְתָּא יְהוֹן אַפֵּי כְרוּבַיָּא:",
          "english": "And the keruvim shall stretch out their wings on high, overspreading the covering with their wings, and their faces shall look one to another; toward the covering shall the faces of the keruvim be."
        },
        {
          "verseNum": 21,
          "hebrew": "וְנָתַתָּ֧ אֶת־הַכַּפֹּ֛רֶת עַל־הָאָרֹ֖ן מִלְמָ֑עְלָה וְאֶל־הָ֣אָרֹ֔ן תִּתֵּן֙ אֶת־הָ֣עֵדֻ֔ת אֲשֶׁ֥ר אֶתֵּ֖ן אֵלֶֽיךָ׃",
          "targum": "וְתִתֵּן יָת כַּפֻּרְתָּא עַל אֲרוֹנָא מִלְּעֵלָּא וּבַאֲרוֹנָא תִּתֵּן יָת סַהֲדוּתָא דִּי אֶתֵּן לָךְ:",
          "english": "And thou shalt put the covering above, upon the ark; and in the ark thou shalt put the Testimony that I shall give thee."
        },
        {
          "verseNum": 22,
          "hebrew": "וְנוֹעַדְתִּ֣י לְךָ֮ שָׁם֒ וְדִבַּרְתִּ֨י אִתְּךָ֜ מֵעַ֣ל הַכַּפֹּ֗רֶת מִבֵּין֙ שְׁנֵ֣י הַכְּרֻבִ֔ים אֲשֶׁ֖ר עַל־אֲר֣וֹן הָעֵדֻ֑ת אֵ֣ת כׇּל־אֲשֶׁ֧ר אֲצַוֶּ֛ה אוֹתְךָ֖ אֶל־בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וֶאֱזַמֵּן מֵימְרִי לָךְ תַּמָּן וֶאֱמַלֵּל עִמָּךְ מֵעִלָּוֵי כַפֻּרְתָּא מִבֵּין תְּרֵין כְּרוּבַיָּא דִּי עַל אֲרוֹנָא דְסַהֲדוּתָא יָת כָּל דִּי אֲפַקֵּד יָתָךְ לְוָת בְּנֵי יִשְׂרָאֵל:",
          "english": "And there I will meet with thee, and I will speak with thee from above the covering, from between the two keruvim which are upon the ark of the Testimony, of all things which I will give thee in commandment to the children of Yisra᾽el."
        },
        {
          "verseNum": 23,
          "hebrew": "וְעָשִׂ֥יתָ שֻׁלְחָ֖ן עֲצֵ֣י שִׁטִּ֑ים אַמָּתַ֤יִם אׇרְכּוֹ֙ וְאַמָּ֣ה רׇחְבּ֔וֹ וְאַמָּ֥ה וָחֵ֖צִי קֹמָתֽוֹ׃",
          "targum": "וְתַעְבֵּד פָּתוֹרָא דְּאָעֵי שִׁטִּין תַּרְתֵּין אַמִּין אֻרְכֵּיהּ וְאַמְּתָא פְתָיֵהּ וְאַמְּתָא וּפַלְגָּא רוּמֵיהּ:",
          "english": "Thou shalt also make a table of shittim wood: two cubits shall be its length, and a cubit its breadth, and a cubit and a half its height."
        },
        {
          "verseNum": 24,
          "hebrew": "וְצִפִּיתָ֥ אֹת֖וֹ זָהָ֣ב טָה֑וֹר וְעָשִׂ֥יתָ לּ֛וֹ זֵ֥ר זָהָ֖ב סָבִֽיב׃",
          "targum": "וְתַחֲפֵי יָתֵיהּ דְּהַב דְּכֵי וְתַעְבֵּד לֵיהּ זֵיר דִּדְהַב סְחוֹר סְחוֹר:",
          "english": "And thou shalt overlay it with pure gold, and make for it a rim of gold round about."
        },
        {
          "verseNum": 25,
          "hebrew": "וְעָשִׂ֨יתָ לּ֥וֹ מִסְגֶּ֛רֶת טֹ֖פַח סָבִ֑יב וְעָשִׂ֧יתָ זֵר־זָהָ֛ב לְמִסְגַּרְתּ֖וֹ סָבִֽיב׃",
          "targum": "וְתַעְבֵּד לֵיהּ גְּדַנְפָא רוּמֵיהּ פֻּשְׁכָּא סְחוֹר סְחוֹר וְתַעְבֵּד זֵיר דִּדְהַב לִגְדַנְפֵיהּ סְחוֹר סְחוֹר:",
          "english": "And thou shalt make for it a border of a handbreadth round about, and thou shalt make a golden crown for its border round about."
        },
        {
          "verseNum": 26,
          "hebrew": "וְעָשִׂ֣יתָ לּ֔וֹ אַרְבַּ֖ע טַבְּעֹ֣ת זָהָ֑ב וְנָתַתָּ֙ אֶת־הַטַּבָּעֹ֔ת עַ֚ל אַרְבַּ֣ע הַפֵּאֹ֔ת אֲשֶׁ֖ר לְאַרְבַּ֥ע רַגְלָֽיו׃",
          "targum": "וְתַעְבֵּד לֵיהּ אַרְבַּע עִזְקָן דִּדְהָב וְתִתֵּן יָת עִזְקָתָא עַל אַרְבַּע זִוְיָתָא דִּי לְאַרְבַּע רַגְלוֹהִי:",
          "english": "And thou shalt make for it four rings of gold, and put the rings in the four corners that are on its four legs."
        },
        {
          "verseNum": 27,
          "hebrew": "לְעֻמַּת֙ הַמִּסְגֶּ֔רֶת תִּהְיֶ֖יןָ הַטַּבָּעֹ֑ת לְבָתִּ֣ים לְבַדִּ֔ים לָשֵׂ֖את אֶת־הַשֻּׁלְחָֽן׃",
          "targum": "לָקֳבֵל גְּדַנְפָא יְהֶוְיָן עִזְקָתָא לְאַתְרָא לַאֲרִיחַיָּא לְמִטַּל יָת פָּתוֹרָא:",
          "english": "Over against the border shall the rings be for places of the poles to bear the table."
        },
        {
          "verseNum": 28,
          "hebrew": "וְעָשִׂ֤יתָ אֶת־הַבַּדִּים֙ עֲצֵ֣י שִׁטִּ֔ים וְצִפִּיתָ֥ אֹתָ֖ם זָהָ֑ב וְנִשָּׂא־בָ֖ם אֶת־הַשֻּׁלְחָֽן׃",
          "targum": "וְתַעְבֵּד יָת אֲרִיחַיָּא דְּאָעֵי שִׁטִּין וְתַחֲפֵי יָתְהוֹן דַּהֲבָא וִיהוֹן נָטְלִין בְּהוֹן יָת פָּתוֹרָא:",
          "english": "And thou shalt make the poles of shittim wood, and overlay them with gold, and they shall be for carrying the table."
        },
        {
          "verseNum": 29,
          "hebrew": "וְעָשִׂ֨יתָ קְּעָרֹתָ֜יו וְכַפֹּתָ֗יו וּקְשׂוֹתָיו֙ וּמְנַקִּיֹּתָ֔יו אֲשֶׁ֥ר יֻסַּ֖ךְ בָּהֵ֑ן זָהָ֥ב טָה֖וֹר תַּעֲשֶׂ֥ה אֹתָֽם׃",
          "targum": "וְתַעְבֵּד מָגִיסוֹהִי וּבָזִכּוֹהִי וְקַסְוָתֵיהּ וּמְכִילָתֵיהּ דִּיִתְנַסַּךְ בְּהֵן דְּהַב דְּכֵי תַּעְבֵּד יָתְהוֹן:",
          "english": "And thou shalt make its dishes, and its spoons, and its jars, and its bowls, used for pouring out: of pure gold shalt thou make them."
        },
        {
          "verseNum": 30,
          "hebrew": "וְנָתַתָּ֧ עַֽל־הַשֻּׁלְחָ֛ן לֶ֥חֶם פָּנִ֖ים לְפָנַ֥י תָּמִֽיד׃",
          "targum": "וְתִתֵּן עַל פָּתוֹרָא לְחֵם אַפַּיָּא קֳדָמַי תְּדִירָא:",
          "english": "And thou shalt set upon the table showbread before me always."
        },
        {
          "verseNum": 31,
          "hebrew": "וְעָשִׂ֥יתָ מְנֹרַ֖ת זָהָ֣ב טָה֑וֹר מִקְשָׁ֞ה תֵּעָשֶׂ֤ה* הַמְּנוֹרָה֙ יְרֵכָ֣הּ וְקָנָ֔הּ גְּבִיעֶ֛יהָ כַּפְתֹּרֶ֥יהָ וּפְרָחֶ֖יהָ מִמֶּ֥נָּה יִהְיֽוּ׃",
          "targum": "וְתַעְבֵּד מְנַרְתָּא דִּדְהַב דְּכֵי נְגִיד תִּתְעֲבֵד מְנַרְתָּא שִׁדַּהּ וּקְנַהּ כַּלִּידָהָא חֵזוּרָהָא וְשׁוֹשַׁנָּהָא מִנַּהּ יְהוֹן:",
          "english": "And thou shalt make a candlestick of pure gold: of beaten work shall the candlestick be made: its shaft, and its branches, its bowls, its bulbs, and its flowers, shall be of the same."
        },
        {
          "verseNum": 32,
          "hebrew": "וְשִׁשָּׁ֣ה קָנִ֔ים יֹצְאִ֖ים מִצִּדֶּ֑יהָ שְׁלֹשָׁ֣ה׀ קְנֵ֣י מְנֹרָ֗ה מִצִּדָּהּ֙ הָאֶחָ֔ד וּשְׁלֹשָׁה֙ קְנֵ֣י מְנֹרָ֔ה מִצִּדָּ֖הּ הַשֵּׁנִֽי׃",
          "targum": "וְשִׁתָּא קְנִין נָפְקִין מִסִּטְרָהָא תְּלָתָא קְנֵי מְנַרְתָּא מִסִּטְרַהּ חַד וּתְלָתָא קְנֵי מְנַרְתָּא מִסִּטְרַהּ תִּנְיָנָא:",
          "english": "And six branches shall come out of its sides; three branches of the candlestick out of the one side, and three branches of the candlestick out of the other side:"
        },
        {
          "verseNum": 33,
          "hebrew": "שְׁלֹשָׁ֣ה גְ֠בִעִ֠ים מְֽשֻׁקָּדִ֞ים בַּקָּנֶ֣ה הָאֶחָד֮ כַּפְתֹּ֣ר וָפֶ֒רַח֒ וּשְׁלֹשָׁ֣ה גְבִעִ֗ים מְשֻׁקָּדִ֛ים בַּקָּנֶ֥ה הָאֶחָ֖ד כַּפְתֹּ֣ר וָפָ֑רַח כֵּ֚ן לְשֵׁ֣שֶׁת הַקָּנִ֔ים הַיֹּצְאִ֖ים מִן־הַמְּנֹרָֽה׃",
          "targum": "תְּלָתָא כַלִּידִין מְצַיְרִין בְּקַנְיָא חַד חֵזוּר וְשׁוֹשַׁן וּתְלָתָא כַלִּידִין מְצַיְרִין בְּקַנְיָא חַד חֵזוּר וְשׁוֹשָׁן כֵּן לְשִׁתָּא קְנִין דְּנָפְקִין מִן מְנַרְתָּא:",
          "english": "three cups made like almonds, with a bulb and a flower in one branch; and three cups made like almonds in the other branch, with a bulb and a flower: so in the six branches that come out of the candlestick."
        },
        {
          "verseNum": 34,
          "hebrew": "וּבַמְּנֹרָ֖ה אַרְבָּעָ֣ה גְבִעִ֑ים מְשֻׁ֨קָּדִ֔ים כַּפְתֹּרֶ֖יהָ וּפְרָחֶֽיהָ׃",
          "targum": "וּבִמְנַרְתָּא אַרְבְּעָא כַלִּידִין מְצַיְרִין חֵזוּרָהָא וְשׁוֹשַׁנָּהָא:",
          "english": "And in the candlestick shall be four bowls made like almonds, with their bulbs and flowers."
        },
        {
          "verseNum": 35,
          "hebrew": "וְכַפְתֹּ֡ר תַּ֩חַת֩ שְׁנֵ֨י הַקָּנִ֜ים מִמֶּ֗נָּה וְכַפְתֹּר֙ תַּ֣חַת שְׁנֵ֤י הַקָּנִים֙ מִמֶּ֔נָּה וְכַפְתֹּ֕ר תַּחַת־שְׁנֵ֥י הַקָּנִ֖ים מִמֶּ֑נָּה לְשֵׁ֙שֶׁת֙ הַקָּנִ֔ים הַיֹּצְאִ֖ים מִן־הַמְּנֹרָֽה׃",
          "targum": "וְחֵזוּר תְּחוֹת תְּרֵין קְנִין מִנַּהּ וְחֵזוּר תְּחוֹת תְּרֵין קְנִין מִנַּהּ וְחֵזוּר תְּחוֹת תְּרֵין קְנִין מִנַּהּ לְשִׁתָּא קְנִין דְּנָפְקִין מִן מְנַרְתָּא:",
          "english": "And there shall be a bulb under two branches of the same piece, and a bulb under two branches of the same piece, and a bulb under two branches of the same piece, according to the six branches that proceed out of the candlestick."
        },
        {
          "verseNum": 36,
          "hebrew": "כַּפְתֹּרֵיהֶ֥ם וּקְנֹתָ֖ם מִמֶּ֣נָּה יִהְי֑וּ כֻּלָּ֛הּ מִקְשָׁ֥ה אַחַ֖ת זָהָ֥ב טָהֽוֹר׃",
          "targum": "חֵזוּרֵיהוֹן וּקְנֵיהוֹן מִנַּהּ יְהוֹן כֻּלַּהּ נְגִידָא חֲדָא דִּדְהַב דְּכֵי:",
          "english": "Their bulbs and their branches shall be made of the same piece: all shall be one beaten work of pure gold."
        },
        {
          "verseNum": 37,
          "hebrew": "וְעָשִׂ֥יתָ אֶת־נֵרֹתֶ֖יהָ שִׁבְעָ֑ה וְהֶֽעֱלָה֙ אֶת־נֵ֣רֹתֶ֔יהָ וְהֵאִ֖יר עַל־עֵ֥בֶר פָּנֶֽיהָ׃",
          "targum": "וְתַעְבֵּד יָת בּוֹצִינָהָא שִׁבְעָא וְתַדְלֵק יָת בּוֹצִינָהָא וִיהוֹן מְנַהֲרִין עַל קֳבֵל אַפָּהָא:",
          "english": "And thou shalt make its seven lamps: and they shall light its lamps, that they may give light over against it."
        },
        {
          "verseNum": 38,
          "hebrew": "וּמַלְקָחֶ֥יהָ וּמַחְתֹּתֶ֖יהָ זָהָ֥ב טָהֽוֹר׃",
          "targum": "וְצִבְיָתָהָא וּמַחְתְּיָתָהָא דִּדְהַב דְּכֵי:",
          "english": "And its tongs, and its ashpans, shall be of pure gold."
        },
        {
          "verseNum": 39,
          "hebrew": "כִּכָּ֛ר זָהָ֥ב טָה֖וֹר יַעֲשֶׂ֣ה אֹתָ֑הּ אֵ֥ת כׇּל־הַכֵּלִ֖ים הָאֵֽלֶּה׃",
          "targum": "כִּכְּרָא דִּדְהַב דְּכֵי יַעְבֵּד יָתַהּ יָת כָּל מָנַיָּא הָאִלֵּין:",
          "english": "Of a talent of pure gold shall he make it, with all these vessels."
        },
        {
          "verseNum": 40,
          "hebrew": "וּרְאֵ֖ה וַעֲשֵׂ֑ה בְּתַ֨בְנִיתָ֔ם אֲשֶׁר־אַתָּ֥ה מׇרְאֶ֖ה בָּהָֽר׃",
          "targum": "וַחֲזֵי וַעֲבֵיד כִּדְמוּתְהוֹן דִּאַתְּ מִתְחֲזִי בְּטוּרָא:",
          "english": "And look that thou make them after their pattern, which was shown thee in the mountain."
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְאֶת־הַמִּשְׁכָּ֥ן תַּעֲשֶׂ֖ה עֶ֣שֶׂר יְרִיעֹ֑ת שֵׁ֣שׁ מׇשְׁזָ֗ר וּתְכֵ֤לֶת וְאַרְגָּמָן֙ וְתֹלַ֣עַת שָׁנִ֔י כְּרֻבִ֛ים מַעֲשֵׂ֥ה חֹשֵׁ֖ב תַּעֲשֶׂ֥ה אֹתָֽם׃",
          "targum": "וְיָת מַשְׁכְּנָא תַּעְבֵּד עֲשַׂר יְרִיעָן דְּבוּץ שְׁזִיר וְתִכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי צוּרַת כְּרוּבִין עוֹבַד אֳמָן תַּעְבֵּד יָתְהוֹן:",
          "english": "Moreover thou shalt make the tabernacle with ten curtains of fine twined linen, and blue, and purple, and scarlet: with keruvim of artistic work shalt thou make them."
        },
        {
          "verseNum": 2,
          "hebrew": "אֹ֣רֶךְ׀ הַיְרִיעָ֣ה הָֽאַחַ֗ת שְׁמֹנֶ֤ה וְעֶשְׂרִים֙ בָּֽאַמָּ֔ה וְרֹ֙חַב֙ אַרְבַּ֣ע בָּאַמָּ֔ה הַיְרִיעָ֖ה הָאֶחָ֑ת מִדָּ֥ה אַחַ֖ת לְכׇל־הַיְרִיעֹֽת׃",
          "targum": "אֻרְכָּא דִּירִיעֲתָא חֲדָא עַשְׂרִין וְתַמְנֵי אַמִּין וּפוּתְיָא אַרְבַּע אַמִּין דִּירִיעֲתָא חֲדָא מְשַׁחְתָּא חֲדָא לְכָל יְרִיעֲתָא:",
          "english": "The length of one curtain shall be twenty eight cubits, and the breadth of one curtain four cubits: and the curtains shall be all of one measure."
        },
        {
          "verseNum": 3,
          "hebrew": "חֲמֵ֣שׁ הַיְרִיעֹ֗ת תִּֽהְיֶ֙יןָ֙ חֹֽבְרֹ֔ת אִשָּׁ֖ה אֶל־אֲחֹתָ֑הּ וְחָמֵ֤שׁ יְרִיעֹת֙ חֹֽבְרֹ֔ת אִשָּׁ֖ה אֶל־אֲחֹתָֽהּ׃",
          "targum": "חֲמֵשׁ יְרִיעָן יְהֶוְיַן מְלַפְּפָן חֲדָא עִם חֲדָא וַחֲמֵשׁ יְרִיעָן מְלַפְּפָן חֲדָא עִם חֲדָא:",
          "english": "The five curtains shall be coupled together one to another; and the other five curtains shall be coupled one to another."
        },
        {
          "verseNum": 4,
          "hebrew": "וְעָשִׂ֜יתָ לֻֽלְאֹ֣ת תְּכֵ֗לֶת עַ֣ל שְׂפַ֤ת הַיְרִיעָה֙ הָאֶחָ֔ת מִקָּצָ֖ה בַּחֹבָ֑רֶת וְכֵ֤ן תַּעֲשֶׂה֙ בִּשְׂפַ֣ת הַיְרִיעָ֔ה הַקִּ֣יצוֹנָ֔ה בַּמַּחְבֶּ֖רֶת הַשֵּׁנִֽית׃",
          "targum": "וְתַעְבֵּד עֲנוּבִין דְּתִכְלָא עַל שִׂפְתָא דִירִיעֲתָא חֲדָא מִסִּטְרָא בֵּית לוֹפֵי וְכֵן תַּעְבֵּד בְּשִׂפְתָא דִירִיעֲתָא בְּסִטְרָא דְּבֵית לוֹפֵי תִּנְיֵתָא:",
          "english": "And thou shalt make loops of blue upon the edge of the one curtain that is at the edge of the first coupling; and likewise shalt thou make in the uttermost edge of the curtain, that is outmost in the second coupling."
        },
        {
          "verseNum": 5,
          "hebrew": "חֲמִשִּׁ֣ים לֻֽלָאֹ֗ת תַּעֲשֶׂה֮ בַּיְרִיעָ֣ה הָאֶחָת֒ וַחֲמִשִּׁ֣ים לֻֽלָאֹ֗ת תַּעֲשֶׂה֙ בִּקְצֵ֣ה הַיְרִיעָ֔ה אֲשֶׁ֖ר בַּמַּחְבֶּ֣רֶת הַשֵּׁנִ֑ית מַקְבִּילֹת֙ הַלֻּ֣לָאֹ֔ת אִשָּׁ֖ה אֶל־אֲחֹתָֽהּ׃",
          "targum": "חַמְשִׁין עֲנוּבִין תַּעְבֵּד בִּירִיעֲתָא חֲדָא וְחַמְשִׁין עֲנוּבִין תַּעְבֵּד בְּסִטְרָא דִירִיעֲתָא דְּבֵית לוֹפֵי תִּנְיָנָא מְכַוְּנָן עֲנוּבַיָּא חֲדָא לָקֳבֵל חֲדָא:",
          "english": "Fifty loops shalt thou make in the one curtain, and fifty loops shalt thou make in the edge of the curtain that is in the second coupling; that the loops may take hold one of another."
        },
        {
          "verseNum": 6,
          "hebrew": "וְעָשִׂ֕יתָ חֲמִשִּׁ֖ים קַרְסֵ֣י זָהָ֑ב וְחִבַּרְתָּ֨ אֶת־הַיְרִיעֹ֜ת אִשָּׁ֤ה אֶל־אֲחֹתָהּ֙ בַּקְּרָסִ֔ים וְהָיָ֥ה הַמִּשְׁכָּ֖ן אֶחָֽד׃",
          "targum": "וְתַעְבֵּד חַמְשִׁין פּוּרְפִין דִּדְהָב וּתְלָפֵף יָת יְרִיעֲתָא חֲדָא עִם חֲדָא בְּפוּרְפַיָּא וִיהֵי מַשְׁכְּנָא חָד:",
          "english": "And thou shalt make fifty golden clasps, and couple the curtains together with the clasps: that the tabernacle may be one."
        },
        {
          "verseNum": 7,
          "hebrew": "וְעָשִׂ֙יתָ֙ יְרִיעֹ֣ת עִזִּ֔ים לְאֹ֖הֶל עַל־הַמִּשְׁכָּ֑ן עַשְׁתֵּי־עֶשְׂרֵ֥ה יְרִיעֹ֖ת תַּעֲשֶׂ֥ה אֹתָֽם׃",
          "targum": "וְתַעְבֵּד יְרִיעָן מְעַזֵּי לִפְרָסָא עַל מַשְׁכְּנָא חֲדָא עֶסְרֵי יְרִיעָן תַּעְבֵּד יָתְהוֹן:",
          "english": "And thou shalt make curtains of goats’ hair to be a covering upon the tabernacle: eleven curtains shalt thou make."
        },
        {
          "verseNum": 8,
          "hebrew": "אֹ֣רֶךְ׀ הַיְרִיעָ֣ה הָֽאַחַ֗ת שְׁלֹשִׁים֙ בָּֽאַמָּ֔ה וְרֹ֙חַב֙ אַרְבַּ֣ע בָּאַמָּ֔ה הַיְרִיעָ֖ה הָאֶחָ֑ת מִדָּ֣ה אַחַ֔ת לְעַשְׁתֵּ֥י עֶשְׂרֵ֖ה יְרִיעֹֽת׃",
          "targum": "אֻרְכָּא דִּירִיעֲתָא חֲדָא תְּלָתִין אַמִּין וּפוּתְיָא אַרְבַּע אַמִּין דִּירִיעֲתָא חֲדָא מְשַׁחְתָּא חֲדָא לַחֲדָא עֶסְרֵי יְרִיעָן:",
          "english": "The length of one curtain shall be thirty cubits, and the breadth of one curtain four cubits: and the eleven curtains shall be all of one measure."
        },
        {
          "verseNum": 9,
          "hebrew": "וְחִבַּרְתָּ֞ אֶת־חֲמֵ֤שׁ הַיְרִיעֹת֙ לְבָ֔ד וְאֶת־שֵׁ֥שׁ הַיְרִיעֹ֖ת לְבָ֑ד וְכָפַלְתָּ֙ אֶת־הַיְרִיעָ֣ה הַשִּׁשִּׁ֔ית אֶל־מ֖וּל פְּנֵ֥י הָאֹֽהֶל׃",
          "targum": "וּתְלָפֵף יָת חֲמֵשׁ יְרִיעָן לְחוֹד וְיָת שִׁית יְרִיעָן לְחוֹד וְתֵיעוּף יָת יְרִיעֲתָא שְׁתִיתֵיתָא לָקֳבֵל אַפֵּי מַשְׁכְּנָא:",
          "english": "And thou shalt couple five curtains by themselves, and six curtains by themselves, and shalt double the sixth curtain in the forefront of the tabernacle."
        },
        {
          "verseNum": 10,
          "hebrew": "וְעָשִׂ֜יתָ חֲמִשִּׁ֣ים לֻֽלָאֹ֗ת עַ֣ל שְׂפַ֤ת הַיְרִיעָה֙ הָֽאֶחָ֔ת הַקִּיצֹנָ֖ה בַּחֹבָ֑רֶת וַחֲמִשִּׁ֣ים לֻֽלָאֹ֗ת עַ֚ל שְׂפַ֣ת הַיְרִיעָ֔ה הַחֹבֶ֖רֶת הַשֵּׁנִֽית׃",
          "targum": "וְתַעְבֵּד חַמְשִׁין עֲנוּבִין עַל שִׂפְתָא דִירִיעֲתָא חֲדָא בְּסִטְרָא בֵּית לוֹפֵי וְחַמְשִׁין עֲנוּבִין עַל שִׂפְתָא דִירִיעֲתָא דְּבֵית לוֹפֵי תִּנְיֵתָא:",
          "english": "And thou shalt make fifty loops on the edge of the one curtain that is outmost in the coupling, and fifty loops in the edge of the curtain of the second coupling."
        },
        {
          "verseNum": 11,
          "hebrew": "וְעָשִׂ֛יתָ קַרְסֵ֥י נְחֹ֖שֶׁת חֲמִשִּׁ֑ים וְהֵבֵאתָ֤ אֶת־הַקְּרָסִים֙ בַּלֻּ֣לָאֹ֔ת וְחִבַּרְתָּ֥ אֶת־הָאֹ֖הֶל וְהָיָ֥ה אֶחָֽד׃",
          "targum": "וְתַעְבֵּד פּוּרְפִין דִּנְחָשָׁא חַמְשִׁין וְתָעֵיל יָת פּוּרְפַיָּא בַּעֲנוּבַיָּא וּתְלָפֵף יָת מַשְׁכְּנָא וִיהֵי חָד:",
          "english": "And thou shalt make fifty clasps of brass, and put the clasps into the loops, and couple the tent together, that it may be one."
        },
        {
          "verseNum": 12,
          "hebrew": "וְסֶ֙רַח֙ הָעֹדֵ֔ף בִּירִיעֹ֖ת הָאֹ֑הֶל חֲצִ֤י הַיְרִיעָה֙ הָעֹדֶ֔פֶת תִּסְרַ֕ח עַ֖ל אֲחֹרֵ֥י הַמִּשְׁכָּֽן׃",
          "targum": "וְסִרְחָא דְּיַתִּירָא בִּירִיעַת מַשְׁכְּנָא פַּלְגּוּת יְרִיעֲתָא דְּיַתִּירָא תִּסְרַח עַל אֲחֹרֵי מַשְׁכְּנָא:",
          "english": "And the remnant that remains of the curtains of the tent, the half curtain that remains, shall hang over the back of the tabernacle."
        },
        {
          "verseNum": 13,
          "hebrew": "וְהָאַמָּ֨ה מִזֶּ֜ה וְהָאַמָּ֤ה מִזֶּה֙ בָּעֹדֵ֔ף בְּאֹ֖רֶךְ יְרִיעֹ֣ת הָאֹ֑הֶל יִהְיֶ֨ה סָר֜וּחַ עַל־צִדֵּ֧י הַמִּשְׁכָּ֛ן מִזֶּ֥ה וּמִזֶּ֖ה לְכַסֹּתֽוֹ׃",
          "targum": "וְאַמְּתָא מִכָּא וְאַמְּתָא מִכָּא בִּדְיַתִּירָא בְּאֻרְכָּא יְרִיעֲתָא דְמַשְׁכְּנָא יְהֵי סְרִיחַ עַל סִטְרֵי מַשְׁכְּנָא מִכָּא וּמִכָּא לְכַסָּיוּתֵיהּ:",
          "english": "And a cubit on the one side, and a cubit on the other side, of that which remains in the length of the curtains of the tent, shall hang over the sides of the tabernacle on this side and on that side, to cover it."
        },
        {
          "verseNum": 14,
          "hebrew": "וְעָשִׂ֤יתָ מִכְסֶה֙ לָאֹ֔הֶל עֹרֹ֥ת אֵילִ֖ם מְאׇדָּמִ֑ים וּמִכְסֵ֛ה עֹרֹ֥ת תְּחָשִׁ֖ים מִלְמָֽעְלָה׃",
          "targum": "וְתַעְבֵּד חוֹפָאָה לִפְרָסָא מַשְׁכֵי דְדִכְרֵי מְסַמְּקֵי וְחוֹפָאָה מַשְׁכֵי דְסַסְגּוֹנָא מִלְּעֵלָּא:",
          "english": "And thou shalt make a covering for the Tent, of rams’ skins dyed red, and a covering above of taĥash skins."
        },
        {
          "verseNum": 15,
          "hebrew": "וְעָשִׂ֥יתָ אֶת־הַקְּרָשִׁ֖ים לַמִּשְׁכָּ֑ן עֲצֵ֥י שִׁטִּ֖ים עֹמְדִֽים׃",
          "targum": "וְתַעְבֵּד יָת דַּפַּיָּא לְמַשְׁכְּנָא דְּאָעֵי שִׁטִּין קָיְמִין:",
          "english": "And thou shalt make boards for the tabernacle of shittim wood standing up."
        },
        {
          "verseNum": 16,
          "hebrew": "עֶ֥שֶׂר אַמּ֖וֹת אֹ֣רֶךְ הַקָּ֑רֶשׁ וְאַמָּה֙ וַחֲצִ֣י הָֽאַמָּ֔ה רֹ֖חַב הַקֶּ֥רֶשׁ הָאֶחָֽד׃",
          "targum": "עֲשַׂר אַמִּין אֻרְכָּא דְדַפָּא וְאַמְּתָא וּפַלְגּוּת אַמְּתָא פּוּתְיָא דְּדַפָּא חָד:",
          "english": "Ten cubits shall be the length of a board, and a cubit and a half shall be the breadth of one board."
        },
        {
          "verseNum": 17,
          "hebrew": "שְׁתֵּ֣י יָד֗וֹת לַקֶּ֙רֶשׁ֙ הָאֶחָ֔ד מְשֻׁ֨לָּבֹ֔ת אִשָּׁ֖ה אֶל־אֲחֹתָ֑הּ כֵּ֣ן תַּעֲשֶׂ֔ה לְכֹ֖ל קַרְשֵׁ֥י הַמִּשְׁכָּֽן׃",
          "targum": "תַּרְתֵּין צִירִין לְדַפָּא חַד מְשַׁלְּבִין חֲדָא לָקֳבֵל חֲדָא כֵּן תַּעְבֵּד לְכֹל דַּפֵּי מַשְׁכְּנָא:",
          "english": "Two tenons shall there be in one board, connected one with the other: thus shalt thou make for all the boards of the tabernacle."
        },
        {
          "verseNum": 18,
          "hebrew": "וְעָשִׂ֥יתָ אֶת־הַקְּרָשִׁ֖ים לַמִּשְׁכָּ֑ן עֶשְׂרִ֣ים קֶ֔רֶשׁ לִפְאַ֖ת נֶ֥גְבָּה תֵימָֽנָה׃",
          "targum": "וְתַעְבֵּד יָת דַּפַּיָּא לְמַשְׁכְּנָא עַסְרִין דַּפִּין לְרוּחַ עֵבַר דָּרוֹמָא:",
          "english": "And thou shalt make the boards for the tabernacle, twenty boards on the south side southward."
        },
        {
          "verseNum": 19,
          "hebrew": "וְאַרְבָּעִים֙ אַדְנֵי־כֶ֔סֶף תַּעֲשֶׂ֕ה תַּ֖חַת עֶשְׂרִ֣ים הַקָּ֑רֶשׁ שְׁנֵ֨י אֲדָנִ֜ים תַּֽחַת־הַקֶּ֤רֶשׁ הָאֶחָד֙ לִשְׁתֵּ֣י יְדֹתָ֔יו וּשְׁנֵ֧י אֲדָנִ֛ים תַּֽחַת־הַקֶּ֥רֶשׁ הָאֶחָ֖ד לִשְׁתֵּ֥י יְדֹתָֽיו׃",
          "targum": "וְאַרְבְּעִין סַמְכִין דִּכְסַף תַּעְבֵּד תְּחוֹת עַסְרִין דַּפִּין תְּרֵין סַמְכִין תְּחוֹת דַּפָּא חַד לִתְרֵין צִירוֹהִי וּתְרֵין סַמְכִין תְּחוֹת דַּפָּא חַד לִתְרֵין צִירוֹהִי:",
          "english": "And thou shalt make forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons."
        },
        {
          "verseNum": 20,
          "hebrew": "וּלְצֶ֧לַע הַמִּשְׁכָּ֛ן הַשֵּׁנִ֖ית לִפְאַ֣ת צָפ֑וֹן עֶשְׂרִ֖ים קָֽרֶשׁ׃",
          "targum": "וְלִסְטַר מַשְׁכְּנָא תִּנְיֵתָא לְרוּחַ צִפּוּנָא עַסְרִין דַּפִּין:",
          "english": "And for the second side of the tabernacle on the north side there shall be twenty boards:"
        },
        {
          "verseNum": 21,
          "hebrew": "וְאַרְבָּעִ֥ים אַדְנֵיהֶ֖ם כָּ֑סֶף שְׁנֵ֣י אֲדָנִ֗ים תַּ֚חַת הַקֶּ֣רֶשׁ הָֽאֶחָ֔ד וּשְׁנֵ֣י אֲדָנִ֔ים תַּ֖חַת הַקֶּ֥רֶשׁ הָאֶחָֽד׃",
          "targum": "וְאַרְבְּעִין סַמְכֵיהוֹן דִּכְסַף תְּרֵין סַמְכִין תְּחוֹת דַּפָּא חַד וּתְרֵין סַמְכִין תְּחוֹת דַּפָּא חָד:",
          "english": "and their forty sockets of silver: two sockets under one board, and two sockets under another board."
        },
        {
          "verseNum": 22,
          "hebrew": "וּֽלְיַרְכְּתֵ֥י הַמִּשְׁכָּ֖ן יָ֑מָּה תַּעֲשֶׂ֖ה שִׁשָּׁ֥ה קְרָשִֽׁים׃",
          "targum": "וְלִסְיָפֵי מַשְׁכְּנָא מַעַרְבָּא תַּעְבֵּד שִׁתָּא דַפִּין:",
          "english": "And for the side of the tabernacle westward thou shalt make six boards."
        },
        {
          "verseNum": 23,
          "hebrew": "וּשְׁנֵ֤י קְרָשִׁים֙ תַּעֲשֶׂ֔ה לִמְקֻצְעֹ֖ת הַמִּשְׁכָּ֑ן בַּיַּרְכָתָֽיִם׃",
          "targum": "וּתְרֵין דַּפִּין תַּעְבֵּד לְזָוְיַת מַשְׁכְּנָא בְּסוֹפֵיהוֹן:",
          "english": "And two boards shalt thou make for the corners of the tabernacle in the west side."
        },
        {
          "verseNum": 24,
          "hebrew": "וְיִֽהְי֣וּ תֹֽאֲמִם֮ מִלְּמַ֒טָּה֒ וְיַחְדָּ֗ו יִהְי֤וּ תַמִּים֙ עַל־רֹאשׁ֔וֹ אֶל־הַטַּבַּ֖עַת הָאֶחָ֑ת כֵּ֚ן יִהְיֶ֣ה לִשְׁנֵיהֶ֔ם לִשְׁנֵ֥י הַמִּקְצֹעֹ֖ת יִהְיֽוּ׃",
          "targum": "וִיהוֹן מְכַוְּנִין מִלְּרַע וְכַחֲדָא יְהוֹן מְכַוְּנִין עַל רֵישֵׁיהּ לְעִזְקְתָא חֲדָא כֵּן יְהֵי לְתַרְוֵיהוֹן לִתְרֵין זָוְיָן יְהוֹן:",
          "english": "And they shall be coupled together beneath, and they shall be coupled together above the head of it unto one ring: thus shall it be for them both; they shall be for the two corners."
        },
        {
          "verseNum": 25,
          "hebrew": "וְהָיוּ֙ שְׁמֹנָ֣ה קְרָשִׁ֔ים וְאַדְנֵיהֶ֣ם כֶּ֔סֶף שִׁשָּׁ֥ה עָשָׂ֖ר אֲדָנִ֑ים שְׁנֵ֣י אֲדָנִ֗ים תַּ֚חַת הַקֶּ֣רֶשׁ הָאֶחָ֔ד וּשְׁנֵ֣י אֲדָנִ֔ים תַּ֖חַת הַקֶּ֥רֶשׁ הָאֶחָֽד׃",
          "targum": "וִיהוֹן תְּמַנְיָא דַפִּין וְסַמְכֵיהוֹן דִּכְסַף שִׁתָּא עֲשַׂר סַמְכִין תְּרֵין סַמְכִין תְּחוֹת דַּפָּא חַד וּתְרֵין סַמְכִין תְּחוֹת דַּפָּא חָד:",
          "english": "And they shall be eight boards, and their sockets of silver, sixteen sockets; two sockets under one board, and two sockets under another board."
        },
        {
          "verseNum": 26,
          "hebrew": "וְעָשִׂ֥יתָ בְרִיחִ֖ם עֲצֵ֣י שִׁטִּ֑ים חֲמִשָּׁ֕ה לְקַרְשֵׁ֥י צֶֽלַע־הַמִּשְׁכָּ֖ן הָאֶחָֽד׃",
          "targum": "וְתַעְבֵּד עַבְּרֵי דְּאָעֵי שִׁטִּין חַמְשָׁא לְדַפֵּי סְטַר מַשְׁכְּנָא חָד:",
          "english": "And thou shalt make bars of shittim wood; five for the boards of the one side of the tabernacle,"
        },
        {
          "verseNum": 27,
          "hebrew": "וַחֲמִשָּׁ֣ה בְרִיחִ֔ם לְקַרְשֵׁ֥י צֶֽלַע־הַמִּשְׁכָּ֖ן הַשֵּׁנִ֑ית וַחֲמִשָּׁ֣ה בְרִיחִ֗ם לְקַרְשֵׁי֙ צֶ֣לַע הַמִּשְׁכָּ֔ן לַיַּרְכָתַ֖יִם יָֽמָּה׃",
          "targum": "וְחַמְשָׁא עַבְּרִין לְדַפֵּי סְטַר מַשְׁכְּנָא תִּנְיֵתָא וְחַמְשָׁא עַבְּרִין לְדַפֵּי סְטַר מַשְׁכְּנָא לְסוֹפֵיהוֹן מַעַרְבָא:",
          "english": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the third side of the tabernacle, for the side westward."
        },
        {
          "verseNum": 28,
          "hebrew": "וְהַבְּרִ֥יחַ הַתִּיכֹ֖ן בְּת֣וֹךְ הַקְּרָשִׁ֑ים מַבְרִ֕חַ מִן־הַקָּצֶ֖ה אֶל־הַקָּצֶֽה׃",
          "targum": "וְעַבְּרָא מְצִיעָאָה בְּגוֹ דַפַּיָּא מַעְבַּר מִן סְיָפֵי לִסְיָפֵי:",
          "english": "And the middle bar in the midst of the boards shall reach from end to end."
        },
        {
          "verseNum": 29,
          "hebrew": "וְֽאֶת־הַקְּרָשִׁ֞ים תְּצַפֶּ֣ה זָהָ֗ב וְאֶת־טַבְּעֹֽתֵיהֶם֙ תַּעֲשֶׂ֣ה זָהָ֔ב בָּתִּ֖ים לַבְּרִיחִ֑ם וְצִפִּיתָ֥ אֶת־הַבְּרִיחִ֖ם זָהָֽב׃",
          "targum": "וְיָת דַּפַּיָּא תַּחְפֵּי דַהֲבָא וְיָת עִזְקָתְהוֹן תַּעְבֵּד דַּהֲבָא אַתְרָא לְעַבְרַיָּא וְתַחְפֵּי יָת עַבְּרַיָּא דַּהֲבָא:",
          "english": "And thou shalt overlay the boards with gold, and make their rings of gold as places for the bars: and thou shalt overlay the bars with gold."
        },
        {
          "verseNum": 30,
          "hebrew": "וַהֲקֵמֹתָ֖ אֶת־הַמִּשְׁכָּ֑ן כְּמִ֨שְׁפָּט֔וֹ אֲשֶׁ֥ר הׇרְאֵ֖יתָ בָּהָֽר׃",
          "targum": "וּתְקִים יָת מַשְׁכְּנָא כְּהִלְכְּתֵיהּ דִּי אִתְחֲזֵיתָא בְּטוּרָא:",
          "english": "And thou shalt rear up the tabernacle according to its fashion which was shown thee in the mountain."
        },
        {
          "verseNum": 31,
          "hebrew": "וְעָשִׂ֣יתָ פָרֹ֗כֶת תְּכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֣שׁ מׇשְׁזָ֑ר מַעֲשֵׂ֥ה חֹשֵׁ֛ב יַעֲשֶׂ֥ה אֹתָ֖הּ כְּרֻבִֽים׃",
          "targum": "וְתַעְבֵּד פָּרֻכְתָּא תִּכְלָא וְאַגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר עוֹבַד אֳמָן יַעְבֵּד יָתַהּ צוּרַת כְּרוּבִין:",
          "english": "And thou shalt make a veil of blue, and purple, and scarlet, and fine twined linen with keruvim shall it be made of artistic work:"
        },
        {
          "verseNum": 32,
          "hebrew": "וְנָתַתָּ֣ה אֹתָ֗הּ עַל־אַרְבָּעָה֙ עַמּוּדֵ֣י שִׁטִּ֔ים מְצֻפִּ֣ים זָהָ֔ב וָוֵיהֶ֖ם זָהָ֑ב עַל־אַרְבָּעָ֖ה אַדְנֵי־כָֽסֶף׃",
          "targum": "וְתִתֵּן יָתַהּ עַל אַרְבְּעָא עַמּוּדֵי שִׁטִּין מְחַפְּיָן דַּהֲבָא וָוֵיהוֹן דַּהֲבָא עַל אַרְבְּעָא סַמְכֵי דִכְסָף:",
          "english": "and thou shalt hang it upon four pillars of shittim wood overlaid with gold: their hooks shall be of gold, upon four sockets of silver."
        },
        {
          "verseNum": 33,
          "hebrew": "וְנָתַתָּ֣ה אֶת־הַפָּרֹ֘כֶת֮ תַּ֣חַת הַקְּרָסִים֒ וְהֵבֵאתָ֥ שָׁ֙מָּה֙ מִבֵּ֣ית לַפָּרֹ֔כֶת אֵ֖ת אֲר֣וֹן הָעֵד֑וּת וְהִבְדִּילָ֤ה הַפָּרֹ֙כֶת֙ לָכֶ֔ם בֵּ֣ין הַקֹּ֔דֶשׁ וּבֵ֖ין קֹ֥דֶשׁ הַקֳּדָשִֽׁים׃",
          "targum": "וְתִתֵּן יָת פָּרֻכְתָּא תְּחוֹת פּוּרְפַיָּא וְתָעֵל תַּמָּן מִגָּו לְפָרֻכְתָּא יָת אֲרוֹנָא דְסַהֲדוּתָא וְתַפְרֵשׁ פָּרֻכְתָּא לְכוֹן בֵּין קוּדְשָׁא וּבֵין קֹדֶשׁ קוּדְשַׁיָּא:",
          "english": "And thou shalt hang up the veil under the clasps, that thou mayst bring in there within the veil the ark of the Testimony: and the veil shall be for you as a division between the holy place and the most holy."
        },
        {
          "verseNum": 34,
          "hebrew": "וְנָתַתָּ֙ אֶת־הַכַּפֹּ֔רֶת עַ֖ל אֲר֣וֹן הָעֵדֻ֑ת בְּקֹ֖דֶשׁ הַקֳּדָשִֽׁים׃",
          "targum": "וְתִתֵּן יָת כַּפֻּרְתָּא עַל אֲרוֹנָא דְסַהֲדוּתָא בְּקֹדֶשׁ קוּדְשַׁיָּא:",
          "english": "And thou shalt put the covering upon the ark of the Testimony in the most holy place."
        },
        {
          "verseNum": 35,
          "hebrew": "וְשַׂמְתָּ֤ אֶת־הַשֻּׁלְחָן֙ מִח֣וּץ לַפָּרֹ֔כֶת וְאֶת־הַמְּנֹרָה֙ נֹ֣כַח הַשֻּׁלְחָ֔ן עַ֛ל צֶ֥לַע הַמִּשְׁכָּ֖ן תֵּימָ֑נָה וְהַ֨שֻּׁלְחָ֔ן תִּתֵּ֖ן עַל־צֶ֥לַע צָפֽוֹן׃",
          "targum": "וּתְשַׁוִּי יָת פָּתוֹרָא מִבָּרָא לְפָרֻכְתָּא וְיָת מְנַרְתָּא לָקֳבֵל פָּתוֹרָא עַל צִדָּא דְמַשְׁכְּנָא דָּרוֹמָא וּפָתוֹרָא תִתֵּן עַל סְטַר צִפּוּנָא:",
          "english": "And thou shalt set the table outside the veil, and the candlestick over against the table on the side of the tabernacle toward the south: and thou shalt put the table on the north side."
        },
        {
          "verseNum": 36,
          "hebrew": "וְעָשִׂ֤יתָ מָסָךְ֙ לְפֶ֣תַח הָאֹ֔הֶל תְּכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֣שׁ מׇשְׁזָ֑ר מַעֲשֵׂ֖ה רֹקֵֽם׃",
          "targum": "וְתַעְבֵּד פְּרָסָא לִתְרַע מַשְׁכְּנָא תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר עוֹבַד צַיָּר:",
          "english": "And thou shalt make a screen for the door of the tent, of blue, and purple, and scarlet, and fine twined linen, the work of an embroiderer."
        },
        {
          "verseNum": 37,
          "hebrew": "וְעָשִׂ֣יתָ לַמָּסָ֗ךְ חֲמִשָּׁה֙ עַמּוּדֵ֣י שִׁטִּ֔ים וְצִפִּיתָ֤ אֹתָם֙ זָהָ֔ב וָוֵיהֶ֖ם זָהָ֑ב וְיָצַקְתָּ֣ לָהֶ֔ם חֲמִשָּׁ֖ה אַדְנֵ֥י נְחֹֽשֶׁת׃",
          "targum": "וְתַעְבֵּד לִפְרָסָא חַמְשָׁא עַמּוּדֵי שִׁטִּין וְתַחֲפֵּי יָתְהוֹן דַּהֲבָא וָוֵיהוֹן דַּהֲבָא וְתַתִּיךְ לְהוֹן חַמְשָׁא סַמְכֵי נְחָשָׁא:",
          "english": "And thou shalt make for the screen five pillars of shittim wood, and overlay them with gold, and their hooks shall be of gold: and thou shalt cast five sockets of brass for them."
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְעָשִׂ֥יתָ אֶת־הַמִּזְבֵּ֖חַ עֲצֵ֣י שִׁטִּ֑ים חָמֵשׁ֩ אַמּ֨וֹת אֹ֜רֶךְ וְחָמֵ֧שׁ אַמּ֣וֹת רֹ֗חַב רָב֤וּעַ יִהְיֶה֙ הַמִּזְבֵּ֔חַ וְשָׁלֹ֥שׁ אַמּ֖וֹת קֹמָתֽוֹ׃",
          "targum": "וְתַעְבֵּד יָת מַדְבְּחָא דְּאָעֵי שִׁטִּין חֲמֵשׁ אַמִּין אֻרְכָּא וַחֲמֵשׁ אַמִּין פּוּתְיָא מְרַבַּע יְהֵי מַדְבְּחָא וּתְלַת אַמִּין רוּמֵיהּ:",
          "english": "And thou shalt make an altar of shittim wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height of it shall be three cubits."
        },
        {
          "verseNum": 2,
          "hebrew": "וְעָשִׂ֣יתָ קַרְנֹתָ֗יו עַ֚ל אַרְבַּ֣ע פִּנֹּתָ֔יו מִמֶּ֖נּוּ תִּהְיֶ֣יןָ קַרְנֹתָ֑יו וְצִפִּיתָ֥ אֹת֖וֹ נְחֹֽשֶׁת׃",
          "targum": "וְתַעְבֵּד קַרְנוֹהִי עַל אַרְבַּע זִוְיָתֵיהּ מִנֵּיהּ תְּהֶוְיָן קַרְנוֹהִי וְתַחֲפֵּי יָתֵיהּ נְחָשָׁא:",
          "english": "And thou shalt make the horns of it upon its four corners: its horns shall be of the same: and thou shalt overlay it with brass."
        },
        {
          "verseNum": 3,
          "hebrew": "וְעָשִׂ֤יתָ סִּֽירֹתָיו֙ לְדַשְּׁנ֔וֹ וְיָעָיו֙ וּמִזְרְקֹתָ֔יו וּמִזְלְגֹתָ֖יו וּמַחְתֹּתָ֑יו לְכׇל־כֵּלָ֖יו תַּעֲשֶׂ֥ה נְחֹֽשֶׁת׃",
          "targum": "וְתַעְבֵּד פְּסַכְתְּרָוָתֵיהּ לְמִסְפֵי קִטְמֵיהּ וּמַגְרוֹפְיָתֵיהּ וּמִזְרְקָתֵיהּ וְצִנּוּרְיָתֵיהּ וּמַחְתְּיָתֵיהּ לְכָל מָנוֹהִי תַּעְבֵּד נְחָשָׁא:",
          "english": "And thou shalt make its pans to receive its ashes, and its shovels, and its basins, and its forks, and its firepans: all its vessels thou shalt make of brass."
        },
        {
          "verseNum": 4,
          "hebrew": "וְעָשִׂ֤יתָ לּוֹ֙ מִכְבָּ֔ר מַעֲשֵׂ֖ה רֶ֣שֶׁת נְחֹ֑שֶׁת וְעָשִׂ֣יתָ עַל־הָרֶ֗שֶׁת אַרְבַּע֙ טַבְּעֹ֣ת נְחֹ֔שֶׁת עַ֖ל אַרְבַּ֥ע קְצוֹתָֽיו׃",
          "targum": "וְתַעְבֵּד לֵיהּ סְרָדָא עוֹבַד מְצַדְתָּא דִנְחָשָׁא וְתַעְבֵּד עַל מְצַדְתָּא אַרְבַּע עִזְקָן דִּנְחָשָׁא עַל אַרְבַּע סִטְרוֹהִי:",
          "english": "And thou shalt make for it a grate of network of brass; and upon the net shalt thou make four brazen rings on its four corners."
        },
        {
          "verseNum": 5,
          "hebrew": "וְנָתַתָּ֣ה אֹתָ֗הּ תַּ֛חַת כַּרְכֹּ֥ב הַמִּזְבֵּ֖חַ מִלְּמָ֑טָּה וְהָיְתָ֣ה הָרֶ֔שֶׁת עַ֖ד חֲצִ֥י הַמִּזְבֵּֽחַ׃",
          "targum": "וְתִתֵּן יָתַהּ תְּחוֹת סוֹבָבֵי מַדְבְּחָא מִלְּרָע וּתְהֵי מְצַדְתָּא עַד פַּלְגּוּת מַדְבְּחָא:",
          "english": "And thou shalt put it under the ledge of the altar beneath, that the net may reach to the midst of the altar."
        },
        {
          "verseNum": 6,
          "hebrew": "וְעָשִׂ֤יתָ בַדִּים֙ לַמִּזְבֵּ֔חַ בַּדֵּ֖י עֲצֵ֣י שִׁטִּ֑ים וְצִפִּיתָ֥ אֹתָ֖ם נְחֹֽשֶׁת׃",
          "targum": "וְתַעְבֵּד אֲרִיחַיָּא לְמַדְבְּחָא אֲרִיחֵי דְּאָעֵי שִׁטִּין וְתַחֲפֵי יָתְהוֹן נְחָשָׁא:",
          "english": "And thou shalt make poles for the altar, poles of shittim wood, and overlay them with brass."
        },
        {
          "verseNum": 7,
          "hebrew": "וְהוּבָ֥א אֶת־בַּדָּ֖יו בַּטַּבָּעֹ֑ת וְהָי֣וּ הַבַּדִּ֗ים עַל־שְׁתֵּ֛י צַלְעֹ֥ת הַמִּזְבֵּ֖חַ בִּשְׂאֵ֥ת אֹתֽוֹ׃",
          "targum": "וְיָעֵל יָת אֲרִיחוֹהִי בְּעִזְקָתָא וִיהוֹן אֲרִיחַיָּא עַל תְּרֵין סִטְרֵי מַדְבְּחָא בְּמִטַּל יָתֵיהּ:",
          "english": "And the poles shall be put into the rings, and the poles shall be upon the two sides of the altar, to carry it."
        },
        {
          "verseNum": 8,
          "hebrew": "נְב֥וּב לֻחֹ֖ת תַּעֲשֶׂ֣ה אֹת֑וֹ כַּאֲשֶׁ֨ר הֶרְאָ֥ה אֹתְךָ֛ בָּהָ֖ר כֵּ֥ן יַעֲשֽׂוּ׃",
          "targum": "חֲלִיל לוּחֵי תַּעְבֵּד יָתֵיהּ כְּמָא דִי אַחֲזִי יָתָךְ בְּטוּרָא כֵּן יַעְבְּדוּן:",
          "english": "Hollow with boards shalt thou make it: as it was shown thee in the mountain, so shall they make it."
        },
        {
          "verseNum": 9,
          "hebrew": "וְעָשִׂ֕יתָ אֵ֖ת חֲצַ֣ר הַמִּשְׁכָּ֑ן לִפְאַ֣ת נֶֽגֶב־תֵּ֠ימָ֠נָה קְלָעִ֨ים לֶחָצֵ֜ר שֵׁ֣שׁ מׇשְׁזָ֗ר מֵאָ֤ה בָֽאַמָּה֙ אֹ֔רֶךְ לַפֵּאָ֖ה הָאֶחָֽת׃",
          "targum": "וְתַעְבֵּד יָת דָּרַת מַשְׁכְּנָא לְרוּחַ עֵבַר דָּרוֹמָא סְרָדִין לְדָרְתָּא דְּבוּץ שְׁזִיר מְאָה בְאַמִּין אֻרְכָּא לְעֵבַר חָד:",
          "english": "And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen of a hundred cubits long for one side:"
        },
        {
          "verseNum": 10,
          "hebrew": "וְעַמֻּדָ֣יו עֶשְׂרִ֔ים וְאַדְנֵיהֶ֥ם עֶשְׂרִ֖ים נְחֹ֑שֶׁת וָוֵ֧י הָעַמֻּדִ֛ים וַחֲשֻׁקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "וְעַמּוּדוֹהִי עֶשְׂרִין וְסַמְכֵיהוֹן עֶשְׂרִין נְחָשָׁא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן כְּסָף:",
          "english": "and its twenty pillars and their twenty sockets shall be of brass; the hooks of the pillars and their joints shall be of silver."
        },
        {
          "verseNum": 11,
          "hebrew": "וְכֵ֨ן לִפְאַ֤ת צָפוֹן֙ בָּאֹ֔רֶךְ קְלָעִ֖ים מֵ֣אָה אֹ֑רֶךְ וְעַמֻּדָ֣ו עֶשְׂרִ֗ים וְאַדְנֵיהֶ֤ם עֶשְׂרִים֙ נְחֹ֔שֶׁת וָוֵ֧י הָֽעַמֻּדִ֛ים וַחֲשֻׁקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "וְכֵן לְרוּחַ צִפּוּנָא בְּאֻרְכָּא סְרָדִין מְאָה אֻרְכָּא וְעַמּוּדוֹהִי עֶשְׂרִין וְסַמְכֵיהוֹן עֶשְׂרִין נְחָשָׁא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן דִּכְסָף:",
          "english": "And likewise for the north side in length there shall be hangings of a hundred cubits long, and its twenty pillars and their twenty sockets of brass; the hooks of the pillars and their joints of silver."
        },
        {
          "verseNum": 12,
          "hebrew": "וְרֹ֤חַב הֶֽחָצֵר֙ לִפְאַת־יָ֔ם קְלָעִ֖ים חֲמִשִּׁ֣ים אַמָּ֑ה עַמֻּדֵיהֶ֣ם עֲשָׂרָ֔ה וְאַדְנֵיהֶ֖ם עֲשָׂרָֽה׃",
          "targum": "וּפוּתְיָא דְדַרְתָּא לְרוּחַ מַעַרְבָּא סְרָדִין חַמְשִׁין אַמִּין עַמּוּדֵיהוֹן עַשְׂרָא וְסַמְכֵיהוֹן עַשְׂרָא:",
          "english": "And for the breadth of the court on the west side shall be hangings of fifty cubits: their pillars ten, and their sockets ten."
        },
        {
          "verseNum": 13,
          "hebrew": "וְרֹ֣חַב הֶֽחָצֵ֗ר לִפְאַ֛ת קֵ֥דְמָה מִזְרָ֖חָה חֲמִשִּׁ֥ים אַמָּֽה׃",
          "targum": "וּפוּתְיָא דְדַרְתָּא לְרוּחַ קִדּוּמָא מַדִּינְחָא חַמְשִׁין אַמִּין:",
          "english": "And the breadth of the court on the east side eastward shall be fifty cubits."
        },
        {
          "verseNum": 14,
          "hebrew": "וַחֲמֵ֨שׁ עֶשְׂרֵ֥ה אַמָּ֛ה קְלָעִ֖ים לַכָּתֵ֑ף עַמֻּדֵיהֶ֣ם שְׁלֹשָׁ֔ה וְאַדְנֵיהֶ֖ם שְׁלֹשָֽׁה׃",
          "targum": "וַחֲמֵשׁ עֶשְׂרֵי אַמִּין סְרָדִין לְעִבְרָא עַמּוּדֵיהוֹן תְּלָתָא וְסַמְכֵיהוֹן תְּלָתָא:",
          "english": "The hangings of one side of the gate shall be fifteen cubits: their pillars three, and their sockets three."
        },
        {
          "verseNum": 15,
          "hebrew": "וְלַכָּתֵף֙ הַשֵּׁנִ֔ית חֲמֵ֥שׁ עֶשְׂרֵ֖ה קְלָעִ֑ים עַמֻּדֵיהֶ֣ם שְׁלֹשָׁ֔ה וְאַדְנֵיהֶ֖ם שְׁלֹשָֽׁה׃",
          "targum": "וּלְעִבְרָא תִּנְיָנָא חֲמֵשׁ עֶשְׂרֵי סְרָדִין עַמּוּדֵיהוֹן תְּלָתָא וְסַמְכֵיהוֹן תְּלָתָא:",
          "english": "And on the other side shall be hangings of fifteen cubits: their pillars three, and their sockets three."
        },
        {
          "verseNum": 16,
          "hebrew": "וּלְשַׁ֨עַר הֶֽחָצֵ֜ר מָסָ֣ךְ׀ עֶשְׂרִ֣ים אַמָּ֗ה תְּכֵ֨לֶת וְאַרְגָּמָ֜ן וְתוֹלַ֧עַת שָׁנִ֛י וְשֵׁ֥שׁ מׇשְׁזָ֖ר מַעֲשֵׂ֣ה רֹקֵ֑ם עַמֻּֽדֵיהֶם֙ אַרְבָּעָ֔ה וְאַדְנֵיהֶ֖ם אַרְבָּעָֽה׃",
          "targum": "וְלִתְרַע דַּרְתָּא פְּרָסָא עֶשְׂרִין אַמִּין תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר עוֹבַד צַיָּר עַמּוּדֵיהוֹן אַרְבְּעָא וְסַמְכֵיהוֹן אַרְבְּעָא:",
          "english": "And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, wrought with embroidery: and their pillars shall be four, and their sockets four."
        },
        {
          "verseNum": 17,
          "hebrew": "כׇּל־עַמּוּדֵ֨י הֶֽחָצֵ֤ר סָבִיב֙ מְחֻשָּׁקִ֣ים כֶּ֔סֶף וָוֵיהֶ֖ם כָּ֑סֶף וְאַדְנֵיהֶ֖ם נְחֹֽשֶׁת׃",
          "targum": "כָּל עַמּוּדֵי דַרְתָּא סְחוֹר סְחוֹר מְכַבְּשִׁין כְּסַף וָוֵיהוֹן כְּסַף וְסַמְכֵיהוֹן נְחָשָׁא:",
          "english": "All the pillars round about the court shall be bound with silver; their hooks shall be of silver, and their sockets of brass."
        },
        {
          "verseNum": 18,
          "hebrew": "אֹ֣רֶךְ הֶֽחָצֵר֩ מֵאָ֨ה בָֽאַמָּ֜ה וְרֹ֣חַב׀ חֲמִשִּׁ֣ים בַּחֲמִשִּׁ֗ים וְקֹמָ֛ה חָמֵ֥שׁ אַמּ֖וֹת שֵׁ֣שׁ מׇשְׁזָ֑ר וְאַדְנֵיהֶ֖ם נְחֹֽשֶׁת׃",
          "targum": "אֻרְכָּא דְדַרְתָּא מְאָה בְאַמִּין וּפוּתְיָא חַמְשִׁין בְּחַמְשִׁין וְרוּמָא חֲמֵשׁ אַמִּין דְּבוּץ שְׁזִיר וְסַמְכֵיהוֹן נְחָשָׁא:",
          "english": "The length of the court shall be a hundred cubits, and the breadth fifty everywhere, and the height, five cubits of fine twined linen, and their sockets of brass."
        },
        {
          "verseNum": 19,
          "hebrew": "לְכֹל֙ כְּלֵ֣י הַמִּשְׁכָּ֔ן בְּכֹ֖ל עֲבֹדָת֑וֹ וְכׇל־יְתֵדֹתָ֛יו וְכׇל־יִתְדֹ֥ת הֶחָצֵ֖ר נְחֹֽשֶׁת׃",
          "targum": "לְכֹל מָאנֵי מַשְׁכְּנָא בְּכֹל פָּלְחָנֵיהּ וְכָל סִכּוֹהִי וְכָל סִכֵּי דְדַרְתָּא נְחָשָׁא:",
          "english": "All the vessels of the tabernacle in all its service, and all its pegs, and all the pegs of the court, shall be of brass."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאַתָּ֞ה תְּצַוֶּ֣ה׀ אֶת־בְּנֵ֣י יִשְׂרָאֵ֗ל וְיִקְח֨וּ אֵלֶ֜יךָ שֶׁ֣מֶן זַ֥יִת זָ֛ךְ כָּתִ֖ית לַמָּא֑וֹר לְהַעֲלֹ֥ת נֵ֖ר תָּמִֽיד׃",
          "targum": "וְאַתְּ תְּפַקֵּד יָת בְּנֵי יִשְׂרָאֵל וְיִסְּבוּן לָךְ מִשְׁחָא זֵיתָא דַכְיָא כָּתִישָׁא לְאַנְהָרָא לְאַדְלָקָא בוֹצִינַיָּא תְּדִירָא:",
          "english": "And thou shalt command the children of Yisra᾽el, that they bring thee pure olive oil beaten for the light, to cause the lamp to burn always."
        }
      ]
    }
  ]
}