{
  "name": "Tetzaveh",
  "book": "Exodus",
  "chapters": [
    {
      "chapter": 27,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְעָשִׂ֥יתָ אֶת־הַמִּזְבֵּ֖חַ עֲצֵ֣י שִׁטִּ֑ים חָמֵשׁ֩ אַמּ֨וֹת אֹ֜רֶךְ וְחָמֵ֧שׁ אַמּ֣וֹת רֹ֗חַב רָב֤וּעַ יִהְיֶה֙ הַמִּזְבֵּ֔חַ וְשָׁלֹ֥שׁ אַמּ֖וֹת קֹמָתֽוֹ׃",
          "targum": "וְתַעְבֵּד יָת מַדְבְּחָא דְּאָעֵי שִׁטִּין חֲמֵשׁ אַמִּין אֻרְכָּא וַחֲמֵשׁ אַמִּין פּוּתְיָא מְרַבַּע יְהֵי מַדְבְּחָא וּתְלַת אַמִּין רוּמֵיהּ:",
          "english": "And thou shalt make an altar of shittim wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height of it shall be three cubits."
        },
        {
          "verseNum": 2,
          "hebrew": "וְעָשִׂ֣יתָ קַרְנֹתָ֗יו עַ֚ל אַרְבַּ֣ע פִּנֹּתָ֔יו מִמֶּ֖נּוּ תִּהְיֶ֣יןָ קַרְנֹתָ֑יו וְצִפִּיתָ֥ אֹת֖וֹ נְחֹֽשֶׁת׃",
          "targum": "וְתַעְבֵּד קַרְנוֹהִי עַל אַרְבַּע זִוְיָתֵיהּ מִנֵּיהּ תְּהֶוְיָן קַרְנוֹהִי וְתַחֲפֵּי יָתֵיהּ נְחָשָׁא:",
          "english": "And thou shalt make the horns of it upon its four corners: its horns shall be of the same: and thou shalt overlay it with brass."
        },
        {
          "verseNum": 3,
          "hebrew": "וְעָשִׂ֤יתָ סִּֽירֹתָיו֙ לְדַשְּׁנ֔וֹ וְיָעָיו֙ וּמִזְרְקֹתָ֔יו וּמִזְלְגֹתָ֖יו וּמַחְתֹּתָ֑יו לְכׇל־כֵּלָ֖יו תַּעֲשֶׂ֥ה נְחֹֽשֶׁת׃",
          "targum": "וְתַעְבֵּד פְּסַכְתְּרָוָתֵיהּ לְמִסְפֵי קִטְמֵיהּ וּמַגְרוֹפְיָתֵיהּ וּמִזְרְקָתֵיהּ וְצִנּוּרְיָתֵיהּ וּמַחְתְּיָתֵיהּ לְכָל מָנוֹהִי תַּעְבֵּד נְחָשָׁא:",
          "english": "And thou shalt make its pans to receive its ashes, and its shovels, and its basins, and its forks, and its firepans: all its vessels thou shalt make of brass."
        },
        {
          "verseNum": 4,
          "hebrew": "וְעָשִׂ֤יתָ לּוֹ֙ מִכְבָּ֔ר מַעֲשֵׂ֖ה רֶ֣שֶׁת נְחֹ֑שֶׁת וְעָשִׂ֣יתָ עַל־הָרֶ֗שֶׁת אַרְבַּע֙ טַבְּעֹ֣ת נְחֹ֔שֶׁת עַ֖ל אַרְבַּ֥ע קְצוֹתָֽיו׃",
          "targum": "וְתַעְבֵּד לֵיהּ סְרָדָא עוֹבַד מְצַדְתָּא דִנְחָשָׁא וְתַעְבֵּד עַל מְצַדְתָּא אַרְבַּע עִזְקָן דִּנְחָשָׁא עַל אַרְבַּע סִטְרוֹהִי:",
          "english": "And thou shalt make for it a grate of network of brass; and upon the net shalt thou make four brazen rings on its four corners."
        },
        {
          "verseNum": 5,
          "hebrew": "וְנָתַתָּ֣ה אֹתָ֗הּ תַּ֛חַת כַּרְכֹּ֥ב הַמִּזְבֵּ֖חַ מִלְּמָ֑טָּה וְהָיְתָ֣ה הָרֶ֔שֶׁת עַ֖ד חֲצִ֥י הַמִּזְבֵּֽחַ׃",
          "targum": "וְתִתֵּן יָתַהּ תְּחוֹת סוֹבָבֵי מַדְבְּחָא מִלְּרָע וּתְהֵי מְצַדְתָּא עַד פַּלְגּוּת מַדְבְּחָא:",
          "english": "And thou shalt put it under the ledge of the altar beneath, that the net may reach to the midst of the altar."
        },
        {
          "verseNum": 6,
          "hebrew": "וְעָשִׂ֤יתָ בַדִּים֙ לַמִּזְבֵּ֔חַ בַּדֵּ֖י עֲצֵ֣י שִׁטִּ֑ים וְצִפִּיתָ֥ אֹתָ֖ם נְחֹֽשֶׁת׃",
          "targum": "וְתַעְבֵּד אֲרִיחַיָּא לְמַדְבְּחָא אֲרִיחֵי דְּאָעֵי שִׁטִּין וְתַחֲפֵי יָתְהוֹן נְחָשָׁא:",
          "english": "And thou shalt make poles for the altar, poles of shittim wood, and overlay them with brass."
        },
        {
          "verseNum": 7,
          "hebrew": "וְהוּבָ֥א אֶת־בַּדָּ֖יו בַּטַּבָּעֹ֑ת וְהָי֣וּ הַבַּדִּ֗ים עַל־שְׁתֵּ֛י צַלְעֹ֥ת הַמִּזְבֵּ֖חַ בִּשְׂאֵ֥ת אֹתֽוֹ׃",
          "targum": "וְיָעֵל יָת אֲרִיחוֹהִי בְּעִזְקָתָא וִיהוֹן אֲרִיחַיָּא עַל תְּרֵין סִטְרֵי מַדְבְּחָא בְּמִטַּל יָתֵיהּ:",
          "english": "And the poles shall be put into the rings, and the poles shall be upon the two sides of the altar, to carry it."
        },
        {
          "verseNum": 8,
          "hebrew": "נְב֥וּב לֻחֹ֖ת תַּעֲשֶׂ֣ה אֹת֑וֹ כַּאֲשֶׁ֨ר הֶרְאָ֥ה אֹתְךָ֛ בָּהָ֖ר כֵּ֥ן יַעֲשֽׂוּ׃",
          "targum": "חֲלִיל לוּחֵי תַּעְבֵּד יָתֵיהּ כְּמָא דִי אַחֲזִי יָתָךְ בְּטוּרָא כֵּן יַעְבְּדוּן:",
          "english": "Hollow with boards shalt thou make it: as it was shown thee in the mountain, so shall they make it."
        },
        {
          "verseNum": 9,
          "hebrew": "וְעָשִׂ֕יתָ אֵ֖ת חֲצַ֣ר הַמִּשְׁכָּ֑ן לִפְאַ֣ת נֶֽגֶב־תֵּ֠ימָ֠נָה קְלָעִ֨ים לֶחָצֵ֜ר שֵׁ֣שׁ מׇשְׁזָ֗ר מֵאָ֤ה בָֽאַמָּה֙ אֹ֔רֶךְ לַפֵּאָ֖ה הָאֶחָֽת׃",
          "targum": "וְתַעְבֵּד יָת דָּרַת מַשְׁכְּנָא לְרוּחַ עֵבַר דָּרוֹמָא סְרָדִין לְדָרְתָּא דְּבוּץ שְׁזִיר מְאָה בְאַמִּין אֻרְכָּא לְעֵבַר חָד:",
          "english": "And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen of a hundred cubits long for one side:"
        },
        {
          "verseNum": 10,
          "hebrew": "וְעַמֻּדָ֣יו עֶשְׂרִ֔ים וְאַדְנֵיהֶ֥ם עֶשְׂרִ֖ים נְחֹ֑שֶׁת וָוֵ֧י הָעַמֻּדִ֛ים וַחֲשֻׁקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "וְעַמּוּדוֹהִי עֶשְׂרִין וְסַמְכֵיהוֹן עֶשְׂרִין נְחָשָׁא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן כְּסָף:",
          "english": "and its twenty pillars and their twenty sockets shall be of brass; the hooks of the pillars and their joints shall be of silver."
        },
        {
          "verseNum": 11,
          "hebrew": "וְכֵ֨ן לִפְאַ֤ת צָפוֹן֙ בָּאֹ֔רֶךְ קְלָעִ֖ים מֵ֣אָה אֹ֑רֶךְ וְעַמֻּדָ֣ו עֶשְׂרִ֗ים וְאַדְנֵיהֶ֤ם עֶשְׂרִים֙ נְחֹ֔שֶׁת וָוֵ֧י הָֽעַמֻּדִ֛ים וַחֲשֻׁקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "וְכֵן לְרוּחַ צִפּוּנָא בְּאֻרְכָּא סְרָדִין מְאָה אֻרְכָּא וְעַמּוּדוֹהִי עֶשְׂרִין וְסַמְכֵיהוֹן עֶשְׂרִין נְחָשָׁא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן דִּכְסָף:",
          "english": "And likewise for the north side in length there shall be hangings of a hundred cubits long, and its twenty pillars and their twenty sockets of brass; the hooks of the pillars and their joints of silver."
        },
        {
          "verseNum": 12,
          "hebrew": "וְרֹ֤חַב הֶֽחָצֵר֙ לִפְאַת־יָ֔ם קְלָעִ֖ים חֲמִשִּׁ֣ים אַמָּ֑ה עַמֻּדֵיהֶ֣ם עֲשָׂרָ֔ה וְאַדְנֵיהֶ֖ם עֲשָׂרָֽה׃",
          "targum": "וּפוּתְיָא דְדַרְתָּא לְרוּחַ מַעַרְבָּא סְרָדִין חַמְשִׁין אַמִּין עַמּוּדֵיהוֹן עַשְׂרָא וְסַמְכֵיהוֹן עַשְׂרָא:",
          "english": "And for the breadth of the court on the west side shall be hangings of fifty cubits: their pillars ten, and their sockets ten."
        },
        {
          "verseNum": 13,
          "hebrew": "וְרֹ֣חַב הֶֽחָצֵ֗ר לִפְאַ֛ת קֵ֥דְמָה מִזְרָ֖חָה חֲמִשִּׁ֥ים אַמָּֽה׃",
          "targum": "וּפוּתְיָא דְדַרְתָּא לְרוּחַ קִדּוּמָא מַדִּינְחָא חַמְשִׁין אַמִּין:",
          "english": "And the breadth of the court on the east side eastward shall be fifty cubits."
        },
        {
          "verseNum": 14,
          "hebrew": "וַחֲמֵ֨שׁ עֶשְׂרֵ֥ה אַמָּ֛ה קְלָעִ֖ים לַכָּתֵ֑ף עַמֻּדֵיהֶ֣ם שְׁלֹשָׁ֔ה וְאַדְנֵיהֶ֖ם שְׁלֹשָֽׁה׃",
          "targum": "וַחֲמֵשׁ עֶשְׂרֵי אַמִּין סְרָדִין לְעִבְרָא עַמּוּדֵיהוֹן תְּלָתָא וְסַמְכֵיהוֹן תְּלָתָא:",
          "english": "The hangings of one side of the gate shall be fifteen cubits: their pillars three, and their sockets three."
        },
        {
          "verseNum": 15,
          "hebrew": "וְלַכָּתֵף֙ הַשֵּׁנִ֔ית חֲמֵ֥שׁ עֶשְׂרֵ֖ה קְלָעִ֑ים עַמֻּדֵיהֶ֣ם שְׁלֹשָׁ֔ה וְאַדְנֵיהֶ֖ם שְׁלֹשָֽׁה׃",
          "targum": "וּלְעִבְרָא תִּנְיָנָא חֲמֵשׁ עֶשְׂרֵי סְרָדִין עַמּוּדֵיהוֹן תְּלָתָא וְסַמְכֵיהוֹן תְּלָתָא:",
          "english": "And on the other side shall be hangings of fifteen cubits: their pillars three, and their sockets three."
        },
        {
          "verseNum": 16,
          "hebrew": "וּלְשַׁ֨עַר הֶֽחָצֵ֜ר מָסָ֣ךְ׀ עֶשְׂרִ֣ים אַמָּ֗ה תְּכֵ֨לֶת וְאַרְגָּמָ֜ן וְתוֹלַ֧עַת שָׁנִ֛י וְשֵׁ֥שׁ מׇשְׁזָ֖ר מַעֲשֵׂ֣ה רֹקֵ֑ם עַמֻּֽדֵיהֶם֙ אַרְבָּעָ֔ה וְאַדְנֵיהֶ֖ם אַרְבָּעָֽה׃",
          "targum": "וְלִתְרַע דַּרְתָּא פְּרָסָא עֶשְׂרִין אַמִּין תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר עוֹבַד צַיָּר עַמּוּדֵיהוֹן אַרְבְּעָא וְסַמְכֵיהוֹן אַרְבְּעָא:",
          "english": "And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, wrought with embroidery: and their pillars shall be four, and their sockets four."
        },
        {
          "verseNum": 17,
          "hebrew": "כׇּל־עַמּוּדֵ֨י הֶֽחָצֵ֤ר סָבִיב֙ מְחֻשָּׁקִ֣ים כֶּ֔סֶף וָוֵיהֶ֖ם כָּ֑סֶף וְאַדְנֵיהֶ֖ם נְחֹֽשֶׁת׃",
          "targum": "כָּל עַמּוּדֵי דַרְתָּא סְחוֹר סְחוֹר מְכַבְּשִׁין כְּסַף וָוֵיהוֹן כְּסַף וְסַמְכֵיהוֹן נְחָשָׁא:",
          "english": "All the pillars round about the court shall be bound with silver; their hooks shall be of silver, and their sockets of brass."
        },
        {
          "verseNum": 18,
          "hebrew": "אֹ֣רֶךְ הֶֽחָצֵר֩ מֵאָ֨ה בָֽאַמָּ֜ה וְרֹ֣חַב׀ חֲמִשִּׁ֣ים בַּחֲמִשִּׁ֗ים וְקֹמָ֛ה חָמֵ֥שׁ אַמּ֖וֹת שֵׁ֣שׁ מׇשְׁזָ֑ר וְאַדְנֵיהֶ֖ם נְחֹֽשֶׁת׃",
          "targum": "אֻרְכָּא דְדַרְתָּא מְאָה בְאַמִּין וּפוּתְיָא חַמְשִׁין בְּחַמְשִׁין וְרוּמָא חֲמֵשׁ אַמִּין דְּבוּץ שְׁזִיר וְסַמְכֵיהוֹן נְחָשָׁא:",
          "english": "The length of the court shall be a hundred cubits, and the breadth fifty everywhere, and the height, five cubits of fine twined linen, and their sockets of brass."
        },
        {
          "verseNum": 19,
          "hebrew": "לְכֹל֙ כְּלֵ֣י הַמִּשְׁכָּ֔ן בְּכֹ֖ל עֲבֹדָת֑וֹ וְכׇל־יְתֵדֹתָ֛יו וְכׇל־יִתְדֹ֥ת הֶחָצֵ֖ר נְחֹֽשֶׁת׃",
          "targum": "לְכֹל מָאנֵי מַשְׁכְּנָא בְּכֹל פָּלְחָנֵיהּ וְכָל סִכּוֹהִי וְכָל סִכֵּי דְדַרְתָּא נְחָשָׁא:",
          "english": "All the vessels of the tabernacle in all its service, and all its pegs, and all the pegs of the court, shall be of brass."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאַתָּ֞ה תְּצַוֶּ֣ה׀ אֶת־בְּנֵ֣י יִשְׂרָאֵ֗ל וְיִקְח֨וּ אֵלֶ֜יךָ שֶׁ֣מֶן זַ֥יִת זָ֛ךְ כָּתִ֖ית לַמָּא֑וֹר לְהַעֲלֹ֥ת נֵ֖ר תָּמִֽיד׃",
          "targum": "וְאַתְּ תְּפַקֵּד יָת בְּנֵי יִשְׂרָאֵל וְיִסְּבוּן לָךְ מִשְׁחָא זֵיתָא דַכְיָא כָּתִישָׁא לְאַנְהָרָא לְאַדְלָקָא בוֹצִינַיָּא תְּדִירָא:",
          "english": "And thou shalt command the children of Yisra᾽el, that they bring thee pure olive oil beaten for the light, to cause the lamp to burn always."
        },
        {
          "verseNum": 21,
          "hebrew": "בְּאֹ֣הֶל מוֹעֵד֩ מִח֨וּץ לַפָּרֹ֜כֶת אֲשֶׁ֣ר עַל־הָעֵדֻ֗ת יַעֲרֹךְ֩ אֹת֨וֹ אַהֲרֹ֧ן וּבָנָ֛יו מֵעֶ֥רֶב עַד־בֹּ֖קֶר לִפְנֵ֣י יְהֹוָ֑ה חֻקַּ֤ת עוֹלָם֙ לְדֹ֣רֹתָ֔ם מֵאֵ֖ת בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "בְּמַשְׁכַּן זִמְנָא מִבָּרָא לְפָרֻכְתָּא דִּעַל סַהֲדוּתָא יְסַדַּר יָתֵיהּ אַהֲרֹן וּבְנוֹהִי מֵרַמְשָׁא עַד צַפְרָא קֳדָם יְיָ קְיָם עָלָם לְדָרֵיהוֹן מִן בְּנֵי יִשְׂרָאֵל:",
          "english": "In the Tent of Meeting outside the veil, which is before the Testimony, Aharon and his sons shall order it from evening to morning before the Lord: it shall be a statute for ever to their generations on behalf of the children of Yisra᾽el."
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְאַתָּ֡ה הַקְרֵ֣ב אֵלֶ֩יךָ֩ אֶת־אַהֲרֹ֨ן אָחִ֜יךָ וְאֶת־בָּנָ֣יו אִתּ֗וֹ מִתּ֛וֹךְ בְּנֵ֥י יִשְׂרָאֵ֖ל לְכַהֲנוֹ־לִ֑י אַהֲרֹ֕ן נָדָ֧ב וַאֲבִיה֛וּא אֶלְעָזָ֥ר וְאִיתָמָ֖ר בְּנֵ֥י אַהֲרֹֽן׃",
          "targum": "וְאַתְּ קָרֵב לְוָתָךְ יָת אַהֲרֹן אָחוּךְ וְיָת בְּנוֹהִי עִמֵּיהּ מִגּוֹ בְּנֵי יִשְׂרָאֵל לְשַׁמָּשָׁא קֳדָמָי אַהֲרֹן נָדָב וַאֲבִיהוּא אֶלְעָזָר וְאִיתָמָר בְּנֵי אַהֲרֹן:",
          "english": "And take thou to thee Aharon thy brother, and his sons with him, from among the children of Yisra᾽el that he may minister to me in the priest’s office, Aharon, Nadav, and Avihu, El῾azar, and Itamar, the sons of Aharon."
        },
        {
          "verseNum": 2,
          "hebrew": "וְעָשִׂ֥יתָ בִגְדֵי־קֹ֖דֶשׁ לְאַהֲרֹ֣ן אָחִ֑יךָ לְכָב֖וֹד וּלְתִפְאָֽרֶת׃",
          "targum": "וְתַעְבֵּד לְבוּשֵׁי קוּדְשָׁא לְאַהֲרֹן אָחוּךְ לִיקָר וּלְתֻשְׁבְּחָן:",
          "english": "And thou shalt make holy garments for Aharon thy brother for honour and for beauty."
        },
        {
          "verseNum": 3,
          "hebrew": "וְאַתָּ֗ה תְּדַבֵּר֙ אֶל־כׇּל־חַכְמֵי־לֵ֔ב אֲשֶׁ֥ר מִלֵּאתִ֖יו ר֣וּחַ חׇכְמָ֑ה וְעָשׂ֞וּ אֶת־בִּגְדֵ֧י אַהֲרֹ֛ן לְקַדְּשׁ֖וֹ לְכַהֲנוֹ־לִֽי׃",
          "targum": "וְאַתְּ תְּמַלֵּל עִם כָּל חַכִּימֵי לִבָּא דִּאַשְׁלֵמִית עִמֵּיהּ רוּחַ חָכְמְתָא וְיַעְבְּדוּן יָת לְבוּשֵׁי אַהֲרֹן לְקַדָּשׁוּתֵיהּ לְשַׁמָּשָׁא קֳדָמַי:",
          "english": "And thou shalt speak to all that are wise hearted, whom I have filled with the spirit of wisdom, that they may make Aharon’s garments to consecrate him, that he may minister to me in the priest’s office."
        },
        {
          "verseNum": 4,
          "hebrew": "וְאֵ֨לֶּה הַבְּגָדִ֜ים אֲשֶׁ֣ר יַעֲשׂ֗וּ חֹ֤שֶׁן וְאֵפוֹד֙ וּמְעִ֔יל וּכְתֹ֥נֶת תַּשְׁבֵּ֖ץ מִצְנֶ֣פֶת וְאַבְנֵ֑ט וְעָשׂ֨וּ בִגְדֵי־קֹ֜דֶשׁ לְאַהֲרֹ֥ן אָחִ֛יךָ וּלְבָנָ֖יו לְכַהֲנוֹ־לִֽי׃",
          "targum": "וְאִלֵּין לְבוּשַׁיָּא דִּי יַעְבְּדוּן חוּשְׁנָא וְאֵפוֹדָא וּמְעִילָא וְכִתּוּנָא מְרַמְּצָא מִצְנֶפְתָּא וְהֶמְיָנָא וְיַעְבְּדוּן לְבוּשֵׁי קוּדְשָׁא לְאַהֲרֹן אָחוּךְ וְלִבְנוֹהִי לְשַׁמָּשָׁא קֳדָמַי:",
          "english": "And these are the garments which they shall make; a breastplate, and an efod, and a robe, and a quilted undercoat, a mitre, and a girdle: and they shall make holy garments for Aharon thy brother, and his sons, that he may minister to me in the priest’s office."
        },
        {
          "verseNum": 5,
          "hebrew": "וְהֵם֙ יִקְח֣וּ אֶת־הַזָּהָ֔ב וְאֶת־הַתְּכֵ֖לֶת וְאֶת־הָֽאַרְגָּמָ֑ן וְאֶת־תּוֹלַ֥עַת הַשָּׁנִ֖י וְאֶת־הַשֵּֽׁשׁ׃",
          "targum": "וְאִנּוּן יִסְּבוּן יָת דַּהֲבָא וְיָת תִּכְלָא וְיָת אַרְגְּוָנָא וְיָת צְבַע זְהוֹרִי וְיָת בּוּצָא:",
          "english": "And they shall take gold, and blue, and purple, and scarlet, and fine linen."
        },
        {
          "verseNum": 6,
          "hebrew": "וְעָשׂ֖וּ אֶת־הָאֵפֹ֑ד זָ֠הָ֠ב תְּכֵ֨לֶת וְאַרְגָּמָ֜ן תּוֹלַ֧עַת שָׁנִ֛י וְשֵׁ֥שׁ מׇשְׁזָ֖ר מַעֲשֵׂ֥ה חֹשֵֽׁב׃",
          "targum": "וְיַעְבְּדוּן יָת אֵפוֹדָא דַּהֲבָא תִּכְלָא וְאַרְגְּוָנָא צְבַע זְהוֹרִי וּבוּץ שְׁזִיר עוֹבַד אֳמָן:",
          "english": "And they shall make the efod of gold, of blue, and of purple, of scarlet, and fine twined linen, the work of an artist."
        },
        {
          "verseNum": 7,
          "hebrew": "שְׁתֵּ֧י כְתֵפֹ֣ת חֹֽבְרֹ֗ת יִֽהְיֶה־לּ֛וֹ אֶל־שְׁנֵ֥י קְצוֹתָ֖יו וְחֻבָּֽר׃",
          "targum": "תַּרְתֵּין כַּתְפִּין מְלַפְּפָן יְהוֹן לֵיהּ עַל תְּרֵין סִטְרוֹהִי וְיִתְלָפַף:",
          "english": "It shall have its two shoulderpieces joined at its two edges; and so it shall be joined together."
        },
        {
          "verseNum": 8,
          "hebrew": "וְחֵ֤שֶׁב אֲפֻדָּתוֹ֙ אֲשֶׁ֣ר עָלָ֔יו כְּמַעֲשֵׂ֖הוּ מִמֶּ֣נּוּ יִהְיֶ֑ה זָהָ֗ב תְּכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֥שׁ מׇשְׁזָֽר׃",
          "targum": "וְהֶמְיַן תִּקּוּנֵיהּ דִּי עֲלוֹהִי כְּעוֹבָדוֹהִי מִנֵּיהּ יְהֵי דַּהֲבָא תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר:",
          "english": "And the finely wrought girdle of the efod, which is upon it, shall be of the same, according to its work; namely, of gold, of blue, and purple, and scarlet, and fine twined linen."
        },
        {
          "verseNum": 9,
          "hebrew": "וְלָ֣קַחְתָּ֔ אֶת־שְׁתֵּ֖י אַבְנֵי־שֹׁ֑הַם וּפִתַּחְתָּ֣ עֲלֵיהֶ֔ם שְׁמ֖וֹת בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְתִסַּב יָת תַּרְתֵּין אַבְנֵי בוּרְלָא וְתִגְלוֹף עֲלֵיהֶן שְׁמָהַת בְּנֵי יִשְׂרָאֵל:",
          "english": "And thou shalt take two shoham stones, and engrave on them the names of the children of Yisra᾽el:"
        },
        {
          "verseNum": 10,
          "hebrew": "שִׁשָּׁה֙ מִשְּׁמֹתָ֔ם עַ֖ל הָאֶ֣בֶן הָאֶחָ֑ת וְאֶת־שְׁמ֞וֹת הַשִּׁשָּׁ֧ה הַנּוֹתָרִ֛ים עַל־הָאֶ֥בֶן הַשֵּׁנִ֖ית כְּתוֹלְדֹתָֽם׃",
          "targum": "שִׁתָּא מִשְּׁמָהָתְהוֹן עַל אַבְנָא חֲדָא וְיָת שְׁמָהַת שִׁתָּא דְאִשְׁתָּאָרוּ עַל אַבְנָא תִנְיֵתָא כְּתוּלְדָתְהוֹן:",
          "english": "six of their names on one stone, and the other six names on the other stone, according to their birth."
        },
        {
          "verseNum": 11,
          "hebrew": "מַעֲשֵׂ֣ה חָרַשׁ֮ אֶ֒בֶן֒ פִּתּוּחֵ֣י חֹתָ֗ם תְּפַתַּח֙ אֶת־שְׁתֵּ֣י הָאֲבָנִ֔ים עַל־שְׁמֹ֖ת בְּנֵ֣י יִשְׂרָאֵ֑ל מֻסַבֹּ֛ת מִשְׁבְּצ֥וֹת זָהָ֖ב תַּעֲשֶׂ֥ה אֹתָֽם׃",
          "targum": "עוֹבַד אֳמַן אֶבֶן טָבָא כְּתַב מְפָרַשׁ כִּגְלֹּף דְּעִזְקָא תִּגְלוֹף יָת תַּרְתֵּין אַבְנַיָּא עַל שְׁמָהַת בְּנֵי יִשְׂרָאֵל מְשַׁקְּעָן מְרַמְּצָן דִּדְהַב תַּעְבֵּד יָתְהוֹן:",
          "english": "With the work of an engraver in stone, like the engravings of a signet, shalt thou engrave the two stones with the names of the children of Yisra᾽el: thou shalt make them to be set in fixtures of gold."
        },
        {
          "verseNum": 12,
          "hebrew": "וְשַׂמְתָּ֞ אֶת־שְׁתֵּ֣י הָאֲבָנִ֗ים עַ֚ל כִּתְפֹ֣ת הָֽאֵפֹ֔ד אַבְנֵ֥י זִכָּרֹ֖ן לִבְנֵ֣י יִשְׂרָאֵ֑ל וְנָשָׂא֩ אַהֲרֹ֨ן אֶת־שְׁמוֹתָ֜ם לִפְנֵ֧י יְהֹוָ֛ה עַל־שְׁתֵּ֥י כְתֵפָ֖יו לְזִכָּרֹֽן׃",
          "targum": "וּתְשַׁוִּי יָת תַּרְתֵּין אַבְנַיָא עַל כִּתְפֵּי אֵפוֹדָא אַבְנֵי דָכְרָנָא לִבְנֵי יִשְׂרָאֵל וְיִטּוֹל אַהֲרֹן יָת שְׁמָהָתְהוֹן קֳדָם יְיָ עַל תְּרֵין כִּתְפּוֹהִי לְדָכְרָנָא:",
          "english": "And thou shalt put the two stones upon the shoulders of the efod for stones of memorial to the children of Yisra᾽el: and Aharon shall bear their names before the Lord upon his two shoulders for a memorial."
        },
        {
          "verseNum": 13,
          "hebrew": "וְעָשִׂ֥יתָ מִשְׁבְּצֹ֖ת זָהָֽב׃",
          "targum": "וְתַעְבֵּד מְרַמְּצָן דִּדְהָב:",
          "english": "And thou shalt make fixtures of gold;"
        },
        {
          "verseNum": 14,
          "hebrew": "וּשְׁתֵּ֤י שַׁרְשְׁרֹת֙ זָהָ֣ב טָה֔וֹר מִגְבָּלֹ֛ת תַּעֲשֶׂ֥ה אֹתָ֖ם מַעֲשֵׂ֣ה עֲבֹ֑ת וְנָתַתָּ֛ה אֶת־שַׁרְשְׁרֹ֥ת הָעֲבֹתֹ֖ת עַל־הַֽמִּשְׁבְּצֹֽת׃",
          "targum": "וְתַרְתֵּין תִּכִּין דְּהַב דְּכֵי מְתַחְמָן תַּעְבֵּד יָתְהוֹן עוֹבַד גְּדִילוּ וְתִתֵּן יָת תִּכַּיָּא גְדִילָתָא עַל מְרַמְּצָתָא:",
          "english": "and two chains of pure gold at the ends; of wreathen work shalt thou make them, and fasten the wreathen chains to the fixtures."
        },
        {
          "verseNum": 15,
          "hebrew": "וְעָשִׂ֜יתָ חֹ֤שֶׁן מִשְׁפָּט֙ מַעֲשֵׂ֣ה חֹשֵׁ֔ב כְּמַעֲשֵׂ֥ה אֵפֹ֖ד תַּעֲשֶׂ֑נּוּ זָ֠הָ֠ב תְּכֵ֨לֶת וְאַרְגָּמָ֜ן וְתוֹלַ֧עַת שָׁנִ֛י וְשֵׁ֥שׁ מׇשְׁזָ֖ר תַּעֲשֶׂ֥ה אֹתֽוֹ׃",
          "targum": "וְתַעְבֵּד חשֶׁן דִּינָא עוֹבַד אֳמָן כְּעוֹבַד אֵפוֹדָא תַּעְבְּדִנֵּיהּ דַּהֲבָא תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר תַּעְבֵּד יָתֵיהּ:",
          "english": "And thou shalt make the breastplate of judgment the work of an artist; after the work of the efod thou shalt make it; of gold, of blue, and of purple, and of scarlet, and of fine twined linen, shalt thou make it."
        },
        {
          "verseNum": 16,
          "hebrew": "רָב֥וּעַ יִֽהְיֶ֖ה כָּפ֑וּל זֶ֥רֶת אׇרְכּ֖וֹ וְזֶ֥רֶת רׇחְבּֽוֹ׃",
          "targum": "מְרַבַּע יְהֵי עֵיף זֶרְתָּא אֻרְכֵּיהּ וְזֶרְתָּא פְתָיֵהּ:",
          "english": "Foursquare it shall be, being doubled; a span shall be its length, and a span shall be the breadth of it."
        },
        {
          "verseNum": 17,
          "hebrew": "וּמִלֵּאתָ֥ בוֹ֙ מִלֻּ֣אַת אֶ֔בֶן אַרְבָּעָ֖ה טוּרִ֣ים אָ֑בֶן ט֗וּר אֹ֤דֶם פִּטְדָה֙ וּבָרֶ֔קֶת הַטּ֖וּר הָאֶחָֽד׃",
          "targum": "וְתַשְׁלֵם בֵּיהּ אַשְׁלָמוּת אַבְנָא אַרְבְּעָא סִדְרִין אֶבֶן טָבָא סִדְרָא קַדְמָאָה סַמְקָן יַרְקָן וּבַרְקָן סִדְרָא חָד:",
          "english": "And thou shalt set in it settings of stones, even four rows of stones: the first row shall be a ruby, a chrysolithe, and a beryl: this shall be the first row."
        },
        {
          "verseNum": 18,
          "hebrew": "וְהַטּ֖וּר הַשֵּׁנִ֑י נֹ֥פֶךְ סַפִּ֖יר וְיָהֲלֹֽם׃",
          "targum": "וְסִדְרָא תִּנְיָנָא אִזְמָרַגְדִּין וְשַׁבְזִיז וְסִבְהֲלוֹם:",
          "english": "And the second row shall be a turquoise, a sapphire, and a diamond."
        },
        {
          "verseNum": 19,
          "hebrew": "וְהַטּ֖וּר הַשְּׁלִישִׁ֑י לֶ֥שֶׁם שְׁב֖וֹ וְאַחְלָֽמָה׃",
          "targum": "וְסִדְרָא תְּלִיתָאָה קַנְכִּירֵי טַרְקְיָא וְעֵין עֶגְלָא:",
          "english": "And the third row a ligure, an agate, and a jasper."
        },
        {
          "verseNum": 20,
          "hebrew": "וְהַטּוּר֙ הָרְבִיעִ֔י תַּרְשִׁ֥ישׁ וְשֹׁ֖הַם וְיָשְׁפֵ֑ה מְשֻׁבָּצִ֥ים זָהָ֛ב יִהְי֖וּ בְּמִלּוּאֹתָֽם׃",
          "targum": "וְסִדְרָא רְבִיעָאָה כְּרוּם יַמָּא וּבוּרְלָא וּפַנְטֵרֵי מְרַמְּצָן דִּדְהַב יְהוֹן בְּאַשְׁלָמוּתְהוֹן:",
          "english": "And the fourth row an emerald, and a shoham, and a jade: they shall be enclosed in settings of gold."
        },
        {
          "verseNum": 21,
          "hebrew": "וְ֠הָאֲבָנִ֠ים תִּֽהְיֶ֜יןָ עַל־שְׁמֹ֧ת בְּנֵֽי־יִשְׂרָאֵ֛ל שְׁתֵּ֥ים עֶשְׂרֵ֖ה עַל־שְׁמֹתָ֑ם פִּתּוּחֵ֤י חוֹתָם֙ אִ֣ישׁ עַל־שְׁמ֔וֹ תִּֽהְיֶ֕יןָ לִשְׁנֵ֥י עָשָׂ֖ר שָֽׁבֶט׃",
          "targum": "וְאַבְנַיָּא יְהֶוְיָן עַל שְׁמָהַת בְּנֵי יִשְׂרָאֵל תַּרְתֵּי עֶסְרֵי עַל שְׁמָהַתְהוֹן כְּתַב מְפָרַשׁ כִּגְלוֹף דְּעִזְקָא גְּבַר עַל שְׁמֵיהּ תְּהֶוְיָן לִתְרֵין עֲסַר שִׁבְטִין:",
          "english": "And the stones shall be with the names of the children of Yisra᾽el, twelve, according to their names, like the engravings of a signet; every one with its name shall they be, according to the twelve tribes."
        },
        {
          "verseNum": 22,
          "hebrew": "וְעָשִׂ֧יתָ עַל־הַחֹ֛שֶׁן שַֽׁרְשֹׁ֥ת גַּבְלֻ֖ת מַעֲשֵׂ֣ה עֲבֹ֑ת זָהָ֖ב טָהֽוֹר׃",
          "targum": "וְתַעְבֵּד עַל חוּשְׁנָא תִּכִּין מְתַחְמָן עוֹבַד גְּדִילוּ דְּהַב דְּכֵי:",
          "english": "And thou shalt make upon the breastplate plaited chains of wreathen work of pure gold."
        },
        {
          "verseNum": 23,
          "hebrew": "וְעָשִׂ֙יתָ֙ עַל־הַחֹ֔שֶׁן שְׁתֵּ֖י טַבְּע֣וֹת זָהָ֑ב וְנָתַתָּ֗ אֶת־שְׁתֵּי֙ הַטַּבָּע֔וֹת עַל־שְׁנֵ֖י קְצ֥וֹת הַחֹֽשֶׁן׃",
          "targum": "וְתַעְבֵּד עַל חוּשְׁנָא תַּרְתֵּין עִזְקָן דִּדְהַב וְתִתֵּן יָת תַּרְתֵּין עִזְקָתָא עַל תְּרֵין סִטְרֵי חוּשְׁנָא:",
          "english": "And thou shalt make upon the breastplate two rings of gold, and shalt put the two rings on the two ends of the breastplate."
        },
        {
          "verseNum": 24,
          "hebrew": "וְנָתַתָּ֗ה אֶת־שְׁתֵּי֙ עֲבֹתֹ֣ת הַזָּהָ֔ב עַל־שְׁתֵּ֖י הַטַּבָּעֹ֑ת אֶל־קְצ֖וֹת הַחֹֽשֶׁן׃",
          "targum": "וְתִתֵּן יָת תַּרְתֵּין גְּדִילָן דִּדְהַב עַל תַּרְתֵּין עִזְקָתָא לְסִטְרֵי חוּשְׁנָא:",
          "english": "And thou shalt put the two wreathen chains of gold in the two rings which are on the ends of the breastplate."
        },
        {
          "verseNum": 25,
          "hebrew": "וְאֵ֨ת שְׁתֵּ֤י קְצוֹת֙ שְׁתֵּ֣י הָעֲבֹתֹ֔ת תִּתֵּ֖ן עַל־שְׁתֵּ֣י הַֽמִּשְׁבְּצ֑וֹת וְנָתַתָּ֛ה עַל־כִּתְפ֥וֹת הָאֵפֹ֖ד אֶל־מ֥וּל פָּנָֽיו׃",
          "targum": "וְיָת תַּרְתֵּין גְּדִילָן דְּעַל תַּרְתֵּין סִטְרוֹהִי תִּתֵּן עַל תַּרְתֵּין מְרַמְּצָתָא וְתִתֵּן עַל כִּתְפֵּי אֵפוֹדָא לָקֳבֵל אַפּוֹהִי:",
          "english": "And the other two ends of the two wreathen chains thou shalt fasten in the two fixtures, and put them on the shoulderpieces of the efod toward its forepart."
        },
        {
          "verseNum": 26,
          "hebrew": "וְעָשִׂ֗יתָ שְׁתֵּי֙ טַבְּע֣וֹת זָהָ֔ב וְשַׂמְתָּ֣ אֹתָ֔ם עַל־שְׁנֵ֖י קְצ֣וֹת הַחֹ֑שֶׁן עַל־שְׂפָת֕וֹ אֲשֶׁ֛ר אֶל־עֵ֥בֶר הָאֵפֹ֖ד* בָּֽיְתָה׃",
          "targum": "וְתַעְבֵּד תַּרְתֵּין עִזְקָן דִּדְהַב וּתְשַׁוִּי יָתְהוֹן עַל תְּרֵין סִטְרֵי חוּשְׁנָא עַל סִפְתֵיהּ דִּי לְעִבְרָא דְאֵפוֹדָא מִלְּגָיו:",
          "english": "And thou shalt make two rings of gold, and thou shalt put them upon the two ends of the breastplate in its border, which is on the side of the efod inward."
        },
        {
          "verseNum": 27,
          "hebrew": "וְעָשִׂ֘יתָ֮ שְׁתֵּ֣י טַבְּע֣וֹת זָהָב֒ וְנָתַתָּ֣ה אֹתָ֡ם עַל־שְׁתֵּי֩ כִתְפ֨וֹת הָאֵפ֤וֹד מִלְּמַ֙טָּה֙ מִמּ֣וּל פָּנָ֔יו לְעֻמַּ֖ת מַחְבַּרְתּ֑וֹ מִמַּ֕עַל לְחֵ֖שֶׁב הָאֵפֽוֹד׃",
          "targum": "וְתַעְבֵּד תַּרְתֵּין עִזְקָן דִּדְהַב וְתִתֵּן יָתְהוֹן עַל תַּרְתֵּין כִּתְפֵּי אֵפוֹדָא מִלְּרַע מִלָּקֳבֵל אַפּוֹהִי לָקֳבֵל בֵּית לוֹפֵי מֵעִלָּוֵי לְהֶמְיַן אֵפוֹדָא:",
          "english": "And two other rings of gold thou shalt make, and shalt put them on the two shoulderpieces of the efod underneath, toward the forepart of it, over against its coupling, above the finely wrought girdle of the efod."
        },
        {
          "verseNum": 28,
          "hebrew": "וְיִרְכְּס֣וּ אֶת־הַ֠חֹ֠שֶׁן מִֽטַּבְּעֹתָ֞ו אֶל־טַבְּעֹ֤ת הָאֵפוֹד֙ בִּפְתִ֣יל תְּכֵ֔לֶת לִֽהְי֖וֹת עַל־חֵ֣שֶׁב הָאֵפ֑וֹד וְלֹֽא־יִזַּ֣ח הַחֹ֔שֶׁן מֵעַ֖ל הָאֵפֽוֹד׃",
          "targum": "וְיֶחְדּוּן יָת חוּשְׁנָא מֵעִזְקְתֵיהּ לְעִזְקְתָא דְאֵפוֹדָא בְּחוּטָא דִתְכֶלְתָּא לְמֵהֱוֵי עַל הֶמְיַן אֵפוֹדָא וְלָא יִתְפָּרֵק חוּשְׁנָא מֵעִלָּוֵי אֵפוֹדָא:",
          "english": "And they shall bind the breastplate by its rings to the rings of the efod with a lace of blue, that it may be above the finely wrought girdle of the efod, and that the breastplate be not loosed from the efod."
        },
        {
          "verseNum": 29,
          "hebrew": "וְנָשָׂ֣א אַ֠הֲרֹ֠ן אֶת־שְׁמ֨וֹת בְּנֵֽי־יִשְׂרָאֵ֜ל בְּחֹ֧שֶׁן הַמִּשְׁפָּ֛ט עַל־לִבּ֖וֹ בְּבֹא֣וֹ אֶל־הַקֹּ֑דֶשׁ לְזִכָּרֹ֥ן לִפְנֵֽי־יְהֹוָ֖ה תָּמִֽיד׃",
          "targum": "וְיִטּוֹל אַהֲרֹן יָת שְׁמָהַת בְּנֵי יִשְׂרָאֵל בְּחשֶׁן דִּינָא עַל לִבֵּיהּ בְּמֵעֲלֵיהּ לְקוּדְשָׁא לְדוּכְרָנָא קֳדָם יְיָ תְּדִירָא:",
          "english": "And Aharon shall bear the names of the children of Yisra᾽el on the breastplate of judgment upon his heart, when he goes in to the holy place, for a memorial before the Lord continually."
        },
        {
          "verseNum": 30,
          "hebrew": "וְנָתַתָּ֞ אֶל־חֹ֣שֶׁן הַמִּשְׁפָּ֗ט אֶת־הָאוּרִים֙ וְאֶת־הַתֻּמִּ֔ים וְהָיוּ֙ עַל־לֵ֣ב אַהֲרֹ֔ן בְּבֹא֖וֹ לִפְנֵ֣י יְהֹוָ֑ה וְנָשָׂ֣א אַ֠הֲרֹ֠ן אֶת־מִשְׁפַּ֨ט בְּנֵי־יִשְׂרָאֵ֧ל עַל־לִבּ֛וֹ לִפְנֵ֥י יְהֹוָ֖ה תָּמִֽיד׃",
          "targum": "וְתִתֵּן בְּחשֶׁן דִּינָא יָת אוּרַיָּא וְיָת תֻּמַּיָּא וִיהוֹן עַל לִבָּא דְאַהֲרֹן בְּמֵעֲלֵיהּ קֳדָם יְיָ וְיִטּוֹל אַהֲרֹן יָת דִּינָא דִבְנֵי יִשְׂרָאֵל עַל לִבֵּיהּ קֳדָם יְיָ תְּדִירָא:",
          "english": "And thou shalt put in the breastplate of judgment the Urim and the Tummim; and they shall be upon Aharon’s heart, when he goes in before the Lord: and Aharon shall bear the judgment of the children of Yisra᾽el upon his heart before the Lord continually."
        },
        {
          "verseNum": 31,
          "hebrew": "וְעָשִׂ֛יתָ אֶת־מְעִ֥יל הָאֵפ֖וֹד כְּלִ֥יל תְּכֵֽלֶת׃",
          "targum": "וְתַעְבֵּד יָת מְעִילָא דְאֵפוֹדָא גְּמִיר תִּכְלָא:",
          "english": "And thou shalt make the robe of the efod all of blue."
        },
        {
          "verseNum": 32,
          "hebrew": "וְהָיָ֥ה פִֽי־רֹאשׁ֖וֹ בְּתוֹכ֑וֹ שָׂפָ֡ה יִֽהְיֶה֩ לְפִ֨יו סָבִ֜יב מַעֲשֵׂ֣ה אֹרֵ֗ג כְּפִ֥י תַחְרָ֛א יִֽהְיֶה־לּ֖וֹ לֹ֥א יִקָּרֵֽעַ׃",
          "targum": "וִיהֵי פוּם רֵישֵׁיהּ כָּפִיל לְגַוֵּיהּ תּוֹרָא יְהֵי מַקַּף לְפוּמֵיהּ סְחוֹר סְחוֹר עוֹבַד מָחֵי כְּפוּם שִׁרְיָן יְהֵי לֵיהּ לָא יִתְבְּזָע:",
          "english": "And there shall be a hole for the head, in the midst of it: it shall have a binding of woven work round about the hole, as it were the hole of a suit of armour, that it be not torn."
        },
        {
          "verseNum": 33,
          "hebrew": "וְעָשִׂ֣יתָ עַל־שׁוּלָ֗יו רִמֹּנֵי֙ תְּכֵ֤לֶת וְאַרְגָּמָן֙ וְתוֹלַ֣עַת שָׁנִ֔י עַל־שׁוּלָ֖יו סָבִ֑יב וּפַעֲמֹנֵ֥י זָהָ֛ב בְּתוֹכָ֖ם סָבִֽיב׃",
          "targum": "וְתַעְבֵּד עַל שִׁיפוֹלוֹהִי רִמּוֹנֵי תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי עַל שִׁיפוֹלוֹהִי סְחוֹר סְחוֹר וְזַגִּין דְּדַהֲבָא בֵּינֵיהוֹן סְחוֹר סְחוֹר:",
          "english": "And beneath upon the hem of it thou shalt make pomegranates of blue, and of purple, and of scarlet, round about its hem; and bells of gold between them round about:"
        },
        {
          "verseNum": 34,
          "hebrew": "פַּעֲמֹ֤ן זָהָב֙ וְרִמּ֔וֹן פַּֽעֲמֹ֥ן זָהָ֖ב וְרִמּ֑וֹן עַל־שׁוּלֵ֥י הַמְּעִ֖יל סָבִֽיב׃",
          "targum": "זַגָּא דְדַהֲבָא וְרִמּוֹנָא זַגָא דְדַהֲבָא וְרִמוֹנָא עַל שִׁיפוֹלֵי מְעִילָא סְחוֹר סְחוֹר:",
          "english": "a golden bell and a pomegranate, a golden bell and a pomegranate, upon the hem of the robe round about."
        },
        {
          "verseNum": 35,
          "hebrew": "וְהָיָ֥ה עַֽל־אַהֲרֹ֖ן לְשָׁרֵ֑ת וְנִשְׁמַ֣ע ק֠וֹל֠וֹ בְּבֹא֨וֹ אֶל־הַקֹּ֜דֶשׁ לִפְנֵ֧י יְהֹוָ֛ה וּבְצֵאת֖וֹ וְלֹ֥א יָמֽוּת׃",
          "targum": "וִיהֵי עַל אַהֲרֹן לְשַׁמָּשָׁא וְיִשְׁתְּמַע קָלֵיהּ בְּמֵעֲלֵיהּ לְקוּדְשָׁא קֳדָם יְיָ וּבְמִפְּקֵיהּ וְלָא יְמוּת:",
          "english": "And it shall be upon Aharon when he comes to minister: and its sound shall be heard when he goes in to the holy place before the Lord, and when he comes out, that he die not."
        },
        {
          "verseNum": 36,
          "hebrew": "וְעָשִׂ֥יתָ צִּ֖יץ זָהָ֣ב טָה֑וֹר וּפִתַּחְתָּ֤ עָלָיו֙ פִּתּוּחֵ֣י חֹתָ֔ם קֹ֖דֶשׁ לַֽיהֹוָֽה׃",
          "targum": "וְתַעְבֵּד צִיצָא דִּדְהַב דְּכֵי וְתִגְלוֹף עֲלוֹהִי כְּתַב מְפָרַשׁ קֹדֶשׁ לַייָ:",
          "english": "And thou shalt make a plate of pure gold, and engrave upon it, like the engravings of a signet, Holiness to the Lord."
        },
        {
          "verseNum": 37,
          "hebrew": "וְשַׂמְתָּ֤ אֹתוֹ֙ עַל־פְּתִ֣יל תְּכֵ֔לֶת וְהָיָ֖ה עַל־הַמִּצְנָ֑פֶת אֶל־מ֥וּל פְּנֵֽי־הַמִּצְנֶ֖פֶת יִהְיֶֽה׃",
          "targum": "וּתְשַׁוִּי יָתֵיהּ עַל חוּטָא דִתְכֶלְתָּא וִיהֵי עַל מִצְנֶפְתָּא לָקֳבֵל אַפֵּי מִצְנֶפְתָּא יְהֵי:",
          "english": "And thou shalt put it on a blue lace, that it may be upon the mitre; upon the forefront of the mitre it shall be."
        },
        {
          "verseNum": 38,
          "hebrew": "וְהָיָה֮ עַל־מֵ֣צַח אַהֲרֹן֒ וְנָשָׂ֨א אַהֲרֹ֜ן אֶת־עֲוֺ֣ן הַקֳּדָשִׁ֗ים אֲשֶׁ֤ר יַקְדִּ֙ישׁוּ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל לְכׇֽל־מַתְּנֹ֖ת קׇדְשֵׁיהֶ֑ם וְהָיָ֤ה עַל־מִצְחוֹ֙ תָּמִ֔יד לְרָצ֥וֹן לָהֶ֖ם לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וִיהֵי עַל בֵּית עֵינוֹהִי דְאַהֲרֹן וְיִטּוֹל אַהֲרֹן יָת עֲוָיַת קוּדְשַׁיָּא דִּי יְקַדְּשׁוּן בְּנֵי יִשְׂרָאֵל לְכָל מַתְּנַת קוּדְשֵׁיהוֹן וִיהֵי עַל בֵּית עֵינוֹהִי תְּדִירָא לְרַעֲוָא לְהוֹן קֳדָם יְיָ:",
          "english": "And it shall be upon Aharon’s forehead, that Aharon may bear the iniquity of the holy things, which the children of Yisra᾽el shall hallow in all their holy gifts; and it shall be always upon his forehead, that they may be accepted before the Lord."
        },
        {
          "verseNum": 39,
          "hebrew": "וְשִׁבַּצְתָּ֙ הַכְּתֹ֣נֶת שֵׁ֔שׁ וְעָשִׂ֖יתָ מִצְנֶ֣פֶת שֵׁ֑שׁ וְאַבְנֵ֥ט תַּעֲשֶׂ֖ה מַעֲשֵׂ֥ה רֹקֵֽם׃",
          "targum": "וּתְרַמֵּץ כִּתּוּנָא בוּצָא וְתַעְבֵּד מִצְנֶפְתָּא דְבוּצָא וְהֶמְיָנָא תַּעְבֵּד עוֹבַד צַיָּר:",
          "english": "And thou shalt weave the coat of fine linen, and thou shalt make the mitre of fine linen, and thou shalt make the girdle of embroidery."
        },
        {
          "verseNum": 40,
          "hebrew": "וְלִבְנֵ֤י אַהֲרֹן֙ תַּעֲשֶׂ֣ה כֻתֳּנֹ֔ת וְעָשִׂ֥יתָ לָהֶ֖ם אַבְנֵטִ֑ים וּמִגְבָּעוֹת֙ תַּעֲשֶׂ֣ה לָהֶ֔ם לְכָב֖וֹד וּלְתִפְאָֽרֶת׃",
          "targum": "וְלִבְנֵי אַהֲרֹן תַּעְבֵּד כִּתּוּנִין וְתַעְבֵּד לְהוֹן הֶמְיָנִין וְכוֹבָעִין תַּעְבֵּד לְהוֹן לִיקָר וּלְתֻשְׁבְּחָן:",
          "english": "And for Aharon’s sons thou shalt make coats, and thou shalt make for them girdles, and turbans shalt thou make for them, for honour and for beauty."
        },
        {
          "verseNum": 41,
          "hebrew": "וְהִלְבַּשְׁתָּ֤ אֹתָם֙ אֶת־אַהֲרֹ֣ן אָחִ֔יךָ וְאֶת־בָּנָ֖יו אִתּ֑וֹ וּמָשַׁחְתָּ֨ אֹתָ֜ם וּמִלֵּאתָ֧ אֶת־יָדָ֛ם וְקִדַּשְׁתָּ֥ אֹתָ֖ם וְכִהֲנ֥וּ לִֽי׃",
          "targum": "וְתַלְבֵּשׁ יָתְהוֹן יָת אַהֲרֹן אָחוּךְ וְיָת בְּנוֹהִי עִמֵּיהּ וּתְרַבֵּי יָתְהוֹן וּתְקָרֵב יָת קֻרְבַּנְהוֹן וּתְקַדֵּשׁ יָתְהוֹן וִישַׁמְּשׁוּן קֳדָמָי:",
          "english": "And thou shalt put them upon Aharon thy brother, and his sons with him; and shalt anoint them, and consecrate them, and sanctify them, that they may minister to me in the priest’s office."
        },
        {
          "verseNum": 42,
          "hebrew": "וַעֲשֵׂ֤ה לָהֶם֙ מִכְנְסֵי־בָ֔ד לְכַסּ֖וֹת בְּשַׂ֣ר עֶרְוָ֑ה מִמׇּתְנַ֥יִם וְעַד־יְרֵכַ֖יִם יִהְיֽוּ׃",
          "targum": "וְעִבֵד לְהוֹן מִכְנְסִין דְּבוּץ לְכַסָּאָה בְּשַׂר עֶרְיְתָא מֵחַרְצָן וְעַד יַרְכָּן יְהוֹן:",
          "english": "And thou shalt make them linen breeches to cover their nakedness; from the loins even to the thighs they shall reach:"
        },
        {
          "verseNum": 43,
          "hebrew": "וְהָיוּ֩ עַל־אַהֲרֹ֨ן וְעַל־בָּנָ֜יו בְּבֹאָ֣ם׀ אֶל־אֹ֣הֶל מוֹעֵ֗ד א֣וֹ בְגִשְׁתָּ֤ם אֶל־הַמִּזְבֵּ֙חַ֙ לְשָׁרֵ֣ת בַּקֹּ֔דֶשׁ וְלֹא־יִשְׂא֥וּ עָוֺ֖ן וָמֵ֑תוּ חֻקַּ֥ת עוֹלָ֛ם ל֖וֹ וּלְזַרְע֥וֹ אַחֲרָֽיו׃",
          "targum": "וִיהוֹן עַל אַהֲרֹן וְעַל בְּנוֹהִי בְּמֵעַלְהוֹן לְמַשְׁכַּן זִמְנָא אוֹ בְמִקְרָבְהוֹן לְמַדְבְּחָא לְשַׁמָּשָׁא בְקוּדְשָׁא וְלָא יְקַבְּלוּן חוֹבָא וִימוּתוּן קְיָם עָלָם לֵיהּ וְלִבְנוֹהִי בַתְרוֹהִי:",
          "english": "and they shall be upon Aharon, and upon his sons, when they come in the Tent of Meeting, or when they come near to the altar to minister in the holy place; that they bear not iniquity, and die: it shall be a statute for ever to him and his seed after him."
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְזֶ֨ה הַדָּבָ֜ר אֲשֶֽׁר־תַּעֲשֶׂ֥ה לָהֶ֛ם לְקַדֵּ֥שׁ אֹתָ֖ם לְכַהֵ֣ן לִ֑י לְ֠קַ֠ח פַּ֣ר אֶחָ֧ד בֶּן־בָּקָ֛ר וְאֵילִ֥ם שְׁנַ֖יִם תְּמִימִֽם׃",
          "targum": "וְדֵין פִּתְגָּמָא דִּי תַעְבֵּד לְהוֹן לְקַדָּשָׁא יָתְהוֹן לְשַׁמָּשָׁא קֳדָמָי סַב תּוֹר חָד בַּר תּוֹרֵי וְדִכְרִין תְּרֵין שַׁלְמִין:",
          "english": "And this is the thing that thou shalt do to them to hallow them, to minister to me in the priest’s office: Take one young bullock, and two rams without blemish,"
        },
        {
          "verseNum": 2,
          "hebrew": "וְלֶ֣חֶם מַצּ֗וֹת וְחַלֹּ֤ת מַצֹּת֙ בְּלוּלֹ֣ת בַּשֶּׁ֔מֶן וּרְקִיקֵ֥י מַצּ֖וֹת מְשֻׁחִ֣ים בַּשָּׁ֑מֶן סֹ֥לֶת חִטִּ֖ים תַּעֲשֶׂ֥ה אֹתָֽם׃",
          "targum": "וּלְחֵם פַּטִּיר וּגְרִיצִין פַּטִּירִין דְּפִילָן בִּמְשַׁח וְאֶסְפּוֹגִין פַּטִּירִין דִּמְשִׁיחִין בִּמְשָׁח סֻלְתָּא חִטִּין תַּעְבֵּד יָתְהוֹן:",
          "english": "and unleavened bread, and cakes unleavened mingled with oil, and wafers unleavened anointed with oil: of wheaten flour shalt thou make them."
        },
        {
          "verseNum": 3,
          "hebrew": "וְנָתַתָּ֤ אוֹתָם֙ עַל־סַ֣ל אֶחָ֔ד וְהִקְרַבְתָּ֥ אֹתָ֖ם בַּסָּ֑ל וְאֶ֨ת־הַפָּ֔ר וְאֵ֖ת שְׁנֵ֥י הָאֵילִֽם׃",
          "targum": "וְתִתֵּן יָתְהוֹן עַל סַלָּא חַד וּתְקָרֵב יָתְהוֹן בְּסַלָּא וְיָת תּוֹרָא וְיָת תְּרֵין דִּכְרִין:",
          "english": "And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams."
        },
        {
          "verseNum": 4,
          "hebrew": "וְאֶת־אַהֲרֹ֤ן וְאֶת־בָּנָיו֙ תַּקְרִ֔יב אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וְרָחַצְתָּ֥ אֹתָ֖ם בַּמָּֽיִם׃",
          "targum": "וְיָת אַהֲרֹן וְיָת בְּנוֹהִי תְקָרֵב לִתְרַע מַשְׁכַּן זִּמְנָא וְתַסְחֵי יָתְהוֹן בְּמַיָּא:",
          "english": "And Aharon and his sons thou shalt bring to the door of the Tent of Meeting, and shalt wash them with water."
        },
        {
          "verseNum": 5,
          "hebrew": "וְלָקַחְתָּ֣ אֶת־הַבְּגָדִ֗ים וְהִלְבַּשְׁתָּ֤ אֶֽת־אַהֲרֹן֙ אֶת־הַכֻּתֹּ֔נֶת וְאֵת֙ מְעִ֣יל הָאֵפֹ֔ד וְאֶת־הָאֵפֹ֖ד וְאֶת־הַחֹ֑שֶׁן וְאָפַדְתָּ֣ ל֔וֹ בְּחֵ֖שֶׁב הָאֵפֹֽד׃",
          "targum": "וְתִסַּב יָת לְבוּשַׁיָּא וְתַלְבֵּשׁ יָת אַהֲרֹן יָת כִּתּוּנָא וְיָת מְעִיל אֵפוֹדָא וְיָת אֵפוֹדָא וְיָת חוּשְׁנָא וְתַתְקֵן לֵיהּ בְּהֶמְיַן אֵפוֹדָא:",
          "english": "And thou shalt take the garments, and put upon Aharon the coat, and the robe of the efod, and the efod, and the breastplate, and gird him with the finely wrought girdle of the efod:"
        },
        {
          "verseNum": 6,
          "hebrew": "וְשַׂמְתָּ֥ הַמִּצְנֶ֖פֶת עַל־רֹאשׁ֑וֹ וְנָתַתָּ֛ אֶת־נֵ֥זֶר הַקֹּ֖דֶשׁ עַל־הַמִּצְנָֽפֶת׃",
          "targum": "וּתְשַׁוִּי מִצְנֶפְתָּא עַל רֵישֵׁיהּ וְתִתֵּן יָת כְּלִילָא דְּקוּדְשָׁא עַל מִצְנֶפְתָּא:",
          "english": "and thou shalt put the mitre on his head, and put the holy crown upon the mitre."
        },
        {
          "verseNum": 7,
          "hebrew": "וְלָֽקַחְתָּ֙ אֶת־שֶׁ֣מֶן הַמִּשְׁחָ֔ה וְיָצַקְתָּ֖ עַל־רֹאשׁ֑וֹ וּמָשַׁחְתָּ֖ אֹתֽוֹ׃",
          "targum": "וְתִסַּב יָת מִשְׁחָא דִרְבוּתָא וּתְרִיק עַל רֵישֵׁיהּ וּתְרַבִּי יָתֵיהּ:",
          "english": "Then shalt thou take the anointing oil, and pour it on his head, and anoint him."
        },
        {
          "verseNum": 8,
          "hebrew": "וְאֶת־בָּנָ֖יו תַּקְרִ֑יב וְהִלְבַּשְׁתָּ֖ם כֻּתֳּנֹֽת׃",
          "targum": "וְיָת בְּנוֹהִי תְּקָרֵב וְתַלְבֵּשִׁנּוּן כִּתּוּנִין:",
          "english": "And thou shalt bring his sons, and put coats upon them."
        },
        {
          "verseNum": 9,
          "hebrew": "וְחָגַרְתָּ֩ אֹתָ֨ם אַבְנֵ֜ט אַהֲרֹ֣ן וּבָנָ֗יו וְחָבַשְׁתָּ֤ לָהֶם֙ מִגְבָּעֹ֔ת וְהָיְתָ֥ה לָהֶ֛ם כְּהֻנָּ֖ה לְחֻקַּ֣ת עוֹלָ֑ם וּמִלֵּאתָ֥ יַֽד־אַהֲרֹ֖ן וְיַד־בָּנָֽיו׃",
          "targum": "וּתְזָרֵז יָתְהוֹן הֶמְיָנִין אַהֲרֹן וּבְנוֹהִי וְתַתְקַן לְהוֹן כּוֹבָעִין וּתְהֵי לְהוֹן כְּהֻנְתָּא לִקְיָם עָלָם וּתְקָרֵב קֻרְבָּנָא דְאַהֲרֹן וְקֻרְבָּנָא דִבְנוֹהִי:",
          "english": "And thou shalt gird them with girdles, Aharon and his sons, and put the turbans on them: and the priest’s office shall be theirs for a perpetual statute: and thou shalt consecrate Aharon and his sons."
        },
        {
          "verseNum": 10,
          "hebrew": "וְהִקְרַבְתָּ֙ אֶת־הַפָּ֔ר לִפְנֵ֖י אֹ֣הֶל מוֹעֵ֑ד וְסָמַ֨ךְ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הַפָּֽר׃",
          "targum": "וּתְקָרֵב יָת תּוֹרָא לִקֳדָם מַשְׁכַּן זִמְנָא וְיִסְמוֹךְ אַהֲרֹן וּבְנוֹהִי יָת יְדֵיהוֹן עַל רֵישׁ תּוֹרָא:",
          "english": "And thou shalt cause a bullock to be brought before the Tent of Meeting: and Aharon and his sons shall put their hands on the head of the bullock."
        },
        {
          "verseNum": 11,
          "hebrew": "וְשָׁחַטְתָּ֥ אֶת־הַפָּ֖ר לִפְנֵ֣י יְהֹוָ֑ה פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְתִכּוֹס יָת תּוֹרָא קֳדָם יְיָ בִּתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And thou shalt kill the bullock before the Lord, by the door of the Tent of Meeting."
        },
        {
          "verseNum": 12,
          "hebrew": "וְלָֽקַחְתָּ֙ מִדַּ֣ם הַפָּ֔ר וְנָתַתָּ֛ה עַל־קַרְנֹ֥ת הַמִּזְבֵּ֖חַ בְּאֶצְבָּעֶ֑ךָ וְאֶת־כׇּל־הַדָּ֣ם תִּשְׁפֹּ֔ךְ אֶל־יְס֖וֹד הַמִּזְבֵּֽחַ׃",
          "targum": "וְתִסַּב מִדְּמָא דְתוֹרָא וְתִתֵּן עַל קַרְנַת מַדְבְּחָא בְּאֶצְבָּעָךְ וְיָת כָּל דְּמָא תֵישׁוֹד לִיסוֹדָא דְּמַדְבְּחָא:",
          "english": "And thou shalt take of the blood of the bullock, and put it on the horns of the altar with thy finger, and pour all the blood beside the bottom of the altar."
        },
        {
          "verseNum": 13,
          "hebrew": "וְלָֽקַחְתָּ֗ אֶֽת־כׇּל־הַחֵ֘לֶב֮ הַֽמְכַסֶּ֣ה אֶת־הַקֶּ֒רֶב֒ וְאֵ֗ת הַיֹּתֶ֙רֶת֙ עַל־הַכָּבֵ֔ד וְאֵת֙ שְׁתֵּ֣י הַכְּלָיֹ֔ת וְאֶת־הַחֵ֖לֶב אֲשֶׁ֣ר עֲלֵיהֶ֑ן וְהִקְטַרְתָּ֖ הַמִּזְבֵּֽחָה׃",
          "targum": "וְתִסַּב יָת כָּל תַּרְבָּא דְּחָפֵי יָת גַּוָּא וְיָת חִצְרָא דִּעַל כַּבְדָא וְיָת תַּרְתֵּין כָּלְיָן וְיָת תַּרְבָּא דִּי עֲלֵיהֶן וְתַסֵּיק לְמַדְבְּחָא:",
          "english": "And thou shalt take all the fat that covers the inwards, and the appendage that is above the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאֶת־בְּשַׂ֤ר הַפָּר֙ וְאֶת־עֹר֣וֹ וְאֶת־פִּרְשׁ֔וֹ תִּשְׂרֹ֣ף בָּאֵ֔שׁ מִח֖וּץ לַֽמַּחֲנֶ֑ה חַטָּ֖את הֽוּא׃",
          "targum": "וְיָת בִּסְרָא דְתוֹרָא וְיָת מַשְׁכֵּיהּ וְיָת אוּכְלֵיהּ תּוֹקִיד בְּנוּרָא מִבָּרָא לְמַשְׁרִיתָא חַטָּאתָא הוּא:",
          "english": "But the flesh of the bullock, and its skin, and its dung, shalt thou burn with fire outside the camp: it is a sin offering."
        },
        {
          "verseNum": 15,
          "hebrew": "וְאֶת־הָאַ֥יִל הָאֶחָ֖ד תִּקָּ֑ח וְסָ֨מְכ֜וּ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הָאָֽיִל׃",
          "targum": "וְיָת דִּכְרָא חַד תִּסַּב וְיִסְמְכוּן אַהֲרֹן וּבְנוֹהִי יָת יְדֵיהוֹן עַל רֵישׁ דִּכְרָא:",
          "english": "And thou shalt take one ram; and Aharon and his sons shall put their hands upon the head of the ram."
        },
        {
          "verseNum": 16,
          "hebrew": "וְשָׁחַטְתָּ֖ אֶת־הָאָ֑יִל וְלָֽקַחְתָּ֙ אֶת־דָּמ֔וֹ וְזָרַקְתָּ֥ עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃",
          "targum": "וְתִכּוֹס יָת דִּכְרָא וְתִסַּב יָת דְּמֵיהּ וְתִזְרוֹק עַל מַדְבְּחָא סְחוֹר סְחוֹר:",
          "english": "And thou shalt slay the ram, and thou shalt take its blood, and sprinkle it round about upon the altar."
        },
        {
          "verseNum": 17,
          "hebrew": "וְאֶ֨ת־הָאַ֔יִל תְּנַתֵּ֖חַ לִנְתָחָ֑יו וְרָחַצְתָּ֤ קִרְבּוֹ֙ וּכְרָעָ֔יו וְנָתַתָּ֥ עַל־נְתָחָ֖יו וְעַל־רֹאשֽׁוֹ׃",
          "targum": "וְיָת דִּכְרָא תְּפַלֵּג לְאֵבָרוֹהִי וּתְחַלִּיל גַּוֵּיהּ וּכְרָעוֹהִי וְתִתֵּן עַל אֵבָרוֹהִי וְעַל רֵישֵׁיהּ:",
          "english": "And thou shalt cut the ram in pieces, and wash its inward parts and its legs, and put them with its pieces, and with its head."
        },
        {
          "verseNum": 18,
          "hebrew": "וְהִקְטַרְתָּ֤ אֶת־כׇּל־הָאַ֙יִל֙ הַמִּזְבֵּ֔חָה עֹלָ֥ה ה֖וּא לַֽיהֹוָ֑ה רֵ֣יחַ נִיח֔וֹחַ אִשֶּׁ֥ה לַיהֹוָ֖ה הֽוּא׃",
          "targum": "וְתַסֵּיק יָת כָּל דִּכְרָא לְמַדְבְּחָא עֲלָתָא הוּא קֳדָם יְיָ לְאִתְקַבָּלָא בְרַעֲוָא קֻרְבָּנָא קֳדָם יְיָ הוּא:",
          "english": "And thou shalt burn the whole ram upon the altar: it is a burnt offering to the Lord: it is a sweet savour, an offering made by fire to the Lord."
        },
        {
          "verseNum": 19,
          "hebrew": "וְלָ֣קַחְתָּ֔ אֵ֖ת הָאַ֣יִל הַשֵּׁנִ֑י וְסָמַ֨ךְ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הָאָֽיִל׃",
          "targum": "וְתִסַּב יָת דִּכְרָא תִנְיָנָא וְיִסְמוֹךְ אַהֲרֹן וּבְנוֹהִי יָת יְדֵיהוֹן עַל רֵישׁ דִּכְרָא:",
          "english": "And thou shalt take the other ram; and Aharon and his sons shall put their hands on the head of the ram."
        },
        {
          "verseNum": 20,
          "hebrew": "וְשָׁחַטְתָּ֣ אֶת־הָאַ֗יִל וְלָקַחְתָּ֤ מִדָּמוֹ֙ וְנָֽתַתָּ֡ה עַל־תְּנוּךְ֩ אֹ֨זֶן אַהֲרֹ֜ן וְעַל־תְּנ֨וּךְ אֹ֤זֶן בָּנָיו֙ הַיְמָנִ֔ית וְעַל־בֹּ֤הֶן יָדָם֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְלָ֖ם הַיְמָנִ֑ית וְזָרַקְתָּ֧ אֶת־הַדָּ֛ם עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃",
          "targum": "וְתִכּוֹס יָת דִּכְרָא וְתִסַּב מִדְמֵיהּ וְתִתֵּן עַל רוּם אוּדְנָא דְאַהֲרֹן וְעַל רוּם אוּדְנָא דִבְנוֹהִי דְּיַמִּינָא וְעַל אִלְיוֹן יְדֵיהוֹן דְּיַמִּינָא וְעַל אִלְיוֹן רַגְלֵיהוֹן דְּיַמִּינָא וְתִזְרוֹק יָת דְּמָא עַל מַדְבְּחָא סְחוֹר סְחוֹר:",
          "english": "Then shalt thou kill the ram, and take of its blood, and put it upon the tip of Aharon’s right ear, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about."
        },
        {
          "verseNum": 21,
          "hebrew": "וְלָקַחְתָּ֞ מִן־הַדָּ֨ם אֲשֶׁ֥ר עַֽל־הַמִּזְבֵּ֘חַ֮ וּמִשֶּׁ֣מֶן הַמִּשְׁחָה֒ וְהִזֵּיתָ֤ עַֽל־אַהֲרֹן֙ וְעַל־בְּגָדָ֔יו וְעַל־בָּנָ֛יו וְעַל־בִּגְדֵ֥י בָנָ֖יו אִתּ֑וֹ וְקָדַ֥שׁ הוּא֙ וּבְגָדָ֔יו וּבָנָ֛יו וּבִגְדֵ֥י בָנָ֖יו אִתּֽוֹ׃",
          "targum": "וְתִסַּב מִן דְּמָא דִּי עַל מַדְבְּחָא וּמִמִּשְׁחָא דִרְבוּתָא וְתַדֵּי עַל אַהֲרֹן וְעַל לְבוּשׁוֹהִי וְעַל בְּנוֹהִי וְעַל לְבוּשֵׁי בְנוֹהִי עִמֵּיהּ וְיִתְקַדַּשׁ הוּא וּלְבוּשׁוֹהִי וּבְנוֹהִי וּלְבוּשֵׁי בְנוֹהִי עִמֵּיהּ:",
          "english": "And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aharon, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons’ garments with him."
        },
        {
          "verseNum": 22,
          "hebrew": "וְלָקַחְתָּ֣ מִן־הָ֠אַ֠יִל הַחֵ֨לֶב וְהָֽאַלְיָ֜ה וְאֶת־הַחֵ֣לֶב׀ הַֽמְכַסֶּ֣ה אֶת־הַקֶּ֗רֶב וְאֵ֨ת יֹתֶ֤רֶת הַכָּבֵד֙ וְאֵ֣ת׀ שְׁתֵּ֣י הַכְּלָיֹ֗ת וְאֶת־הַחֵ֙לֶב֙ אֲשֶׁ֣ר עֲלֵיהֶ֔ן וְאֵ֖ת שׁ֣וֹק הַיָּמִ֑ין כִּ֛י אֵ֥יל מִלֻּאִ֖ים הֽוּא׃",
          "targum": "וְתִסַּב מִן דִּכְרָא תַּרְבָּא וְאַלִּיתָא וְיָת תַּרְבָּא דְחָפֵי יָת גַּוָּא וְיָת חֲצַר כַּבְדָּא וְיָת תַּרְתֵּין כָּלְיָן וְיָת תַּרְבָּא דִּי עֲלֵיהֶן וְיָת שׁוֹקָא דְיַמִּינָא אֲרֵי דְּכַר קֻרְבָּנָא הוּא:",
          "english": "Also thou shalt take of the ram the fat and the fat tail, and the fat that covers the inwards, and the appendage of the liver, and the two kidneys, and the fat that is upon them, and the right shoulder; for it is a ram of consecration:"
        },
        {
          "verseNum": 23,
          "hebrew": "וְכִכַּ֨ר לֶ֜חֶם אַחַ֗ת וְֽחַלַּ֨ת לֶ֥חֶם שֶׁ֛מֶן אַחַ֖ת וְרָקִ֣יק אֶחָ֑ד מִסַּל֙ הַמַּצּ֔וֹת אֲשֶׁ֖ר לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וּפִתָּא דִלְחֵם חַד וּגְרִצְתָּא דִלְחֵם מְשַׁח חֲדָא וְאֶסְפּוֹג חַד מִסַּלָּא דְפַטִּירַיָּא דִּי קֳדָם יְיָ:",
          "english": "and one loaf of bread, and one cake of oiled bread, and one wafer out of the basket of the unleavened bread that is before the Lord:"
        },
        {
          "verseNum": 24,
          "hebrew": "וְשַׂמְתָּ֣ הַכֹּ֔ל עַ֚ל כַּפֵּ֣י אַהֲרֹ֔ן וְעַ֖ל כַּפֵּ֣י בָנָ֑יו וְהֵנַפְתָּ֥ אֹתָ֛ם תְּנוּפָ֖ה לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וּתְשַׁוִּי כֹלָּא עַל יְדָא דְאַהֲרֹן וְעַל יְדָא דִבְנוֹהִי וּתְרִים יָתְהוֹן אֲרָמוּתָא קֳדָם יְיָ:",
          "english": "and thou shalt put all in the hands of Aharon, and in the hands of his sons; and shalt wave them for a wave offering before the Lord."
        },
        {
          "verseNum": 25,
          "hebrew": "וְלָקַחְתָּ֤ אֹתָם֙ מִיָּדָ֔ם וְהִקְטַרְתָּ֥ הַמִּזְבֵּ֖חָה עַל־הָעֹלָ֑ה לְרֵ֤יחַ נִיח֙וֹחַ֙ לִפְנֵ֣י יְהֹוָ֔ה אִשֶּׁ֥ה ה֖וּא לַיהֹוָֽה׃",
          "targum": "וְתִסַּב יָתְהוֹן מִידֵיהוֹן וְתַסֵּיק לְמַדְבְּחָא עַל עֲלָתָא לְאִתְקַבָּלָא בְרַעֲוָא קֳדָם יְיָ קֻרְבָּנָא הוּא קֳדָם יְיָ:",
          "english": "And thou shalt receive them of their hands, and burn them upon the altar for a burnt offering, for a sweet savour before the Lord: it is an offering made by fire to the Lord."
        },
        {
          "verseNum": 26,
          "hebrew": "וְלָקַחְתָּ֣ אֶת־הֶֽחָזֶ֗ה מֵאֵ֤יל הַמִּלֻּאִים֙ אֲשֶׁ֣ר לְאַהֲרֹ֔ן וְהֵנַפְתָּ֥ אֹת֛וֹ תְּנוּפָ֖ה לִפְנֵ֣י יְהֹוָ֑ה וְהָיָ֥ה לְךָ֖ לְמָנָֽה׃",
          "targum": "וְתִסַּב יָת חֶדְיָא מִדְּכַר קֻרְבָּנַיָּא דִּי לְאַהֲרֹן וּתְרִים יָתֵיהּ אֲרָמוּתָא קֳדָם יְיָ וִיהֵי לָךְ לָחֳלָק:",
          "english": "And thou shalt take the breast of the ram of Aharon’s consecration, and wave it for a wave offering before the Lord: and it shall be thy part."
        },
        {
          "verseNum": 27,
          "hebrew": "וְקִדַּשְׁתָּ֞ אֵ֣ת׀ חֲזֵ֣ה הַתְּנוּפָ֗ה וְאֵת֙ שׁ֣וֹק הַתְּרוּמָ֔ה אֲשֶׁ֥ר הוּנַ֖ף וַאֲשֶׁ֣ר הוּרָ֑ם מֵאֵיל֙ הַמִּלֻּאִ֔ים מֵאֲשֶׁ֥ר לְאַהֲרֹ֖ן וּמֵאֲשֶׁ֥ר לְבָנָֽיו׃",
          "targum": "וּתְקַדֵּשׁ יָת חֶדְיָא דַאֲרָמוּתָא וְיָת שׁוֹקָא דְאַפְרָשׁוּתָא דִּי אִתָּרַם וְדִי אִתַּפְרָשׁ מִדְּכַר קֻרְבָּנַיָּא מִדִּי לְאַהֲרֹן וּמִדִּי לִבְנוֹהִי:",
          "english": "And thou shalt sanctify the breast of the wave offering, and the shoulder of the heave offering, which is waved, and which is heaved up of the ram of the consecration, of that which is for Aharon, and of that which is for his sons:"
        },
        {
          "verseNum": 28,
          "hebrew": "וְהָיָה֩ לְאַהֲרֹ֨ן וּלְבָנָ֜יו לְחׇק־עוֹלָ֗ם מֵאֵת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל כִּ֥י תְרוּמָ֖ה ה֑וּא וּתְרוּמָ֞ה יִהְיֶ֨ה מֵאֵ֤ת בְּנֵֽי־יִשְׂרָאֵל֙ מִזִּבְחֵ֣י שַׁלְמֵיהֶ֔ם תְּרוּמָתָ֖ם לַיהֹוָֽה׃",
          "targum": "וִיהֵי לְאַהֲרֹן וְלִבְנוֹהִי לִקְיָם עָלָם מִן בְּנֵי יִשְׂרָאֵל אֲרֵי אַפְרָשׁוּתָא הוּא וְאַפְרָשׁוּתָא יְהֵי מִן בְּנֵי יִשְׂרָאֵל מִנִּכְסַת קוּדְשֵׁיהוֹן אַפְרָשׁוּתְהוֹן קֳדָם יְיָ:",
          "english": "and it shall be Aharon’s and his sons’ by a statute for ever from the children of Yisra᾽el: for it is a heave offering: and it shall be a heave offering from the children of Yisra᾽el of the sacrifice of their peace offerings, their heave offering to the Lord."
        },
        {
          "verseNum": 29,
          "hebrew": "וּבִגְדֵ֤י הַקֹּ֙דֶשׁ֙ אֲשֶׁ֣ר לְאַהֲרֹ֔ן יִהְי֥וּ לְבָנָ֖יו אַחֲרָ֑יו לְמׇשְׁחָ֣ה בָהֶ֔ם וּלְמַלֵּא־בָ֖ם אֶת־יָדָֽם׃",
          "targum": "וּלְבוּשֵׁי קוּדְשָׁא דִּי לְאַהֲרֹן יְהוֹן לִבְנוֹהִי בַּתְרוֹהִי לְדַכָּאָה בְהוֹן וּלְקָרָבָא בְהוֹן יָת קֻרְבָּנְהוֹן:",
          "english": "And the holy garments of Aharon shall be his sons’ after him, to be anointed in them, and to be consecrated in them."
        },
        {
          "verseNum": 30,
          "hebrew": "שִׁבְעַ֣ת יָמִ֗ים יִלְבָּשָׁ֧ם הַכֹּהֵ֛ן תַּחְתָּ֖יו מִבָּנָ֑יו אֲשֶׁ֥ר יָבֹ֛א אֶל־אֹ֥הֶל מוֹעֵ֖ד לְשָׁרֵ֥ת בַּקֹּֽדֶשׁ׃",
          "targum": "שִׁבְעַת יוֹמִין יַלְבֵּשִׁנּוּן כַּהֲנָא תְּחוֹתוֹהִי מִבְּנוֹהִי דִּי יֵעוֹל לְמַשְׁכַּן זִמְנָא לְשַׁמָּשָׁא בְקוּדְשָׁא:",
          "english": "And that son that is priest in his place shall put them on seven days, when he enters the Tent of Meeting to minister in the holy place."
        },
        {
          "verseNum": 31,
          "hebrew": "וְאֵ֛ת אֵ֥יל הַמִּלֻּאִ֖ים תִּקָּ֑ח וּבִשַּׁלְתָּ֥ אֶת־בְּשָׂר֖וֹ בְּמָקֹ֥ם קָדֹֽשׁ׃",
          "targum": "וְיָת דְּכַר קֻרְבָּנַיָּא תִּסָּב וּתְבַשֵּׁל יָת בִּסְרֵיהּ בַּאֲתַר קַדִּישׁ:",
          "english": "And thou shalt take the ram of the consecration, and boil its flesh in the holy place."
        },
        {
          "verseNum": 32,
          "hebrew": "וְאָכַ֨ל אַהֲרֹ֤ן וּבָנָיו֙ אֶת־בְּשַׂ֣ר הָאַ֔יִל וְאֶת־הַלֶּ֖חֶם אֲשֶׁ֣ר בַּסָּ֑ל פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְיֵכוּל אַהֲרֹן וּבְנוֹהִי יָת בְּסַר דִּכְרָא וְיָת לַחְמָא דִּי בְסַלָּא לִתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And Aharon and his sons shall eat the flesh of the ram, and the bread that is in the basket, by the door of the Tent of Meeting."
        },
        {
          "verseNum": 33,
          "hebrew": "וְאָכְל֤וּ אֹתָם֙ אֲשֶׁ֣ר כֻּפַּ֣ר בָּהֶ֔ם לְמַלֵּ֥א אֶת־יָדָ֖ם לְקַדֵּ֣שׁ אֹתָ֑ם וְזָ֥ר לֹא־יֹאכַ֖ל כִּי־קֹ֥דֶשׁ הֵֽם׃",
          "targum": "וְיֵיכְלוּן יָתְהוֹן דִּי יִתְכַּפַּר בְּהוֹן לְקָרָבָא יָת קֻרְבָּנְהוֹן לְקַדָּשָׁא יָתְהוֹן וְחִלּוֹנַי לָא יֵיכוּל אֲרֵי קוּדְשָׁא אִנּוּן:",
          "english": "And they shall eat those things with which atonement was made to consecrate and to sanctify them: but a stranger shall not eat of them, because they are holy."
        },
        {
          "verseNum": 34,
          "hebrew": "וְֽאִם־יִוָּתֵ֞ר מִבְּשַׂ֧ר הַמִּלֻּאִ֛ים וּמִן־הַלֶּ֖חֶם עַד־הַבֹּ֑קֶר וְשָׂרַפְתָּ֤ אֶת־הַנּוֹתָר֙ בָּאֵ֔שׁ לֹ֥א יֵאָכֵ֖ל כִּי־קֹ֥דֶשׁ הֽוּא׃",
          "targum": "וְאִם יִשְׁתָּאַר מִבְּסַר קֻרְבָּנַיָּא וּמִן לַחְמָא עַד צַפְרָא וְתוֹקִיד יָת דְּאִשְׁתָּאַר בְּנוּרָא לָא יִתְאֲכֵל אֲרֵי קוּדְשָׁא הוּא:",
          "english": "And if aught of the flesh of the consecrations, or of the bread, remain to the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it is holy."
        },
        {
          "verseNum": 35,
          "hebrew": "וְעָשִׂ֜יתָ לְאַהֲרֹ֤ן וּלְבָנָיו֙ כָּ֔כָה כְּכֹ֥ל אֲשֶׁר־צִוִּ֖יתִי אֹתָ֑כָה שִׁבְעַ֥ת יָמִ֖ים תְּמַלֵּ֥א יָדָֽם׃",
          "targum": "וְתַעְבֵּד לְאַהֲרֹן וְלִבְנוֹהִי כְּדֵין כְּכֹל דִּי פַקֵּדִית יָתָךְ שִׁבְעַת יוֹמִין תְּקָרֵב קֻרְבָּנְהוֹן:",
          "english": "And thus shalt thou do to Aharon, and to his sons, according to all which I have commanded thee: seven days shalt thou consecrate them."
        },
        {
          "verseNum": 36,
          "hebrew": "וּפַ֨ר חַטָּ֜את תַּעֲשֶׂ֤ה לַיּוֹם֙ עַל־הַכִּפֻּרִ֔ים וְחִטֵּאתָ֙ עַל־הַמִּזְבֵּ֔חַ בְּכַפֶּרְךָ֖ עָלָ֑יו וּמָֽשַׁחְתָּ֥ אֹת֖וֹ לְקַדְּשֽׁוֹ׃",
          "targum": "וְתוֹרָא דְחַטָּאתָא תַּעְבֵּד לְיוֹמָא עַל כִּפּוּרַיָּא וּתְדַכֵּי עַל מַדְבְּחָא בְּכַפָּרוּתָךְ עֲלוֹהִי וּתְרַבֵּי יָתֵיהּ לְקַדָּשׁוּתֵיהּ:",
          "english": "And thou shalt offer every day a bullock for a sin offering for atonement: and thou shalt cleanse the altar, when thou hast made atonement for it, and thou shalt anoint it, to sanctify it."
        },
        {
          "verseNum": 37,
          "hebrew": "שִׁבְעַ֣ת יָמִ֗ים תְּכַפֵּר֙ עַל־הַמִּזְבֵּ֔חַ וְקִדַּשְׁתָּ֖ אֹת֑וֹ וְהָיָ֤ה הַמִּזְבֵּ֙חַ֙ קֹ֣דֶשׁ קׇֽדָשִׁ֔ים כׇּל־הַנֹּגֵ֥עַ בַּמִּזְבֵּ֖חַ יִקְדָּֽשׁ׃",
          "targum": "שִׁבְעַת יוֹמִין תְּכַפֵּר עַל מַדְבְּחָא וּתְקַדֵּשׁ יָתֵיהּ וִיהֵי מַדְבְּחָא קֹדֶשׁ קוּדְשַׁיָּא כָּל דְּיִקְרַב בְּמַדְבְּחָא יִתְקַדָּשׁ:",
          "english": "Seven days thou shalt make an atonement for the altar, and sanctify it; and it shall be an altar most holy: whatever touches the altar shall be holy."
        },
        {
          "verseNum": 38,
          "hebrew": "וְזֶ֕ה אֲשֶׁ֥ר תַּעֲשֶׂ֖ה עַל־הַמִּזְבֵּ֑חַ כְּבָשִׂ֧ים בְּנֵֽי־שָׁנָ֛ה שְׁנַ֥יִם לַיּ֖וֹם תָּמִֽיד׃",
          "targum": "וְדֵין דִּי תַעְבֵּד עַל מַדְבְּחָא אִמְּרִין בְּנֵי שְׁנָא תְּרֵין לְיוֹמָא תְּדִירָא:",
          "english": "Now this is what thou shalt offer on the altar; two lambs of the first year day by day continually."
        },
        {
          "verseNum": 39,
          "hebrew": "אֶת־הַכֶּ֥בֶשׂ הָאֶחָ֖ד תַּעֲשֶׂ֣ה בַבֹּ֑קֶר וְאֵת֙ הַכֶּ֣בֶשׂ הַשֵּׁנִ֔י תַּעֲשֶׂ֖ה בֵּ֥ין הָעַרְבָּֽיִם׃",
          "targum": "יָת אִמְּרָא חַד תַּעְבֵּד בְּצַפְרָא וְיָת אִמְרָא תִנְיָנָא תַּעְבֵּד בֵּין שִׁמְשַׁיָּא:",
          "english": "The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer towards evening."
        },
        {
          "verseNum": 40,
          "hebrew": "וְעִשָּׂרֹ֨ן סֹ֜לֶת בָּל֨וּל בְּשֶׁ֤מֶן כָּתִית֙ רֶ֣בַע הַהִ֔ין וְנֵ֕סֶךְ רְבִיעִ֥ת הַהִ֖ין יָ֑יִן לַכֶּ֖בֶשׂ הָאֶחָֽד׃",
          "targum": "וְעִסְרוֹנָא סֻלְתָּא דְּפִילָא בִמְשַׁח כָּתִישָׁא רַבְעוּת הִינָא וְנִסְכָּא רַבְעוּת הִינָא חַמְרָא לְאִמְרָא חָד:",
          "english": "And with the one lamb thou shalt bring a tenth measure of flour mingled with the fourth part of a hin of beaten oil; and the fourth part of a hin of wine for a drink offering."
        },
        {
          "verseNum": 41,
          "hebrew": "וְאֵת֙ הַכֶּ֣בֶשׂ הַשֵּׁנִ֔י תַּעֲשֶׂ֖ה בֵּ֣ין הָעַרְבָּ֑יִם כְּמִנְחַ֨ת הַבֹּ֤קֶר וּכְנִסְכָּהּ֙ תַּֽעֲשֶׂה־לָּ֔הּ לְרֵ֣יחַ נִיחֹ֔חַ אִשֶּׁ֖ה לַיהֹוָֽה׃",
          "targum": "וְיָת אִמְרָא תִנְיָנָא תַּעְבֵּד בֵּין שִׁמְשַׁיָּא כְּמִנְחַת צַפְרָא וּכְנִסְכַּהּ תַּעְבֵּד לַהּ לְאִתְקַבָּלָא בְרַעֲוָא קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "And the other lamb thou shalt offer towards evening, and shalt do to it according the meal offering of the morning, and according to the drink offering of it, for a sweet savour, an offering made by fire to the Lord."
        },
        {
          "verseNum": 42,
          "hebrew": "עֹלַ֤ת תָּמִיד֙ לְדֹרֹ֣תֵיכֶ֔ם פֶּ֥תַח אֹֽהֶל־מוֹעֵ֖ד לִפְנֵ֣י יְהֹוָ֑ה אֲשֶׁ֨ר אִוָּעֵ֤ד לָכֶם֙ שָׁ֔מָּה לְדַבֵּ֥ר אֵלֶ֖יךָ שָֽׁם׃",
          "targum": "עֲלָתָא תְדִירָא לְדָרֵיכוֹן בִּתְרַע מַשְׁכַּן זִמְנָא קֳדָם יְיָ דִּאֱזַמֵּן מֵימְרִי לְכוֹן תַּמָּן לְמַלָּלָא עִמָּךְ תַּמָּן:",
          "english": "This shall be a continual burnt offering throughout your generations at the door of the Tent of Meeting before the Lord: where I will meet you, to speak there to thee."
        },
        {
          "verseNum": 43,
          "hebrew": "וְנֹעַדְתִּ֥י שָׁ֖מָּה לִבְנֵ֣י יִשְׂרָאֵ֑ל וְנִקְדַּ֖שׁ בִּכְבֹדִֽי׃",
          "targum": "וְאֱזַמֵּן מֵימְרִי תַמָּן לִבְנֵי יִשְׂרָאֵל וְיִתְקַדַּשׁ בִּיקָרִי:",
          "english": "And there I will meet with the children of Yisra᾽el, and it shall be sanctified by my glory."
        },
        {
          "verseNum": 44,
          "hebrew": "וְקִדַּשְׁתִּ֛י אֶת־אֹ֥הֶל מוֹעֵ֖ד וְאֶת־הַמִּזְבֵּ֑חַ וְאֶת־אַהֲרֹ֧ן וְאֶת־בָּנָ֛יו אֲקַדֵּ֖שׁ לְכַהֵ֥ן לִֽי׃",
          "targum": "וֶאֱקַדֵּשׁ יָת מַשְׁכַּן זִמְנָא וְיָת מַדְבְּחָא וְיָת אַהֲרֹן וְיָת בְּנוֹהִי אֱקַדֵּשׁ לְשַׁמָּשָׁא קֳדָמַי:",
          "english": "And I will sanctify the Tent of Meeting, and the altar: I will sanctify also both Aharon and his sons, to minister to me in the priest’s office."
        },
        {
          "verseNum": 45,
          "hebrew": "וְשָׁ֣כַנְתִּ֔י בְּת֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל וְהָיִ֥יתִי לָהֶ֖ם לֵאלֹהִֽים׃",
          "targum": "וְאַשְׁרֵי שְׁכִנְתִּי בְּגוֹ בְּנֵי יִשְׂרָאֵל וְאֶהֱוֵי לְהוֹן לֶאֱלָהּ:",
          "english": "And I will dwell among the children of Yisra᾽el, and will be their God."
        },
        {
          "verseNum": 46,
          "hebrew": "וְיָדְע֗וּ כִּ֣י אֲנִ֤י יְהֹוָה֙ אֱלֹ֣הֵיהֶ֔ם אֲשֶׁ֨ר הוֹצֵ֧אתִי אֹתָ֛ם מֵאֶ֥רֶץ מִצְרַ֖יִם לְשׇׁכְנִ֣י בְתוֹכָ֑ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיהֶֽם׃",
          "targum": "וְיִדְּעוּן אֲרֵי אֲנָא יְיָ אֱלָהֲהוֹן דִּי אַפֵּקִית יָתְהוֹן מֵאַרְעָא דְמִצְרַיִם לְאַשְׁרָאָה שְׁכִנְתִּי בֵּינֵיהוֹן אֲנָא יְיָ אֱלָהֲהוֹן:",
          "english": "And they shall know that I am the Lord their God, that brought them out of the land of Miżrayim, that I may dwell among them: I am the Lord their God."
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְעָשִׂ֥יתָ מִזְבֵּ֖חַ מִקְטַ֣ר קְטֹ֑רֶת עֲצֵ֥י שִׁטִּ֖ים תַּעֲשֶׂ֥ה אֹתֽוֹ׃",
          "targum": "וְתַעְבֵּד מַדְבְּחָא לְאַקְטָרָא עֲלוֹהִי קְטֹרֶת בּוּסְמַיָּא דְּאָעֵי שִׁטִּין תַּעְבֵּד יָתֵיהּ:",
          "english": "And thou shalt make an altar for the burning of incense: of shittim wood shalt thou make it."
        },
        {
          "verseNum": 2,
          "hebrew": "אַמָּ֨ה אׇרְכּ֜וֹ וְאַמָּ֤ה רׇחְבּוֹ֙ רָב֣וּעַ יִהְיֶ֔ה וְאַמָּתַ֖יִם קֹמָת֑וֹ מִמֶּ֖נּוּ קַרְנֹתָֽיו׃",
          "targum": "אַמְּתָא אֻרְכֵּיהּ וְאַמְּתָא פְתָיֵהּ מְרַבַּע יְהֵי וְתַרְתֵּין אַמִּין רוּמֵיהּ מִנֵּיהּ קַרְנוֹהִי:",
          "english": "A cubit shall be the length of it, and a cubit its breadth; foursquare shall it be: and two cubits shall be its height: the horns thereof shall be of the same."
        },
        {
          "verseNum": 3,
          "hebrew": "וְצִפִּיתָ֨ אֹת֜וֹ זָהָ֣ב טָה֗וֹר אֶת־גַּגּ֧וֹ וְאֶת־קִירֹתָ֛יו סָבִ֖יב וְאֶת־קַרְנֹתָ֑יו וְעָשִׂ֥יתָ לּ֛וֹ זֵ֥ר זָהָ֖ב סָבִֽיב׃",
          "targum": "וְתַחֲפֵי יָתֵיהּ דְּהַב דְּכֵי יָת אִגָּרֵיהּ וְיָת כָּתְלוֹהִי סְחוֹר סְחוֹר וְיָת קַרְנוֹהִי וְתַעְבֵּד לֵיהּ דֵּיר דִּדְהַב סְחוֹר סְחוֹר:",
          "english": "And thou shalt overlay it with pure gold, its top, and its sides round about, and its horns; and thou shalt make for it a rim of gold round about."
        },
        {
          "verseNum": 4,
          "hebrew": "וּשְׁתֵּי֩ טַבְּעֹ֨ת זָהָ֜ב תַּֽעֲשֶׂה־לּ֣וֹ׀ מִתַּ֣חַת לְזֵר֗וֹ עַ֚ל שְׁתֵּ֣י צַלְעֹתָ֔יו תַּעֲשֶׂ֖ה עַל־שְׁנֵ֣י צִדָּ֑יו וְהָיָה֙ לְבָתִּ֣ים לְבַדִּ֔ים לָשֵׂ֥את אֹת֖וֹ בָּהֵֽמָּה׃",
          "targum": "וְתַרְתֵּין עִזְקַן דִּדְהַב תַּעְבֵּד לֵיהּ מִלְּרַע לְדֵירֵיהּ עַל תַּרְתֵּין זִוְיָתֵיהּ תַּעְבֵּד עַל תְּרֵין סִטְרוֹהִי וִיהֵי לְאַתְרָא לַאֲרִיחַיָּא לְמִטַּל יָתֵיהּ בְּהוֹן:",
          "english": "And two golden rings shalt thou make for it under its rim, by its two corners upon the two sides of it shalt thou make it; and they shall be for places for the poles with which to bear it."
        },
        {
          "verseNum": 5,
          "hebrew": "וְעָשִׂ֥יתָ אֶת־הַבַּדִּ֖ים עֲצֵ֣י שִׁטִּ֑ים וְצִפִּיתָ֥ אֹתָ֖ם זָהָֽב׃",
          "targum": "וְתַעְבֵּד יָת אֲרִיחַיָּא דְּאָעֵי שִׁטִּין וְתַחֲפֵי יָתְהוֹן דַּהֲבָא:",
          "english": "And thou shalt make the poles of shittim wood, and overlay them with gold."
        },
        {
          "verseNum": 6,
          "hebrew": "וְנָתַתָּ֤ה אֹתוֹ֙ לִפְנֵ֣י הַפָּרֹ֔כֶת אֲשֶׁ֖ר עַל־אֲרֹ֣ן הָעֵדֻ֑ת לִפְנֵ֣י הַכַּפֹּ֗רֶת אֲשֶׁר֙ עַל־הָ֣עֵדֻ֔ת אֲשֶׁ֛ר אִוָּעֵ֥ד לְךָ֖ שָֽׁמָּה׃",
          "targum": "וְתִתֵּן יָתֵיהּ קֳדָם פָּרֻכְתָּא דִּי עַל אֲרוֹנָא דְסַהֲדוּתָא לִקֳדָם כַּפֻּרְתָּא דִּי עַל סַהֲדוּתָא דִּי אֲזַמֵּן מֵימְרִי לָךְ תַּמָּן:",
          "english": "And thou shalt put it before the veil that is by the ark of the Testimony, before the covering that is over the Testimony, where I will meet with thee."
        },
        {
          "verseNum": 7,
          "hebrew": "וְהִקְטִ֥יר עָלָ֛יו אַהֲרֹ֖ן קְטֹ֣רֶת סַמִּ֑ים בַּבֹּ֣קֶר בַּבֹּ֗קֶר בְּהֵיטִיב֛וֹ אֶת־הַנֵּרֹ֖ת יַקְטִירֶֽנָּה׃",
          "targum": "וְיַקְטַר עֲלוֹהִי אַהֲרֹן קְטֹרֶת בּוּסְמִין בִּצְפַר בִּצְפַר בְּאַתְקָנוּתֵיהּ יָת בּוֹצִינַיָּא יַסֵּקִנַּהּ:",
          "english": "And Aharon shall burn upon it sweet incense every morning: when he dresses the lamps, he shall burn incense on it."
        },
        {
          "verseNum": 8,
          "hebrew": "וּבְהַעֲלֹ֨ת אַהֲרֹ֧ן אֶת־הַנֵּרֹ֛ת בֵּ֥ין הָעַרְבַּ֖יִם יַקְטִירֶ֑נָּה קְטֹ֧רֶת תָּמִ֛יד לִפְנֵ֥י יְהֹוָ֖ה לְדֹרֹתֵיכֶֽם׃",
          "targum": "וּבְאַדְלָקוּת אַהֲרֹן יָת בּוֹצִינַיָּא בֵּין שִׁמְשַׁיָּא יַסֵּקִנַּהּ קְטֹרֶת בּוּסְמַיָּא תְדִירָא קֳדָם יְיָ לְדָרֵיכוֹן:",
          "english": "And when Aharon lights the lamps at evening, he shall burn incense upon it, a perpetual incense before the Lord throughout your generations."
        },
        {
          "verseNum": 9,
          "hebrew": "לֹא־תַעֲל֥וּ עָלָ֛יו קְטֹ֥רֶת זָרָ֖ה וְעֹלָ֣ה וּמִנְחָ֑ה וְנֵ֕סֶךְ לֹ֥א תִסְּכ֖וּ עָלָֽיו׃",
          "targum": "לָא תַסְּקוּן עֲלוֹהִי קְטֹרֶת בּוּסְמִין נוּכְרָאִין וַעֲלָתָא וּמִנְחָתָא וְנִסְכָּא לָא תְנַסְּכוּן עֲלוֹהִי:",
          "english": "You shall offer no strange incense on it, nor burnt sacrifice, nor meal offering; neither shall you pour drink offering upon it."
        },
        {
          "verseNum": 10,
          "hebrew": "וְכִפֶּ֤ר אַהֲרֹן֙ עַל־קַרְנֹתָ֔יו אַחַ֖ת בַּשָּׁנָ֑ה מִדַּ֞ם חַטַּ֣את הַכִּפֻּרִ֗ים אַחַ֤ת בַּשָּׁנָה֙ יְכַפֵּ֤ר עָלָיו֙ לְדֹרֹ֣תֵיכֶ֔ם קֹֽדֶשׁ־קׇדָשִׁ֥ים ה֖וּא לַיהֹוָֽה׃",
          "targum": "וִיכַפֵּר אַהֲרֹן עַל קַרְנוֹהִי חֲדָא בְּשַׁתָּא מִדְּמָא חַטַּאת כִּפּוּרַיָּא חֲדָא בְשַׁתָּא יְכַפֵּר עֲלוֹהִי לְדָרֵיכוֹן קֹדֶשׁ קוּדְשִׁין הוּא קֳדָם יְיָ:",
          "english": "And Aharon shall sprinkle upon the horns of it once in a year the blood of the sin offering of atonements: once in the year shall he make atonement upon it throughout your generations: it is most holy to the Lord."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        }
      ]
    }
  ]
}