{
  "name": "Vaera",
  "book": "Exodus",
  "chapters": [
    {
      "chapter": 6,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה עַתָּ֣ה תִרְאֶ֔ה אֲשֶׁ֥ר אֶֽעֱשֶׂ֖ה לְפַרְעֹ֑ה כִּ֣י בְיָ֤ד חֲזָקָה֙ יְשַׁלְּחֵ֔ם וּבְיָ֣ד חֲזָקָ֔ה יְגָרְשֵׁ֖ם מֵאַרְצֽוֹ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה כְּעַן תֶּחֱזֵי דְאֶעְבֵּד לְפַרְעֹה אֲרֵי בִידָא תַקִיפָא יְשַׁלְחִנוּן וּבִידָא תַקִיפָא יְתָרֵכִנוּן מֵאַרְעֵהּ:",
          "english": "Then the Lord said to Moshe, Now shalt thou see what I will do to Par῾o: for with a strong hand shall he let them go, and with a strong hand shall he drive them out of his land."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיְדַבֵּ֥ר אֱלֹהִ֖ים אֶל־מֹשֶׁ֑ה וַיֹּ֥אמֶר אֵלָ֖יו אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה וַאֲמַר לֵיהּ אֲנָא יְיָ:",
          "english": "And God spoke to Moshe, and said to him, I am the Lord:"
        },
        {
          "verseNum": 3,
          "hebrew": "וָאֵרָ֗א אֶל־אַבְרָהָ֛ם אֶל־יִצְחָ֥ק וְאֶֽל־יַעֲקֹ֖ב בְּאֵ֣ל שַׁדָּ֑י וּשְׁמִ֣י יְהֹוָ֔ה לֹ֥א נוֹדַ֖עְתִּי לָהֶֽם׃",
          "targum": "וְאִתְגְּלֵיתִי לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב בְּאֵל שַׁדָּי וּשְׁמִי יְיָ לָא הוֹדָעִית לְהוֹן:",
          "english": "and I appeared to Avraham, to Yiżĥaq, and to Ya῾aqov, by the name of God Almighty, but by my name, The Lord, I was not known to them."
        },
        {
          "verseNum": 4,
          "hebrew": "וְגַ֨ם הֲקִמֹ֤תִי אֶת־בְּרִיתִי֙ אִתָּ֔ם לָתֵ֥ת לָהֶ֖ם אֶת־אֶ֣רֶץ כְּנָ֑עַן אֵ֛ת אֶ֥רֶץ מְגֻרֵיהֶ֖ם אֲשֶׁר־גָּ֥רוּ בָֽהּ׃",
          "targum": "וְאַף אֲקֵימִית יָת קְיָמִי עִמְּהוֹן לְמִתַּן לְהוֹן יָת אַרְעָא דִכְנָעַן יָת אַרְעָא תּוֹתָבוּתְהוֹן דְּאִתּוֹתָבוּ בַהּ:",
          "english": "And I have also established my covenant with them, to give them the land of Kena῾an, the land of their sojournings, in which they sojourned."
        },
        {
          "verseNum": 5,
          "hebrew": "וְגַ֣ם׀ אֲנִ֣י שָׁמַ֗עְתִּי אֶֽת־נַאֲקַת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אֲשֶׁ֥ר מִצְרַ֖יִם מַעֲבִדִ֣ים אֹתָ֑ם וָאֶזְכֹּ֖ר אֶת־בְּרִיתִֽי׃",
          "targum": "וְאַף קֳדָמַי שְׁמִיעַ יָת קְבֵילַת בְּנֵי יִשְׂרָאֵל דִּי מִצְרָאֵי מַפְלְחִין בְּהוֹן וְדָכִירְנָא יָת קְיָמִי:",
          "english": "And I have also heard the groaning of the children of Yisra᾽el, kept in bondage by Miżrayim; and I have remembered my covenant."
        },
        {
          "verseNum": 6,
          "hebrew": "לָכֵ֞ן אֱמֹ֥ר לִבְנֵֽי־יִשְׂרָאֵל֮ אֲנִ֣י יְהֹוָה֒ וְהוֹצֵאתִ֣י אֶתְכֶ֗ם מִתַּ֙חַת֙ סִבְלֹ֣ת מִצְרַ֔יִם וְהִצַּלְתִּ֥י אֶתְכֶ֖ם מֵעֲבֹדָתָ֑ם וְגָאַלְתִּ֤י אֶתְכֶם֙ בִּזְר֣וֹעַ נְטוּיָ֔ה וּבִשְׁפָטִ֖ים גְּדֹלִֽים׃",
          "targum": "בְּכֵן אֱמַר לִבְנֵי יִשְׂרָאֵל אֲנָא יְיָ וְאַפֵּיק יָתְכוֹן מִגּוֹ דְחוֹק פָּלְחַן מִצְרָאֵי וֶאֱשֵׁיזֵב יָתְכוֹן מִפָּלְחָנְהוֹן וְאֶפְרוֹק יָתְכוֹן בִּדְרָעָא מְרָמָא וּבְדִינִין רַבְרְבִין:",
          "english": "Therefore say to the children of Yisra᾽el, I am the Lord, and I will bring you out from under the burdens of Miżrayim, and I will deliver you out of their bondage, and I will redeem you with an outstretched arm, and with great judgments:"
        },
        {
          "verseNum": 7,
          "hebrew": "וְלָקַחְתִּ֨י אֶתְכֶ֥ם לִי֙ לְעָ֔ם וְהָיִ֥יתִי לָכֶ֖ם לֵֽאלֹהִ֑ים וִֽידַעְתֶּ֗ם כִּ֣י אֲנִ֤י יְהֹוָה֙ אֱלֹ֣הֵיכֶ֔ם הַמּוֹצִ֣יא אֶתְכֶ֔ם מִתַּ֖חַת סִבְל֥וֹת מִצְרָֽיִם׃",
          "targum": "וֶאֱקָרֵיב יָתְכוֹן קֳדָמַי לְעַמָּא וְאֶהֱוֵי לְכוֹן לֶאֱלָהּ וְתִדְּעוּן אֲרֵי אֲנָא יְיָ אֱלָהָכוֹן דְּאַפֵּיק יָתְכוֹן מִגּוֹ דְחוֹק פָּלְחַן מִצְרָיִם:",
          "english": "and I will take you to me for a people, and I will be to you a God: and you shall know that I am the Lord your God, who brings you out from under the burdens of Miżrayim."
        },
        {
          "verseNum": 8,
          "hebrew": "וְהֵבֵאתִ֤י אֶתְכֶם֙ אֶל־הָאָ֔רֶץ אֲשֶׁ֤ר נָשָׂ֙אתִי֙ אֶת־יָדִ֔י לָתֵ֣ת אֹתָ֔הּ לְאַבְרָהָ֥ם לְיִצְחָ֖ק וּֽלְיַעֲקֹ֑ב וְנָתַתִּ֨י אֹתָ֥הּ לָכֶ֛ם מוֹרָשָׁ֖ה אֲנִ֥י יְהֹוָֽה׃",
          "targum": "וְאָעֵיל יָתְכוֹן לְאַרְעָא דִּי קַיֵּמִית בְּמֵימְרִי לְמִתַּן יָתַהּ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב וְאֶתֵּן יָתַהּ לְכוֹן יְרֻתָּא אֲנָא יְיָ:",
          "english": "And I will bring you into the land, which I swore to give to Avraham, to Yiżĥaq, and to Ya῾aqov; and I will give it you for a heritage: I am the Lord."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיְדַבֵּ֥ר מֹשֶׁ֛ה כֵּ֖ן אֶל־בְּנֵ֣י יִשְׂרָאֵ֑ל וְלֹ֤א שָֽׁמְעוּ֙ אֶל־מֹשֶׁ֔ה מִקֹּ֣צֶר ר֔וּחַ וּמֵעֲבֹדָ֖ה קָשָֽׁה׃",
          "targum": "וּמַלֵּיל משֶׁה כֵּן לִבְנֵי יִשְׂרָאֵל וְלָא קַבִּילוּ מִן משֶׁה מִמַּעְיַק רוּחָא וּמִפָּלְחָנָא דַּהֲוָה קָשְׁיָא עֲלֵיהוֹן:",
          "english": "And Moshe spoke so to the children of Yisra᾽el: but they hearkened not to Moshe for anguish of spirit, and for cruel bondage."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 11,
          "hebrew": "בֹּ֣א דַבֵּ֔ר אֶל־פַּרְעֹ֖ה מֶ֣לֶךְ מִצְרָ֑יִם וִֽישַׁלַּ֥ח אֶת־בְּנֵֽי־יִשְׂרָאֵ֖ל מֵאַרְצֽוֹ׃",
          "targum": "עוּל מַלֵּיל לְוָת פַּרְעֹה מַלְכָּא דְמִצְרָיִם וִישַׁלַּח יָת בְּנֵי יִשְׂרָאֵל מֵאַרְעֵיהּ:",
          "english": "Go in, speak to Par῾o, king of Miżrayim, that he let the children of Yisra᾽el go out of his land."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיְדַבֵּ֣ר מֹשֶׁ֔ה לִפְנֵ֥י יְהֹוָ֖ה לֵאמֹ֑ר הֵ֤ן בְּנֵֽי־יִשְׂרָאֵל֙ לֹֽא־שָׁמְע֣וּ אֵלַ֔י וְאֵיךְ֙ יִשְׁמָעֵ֣נִי פַרְעֹ֔ה וַאֲנִ֖י עֲרַ֥ל שְׂפָתָֽיִם׃",
          "targum": "וּמַלִּיל משֶׁה קֳדָם יְיָ לְמֵימָר הָא בְנֵי יִשְׂרָאֵל לָא קַבִּילוּ מִנִּי וְאֶכְדֵּין יְקַבֵּל מִנִּי פַרְעֹה וַאֲנָא יַקִּיר מַמְלָל:",
          "english": "And Moshe spoke before the Lord, saying, Behold, the children of Yisra᾽el have not hearkened to me; how then shall Par῾o hear me, who am of uncircumcised lips?"
        },
        {
          "verseNum": 13,
          "hebrew": "וַיְדַבֵּ֣ר יְהֹוָה֮ אֶל־מֹשֶׁ֣ה וְאֶֽל־אַהֲרֹן֒ וַיְצַוֵּם֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל וְאֶל־פַּרְעֹ֖ה מֶ֣לֶךְ מִצְרָ֑יִם לְהוֹצִ֥יא אֶת־בְּנֵֽי־יִשְׂרָאֵ֖ל מֵאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה וְעִם אַהֲרֹן וּפַקֵּדִנּוּן לְוָת בְּנֵי יִשְׂרָאֵל וּלְוָת פַּרְעֹה מַלְכָּא דְמִצְרָיִם לְאַפָּקָא יָת בְּנֵי יִשְׂרָאֵל מֵאַרְעָא דְמִצְרָיִם:",
          "english": "And the Lord spoke to Moshe and to Aharon, and gave them a charge to the children of Yisra᾽el, and to Par῾o king of Miżrayim, to bring the children of Yisra᾽el out of the land of Miżrayim."
        },
        {
          "verseNum": 14,
          "hebrew": "אֵ֖לֶּה רָאשֵׁ֣י בֵית־אֲבֹתָ֑ם בְּנֵ֨י רְאוּבֵ֜ן בְּכֹ֣ר יִשְׂרָאֵ֗ל חֲנ֤וֹךְ וּפַלּוּא֙ חֶצְרֹ֣ן וְכַרְמִ֔י אֵ֖לֶּה מִשְׁפְּחֹ֥ת רְאוּבֵֽן׃",
          "targum": "אִלֵּין רֵישֵׁי בֵית אֲבָהָתְהוֹן בְּנֵי רְאוּבֵן בּוּכְרָא דְיִשְׂרָאֵל חֲנוֹךְ וּפַלּוּא חֶצְרוֹן וְכַרְמִי אִלֵּין זַרְעֲיַת רְאוּבֵן:",
          "english": "These are the heads of their fathers’ houses: the sons of Re᾽uven, the firstborn of Yisra᾽el, Ḥanokh and Pallu, Ḥeżron, and Karmi: these are the families of Re᾽uven."
        },
        {
          "verseNum": 15,
          "hebrew": "וּבְנֵ֣י שִׁמְע֗וֹן יְמוּאֵ֨ל וְיָמִ֤ין וְאֹ֙הַד֙ וְיָכִ֣ין וְצֹ֔חַר וְשָׁא֖וּל בֶּן־הַֽכְּנַעֲנִ֑ית אֵ֖לֶּה מִשְׁפְּחֹ֥ת שִׁמְעֽוֹן׃",
          "targum": "וּבְנֵי שִׁמְעוֹן יְמוּאֵל וְיָמִין וְאֹהַד וְיָכִין וְצֹחַר וְשָׁאוּל בַּר כְּנַעֲנֵיתָא אִלֵּין זַרְעֲיַת שִׁמְעוֹן:",
          "english": "And the sons of Shim῾on, Yemu᾽el and Yamin, and Ohad, and Yakhin, and Żoĥar, and Sha᾽ul the son of the Kena῾anite woman; these are the families of Shim῾on."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאֵ֨לֶּה שְׁמ֤וֹת בְּנֵֽי־לֵוִי֙ לְתֹ֣לְדֹתָ֔ם גֵּרְשׁ֕וֹן וּקְהָ֖ת וּמְרָרִ֑י וּשְׁנֵי֙ חַיֵּ֣י לֵוִ֔י שֶׁ֧בַע וּשְׁלֹשִׁ֛ים וּמְאַ֖ת שָׁנָֽה׃",
          "targum": "וְאִלֵּין שְׁמָהַת בְּנֵי לֵוִי לְתוּלְדָתְהוֹן גֵּרְשׁוֹן וּקְהָת וּמְרָרִי וּשְׁנֵי חַיֵּי לֵוִי מְאָה וּתְלָתִין וּשְׁבַע שְׁנִין:",
          "english": "And these are the names of the sons of Levi, by generations, Gershon, and Qehat, and Merari: and the years of Levi’s life were a hundred and thirty seven years."
        },
        {
          "verseNum": 17,
          "hebrew": "בְּנֵ֥י גֵרְשׁ֛וֹן לִבְנִ֥י וְשִׁמְעִ֖י לְמִשְׁפְּחֹתָֽם׃",
          "targum": "בְּנֵי גֵרְשׁוֹן לִבְנִי וְשִׁמְעִי לְזַרְעֲיָתְהוֹן:",
          "english": "The sons of Gershon, Livni and Shim῾i, according to their families."
        },
        {
          "verseNum": 18,
          "hebrew": "וּבְנֵ֣י קְהָ֔ת עַמְרָ֣ם וְיִצְהָ֔ר וְחֶבְר֖וֹן וְעֻזִּיאֵ֑ל וּשְׁנֵי֙ חַיֵּ֣י קְהָ֔ת שָׁלֹ֧שׁ וּשְׁלֹשִׁ֛ים וּמְאַ֖ת שָׁנָֽה׃",
          "targum": "וּבְנֵי קְהָת עַמְרָם וְיִצְהָר וְחֶבְרוֹן וְעֻזִּיאֵל וּשְׁנֵי חַיֵּי קְהָת מְאָה וּתְלָתִין וּתְלַת שְׁנִין:",
          "english": "And the sons of Qehat, ῾Amram, and Yiżhar, and Ḥevron, and ῾Uzzi᾽el; and the years of the life of Qehat were a hundred and thirty three years."
        },
        {
          "verseNum": 19,
          "hebrew": "וּבְנֵ֥י מְרָרִ֖י מַחְלִ֣י וּמוּשִׁ֑י אֵ֛לֶּה מִשְׁפְּחֹ֥ת הַלֵּוִ֖י לְתֹלְדֹתָֽם׃",
          "targum": "וּבְנֵי מְרָרִי מַחְלִי וּמוּשִׁי אִלֵּין זַרְעֲיַת לֵוִי לְתוּלְדָתְהוֹן:",
          "english": "And the sons of Merari were Maĥli and Mushi: these are the families of Levi by their generations."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיִּקַּ֨ח עַמְרָ֜ם אֶת־יוֹכֶ֤בֶד דֹּֽדָתוֹ֙ ל֣וֹ לְאִשָּׁ֔ה וַתֵּ֣לֶד ל֔וֹ אֶֽת־אַהֲרֹ֖ן וְאֶת־מֹשֶׁ֑ה וּשְׁנֵי֙ חַיֵּ֣י עַמְרָ֔ם שֶׁ֧בַע וּשְׁלֹשִׁ֛ים וּמְאַ֖ת שָׁנָֽה׃",
          "targum": "וּנְסִיב עַמְרָם יָת יוֹכֶבֶד אֲחַת אֲבוּהִי לֵיהּ לְאִנְתּוּ וִילִידַת לֵיהּ יָת אַהֲרֹן וְיָת משֶׁה וּשְׁנֵי חַיֵּי עַמְרָם מְאָה וּתְלָתִין וּשְׁבַע שְׁנִין:",
          "english": "And ῾Amram took him Yokheved his father’s sister to wife; and she bore him Aharon and Moshe: and the years of the life of ῾Amram were a hundred and thirty seven years."
        },
        {
          "verseNum": 21,
          "hebrew": "וּבְנֵ֖י יִצְהָ֑ר קֹ֥רַח וָנֶ֖פֶג וְזִכְרִֽי׃",
          "targum": "וּבְנֵי יִצְהָר קֹרַח וָנֶפֶג וְזִכְרִי:",
          "english": "And the sons of Yiżhar; Qoraĥ, and Nefeg, and Zikhri."
        },
        {
          "verseNum": 22,
          "hebrew": "וּבְנֵ֖י עֻזִּיאֵ֑ל מִֽישָׁאֵ֥ל וְאֶלְצָפָ֖ן וְסִתְרִֽי׃",
          "targum": "וּבְנֵי עֻזִּיאֵל מִישָׁאֵל וְאֶלְצָפָן וְסִתְרִי:",
          "english": "And the sons of ῾Uzzi᾽el; Misha᾽el, and Elżafan and Sitri."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיִּקַּ֨ח אַהֲרֹ֜ן אֶת־אֱלִישֶׁ֧בַע בַּת־עַמִּינָדָ֛ב אֲח֥וֹת נַחְשׁ֖וֹן ל֣וֹ לְאִשָּׁ֑ה וַתֵּ֣לֶד ל֗וֹ אֶת־נָדָב֙ וְאֶת־אֲבִיה֔וּא אֶת־אֶלְעָזָ֖ר וְאֶת־אִֽיתָמָֽר׃",
          "targum": "וּנְסִיב אַהֲרֹן יָת אֱלִישֶׁבַע בַּת עַמִּינָדָב אֲחָתֵיהּ דְּנַחְשׁוֹן לֵיהּ לְאִנְתּוּ וִילִידַת לֵיהּ יָת נָדָב וְיָת אֲבִיהוּא יָת אֶלְעָזָר וְיָת אִיתָמָר:",
          "english": "And Aharon took him Elisheva daughter of ῾Amminadav, sister of Naĥshon, to wife; and she bore him Nadav, and Avihu, El῾azar and Itamar."
        },
        {
          "verseNum": 24,
          "hebrew": "וּבְנֵ֣י קֹ֔רַח אַסִּ֥יר וְאֶלְקָנָ֖ה וַאֲבִיאָסָ֑ף אֵ֖לֶּה מִשְׁפְּחֹ֥ת הַקׇּרְחִֽי׃",
          "targum": "וּבְנֵי קֹרַח אַסִּיר וְאֶלְקָנָה וַאֲבִיאָסָף אִלֵּין זַרְעֲיַת קֹרַח:",
          "english": "And the sons of Qoraĥ; Assir, and Elqana, and Avi᾽asaf: these are the families of the Qorĥi."
        },
        {
          "verseNum": 25,
          "hebrew": "וְאֶלְעָזָ֨ר בֶּֽן־אַהֲרֹ֜ן לָקַֽח־ל֨וֹ מִבְּנ֤וֹת פּֽוּטִיאֵל֙ ל֣וֹ לְאִשָּׁ֔ה וַתֵּ֥לֶד ל֖וֹ אֶת־פִּֽינְחָ֑ס אֵ֗לֶּה רָאשֵׁ֛י אֲב֥וֹת הַלְוִיִּ֖ם לְמִשְׁפְּחֹתָֽם׃",
          "targum": "וְאֶלְעָזָר בַּר אַהֲרֹן נְסִיב לֵיהּ מִבְּנַת פּוּטִיאֵל לֵיהּ לְאִנְתּוּ וִילִידַת לֵיהּ יָת פִּינְחָס אִלֵּין רֵישֵׁי אֲבָהַת לֵיוָאֵי לְזַרְעֲיָתְהוֹן:",
          "english": "And El῾azar Aharon’s son took him one of the daughters of Puti᾽el to wife; and she bore him Pineĥas: these are the heads of the fathers of the Levites according to their families."
        },
        {
          "verseNum": 26,
          "hebrew": "ה֥וּא אַהֲרֹ֖ן וּמֹשֶׁ֑ה אֲשֶׁ֨ר אָמַ֤ר יְהֹוָה֙ לָהֶ֔ם הוֹצִ֜יאוּ אֶת־בְּנֵ֧י יִשְׂרָאֵ֛ל מֵאֶ֥רֶץ מִצְרַ֖יִם עַל־צִבְאֹתָֽם׃",
          "targum": "הוּא אַהֲרֹן וּמשֶׁה דִּי אֲמַר יְיָ לְהוֹן אַפִּיקוּ יָת בְּנֵי יִשְׂרָאֵל מֵאַרְעָא דְמִצְרַיִם עַל חֵילֵיהוֹן:",
          "english": "These are that Aharon and Moshe, to whom the Lord said, Bring out the children of Yisra᾽el from the land of Miżrayim according to their hosts."
        },
        {
          "verseNum": 27,
          "hebrew": "הֵ֗ם הַֽמְדַבְּרִים֙ אֶל־פַּרְעֹ֣ה מֶֽלֶךְ־מִצְרַ֔יִם לְהוֹצִ֥יא אֶת־בְּנֵֽי־יִשְׂרָאֵ֖ל מִמִּצְרָ֑יִם ה֥וּא מֹשֶׁ֖ה וְאַהֲרֹֽן׃",
          "targum": "אִנּוּן דְּמַלְּלִין עִם פַּרְעֹה מַלְכָּא דְמִצְרַיִם לְאַפָּקָא יָת בְּנֵי יִשְׂרָאֵל מִמִּצְרָיִם הוּא משֶׁה וְאַהֲרֹן:",
          "english": "These are they who spoke to Par῾o king of Miżrayim, to bring out the children of Yisra᾽el from Miżrayim: these are that Moshe and Aharon."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיְהִ֗י בְּי֨וֹם דִּבֶּ֧ר יְהֹוָ֛ה אֶל־מֹשֶׁ֖ה בְּאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַהֲוָה בְּיוֹמָא דְמַלִּיל יְיָ עִם משֶׁה בְּאַרְעָא דְמִצְרָיִם:",
          "english": "And it came to pass on the day when the Lord spoke to Moshe in the land of Miżrayim,"
        },
        {
          "verseNum": 29,
          "hebrew": "וַיְדַבֵּ֧ר יְהֹוָ֛ה אֶל־מֹשֶׁ֥ה לֵּאמֹ֖ר אֲנִ֣י יְהֹוָ֑ה דַּבֵּ֗ר אֶל־פַּרְעֹה֙ מֶ֣לֶךְ מִצְרַ֔יִם אֵ֛ת כׇּל־אֲשֶׁ֥ר אֲנִ֖י דֹּבֵ֥ר אֵלֶֽיךָ׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימַר אֲנָא יְיָ מַלֵּל עִם פַּרְעֹה מַלְכָּא דְמִצְרַיִם יָת כָּל דִּי אֲנָא מְמַלֵּל עִמָּךְ:",
          "english": "that the Lord spoke to Moshe, saying, I am the Lord: speak to Par῾o king of Miżrayim all that I say to thee."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיֹּ֥אמֶר מֹשֶׁ֖ה לִפְנֵ֣י יְהֹוָ֑ה הֵ֤ן אֲנִי֙ עֲרַ֣ל שְׂפָתַ֔יִם וְאֵ֕יךְ יִשְׁמַ֥ע אֵלַ֖י פַּרְעֹֽה׃",
          "targum": "וַאֲמַר משֶׁה קֳדָם יְיָ הָא אֲנָא יַקִּיר מַמְלָל וְאֶכְדֵּין יְקַבֵּל מִנִּי פַּרְעֹה:",
          "english": "And Moshe said before the Lord, Behold, I am of uncircumcised lips, and how shall Par῾o hearken to me?"
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה רְאֵ֛ה נְתַתִּ֥יךָ אֱלֹהִ֖ים לְפַרְעֹ֑ה וְאַהֲרֹ֥ן אָחִ֖יךָ יִהְיֶ֥ה נְבִיאֶֽךָ׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה חֲזֵי מַנֵּיתָךְ רַב לְפַרְעֹה וְאַהֲרֹן אָחוּךְ יְהֵי מְתֻרְגְּמָנָךְ:",
          "english": "And the Lord said to Moshe, See, I have made thee a god to Par῾o: and Aharon thy brother shall be thy prophet."
        },
        {
          "verseNum": 2,
          "hebrew": "אַתָּ֣ה תְדַבֵּ֔ר אֵ֖ת כׇּל־אֲשֶׁ֣ר אֲצַוֶּ֑ךָּ וְאַהֲרֹ֤ן אָחִ֙יךָ֙ יְדַבֵּ֣ר אֶל־פַּרְעֹ֔ה וְשִׁלַּ֥ח אֶת־בְּנֵֽי־יִשְׂרָאֵ֖ל מֵאַרְצֽוֹ׃",
          "targum": "אַתְּ תְּמַלֵּל יָת כָּל דִּי אֲפַקְּדִנָּךְ וְאַהֲרֹן אָחוּךְ יְמַלֵּל עִם פַּרְעֹה וִישַׁלַּח יָת בְּנֵי יִשְׂרָאֵל מֵאַרְעֵיהּ:",
          "english": "Thou shall speak all that I command thee: and Aharon thy brother shall speak to Par῾o, that he send the children of Yisra᾽el out of his land."
        },
        {
          "verseNum": 3,
          "hebrew": "וַאֲנִ֥י אַקְשֶׁ֖ה אֶת־לֵ֣ב פַּרְעֹ֑ה וְהִרְבֵּיתִ֧י אֶת־אֹתֹתַ֛י וְאֶת־מוֹפְתַ֖י בְּאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲנָא אַקְשֵׁי יָת לִבָּא דְפַרְעֹה וְאַסְגֵּיתִי יָת אַתְוָתַי וְיָת מוֹפְתַי בְּאַרְעָא דְמִצְרָיִם:",
          "english": "And I will harden Par῾o’s heart, and multiply my signs and my wonders in the land of Miżrayim."
        },
        {
          "verseNum": 4,
          "hebrew": "וְלֹֽא־יִשְׁמַ֤ע אֲלֵכֶם֙ פַּרְעֹ֔ה וְנָתַתִּ֥י אֶת־יָדִ֖י בְּמִצְרָ֑יִם וְהוֹצֵאתִ֨י אֶת־צִבְאֹתַ֜י אֶת־עַמִּ֤י בְנֵֽי־יִשְׂרָאֵל֙ מֵאֶ֣רֶץ מִצְרַ֔יִם בִּשְׁפָטִ֖ים גְּדֹלִֽים׃",
          "targum": "וְלָא יְקַבֵּל מִנְּכוֹן פַּרְעֹה וְאֶתֵּן יָת מָחַת גְּבֻרְתִּי בְּמִצְרָיִם וְאַפֵּיק יָת חֵילִי יָת עַמִּי בְנֵי יִשְׂרָאֵל מֵאַרְעָא דְמִצְרַיִם בְּדִינִין רַבְרְבִין:",
          "english": "But Par῾o shall not hearken to you, that I may lay my hand upon Miżrayim, and bring out my armies, my people the children of Yisra᾽el, out of the land of Miżrayim by great judgments."
        },
        {
          "verseNum": 5,
          "hebrew": "וְיָדְע֤וּ מִצְרַ֙יִם֙ כִּֽי־אֲנִ֣י יְהֹוָ֔ה בִּנְטֹתִ֥י אֶת־יָדִ֖י עַל־מִצְרָ֑יִם וְהוֹצֵאתִ֥י אֶת־בְּנֵֽי־יִשְׂרָאֵ֖ל מִתּוֹכָֽם׃",
          "targum": "וְיִדְּעוּן מִצְרַיִם אֲרֵי אֲנָא יְיָ כַּד אָרֵים יָת מָחַת גְּבֻרְתִּי עַל מִצְרָיִם וְאַפֵּיק יָת בְּנֵי יִשְׂרָאֵל מִבֵּינֵיהוֹן:",
          "english": "And Miżrayim shall know that I am the Lord, when I stretch out my hand upon Miżrayim, and bring out the children of Yisra᾽el from among them."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיַּ֥עַשׂ מֹשֶׁ֖ה וְאַהֲרֹ֑ן כַּאֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֹתָ֖ם כֵּ֥ן עָשֽׂוּ׃",
          "targum": "וַעֲבַד משֶׁה וְאַהֲרֹן כְּמָא דִפַקִּיד יְיָ יָתְהוֹן כֵּן עֲבָדוּ:",
          "english": "And Moshe and Aharon did as the Lord commanded them, so they did."
        },
        {
          "verseNum": 7,
          "hebrew": "וּמֹשֶׁה֙ בֶּן־שְׁמֹנִ֣ים שָׁנָ֔ה וְאַֽהֲרֹ֔ן בֶּן־שָׁלֹ֥שׁ וּשְׁמֹנִ֖ים שָׁנָ֑ה בְּדַבְּרָ֖ם אֶל־פַּרְעֹֽה׃",
          "targum": "וּמשֶׁה בַּר תְּמָנָן שְׁנִין וְאַהֲרֹן בַּר תְּמָנָן וּתְלָת שְׁנִין בְּמַלָּלוּתְהוֹן עִם פַּרְעֹה:",
          "english": "And Moshe was eighty years old, and Aharon, eighty three years old, when they spoke to Par῾o."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֣אמֶר יְהֹוָ֔ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן לֵאמֹֽר׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה וּלְאַהֲרֹן לְמֵימָר:",
          "english": "And the Lord spoke to Moshe and to Aharon, saying,"
        },
        {
          "verseNum": 9,
          "hebrew": "כִּי֩ יְדַבֵּ֨ר אֲלֵכֶ֤ם פַּרְעֹה֙ לֵאמֹ֔ר תְּנ֥וּ לָכֶ֖ם מוֹפֵ֑ת וְאָמַרְתָּ֣ אֶֽל־אַהֲרֹ֗ן קַ֧ח אֶֽת־מַטְּךָ֛ וְהַשְׁלֵ֥ךְ לִפְנֵֽי־פַרְעֹ֖ה יְהִ֥י לְתַנִּֽין׃",
          "targum": "אֲרֵי יְמַלֵּל לְוָתְכוֹן פַּרְעֹה לְמֵימַר הָבוּ לְכוֹן אָתָא וְתֵימַר לְאַהֲרֹן סַב יָת חוּטְרָךְ וּרְמֵי קֳדָם פַּרְעֹה יְהִי לְתַנִּינָא:",
          "english": "When Par῾o shall speak to you, saying, Show a miracle for yourselves: then thou shalt say to Aharon, Take thy rod, and cast it before Par῾o, and it shall turn into a snake."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיָּבֹ֨א מֹשֶׁ֤ה וְאַהֲרֹן֙ אֶל־פַּרְעֹ֔ה וַיַּ֣עֲשׂוּ כֵ֔ן כַּאֲשֶׁ֖ר צִוָּ֣ה יְהֹוָ֑ה וַיַּשְׁלֵ֨ךְ אַהֲרֹ֜ן אֶת־מַטֵּ֗הוּ לִפְנֵ֥י פַרְעֹ֛ה וְלִפְנֵ֥י עֲבָדָ֖יו וַיְהִ֥י לְתַנִּֽין׃",
          "targum": "וְעַל משֶׁה וְאַהֲרֹן לְוָת פַּרְעֹה וַעֲבָדוּ כֵן כְּמָא דְּפַקֵּיד יְיָ וּרְמָא אַהֲרֹן יָת חוּטְרֵיהּ קֳדָם פַּרְעֹה וְקָדָם עַבְדּוֹהִי וַהֲוָה לְתַנִּינָא:",
          "english": "And Moshe and Aharon went in to Par῾o, and they did so as the Lord had commanded: and Aharon threw down his rod before Par῾o, and before his servants, and it turned into a snake."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיִּקְרָא֙ גַּם־פַּרְעֹ֔ה לַֽחֲכָמִ֖ים וְלַֽמְכַשְּׁפִ֑ים וַיַּֽעֲשׂ֨וּ גַם־הֵ֜ם חַרְטֻמֵּ֥י מִצְרַ֛יִם בְּלַהֲטֵיהֶ֖ם כֵּֽן׃",
          "targum": "וּקְרָא אַף פַּרְעֹה לְחַכִּימַיָּא וּלְחָרָשַׁיָּא וַעֲבָדוּ אַף אִנּוּן חָרָשֵׁי מִצְרַיִם בְּלַחֲשֵׁיהוֹן כֵּן:",
          "english": "Then Par῾o also called the wise men and the sorcerers: and the magicians of Miżrayim, they also did in like manner with their secret arts."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיַּשְׁלִ֙יכוּ֙ אִ֣ישׁ מַטֵּ֔הוּ וַיִּהְי֖וּ לְתַנִּינִ֑ם וַיִּבְלַ֥ע מַטֵּֽה־אַהֲרֹ֖ן אֶת־מַטֹּתָֽם׃",
          "targum": "וּרְמוֹ גְּבַר חוּטְרֵיהּ וַהֲווֹ לְתַנִּינַיָּא וּבְלַע חֻטְרָא דְאַהֲרֹן יָת חֻטְרֵיהוֹן:",
          "english": "For they cast down every man his rod, and they turned to snakes: but Aharon’s rod swallowed up their rods."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֶּֽחֱזַק֙ לֵ֣ב פַּרְעֹ֔ה וְלֹ֥א שָׁמַ֖ע אֲלֵהֶ֑ם כַּאֲשֶׁ֖ר דִּבֶּ֥ר יְהֹוָֽה׃",
          "targum": "וְאִתַּקַּף לִבָּא דְפַרְעֹה וְלָא קַבִּיל מִנְּהוֹן כְּמָא דִּמַלִּיל יְיָ:",
          "english": "And the heart of Par῾o was hardened, that he did not hearken to them; as the Lord had said."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה כָּבֵ֖ד לֵ֣ב פַּרְעֹ֑ה מֵאֵ֖ן לְשַׁלַּ֥ח הָעָֽם׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אִתְיַקַּר לִבָּא דְפַרְעֹה סָרִיב לְשַׁלָּחָא עַמָּא:",
          "english": "And the Lord said to Moshe, Par῾o’s heart is hardened, he refuses to let the people go."
        },
        {
          "verseNum": 15,
          "hebrew": "לֵ֣ךְ אֶל־פַּרְעֹ֞ה בַּבֹּ֗קֶר הִנֵּה֙ יֹצֵ֣א הַמַּ֔יְמָה וְנִצַּבְתָּ֥ לִקְרָאת֖וֹ עַל־שְׂפַ֣ת הַיְאֹ֑ר וְהַמַּטֶּ֛ה אֲשֶׁר־נֶהְפַּ֥ךְ לְנָחָ֖שׁ תִּקַּ֥ח בְּיָדֶֽךָ׃",
          "targum": "אִזֵּיל לְוָת פַּרְעֹה בְּצַפְרָא הָא נָפֵיק לְמַיָּא וְתִתְעַתַּד לְקַדָּמוּתֵיהּ עַל כֵּיף נַהֲרָא וְחֻטְרָא דְּאִתְהֲפִיךְ לְחִוְיָא תִּסַּב בִּידָךְ:",
          "english": "Get thee to Par῾o in the morning; lo, he goes out to the water; and thou shalt stand by the River’s brink to meet him; and the rod which was turned to a snake shalt thou take in thy hand."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאָמַרְתָּ֣ אֵלָ֗יו יְהֹוָ֞ה אֱלֹהֵ֤י הָעִבְרִים֙ שְׁלָחַ֤נִי אֵלֶ֙יךָ֙ לֵאמֹ֔ר שַׁלַּח֙ אֶת־עַמִּ֔י וְיַֽעַבְדֻ֖נִי בַּמִּדְבָּ֑ר וְהִנֵּ֥ה לֹא־שָׁמַ֖עְתָּ עַד־כֹּֽה׃",
          "targum": "וְתֵימַר לֵיהּ יְיָ אֱלָהָא דִיהוּדָאֵי שַׁלְּחַנִי לְוָתָךְ לְמֵימַר שַׁלַּח יָת עַמִּי וְיִפְלְחוּן קֳדָמַי בְּמַדְבְּרָא וְהָא לָא קַבֵּילְתָּא עַד כְּעָן:",
          "english": "And thou shalt say to him, The Lord God of the Hebrews has sent me to thee, saying, Let my people go, that they may serve me in the wilderness: and, behold, till now thou wouldst not hear."
        },
        {
          "verseNum": 17,
          "hebrew": "כֹּ֚ה אָמַ֣ר יְהֹוָ֔ה בְּזֹ֣את תֵּדַ֔ע כִּ֖י אֲנִ֣י יְהֹוָ֑ה הִנֵּ֨ה אָנֹכִ֜י מַכֶּ֣ה׀ בַּמַּטֶּ֣ה אֲשֶׁר־בְּיָדִ֗י עַל־הַמַּ֛יִם אֲשֶׁ֥ר בַּיְאֹ֖ר וְנֶהֶפְכ֥וּ לְדָֽם׃",
          "targum": "כִּדְנַן אֲמַר יְיָ בְּדָא תִדַּע אֲרֵי אֲנָא יְיָ הָא אֲנָא מָחֵי בְּחֻטְרָא דִּי בִידִי עַל מַיָּא דִּי בְנַהֲרָא וְיִתְהַפְּכוּן לִדְמָא:",
          "english": "Thus says the Lord, In this thou shalt know that I am the Lord: behold, I will smite with the rod that is in my hand upon the water in the River, and it shall be turned to blood."
        },
        {
          "verseNum": 18,
          "hebrew": "וְהַדָּגָ֧ה אֲשֶׁר־בַּיְאֹ֛ר תָּמ֖וּת וּבָאַ֣שׁ הַיְאֹ֑ר וְנִלְא֣וּ מִצְרַ֔יִם לִשְׁתּ֥וֹת מַ֖יִם מִן־הַיְאֹֽר׃",
          "targum": "וְנוּנֵי דִי בְנַהֲרָא תְּמוּת וּסְרִי נַהֲרָא וְיִלְאוּן מִצְרָאֵי לְמִשְׁתֵּי מַיָּא מִן נַהֲרָא:",
          "english": "And the fish that is in the River shall die, and the river shall stink; and Miżrayim shall no longer be able to drink the water of the River."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה אֱמֹ֣ר אֶֽל־אַהֲרֹ֡ן קַ֣ח מַטְּךָ֣ וּנְטֵֽה־יָדְךָ֩ עַל־מֵימֵ֨י מִצְרַ֜יִם עַֽל־נַהֲרֹתָ֣ם׀ עַל־יְאֹרֵיהֶ֣ם וְעַל־אַגְמֵיהֶ֗ם וְעַ֛ל כׇּל־מִקְוֵ֥ה מֵימֵיהֶ֖ם וְיִֽהְיוּ־דָ֑ם וְהָ֤יָה דָם֙ בְּכׇל־אֶ֣רֶץ מִצְרַ֔יִם וּבָעֵצִ֖ים וּבָאֲבָנִֽים׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֱמַר לְאַהֲרֹן טוֹל חֻטְרָךְ וַאֲרֵים יְדָךְ עַל מַיָּא דְמִצְרַיִם עַל נַהֲרֵיהוֹן עַל אֲרִתֵּיהוֹן וְעַל אַגְמֵיהוֹן וְעַל כָּל בֵּית כְּנִישׁוּת מֵימֵיהוֹן וִיהוֹן דְּמָא וִיהֵי דְמָא בְּכָל אַרְעָא דְמִצְרַיִם וּבְמָנֵי אָעָא וּבְמָנֵי אַבְנָא:",
          "english": "And the Lord spoke to Moshe, Say to Aharon, Take thy rod, and stretch out thy hand upon the waters of Miżrayim, upon their streams, upon their canals, and upon their ponds, and upon all their pools of water, that they may become blood; and that there may be blood throughout all the land of Miżrayim, both in vessels of wood, and in vessels of stone."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיַּֽעֲשׂוּ־כֵן֩ מֹשֶׁ֨ה וְאַהֲרֹ֜ן כַּאֲשֶׁ֣ר׀ צִוָּ֣ה יְהֹוָ֗ה וַיָּ֤רֶם בַּמַּטֶּה֙ וַיַּ֤ךְ אֶת־הַמַּ֙יִם֙ אֲשֶׁ֣ר בַּיְאֹ֔ר לְעֵינֵ֣י פַרְעֹ֔ה וּלְעֵינֵ֖י עֲבָדָ֑יו וַיֵּהָ֥פְכ֛וּ כׇּל־הַמַּ֥יִם אֲשֶׁר־בַּיְאֹ֖ר לְדָֽם׃",
          "targum": "וַעֲבָדוּ כֵן משֶׁה וְאַהֲרֹן כְּמָא דְּפַקִּיד יְיָ וַאֲרֵים בְּחֻטְרָא וּמְחָא יָת מַיָּא דִּי בְנַהֲרָא לְעֵינֵי פַרְעֹה וּלְעֵינֵי עַבְדּוֹהִי וְאִתְהֲפִיכוּ כָּל מַיָּא דִּי בְנַהֲרָא לִדְמָא:",
          "english": "And Moshe and Aharon did so, as the Lord commanded; and he lifted up the rod, and smote the waters that were in the River, in the sight of Par῾o, and in the sight of his servants; and all the water that was in the River was turned to blood."
        },
        {
          "verseNum": 21,
          "hebrew": "וְהַדָּגָ֨ה אֲשֶׁר־בַּיְאֹ֥ר מֵ֙תָה֙ וַיִּבְאַ֣שׁ הַיְאֹ֔ר וְלֹא־יָכְל֣וּ מִצְרַ֔יִם לִשְׁתּ֥וֹת מַ֖יִם מִן־הַיְאֹ֑ר וַיְהִ֥י הַדָּ֖ם בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וְנוּנֵי דִי בְנַהֲרָא מִיתוּ וּסְרִי נַהֲרָא וְלָא יְכִילוּ מִצְרָאֵי לְמִשְׁתֵּי מַיָּא מִן נַהֲרָא וַהֲוָה דְמָא בְּכָל אַרְעָא דְמִצְרָיִם:",
          "english": "And the fish that was in the River died; and the River stank, and Miżrayim could not drink of the water of the River; and there was blood throughout all the land of Miżrayim."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיַּֽעֲשׂוּ־כֵ֛ן חַרְטֻמֵּ֥י מִצְרַ֖יִם בְּלָטֵיהֶ֑ם וַיֶּחֱזַ֤ק לֵב־פַּרְעֹה֙ וְלֹא־שָׁמַ֣ע אֲלֵהֶ֔ם כַּאֲשֶׁ֖ר דִּבֶּ֥ר יְהֹוָֽה׃",
          "targum": "וַעֲבָדוּ כֵן חָרָשֵׁי מִצְרַיִם בְּלַחֲשֵׁיהוֹן וְאִתַּקַּף לִבָּא דְפַרְעֹה וְלָא קַבֵּיל מִנְּהוֹן כְּמָא דִּמַלִּיל יְיָ:",
          "english": "And the magicians of Par῾o did so with their secret arts: and Par῾o’s heart was hardened, neither did he hearken to them; as the Lord had said."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיִּ֣פֶן פַּרְעֹ֔ה וַיָּבֹ֖א אֶל־בֵּית֑וֹ וְלֹא־שָׁ֥ת לִבּ֖וֹ גַּם־לָזֹֽאת׃",
          "targum": "וְאִתְפְּנִי פַרְעֹה וְעַל לְבֵיתֵיהּ וְלָא שַׁוִּי לִבֵּיהּ אַף לְדָא:",
          "english": "And Par῾o turned and went to his house, neither did he set his heart even to this."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיַּחְפְּר֧וּ כׇל־מִצְרַ֛יִם סְבִיבֹ֥ת הַיְאֹ֖ר מַ֣יִם לִשְׁתּ֑וֹת כִּ֣י לֹ֤א יָֽכְלוּ֙ לִשְׁתֹּ֔ת מִמֵּימֵ֖י הַיְאֹֽר׃",
          "targum": "וַחֲפָרוּ כָל מִצְרָאֵי סַחֲרָנוּת נַהֲרָא מַיָּא לְמִשְׁתֵּי אֲרֵי לָא יְכִילוּ לְמִשְׁתֵּי מִמַּיָּא דְּנַהֲרָא:",
          "english": "And all Miżrayim dug round about the River for water to drink; for they could not drink of the water of the River."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיִּמָּלֵ֖א שִׁבְעַ֣ת יָמִ֑ים אַחֲרֵ֥י הַכּוֹת־יְהֹוָ֖ה אֶת־הַיְאֹֽר׃",
          "targum": "וְאַשְׁלֵם שִׁבְעַת יוֹמִין בָּתַר דִּמְחָא יְיָ יָת נַהֲרָא:",
          "english": "And seven days were completed, after the Lord had smitten the River."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה בֹּ֖א אֶל־פַּרְעֹ֑ה וְאָמַרְתָּ֣ אֵלָ֗יו כֹּ֚ה אָמַ֣ר יְהֹוָ֔ה שַׁלַּ֥ח אֶת־עַמִּ֖י וְיַֽעַבְדֻֽנִי׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עוּל לְוָת פַּרְעֹה וְתֵימַר לֵיהּ כִּדְנַן אֲמַר יְיָ שַׁלַּח יָת עַמִּי וְיִפְלְחוּן קֳדָמָי:",
          "english": "And the Lord spoke to Moshe, Go to Par῾o, and say to him, Thus says the Lord, Let my people go, that they may serve me."
        },
        {
          "verseNum": 27,
          "hebrew": "וְאִם־מָאֵ֥ן אַתָּ֖ה לְשַׁלֵּ֑חַ הִנֵּ֣ה אָנֹכִ֗י נֹגֵ֛ף אֶת־כׇּל־גְּבוּלְךָ֖ בַּֽצְפַרְדְּעִֽים׃",
          "targum": "וְאִם סָרִיב אַתְּ לְשַׁלָּחָא הָא אֲנָא מָחֵי יָת כָּל תְּחוּמָךְ בְּעֻרְדְּעָנַיָּא:",
          "english": "And if thou refuse to let them go, behold, I will smite all thy borders with frogs:"
        },
        {
          "verseNum": 28,
          "hebrew": "וְשָׁרַ֣ץ הַיְאֹר֮ צְפַרְדְּעִים֒ וְעָלוּ֙ וּבָ֣אוּ בְּבֵיתֶ֔ךָ וּבַחֲדַ֥ר מִשְׁכָּבְךָ֖ וְעַל־מִטָּתֶ֑ךָ וּבְבֵ֤ית עֲבָדֶ֙יךָ֙ וּבְעַמֶּ֔ךָ וּבְתַנּוּרֶ֖יךָ וּבְמִשְׁאֲרוֹתֶֽיךָ׃",
          "targum": "וִירַבֵּי נַהֲרָא עֻרְדְּעָנַיָּא וְיִסְּקוּן וְיֶעֱלוּן בְּבֵיתָךְ וּבְאִדְּרוֹן בֵּית מִשְׁכְּבָךְ וְעַל עַרְסָךְ וּבְבֵית עַבְדָּיךְ וּבְעַמָּךְ וּבְתַנּוּרָךְ וּבְאַצְוָתָךְ:",
          "english": "and the river shall bring forth frogs in swarms, and these will go up and come into thy house, and into thy bedchamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thy ovens, and into thy kneading troughs:"
        },
        {
          "verseNum": 29,
          "hebrew": "וּבְכָ֥ה וּֽבְעַמְּךָ֖ וּבְכׇל־עֲבָדֶ֑יךָ יַעֲל֖וּ הַֽצְפַרְדְּעִֽים׃",
          "targum": "וּבָךְ וּבְעַמָּךְ וּבְכָל עַבְדָּיךְ יִסְּקוּן עֻרְדְּעָנַיָּא:",
          "english": "and the frogs shall come up both on thee, and on thy people, and on all thy servants."
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֣אמֶר יְהֹוָה֮ אֶל־מֹשֶׁה֒ אֱמֹ֣ר אֶֽל־אַהֲרֹ֗ן נְטֵ֤ה אֶת־יָדְךָ֙ בְּמַטֶּ֔ךָ עַ֨ל־הַנְּהָרֹ֔ת עַל־הַיְאֹרִ֖ים וְעַל־הָאֲגַמִּ֑ים וְהַ֥עַל אֶת־הַֽצְפַרְדְּעִ֖ים עַל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֱמַר לְאַהֲרֹן אֲרֵים יָת יְדָךְ בְּחֻטְרָךְ עַל נַהֲרַיָּא עַל אֲרִתַּיָּא וְעַל אַגְמַיָּא וְאַסֵּיק יָת עֻרְדְּעָנַיָּא עַל אַרְעָא דְמִצְרָיִם:",
          "english": "And the Lord spoke to Moshe, Say to Aharon, Stretch forth thy hand with thy rod over the streams, over the canals, and over the ponds, and cause frogs to come up upon the land of Miżrayim."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיֵּ֤ט אַהֲרֹן֙ אֶת־יָד֔וֹ עַ֖ל מֵימֵ֣י מִצְרָ֑יִם וַתַּ֙עַל֙ הַצְּפַרְדֵּ֔עַ וַתְּכַ֖ס אֶת־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲרֵים אַהֲרֹן יָת יְדֵיהּ עַל מַיָּא דְמִצְרָאֵי וּסְלֵיקַת עֻרְדְּעָנַיָּא וַחֲפַת יָת אַרְעָא דְמִצְרָיִם:",
          "english": "And Aharon stretched out his hand over the waters of Miżrayim. And the frogs came up, and covered the land of Miżrayim."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיַּֽעֲשׂוּ־כֵ֥ן הַֽחַרְטֻמִּ֖ים בְּלָטֵיהֶ֑ם וַיַּעֲל֥וּ אֶת־הַֽצְפַרְדְּעִ֖ים עַל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַעֲבָדוּ כֵן חָרָשַׁיָּא בְּלַחֲשֵׁיהוֹן וְאַסִּיקוּ יָת עֻרְדְּעָנַיָּא עַל אַרְעָא דְמִצְרָיִם:",
          "english": "And the magicians did so with their secret arts, and brought up frogs on the land of Miżrayim."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּקְרָ֨א פַרְעֹ֜ה לְמֹשֶׁ֣ה וּֽלְאַהֲרֹ֗ן וַיֹּ֙אמֶר֙ הַעְתִּ֣ירוּ אֶל־יְהֹוָ֔ה וְיָסֵר֙ הַֽצְפַרְדְּעִ֔ים מִמֶּ֖נִּי וּמֵֽעַמִּ֑י וַאֲשַׁלְּחָה֙ אֶת־הָעָ֔ם וְיִזְבְּח֖וּ לַיהֹוָֽה׃",
          "targum": "וּקְרָא פַרְעֹה לְמשֶׁה וּלְאַהֲרֹן וַאֲמַר צַלּוֹ קֳדָם יְיָ וְיַעְדֵּי עֻרְדְּעָנַיָּא מִנִּי וּמֵעַמִּי וְאֶשְׁלַח יָת עַמָּא וְיִדְבְּחוּן קֳדָם יְיָ:",
          "english": "Then Par῾o called to Moshe and Aharon, and said, Entreat the Lord, that he may take away the frogs from me, and from my people; and I will let the people go, that they may do sacrifice to the Lord."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיֹּ֨אמֶר מֹשֶׁ֣ה לְפַרְעֹה֮ הִתְפָּאֵ֣ר עָלַי֒ לְמָתַ֣י׀ אַעְתִּ֣יר לְךָ֗ וְלַעֲבָדֶ֙יךָ֙ וּֽלְעַמְּךָ֔ לְהַכְרִית֙ הַֽצְפַרְדְּעִ֔ים מִמְּךָ֖ וּמִבָּתֶּ֑יךָ רַ֥ק בַּיְאֹ֖ר תִּשָּׁאַֽרְנָה׃",
          "targum": "וַאֲמַר משֶׁה לְפַרְעֹה שְׁאַל לָךְ גְּבוּרָא הַב לִי זְמַן לְאִמָּתַי אֱצַלֵּי עֲלָךְ וְעַל עַבְדָּיךְ וְעַל עַמָּךְ לְשֵׁיצָאָה עֻרְדְּעָנַיָּא מִנָּךְ וּמִבָּתָּיךְ לְחוֹד בְּנַהֲרָא תִּשְׁתָּאָרָן:",
          "english": "And Moshe said to Par῾o, Challenge me to fix a time when I should entreat for thee, and for thy servants, and for thy people, to destroy the frogs from thee and thy houses, that they may remain in the River only?"
        },
        {
          "verseNum": 6,
          "hebrew": "וַיֹּ֖אמֶר לְמָחָ֑ר וַיֹּ֙אמֶר֙ כִּדְבָ֣רְךָ֔ לְמַ֣עַן תֵּדַ֔ע כִּי־אֵ֖ין כַּיהֹוָ֥ה אֱלֹהֵֽינוּ׃",
          "targum": "וַאֲמַר לִמְחָר וַאֲמַר כְּפִתְגָּמָךְ בְּדִיל דְּתִדַּע אֲרֵי לֵית כַּייָ אֱלָהָנָא:",
          "english": "And he said, Tomorrow. And he said, Be it according to thy word: that thou mayst know that there is none like the Lord our God."
        },
        {
          "verseNum": 7,
          "hebrew": "וְסָר֣וּ הַֽצְפַרְדְּעִ֗ים מִמְּךָ֙ וּמִבָּ֣תֶּ֔יךָ וּמֵעֲבָדֶ֖יךָ וּמֵעַמֶּ֑ךָ רַ֥ק בַּיְאֹ֖ר תִּשָּׁאַֽרְנָה׃",
          "targum": "וְיֶעְדּוּן עֻרְדְּעָנַיָּא מִנָּךְ וּמִבָּתָּיךְ וּמֵעַבְדָּיךְ וּמֵעַמָּךְ לְחוֹד בְּנַהֲרָא יִשְׁתָּאָרָן:",
          "english": "And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the River only."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֵּצֵ֥א מֹשֶׁ֛ה וְאַהֲרֹ֖ן מֵעִ֣ם פַּרְעֹ֑ה וַיִּצְעַ֤ק מֹשֶׁה֙ אֶל־יְהֹוָ֔ה עַל־דְּבַ֥ר הַֽצְפַרְדְּעִ֖ים אֲשֶׁר־שָׂ֥ם לְפַרְעֹֽה׃",
          "targum": "וּנְפַק משֶׁה וְאַהֲרֹן מִלְּוָת פַּרְעֹה וְצַלִּי משֶׁה קֳדָם יְיָ עַל עֵסַק עֻרְדְּעָנַיָּא דִּי שַׁוִּי לְפַרְעֹה:",
          "english": "And Moshe and Aharon went out from Par῾o: and Moshe cried to the Lord because of the frogs which he had brought against Par῾o."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיַּ֥עַשׂ יְהֹוָ֖ה כִּדְבַ֣ר מֹשֶׁ֑ה וַיָּמֻ֙תוּ֙ הַֽצְפַרְדְּעִ֔ים מִן־הַבָּתִּ֥ים מִן־הַחֲצֵרֹ֖ת וּמִן־הַשָּׂדֹֽת׃",
          "targum": "וַעֲבַד יְיָ כְּפִתְגָּמָא דְמשֶׁה וּמִיתוּ עֻרְדְּעָנַיָּא מִן בָּתַּיָּא מִן דָּרָתָא וּמִן חַקְלָתָא:",
          "english": "And the Lord did according to the word of Moshe; and the frogs died out of the houses, out of the courts, and out of the fields."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיִּצְבְּר֥וּ אֹתָ֖ם חֳמָרִ֣ם חֳמָרִ֑ם וַתִּבְאַ֖שׁ הָאָֽרֶץ׃",
          "targum": "וּכְנָשׁוּ יָתְהוֹן דְּגוֹרִין דְּגוֹרִין וּסְרִיאוּ עַל אַרְעָא:",
          "english": "And they gathered them together in heaps: and the land stank."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיַּ֣רְא פַּרְעֹ֗ה כִּ֤י הָֽיְתָה֙ הָֽרְוָחָ֔ה וְהַכְבֵּד֙ אֶת־לִבּ֔וֹ וְלֹ֥א שָׁמַ֖ע אֲלֵהֶ֑ם כַּאֲשֶׁ֖ר דִּבֶּ֥ר יְהֹוָֽה׃",
          "targum": "וַחֲזָא פַרְעֹה אֲרֵי הֲוַת רְוַחְתָּא וְיִתְיַקַּר יָת לִבֵּיהּ וְלָא קַבִּיל מִנְּהוֹן כְּמָא דִּמַלִּיל יְיָ:",
          "english": "But when Par῾o saw that there was respite, he hardened his heart, and hearkened not to them; as the Lord had said."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֣אמֶר יְהֹוָה֮ אֶל־מֹשֶׁה֒ אֱמֹר֙ אֶֽל־אַהֲרֹ֔ן נְטֵ֣ה אֶֽת־מַטְּךָ֔ וְהַ֖ךְ אֶת־עֲפַ֣ר הָאָ֑רֶץ וְהָיָ֥ה לְכִנִּ֖ם בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֱמַר לְאַהֲרֹן אֲרֵים יָת חֻטְרָךְ וּמְחָא יָת עַפְרָא דְאַרְעָא וִיהֵא לְקַלְמְתָא בְּכָל אַרְעָא דְמִצְרָיִם:",
          "english": "And the Lord said to Moshe, Say to Aharon, Stretch out thy rod, and smite the dust of the land, that it may turn into lice throughout all the land of Miżrayim."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיַּֽעֲשׂוּ־כֵ֗ן וַיֵּט֩ אַהֲרֹ֨ן אֶת־יָד֤וֹ בְמַטֵּ֙הוּ֙ וַיַּךְ֙ אֶת־עֲפַ֣ר הָאָ֔רֶץ וַתְּהִי֙ הַכִּנָּ֔ם בָּאָדָ֖ם וּבַבְּהֵמָ֑ה כׇּל־עֲפַ֥ר הָאָ֛רֶץ הָיָ֥ה כִנִּ֖ים בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַעֲבָדוּ כֵן וַאֲרֵים אַהֲרֹן יָת יְדֵיהּ בְּחֻטְרֵיהּ וּמְחָא יָת עַפְרָא דְאַרְעָא וַהֲוַת קַלְמְתָא בַּאֲנָשָׁא וּבִבְעִירָא כָּל עַפְרָא דְאַרְעָא הֲוַת קַלְמְתָא בְּכָל אַרְעָא דְמִצְרָיִם:",
          "english": "And they did so; for Aharon stretched out his hand with his rod, and smote the dust of the earth, and it became lice in man, and in beast; all the dust of the land became lice throughout all the land of Miżrayim."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיַּעֲשׂוּ־כֵ֨ן הַחַרְטֻמִּ֧ים בְּלָטֵיהֶ֛ם לְהוֹצִ֥יא אֶת־הַכִּנִּ֖ים וְלֹ֣א יָכֹ֑לוּ וַתְּהִי֙ הַכִּנָּ֔ם בָּאָדָ֖ם וּבַבְּהֵמָֽה׃",
          "targum": "וַעֲבָדוּ כֵן חָרָשַׁיָּא בְּלַחֲשֵׁיהוֹן לְאַפָּקָא יָת קַלְמְתָא וְלָא יָכִילוּ וַהֲוַת קַלְמְתָא בַּאֲנָשָׁא וּבִבְעִירָא:",
          "english": "And the magicians did so with their secret arts to bring forth lice, but they could not: so there were lice on man and beast."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיֹּאמְר֤וּ הַֽחַרְטֻמִּם֙ אֶל־פַּרְעֹ֔ה אֶצְבַּ֥ע אֱלֹהִ֖ים הִ֑וא וַיֶּחֱזַ֤ק לֵב־פַּרְעֹה֙ וְלֹֽא־שָׁמַ֣ע אֲלֵהֶ֔ם כַּאֲשֶׁ֖ר דִּבֶּ֥ר יְהֹוָֽה׃",
          "targum": "וַאֲמָרוּ חָרָשַׁיָּא לְפַרְעֹה הָא מָחָא מִן קֳדָם יְיָ הִיא וְאִתַּקַּף לִבָּא דְפַרְעֹה וְלָא קַבִּיל מִנְּהוֹן כְּמָא דִּמַלִּיל יְיָ:",
          "english": "Then the magicians said to Par῾o, This is the finger of God: and Par῾o’s heart was hardened, and he hearkened not to them; as the Lord had said."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה הַשְׁכֵּ֤ם בַּבֹּ֙קֶר֙ וְהִתְיַצֵּב֙ לִפְנֵ֣י פַרְעֹ֔ה הִנֵּ֖ה יוֹצֵ֣א הַמָּ֑יְמָה וְאָמַרְתָּ֣ אֵלָ֗יו כֹּ֚ה אָמַ֣ר יְהֹוָ֔ה שַׁלַּ֥ח עַמִּ֖י וְיַֽעַבְדֻֽנִי׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אַקְדֵּם בְּצַפְרָא וְאִתְעַתַּד קֳדָם פַּרְעֹה הָא נָפֵק לְמַיָּא וְתֵימַר לֵיהּ כִּדְנַן אֲמַר יְיָ שַׁלַּח עַמִּי וְיִפְלְחוּן קֳדָמָי:",
          "english": "And the Lord said to Moshe, Rise up early in the morning, and stand before Par῾o; lo he comes forth to the water; and say to him, Thus says the Lord, Let my people go, that they may serve me."
        },
        {
          "verseNum": 17,
          "hebrew": "כִּ֣י אִם־אֵינְךָ֮ מְשַׁלֵּ֣חַ אֶת־עַמִּי֒ הִנְנִי֩ מַשְׁלִ֨יחַ בְּךָ֜ וּבַעֲבָדֶ֧יךָ וּֽבְעַמְּךָ֛ וּבְבָתֶּ֖יךָ אֶת־הֶעָרֹ֑ב וּמָ֨לְא֜וּ בָּתֵּ֤י מִצְרַ֙יִם֙ אֶת־הֶ֣עָרֹ֔ב וְגַ֥ם הָאֲדָמָ֖ה אֲשֶׁר־הֵ֥ם עָלֶֽיהָ׃",
          "targum": "אֲרֵי אִם לֵיתָךְ מְשַׁלַּח יָת עַמִּי הָא אֲנָא מַשְׁלַח בָּךְ וּבְעַבְדָּיךְ וּבְעַמָּךְ וּבְבָתָּיךְ יָת עָרוֹבָא וְיִמְלוּן בָּתֵּי מִצְרַיִם יָת עָרוֹבָא וְאַף אַרְעָא דִּאִנּוּן עֲלַהּ:",
          "english": "Else, if thou wilt not let my people go, behold, I will send swarms of gnats upon thee, and upon thy servants, and upon thy people, and into thy houses: and the houses of Miżrayim shall be full of swarms of gnats, and also the ground on which they are."
        },
        {
          "verseNum": 18,
          "hebrew": "וְהִפְלֵיתִי֩ בַיּ֨וֹם הַה֜וּא אֶת־אֶ֣רֶץ גֹּ֗שֶׁן אֲשֶׁ֤ר עַמִּי֙ עֹמֵ֣ד עָלֶ֔יהָ לְבִלְתִּ֥י הֱיֽוֹת־שָׁ֖ם עָרֹ֑ב לְמַ֣עַן תֵּדַ֔ע כִּ֛י אֲנִ֥י יְהֹוָ֖ה בְּקֶ֥רֶב הָאָֽרֶץ׃",
          "targum": "וְאַפְרֵשׁ בְּיוֹמָא הַהוּא יָת אַרְעָא דְגשֶׁן דִּעַמִּי קָאִים עֲלַהּ בְּדִיל דְּלָא לְמֶהֱוֵי תַמָּן עָרוֹבָא בְּדִיל דְּתִדַּע אֲרֵי אֲנָא יְיָ שַׁלִּיט בְּגוֹ אַרְעָא:",
          "english": "And I will separate in that day the land of Goshen, in which my people dwell, that no swarms of gnats shall be there; to the end that thou mayst know that I am the Lord in the midst of the earth."
        },
        {
          "verseNum": 19,
          "hebrew": "וְשַׂמְתִּ֣י פְדֻ֔ת בֵּ֥ין עַמִּ֖י וּבֵ֣ין עַמֶּ֑ךָ לְמָחָ֥ר יִהְיֶ֖ה הָאֹ֥ת הַזֶּֽה׃",
          "targum": "וֶאֱשַׁוֵּי פוּרְקָן לְעַמִּי וְעַל עַמָּךְ אַיְתִי מָחָא לִמְחָר יְהֵא אָתָא הָדֵין:",
          "english": "And I will put a division between my people and thy people: tomorrow shall this sign be."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיַּ֤עַשׂ יְהֹוָה֙ כֵּ֔ן וַיָּבֹא֙ עָרֹ֣ב כָּבֵ֔ד בֵּ֥יתָה פַרְעֹ֖ה וּבֵ֣ית עֲבָדָ֑יו וּבְכׇל־אֶ֧רֶץ מִצְרַ֛יִם תִּשָּׁחֵ֥ת הָאָ֖רֶץ מִפְּנֵ֥י הֶעָרֹֽב׃",
          "targum": "וַעֲבַד יְיָ כֵּן וַאֲתָא עָרוֹבָא תַקִּיף לְבֵית פַּרְעֹה וּלְבֵית עַבְדּוֹהִי וּבְכָל אַרְעָא דְמִצְרַיִם אִתְחַבָּלַת אַרְעָא מִן קֳדָם עָרוֹבָא:",
          "english": "And the Lord did so; and there came a grievous swarm of gnats into the house of Par῾o, and into his servants’ houses; and in all the land of Miżrayim the land was devastated by reason of the swarm of gnats."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּקְרָ֣א פַרְעֹ֔ה אֶל־מֹשֶׁ֖ה וּֽלְאַהֲרֹ֑ן וַיֹּ֗אמֶר לְכ֛וּ זִבְח֥וּ לֵאלֹֽהֵיכֶ֖ם בָּאָֽרֶץ׃",
          "targum": "וּקְרָא פַרְעֹה לְמשֶׁה וּלְאַהֲרֹן וַאֲמַר אֱזִילוּ דַּבָּחוּ קֳדָם אֱלָהֲכוֹן בְּאַרְעָא:",
          "english": "And Par῾o called for Moshe and for Aharon, and said, Go, sacrifice to your God in the land."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֗ה לֹ֤א נָכוֹן֙ לַעֲשׂ֣וֹת כֵּ֔ן כִּ֚י תּוֹעֲבַ֣ת מִצְרַ֔יִם נִזְבַּ֖ח לַיהֹוָ֣ה אֱלֹהֵ֑ינוּ הֵ֣ן נִזְבַּ֞ח אֶת־תּוֹעֲבַ֥ת מִצְרַ֛יִם לְעֵינֵיהֶ֖ם וְלֹ֥א יִסְקְלֻֽנוּ׃",
          "targum": "וַאֲמַר משֶׁה לָא תַקֵּן לְמֶעְבַּד כֵּן אֲרֵי בְעִירָא דְמִצְרָאֵי דָּחֲלִין לֵיהּ מִנֵּיהּ אֲנַחְנָא נָסְבִין לְדַבָּחָא קֳדָם יְיָ אֱלָהָנָא הָא נְדַבַּח יָת בְּעִירָא דְמִצְרָאֵי דָּחֲלִין לֵיהּ וְאִנּוּן יְהוֹן חָזָן הֲלָא יֵימְרוּן לְמִרְגְּמָנָא:",
          "english": "And Moshe said, It is not proper so to do; for we shall sacrifice the abomination of Miżrayim to the Lord our God: lo, shall we sacrifice the abomination of Miżrayim before their eyes, and will they not stone us?"
        },
        {
          "verseNum": 23,
          "hebrew": "דֶּ֚רֶךְ שְׁלֹ֣שֶׁת יָמִ֔ים נֵלֵ֖ךְ בַּמִּדְבָּ֑ר וְזָבַ֙חְנוּ֙ לַֽיהֹוָ֣ה אֱלֹהֵ֔ינוּ כַּאֲשֶׁ֖ר יֹאמַ֥ר אֵלֵֽינוּ׃",
          "targum": "מַהֲלַךְ תְּלָתָא יוֹמִין נֵיזִיל בְּמַדְבְּרָא וּנְדַבַּח קֳדָם יְיָ אֱלָהָנָא כְּמָא דִּיֵימַר לָנָא:",
          "english": "We will go three days’ journey into the wilderness, and sacrifice to the Lord our God, as he shall command us."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיֹּ֣אמֶר פַּרְעֹ֗ה אָנֹכִ֞י אֲשַׁלַּ֤ח אֶתְכֶם֙ וּזְבַחְתֶּ֞ם לַיהֹוָ֤ה אֱלֹֽהֵיכֶם֙ בַּמִּדְבָּ֔ר רַ֛ק הַרְחֵ֥ק לֹא־תַרְחִ֖יקוּ לָלֶ֑כֶת הַעְתִּ֖ירוּ בַּעֲדִֽי׃",
          "targum": "וַאֲמַר פַּרְעֹה אֲנָא אֲשַׁלַּח יָתְכוֹן וְתִדְבְּחוּן קֳדָם יְיָ אֱלָהֲכוֹן בְּמַדְבְּרָא לְחוֹד אַרְחָקָא לָא תְרַחֲקוּן לְמֵיזָל צַלּוֹ אַף עָלָי:",
          "english": "And Par῾o said, I will let you go, that you may sacrifice to the Lord your God in the wilderness; only you shall not go very far away: entreat for me."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֗ה הִנֵּ֨ה אָנֹכִ֜י יוֹצֵ֤א מֵֽעִמָּךְ֙ וְהַעְתַּרְתִּ֣י אֶל־יְהֹוָ֔ה וְסָ֣ר הֶעָרֹ֗ב מִפַּרְעֹ֛ה מֵעֲבָדָ֥יו וּמֵעַמּ֖וֹ מָחָ֑ר רַ֗ק אַל־יֹסֵ֤ף פַּרְעֹה֙ הָתֵ֔ל לְבִלְתִּי֙ שַׁלַּ֣ח אֶת־הָעָ֔ם לִזְבֹּ֖חַ לַֽיהֹוָֽה׃",
          "targum": "וַאֲמַר משֶׁה הָא אֲנָא נָפֵק מֵעִמָּךְ וֶאֱצַלֵּי קֳדָם יְיָ וְיַעְדֵּי עָרוֹבָא מִפַּרְעֹה מֵעַבְדּוֹהִי וּמֵעַמֵּיהּ מְחָר לְחוֹד לָא יוֹסֵף פַּרְעֹה לְשַׁקָּרָא בְּדִיל דְּלָא לְשַׁלָּחָא יָת עַמָּא לְדַבָּחָא קֳדָם יְיָ:",
          "english": "And Moshe said, Behold, I go out from thee, and I will entreat the Lord that the swarm of gnats may depart from Par῾o, from his servants, and from his people, tomorrow: but let not Par῾o deal deceitfully any more in not letting the people go to sacrifice to the Lord."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיֵּצֵ֥א מֹשֶׁ֖ה מֵעִ֣ם פַּרְעֹ֑ה וַיֶּעְתַּ֖ר אֶל־יְהֹוָֽה׃",
          "targum": "וּנְפַק משֶׁה מִן קֳדָם פַּרְעֹה וְצַלִּי קֳדָם יְיָ:",
          "english": "And Moshe went out from Par῾o, and entreated the Lord."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיַּ֤עַשׂ יְהֹוָה֙ כִּדְבַ֣ר מֹשֶׁ֔ה וַיָּ֙סַר֙ הֶעָרֹ֔ב מִפַּרְעֹ֖ה מֵעֲבָדָ֣יו וּמֵעַמּ֑וֹ לֹ֥א נִשְׁאַ֖ר אֶחָֽד׃",
          "targum": "וַעֲבַד יְיָ כְּפִתְגָּמָא דְמשֶׁה וְאַעְדִּי עָרוֹבָא מִפַּרְעֹה מֵעַבְדּוֹהִי וּמֵעַמֵּיהּ לָא אִשְׁתָּאַר חָד:",
          "english": "And the Lord did according to the word of Moshe; and he removed the swarm of gnats from Par῾o, from his servants, and from his people; there remained not one."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיַּכְבֵּ֤ד פַּרְעֹה֙ אֶת־לִבּ֔וֹ גַּ֖ם בַּפַּ֣עַם הַזֹּ֑את וְלֹ֥א שִׁלַּ֖ח אֶת־הָעָֽם׃",
          "targum": "וְיַקַּר פַּרְעֹה יָת לִבֵּיהּ אַף בְּזִמְנָא הָדָא וְלָא שַׁלַּח יָת עַמָּא:",
          "english": "And Par῾o hardened his heart at this time also, neither would he let the people go."
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה בֹּ֖א אֶל־פַּרְעֹ֑ה וְדִבַּרְתָּ֣ אֵלָ֗יו כֹּֽה־אָמַ֤ר יְהֹוָה֙ אֱלֹהֵ֣י הָֽעִבְרִ֔ים שַׁלַּ֥ח אֶת־עַמִּ֖י וְיַֽעַבְדֻֽנִי׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה עוּל לְוָת פַּרְעֹה וּתְמַלֵּל עִמֵּיהּ כִּדְנַן אֲמַר יְיָ אֱלָהָא דִיהוּדָאֵי שַׁלַּח יָת עַמִּי וְיִפְלְחוּן קֳדָמָי:",
          "english": "Then the Lord said to Moshe, Go in to Par῾o, and tell him, Thus says the Lord God of the Hebrews, Let my people go, that they may serve me."
        },
        {
          "verseNum": 2,
          "hebrew": "כִּ֛י אִם־מָאֵ֥ן אַתָּ֖ה לְשַׁלֵּ֑חַ וְעוֹדְךָ֖ מַחֲזִ֥יק בָּֽם׃",
          "targum": "אֲרֵי אִם סָרִיב אַתְּ לְשַׁלָּחָא וְעַד כְּעַן אַתְּ מַתְקֵף בְּהוֹן:",
          "english": "For if thou refuse to let them go, and wilt hold them still,"
        },
        {
          "verseNum": 3,
          "hebrew": "הִנֵּ֨ה יַד־יְהֹוָ֜ה הוֹיָ֗ה בְּמִקְנְךָ֙ אֲשֶׁ֣ר בַּשָּׂדֶ֔ה בַּסּוּסִ֤ים בַּֽחֲמֹרִים֙ בַּגְּמַלִּ֔ים בַּבָּקָ֖ר וּבַצֹּ֑אן דֶּ֖בֶר כָּבֵ֥ד מְאֹֽד׃",
          "targum": "הָא מָחָא מִן קֳדָם יְיָ הָוְיָא בִּבְעִירָךְ דִּבְחַקְלָא בְּסוּסָוָתָא בַּחֲמָרֵי בְּגַמְלֵי בְּתוֹרֵי וּבְעָנָא מוֹתָא תַּקִּיף לַחֲדָא:",
          "english": "behold, the hand of the Lord is upon thy cattle which is in the field, upon the horses, upon the asses, upon the camels, upon the oxen, and upon the sheep: there shall be a very grievous plague."
        },
        {
          "verseNum": 4,
          "hebrew": "וְהִפְלָ֣ה יְהֹוָ֔ה בֵּ֚ין מִקְנֵ֣ה יִשְׂרָאֵ֔ל וּבֵ֖ין מִקְנֵ֣ה מִצְרָ֑יִם וְלֹ֥א יָמ֛וּת מִכׇּל־לִבְנֵ֥י יִשְׂרָאֵ֖ל דָּבָֽר׃",
          "targum": "וְאַפְרֵשׁ יְיָ בֵּין בְּעִירָא דְיִשְׂרָאֵל וּבֵין בְּעִירָא דְמִצְרָיִם וְלָא יְמוּת מִכָּל לִבְנֵי יִשְׂרָאֵל מִדָּעַם:",
          "english": "And the Lord shall separate the cattle of Yisra᾽el from the cattle of Miżrayim: and nothing shall die of all that belongs to the children of Yisra᾽el."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיָּ֥שֶׂם יְהֹוָ֖ה מוֹעֵ֣ד לֵאמֹ֑ר מָחָ֗ר יַעֲשֶׂ֧ה יְהֹוָ֛ה הַדָּבָ֥ר הַזֶּ֖ה בָּאָֽרֶץ׃",
          "targum": "וְשַׁוִּי יְיָ זִמְנָא לְמֵימָר מְחַר יַעְבֵּד יְיָ פִּתְגָּמָא הָדֵין בְּאַרְעָא:",
          "english": "And the Lord appointed a set time, saying, Tomorrow the Lord shall do this thing in the land."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיַּ֨עַשׂ יְהֹוָ֜ה אֶת־הַדָּבָ֤ר הַזֶּה֙ מִֽמׇּחֳרָ֔ת וַיָּ֕מׇת כֹּ֖ל מִקְנֵ֣ה מִצְרָ֑יִם וּמִמִּקְנֵ֥ה בְנֵֽי־יִשְׂרָאֵ֖ל לֹא־מֵ֥ת אֶחָֽד׃",
          "targum": "וַעֲבַד יְיָ יָת פִּתְגָּמָא הָדֵין בְּיוֹמָא דְבַתְרוֹהִי וּמִית כֹּל בְּעִירָא דְמִצְרָיִם וּמִבְּעִירָא דִבְנֵי יִשְׂרָאֵל לָא מִית חָד:",
          "english": "And the Lord did that thing on the morrow, and all the cattle of Miżrayim died: but of the cattle of the children of Yisra᾽el not one died."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיִּשְׁלַ֣ח פַּרְעֹ֔ה וְהִנֵּ֗ה לֹא־מֵ֛ת מִמִּקְנֵ֥ה יִשְׂרָאֵ֖ל עַד־אֶחָ֑ד וַיִּכְבַּד֙ לֵ֣ב פַּרְעֹ֔ה וְלֹ֥א שִׁלַּ֖ח אֶת־הָעָֽם׃",
          "targum": "וּשְׁלַח פַּרְעֹה וְהָא לָא מִית מִבְּעִירָא דְיִשְׂרָאֵל עַד חָד וְאִתְיַקַּר לִבָּא דְפַרְעֹה וְלָא שַׁלַּח יָת עַמָּא:",
          "english": "And Par῾o sent, and, behold, there was not one of the cattle of Yisra᾽el dead. And the heart of Par῾o was hard, and he did not let the people go."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֣אמֶר יְהֹוָה֮ אֶל־מֹשֶׁ֣ה וְאֶֽל־אַהֲרֹן֒ קְח֤וּ לָכֶם֙ מְלֹ֣א חׇפְנֵיכֶ֔ם פִּ֖יחַ כִּבְשָׁ֑ן וּזְרָק֥וֹ מֹשֶׁ֛ה הַשָּׁמַ֖יְמָה לְעֵינֵ֥י פַרְעֹֽה׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה וּלְאַהֲרֹן סִיבוּ לְכוֹן מְלֵי חָפְנֵיכוֹן פִּיחָא דְאַתּוּנָא וְיִזְרְקִנֵּיהּ משֶׁה לְצֵית שְׁמַיָּא לְעֵינֵי פַרְעֹה",
          "english": "And the Lord said to Moshe and to Aharon, Take for yourselves handfuls of soot of the furnace, and let Moshe sprinkle it heaven- wards in the sight of Par῾o."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהָיָ֣ה לְאָבָ֔ק עַ֖ל כׇּל־אֶ֣רֶץ מִצְרָ֑יִם וְהָיָ֨ה עַל־הָאָדָ֜ם וְעַל־הַבְּהֵמָ֗ה לִשְׁחִ֥ין פֹּרֵ֛חַ אֲבַעְבֻּעֹ֖ת בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וִיהֵי לְאַבְקָא עַל כָּל אַרְעָא דְמִצְרָיִם וִיהֵי עַל אֲנָשָׁא וְעַל בְּעִירָא לְשִׁיחֲנָא סַגִּי אֲבַעְבֻּעִין בְּכָל אַרְעָא דְמִצְרָיִם:",
          "english": "And it shall become small dust in all the land of Miżrayim, and shall be a pox breaking out in blisters upon man, and upon beast, throughout all the land of Miżrayim."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיִּקְח֞וּ אֶת־פִּ֣יחַ הַכִּבְשָׁ֗ן וַיַּֽעַמְדוּ֙ לִפְנֵ֣י פַרְעֹ֔ה וַיִּזְרֹ֥ק אֹת֛וֹ מֹשֶׁ֖ה הַשָּׁמָ֑יְמָה וַיְהִ֗י שְׁחִין֙ אֲבַעְבֻּעֹ֔ת פֹּרֵ֕חַ בָּאָדָ֖ם וּבַבְּהֵמָֽה׃",
          "targum": "וּנְסִיבוּ יָת פִּיחָא דְאַתּוּנָא וְקָמוּ קֳדָם פַּרְעֹה וּזְרַק יָתֵיהּ משֶׁה לְצֵית שְׁמַיָּא וַהֲוָה שִׁיחֲנָא אֲבַעְבֻּעִין סָגֵי בַּאֲנָשָׁא וּבִבְעִירָא:",
          "english": "And they took soot of the furnace, and stood before Par῾o; and Moshe sprinkled it up heavenwards; and it became a pox breaking out in blisters on man and beast."
        },
        {
          "verseNum": 11,
          "hebrew": "וְלֹֽא־יָכְל֣וּ הַֽחַרְטֻמִּ֗ים לַעֲמֹ֛ד לִפְנֵ֥י מֹשֶׁ֖ה מִפְּנֵ֣י הַשְּׁחִ֑ין כִּֽי־הָיָ֣ה הַשְּׁחִ֔ין בַּֽחַרְטֻמִּ֖ם וּבְכׇל־מִצְרָֽיִם׃",
          "targum": "וְלָא יָכִילוּ חָרָשַׁיָּא לְמֵיקָם קֳדָם משֶׁה מִין קֳדָם שִׁיחֲנָא אֲרֵי הֲוָה שִׁיחֲנָא בְּחָרָשַׁיָּא וּבְכָל מִצְרָאֵי:",
          "english": "And the magicians could not stand before Moshe because of the pox; for the pox was on the magicians, and on all Miżrayim."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיְחַזֵּ֤ק יְהֹוָה֙ אֶת־לֵ֣ב פַּרְעֹ֔ה וְלֹ֥א שָׁמַ֖ע אֲלֵהֶ֑ם כַּאֲשֶׁ֛ר דִּבֶּ֥ר יְהֹוָ֖ה אֶל־מֹשֶֽׁה׃",
          "targum": "וְתַקִּיף יְיָ יָת לִבָּא דְפַרְעֹה וְלָא קַבִּיל מִנְּהוֹן כְּמָא דְּמַלֵּיל יְיָ עִם משֶׁה:",
          "english": "And the Lord hardened the heart of Par῾o, and he hearkened not to them; as the Lord had spoken to Moshe."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה הַשְׁכֵּ֣ם בַּבֹּ֔קֶר וְהִתְיַצֵּ֖ב לִפְנֵ֣י פַרְעֹ֑ה וְאָמַרְתָּ֣ אֵלָ֗יו כֹּֽה־אָמַ֤ר יְהֹוָה֙ אֱלֹהֵ֣י הָֽעִבְרִ֔ים שַׁלַּ֥ח אֶת־עַמִּ֖י וְיַֽעַבְדֻֽנִי׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אַקְדֵּם בְּצַפְרָא וְאִתְעַתַּד קֳדָם פַּרְעֹה וְתֵימַר לֵיהּ כִּדְנַן אֲמַר יְיָ אֱלָהָא דִיהוּדָאֵי שַׁלַּח יָת עַמִּי וְיִפְלְחוּן קֳדָמָי:",
          "english": "And the Lord said to Moshe, Rise up early in the morning, and stand before Par῾o, and say to him, Thus says the Lord God of the Hebrews, Let my people go, that they may serve me."
        },
        {
          "verseNum": 14,
          "hebrew": "כִּ֣י׀ בַּפַּ֣עַם הַזֹּ֗את אֲנִ֨י שֹׁלֵ֜חַ אֶת־כׇּל־מַגֵּפֹתַי֙ אֶֽל־לִבְּךָ֔ וּבַעֲבָדֶ֖יךָ וּבְעַמֶּ֑ךָ בַּעֲב֣וּר תֵּדַ֔ע כִּ֛י אֵ֥ין כָּמֹ֖נִי בְּכׇל־הָאָֽרֶץ׃",
          "targum": "אֲרֵי בְּזִמְנָא הָדָא אֲנָא שָׁלַח יָת כָּל מְחָתַי לְלִבָּךְ וּבְעַבְדָּיךְ וּבְעַמָּךְ בְּדִיל דְּתִדַּע אֲרֵי לֵית דִּכְוָתִי שַׁלִּיט בְּכָל אַרְעָא:",
          "english": "For I will at this time send all my plagues upon thy heart, and on thy servants, and on thy people; that thou mayst know that there is none like me in all the earth."
        },
        {
          "verseNum": 15,
          "hebrew": "כִּ֤י עַתָּה֙ שָׁלַ֣חְתִּי אֶת־יָדִ֔י וָאַ֥ךְ אוֹתְךָ֛ וְאֶֽת־עַמְּךָ֖ בַּדָּ֑בֶר וַתִּכָּחֵ֖ד מִן־הָאָֽרֶץ׃",
          "targum": "אֲרֵי כְעַן קְרֵיב קֳדָמַי דְּאֶשְׁלַח פּוֹן יָת מַחַת גְּבֻרְתִּי וְאֶמְחֵי יָתָךְ וְיָת עַמָּךְ בְּמוֹתָא וְשֵׁיצִיאַת מִן אַרְעָא:",
          "english": "For now if I would stretch out my hand, I might smite thee and thy people with pestilence; and thou shouldst be cut off from the earth."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאוּלָ֗ם בַּעֲב֥וּר זֹאת֙ הֶעֱמַדְתִּ֔יךָ בַּעֲב֖וּר הַרְאֹתְךָ֣ אֶת־כֹּחִ֑י וּלְמַ֛עַן סַפֵּ֥ר שְׁמִ֖י בְּכׇל־הָאָֽרֶץ׃",
          "targum": "וּבְרַם בְּדִיל דָּא קַיֵּמִתָּךְ בְּדִיל לְאַחֲזָיוּתָךְ יָת חֵילִי וּבְדִיל דִּיהוֹן מִשְׁתָּעַן גְּבוּרַת שְׁמִי בְּכָל אַרְעָא:",
          "english": "And in very deed for this cause have I raised thee up, to show in thee my power; and that my name may be proclaimed throughout all the earth."
        },
        {
          "verseNum": 17,
          "hebrew": "עוֹדְךָ֖ מִסְתּוֹלֵ֣ל בְּעַמִּ֑י לְבִלְתִּ֖י שַׁלְּחָֽם׃",
          "targum": "עַד כְּעַן אַתְּ כְּבֵישַׁת בֵּיהּ בְּעַמִּי בְּדִיל דְּלָא לְשַׁלָּחוּתְהוֹן:",
          "english": "If as yet thou dost exalt thyself against my people, so as not to let them go,"
        },
        {
          "verseNum": 18,
          "hebrew": "הִנְנִ֤י מַמְטִיר֙ כָּעֵ֣ת מָחָ֔ר בָּרָ֖ד כָּבֵ֣ד מְאֹ֑ד אֲשֶׁ֨ר לֹא־הָיָ֤ה כָמֹ֙הוּ֙ בְּמִצְרַ֔יִם לְמִן־הַיּ֥וֹם הִוָּסְדָ֖הֿ וְעַד־עָֽתָּה׃",
          "targum": "הָא אֲנָא מָחֵית מִטְרָא בְּעִדָּנָא הָדֵין מְחַר בַּרְדָּא תַּקִּיף לַחֲדָא דִּי לָא הֲוָה דִכְוָתֵיהּ בְּמִצְרַיִם לְמִן יוֹמָא דְאִשְׁתַּכְלָלַת וְעַד כְּעָן:",
          "english": "behold, tomorrow about this time I will cause it to rain a very grievous hail, such as has not been in Miżrayim since its foundation until now."
        },
        {
          "verseNum": 19,
          "hebrew": "וְעַתָּ֗ה שְׁלַ֤ח הָעֵז֙ אֶֽת־מִקְנְךָ֔ וְאֵ֛ת כׇּל־אֲשֶׁ֥ר לְךָ֖ בַּשָּׂדֶ֑ה כׇּל־הָאָדָ֨ם וְהַבְּהֵמָ֜ה אֲשֶֽׁר־יִמָּצֵ֣א בַשָּׂדֶ֗ה וְלֹ֤א יֵֽאָסֵף֙ הַבַּ֔יְתָה וְיָרַ֧ד עֲלֵהֶ֛ם הַבָּרָ֖ד וָמֵֽתוּ׃",
          "targum": "וּכְעַן שְׁלַח כְּנוֹשׁ יָת בְּעִירָךְ וְיָת כָּל דִּי לָךְ בְּחַקְלָא כָּל אֲנָשָׁא וּבְעִירָא דְּאִשְׁתְּכַח בְּחַקְלָא וְלָא יִתְכְּנֵשׁ לְבֵיתָא וְיֵחוֹת עֲלֵיהוֹן בַּרְדָּא וִימוּתוּן:",
          "english": "Send therefore now, and gather thy cattle, and all that thou hast in the field; for upon every man and beast which shall be found in the field, and shall not be brought home, the hail shall come down, and they shall die."
        },
        {
          "verseNum": 20,
          "hebrew": "הַיָּרֵא֙ אֶת־דְּבַ֣ר יְהֹוָ֔ה מֵֽעַבְדֵ֖י פַּרְעֹ֑ה הֵנִ֛יס אֶת־עֲבָדָ֥יו וְאֶת־מִקְנֵ֖הוּ אֶל־הַבָּתִּֽים׃",
          "targum": "דְּדָחִיל מִפִּתְגָּמָא דַיְיָ מֵעַבְדֵי פַּרְעֹה כְּנַשׁ יָת עַבְדּוֹהִי וְיָת גֵּיתוֹהִי לְבָתַּיָּא:",
          "english": "He that feared the word of the Lord among the servants of Par῾o made his servants and his cattle flee into the houses:"
        },
        {
          "verseNum": 21,
          "hebrew": "וַאֲשֶׁ֥ר לֹא־שָׂ֛ם לִבּ֖וֹ אֶל־דְּבַ֣ר יְהֹוָ֑ה וַֽיַּעֲזֹ֛ב אֶת־עֲבָדָ֥יו וְאֶת־מִקְנֵ֖הוּ בַּשָּׂדֶֽה׃",
          "targum": "וְדִי לָא שַׁוִּי לִבֵּיהּ לְפִתְגָּמָא דַיְיָ שְׁבַק יָת עַבְדּוֹהִי וְיָת גֵּיתוֹהִי בְּחַקְלָא:",
          "english": "and he that regarded not the word of the Lord left his servants and his cattle in the field."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה נְטֵ֤ה אֶת־יָֽדְךָ֙ עַל־הַשָּׁמַ֔יִם וִיהִ֥י בָרָ֖ד בְּכׇל־אֶ֣רֶץ מִצְרָ֑יִם עַל־הָאָדָ֣ם וְעַל־הַבְּהֵמָ֗ה וְעַ֛ל כׇּל־עֵ֥שֶׂב הַשָּׂדֶ֖ה בְּאֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲמַר יְיָ לְמשֶׁה אֲרֵים יָת יְדָךְ עַל צֵית שְׁמַיָּא וִיהֵי בַרְדָּא בְּכָל אַרְעָא דְמִצְרָאֵי עַל אֲנָשָׁא וְעַל בְּעִירָא וְעַל כָּל עֶסְבָּא דְחַקְלָא בְּאַרְעָא דְמִצְרָיִם:",
          "english": "And the Lord said to Moshe, Stretch out thy hand towards heaven, that there may be hail in all the land of Miżrayim, on man and beast, and on every plant of the field, throughout the land of Miżrayim."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיֵּ֨ט מֹשֶׁ֣ה אֶת־מַטֵּ֘הוּ֮ עַל־הַשָּׁמַ֒יִם֒ וַֽיהֹוָ֗ה נָתַ֤ן קֹלֹת֙ וּבָרָ֔ד וַתִּ֥הֲלַךְ אֵ֖שׁ אָ֑רְצָה וַיַּמְטֵ֧ר יְהֹוָ֛ה בָּרָ֖ד עַל־אֶ֥רֶץ מִצְרָֽיִם׃",
          "targum": "וַאֲרֵים משֶׁה יָת חֻטְרֵיהּ עַל צֵית שְׁמַיָּא וַייָ יְהַב קָלִין וּבַרְדָּא וּמְהַלְּכָא אֶשָּׁתָא עַל אַרְעָא וְאַמְטַר יְיָ בַּרְדָּא עַל אַרְעָא דְמִצְרָיִם:",
          "english": "And Moshe stretched out his rod towards heaven: and the Lord sent thunder and hail, and the fire ran down upon the ground; and the Lord rained hail upon the land of Miżrayim."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיְהִ֣י בָרָ֔ד וְאֵ֕שׁ מִתְלַקַּ֖חַת בְּת֣וֹךְ הַבָּרָ֑ד כָּבֵ֣ד מְאֹ֔ד אֲ֠שֶׁ֠ר לֹֽא־הָיָ֤ה כָמֹ֙הוּ֙ בְּכׇל־אֶ֣רֶץ מִצְרַ֔יִם מֵאָ֖ז הָיְתָ֥ה לְגֽוֹי׃",
          "targum": "וַהֲוָה בַרְדָּא וְאֶשָּׁתָא מִשְׁתַּלְהָבַת בְּגוֹ בַרְדָּא תַּקִּיף לַחֲדָא דִּי לָא הֲוָה דִכְוָתֵיהּ בְּכָל אַרְעָא דְמִצְרַיִם מֵעִדַּן דַּהֲוַת לְעָם:",
          "english": "So there was hail, and fire flaring up amidst the hail, very grievous, such as there was none like it in all the land of Miżrayim since it became a nation."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיַּ֨ךְ הַבָּרָ֜ד בְּכׇל־אֶ֣רֶץ מִצְרַ֗יִם אֵ֚ת כׇּל־אֲשֶׁ֣ר בַּשָּׂדֶ֔ה מֵאָדָ֖ם וְעַד־בְּהֵמָ֑ה וְאֵ֨ת כׇּל־עֵ֤שֶׂב הַשָּׂדֶה֙ הִכָּ֣ה הַבָּרָ֔ד וְאֶת־כׇּל־עֵ֥ץ הַשָּׂדֶ֖ה שִׁבֵּֽר׃",
          "targum": "וּמְחָא בַרְדָּא בְּכָל אַרְעָא דְמִצְרַיִם יָת כָּל דִּי בְחַקְלָא מֵאֲנָשָׁא וְעַד בְּעִירָא וְיָת כָּל עֶסְבָּא דְחַקְלָא מְחָא בַרְדָּא וְיָת כָּל אִילַן דִּבְחַקְלָא תְּבַר:",
          "english": "And the hail smote throughout all the land of Miżrayim all that was in the field, both man and beast; and the hail smote every plant of the field, and broke every tree of the field."
        },
        {
          "verseNum": 26,
          "hebrew": "רַ֚ק בְּאֶ֣רֶץ גֹּ֔שֶׁן אֲשֶׁר־שָׁ֖ם בְּנֵ֣י יִשְׂרָאֵ֑ל לֹ֥א הָיָ֖ה בָּרָֽד׃",
          "targum": "לְחוֹד בְּאַרְעָא דְגשֶׁן דִּי תַמָּן בְּנֵי יִשְׂרָאֵל לָא הֲוָא בַּרְדָּא:",
          "english": "Only in the land of Goshen, where the children of Yisra᾽el were, was there no hail."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיִּשְׁלַ֣ח פַּרְעֹ֗ה וַיִּקְרָא֙ לְמֹשֶׁ֣ה וּֽלְאַהֲרֹ֔ן וַיֹּ֥אמֶר אֲלֵהֶ֖ם חָטָ֣אתִי הַפָּ֑עַם יְהֹוָה֙ הַצַּדִּ֔יק וַאֲנִ֥י וְעַמִּ֖י הָרְשָׁעִֽים׃",
          "targum": "וּשְׁלַח פַּרְעֹה וּקְרָא לְמשֶׁה וּלְאַהֲרֹן וַאֲמַר לְהוֹן חָבִית זִמְנָא הָדָא יְיָ זַכָּאָה וַאֲנָא וְעַמִּי חַיָּבִין:",
          "english": "And Par῾o sent, and called for Moshe and Aharon, and said to them, I have sinned this time: the Lord is righteous, and I and my people are wicked."
        },
        {
          "verseNum": 28,
          "hebrew": "הַעְתִּ֙ירוּ֙ אֶל־יְהֹוָ֔ה וְרַ֕ב מִֽהְיֹ֛ת קֹלֹ֥ת אֱלֹהִ֖ים וּבָרָ֑ד וַאֲשַׁלְּחָ֣ה אֶתְכֶ֔ם וְלֹ֥א תֹסִפ֖וּן לַעֲמֹֽד׃",
          "targum": "צַלּוֹ קֳדָם יְיָ וְסַגִּי קֳדָמוֹהִי רְוַח דְּלָא יְהוֹן עֲלָנָא קָלִין דִּלְוַט כְּאִלֵּין מִן קֳדָם יְיָ וּבַרְדָּא וְאֶשְׁלַח יָתְכוֹן וְלָא תוֹסְפוּן לְאִתְעַכָּבָא:",
          "english": "Entreat the Lord that there be no more mighty thunderings and hail; and I will let you go, and you shall stay no longer."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיֹּ֤אמֶר אֵלָיו֙ מֹשֶׁ֔ה כְּצֵאתִי֙ אֶת־הָעִ֔יר אֶפְרֹ֥שׂ אֶת־כַּפַּ֖י אֶל־יְהֹוָ֑ה הַקֹּל֣וֹת יֶחְדָּל֗וּן וְהַבָּרָד֙ לֹ֣א יִֽהְיֶה־ע֔וֹד לְמַ֣עַן תֵּדַ֔ע כִּ֥י לַיהֹוָ֖ה הָאָֽרֶץ׃",
          "targum": "וַאֲמַר לֵיהּ משֶׁה כְּמִפְּקִי מִן קַרְתָּא אֶפְרוֹשׂ יְדַי בִּצְלוֹ קֳדָם יְיָ קָלַיָּא יִתְמַנְּעוּן וּבַרְדָּא לָא יְהֵי עוֹד בְּדִיל דְּתִדַּע אֲרֵי דַיְיָ אַרְעָא:",
          "english": "And Moshe said to him, As soon as I am gone out of the city, I will spread out my hands to the Lord; and the thunder shall cease, neither shall there be any more hail; that thou mayst know that the earth is the Lord’s."
        },
        {
          "verseNum": 30,
          "hebrew": "וְאַתָּ֖ה וַעֲבָדֶ֑יךָ יָדַ֕עְתִּי כִּ֚י טֶ֣רֶם תִּֽירְא֔וּן מִפְּנֵ֖י יְהֹוָ֥ה אֱלֹהִֽים׃",
          "targum": "וְאַתְּ וְעַבְדָּיךְ יְדַעְנָא אֲרֵי עַד כְּעַן לָא אִתְכְּנַעְתּוּן מִן קֳדָם יְיָ אֱלֹּהִים:",
          "english": "But as for thee and thy servants, I know that you will not yet fear the Lord God."
        },
        {
          "verseNum": 31,
          "hebrew": "וְהַפִּשְׁתָּ֥ה וְהַשְּׂעֹרָ֖ה נֻכָּ֑תָה כִּ֤י הַשְּׂעֹרָה֙ אָבִ֔יב וְהַפִּשְׁתָּ֖ה גִּבְעֹֽל׃",
          "targum": "וְכִתָּנָא וְסַעֲרֵי לְקוֹ אֲרֵי סַעְרַנְיָא אַבִּיבִין וְכִתָּנָא גַּבְעוֹלִין:",
          "english": "And the flax and the barley were struck: for the barley was in the ear, and the flax was in bud."
        },
        {
          "verseNum": 32,
          "hebrew": "וְהַחִטָּ֥ה וְהַכֻּסֶּ֖מֶת לֹ֣א נֻכּ֑וּ כִּ֥י אֲפִילֹ֖ת הֵֽנָּה׃",
          "targum": "וְחִטָּאָה וְכֻנְתַּיָּא לָא לְקוֹ אֲרֵי אֲפִילָתָא אִנּוּן:",
          "english": "But the wheat and the spelt were not struck: for they were late ripening."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיֵּצֵ֨א מֹשֶׁ֜ה מֵעִ֤ם פַּרְעֹה֙ אֶת־הָעִ֔יר וַיִּפְרֹ֥שׂ כַּפָּ֖יו אֶל־יְהֹוָ֑ה וַֽיַּחְדְּל֤וּ הַקֹּלוֹת֙ וְהַבָּרָ֔ד וּמָטָ֖ר לֹא־נִתַּ֥ךְ אָֽרְצָה׃",
          "targum": "וּנְפַק משֶׁה מִלְּוָת פַּרְעֹה יָת קַרְתָּא וּפְרַשׂ יְדוֹהִי בִּצְלוֹ קֳדָם יְיָ וְיִתְמַנְּעוּן קָלַיָּא וּבַרְדָּא וּמִטְרָא דַהֲוָה נָחִית לָא מְטָא עַל אַרְעָא:",
          "english": "And Moshe went out of the city from Par῾o, and spread out his hands to the Lord: and the thunders and hail ceased, and the rain was no longer poured upon the earth."
        },
        {
          "verseNum": 34,
          "hebrew": "וַיַּ֣רְא פַּרְעֹ֗ה כִּֽי־חָדַ֨ל הַמָּטָ֧ר וְהַבָּרָ֛ד וְהַקֹּלֹ֖ת וַיֹּ֣סֶף לַחֲטֹ֑א וַיַּכְבֵּ֥ד לִבּ֖וֹ ה֥וּא וַעֲבָדָֽיו׃",
          "targum": "וַחֲזָא פַרְעֹה אֲרֵי אִתְמְנַע מִטְרָא וּבַרְדָּא וְקָלַיָּא וְאוֹסֵף לְמֶחֱטֵי וְיַקְּרֵיהּ לְלִבֵּיהּ הוּא וְעַבְדּוֹהִי:",
          "english": "And when Par῾o saw that the rain and the hail and the thunders had ceased, he sinned yet again, and hardened his heart, he and his servants."
        },
        {
          "verseNum": 35,
          "hebrew": "וַיֶּֽחֱזַק֙ לֵ֣ב פַּרְעֹ֔ה וְלֹ֥א שִׁלַּ֖ח אֶת־בְּנֵ֣י יִשְׂרָאֵ֑ל כַּאֲשֶׁ֛ר דִּבֶּ֥ר יְהֹוָ֖ה בְּיַד־מֹשֶֽׁה׃",
          "targum": "וְאִתַּקַּף לִבָּא דְפַרְעֹה וְלָא שַׁלַּח יָת בְּנֵי יִשְׂרָאֵל כְּמָא דִי מַלֵּיל יְיָ בִּידָא דְּמשֶׁה:",
          "english": "And the heart of Par῾o was hard, neither would he let the children of Yisra᾽el go; as the Lord had spoken by Moshe."
        }
      ]
    }
  ]
}