{
  "name": "Vaetchanan",
  "book": "Deuteronomy",
  "chapters": [
    {
      "chapter": 3,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַנֵּ֣פֶן וַנַּ֔עַל דֶּ֖רֶךְ הַבָּשָׁ֑ן וַיֵּצֵ֣א עוֹג֩ מֶֽלֶךְ־הַבָּשָׁ֨ן לִקְרָאתֵ֜נוּ ה֧וּא וְכׇל־עַמּ֛וֹ לַמִּלְחָמָ֖ה אֶדְרֶֽעִי׃",
          "targum": "וְאִתְפְּנֵינָא וּסְלֶקְנָא אֹרַח דְּמַתְנָן וּנְפַק עוֹג מַלְכָּא דְּמַתְנָן לְקַדָּמוּתָנָא הוּא וְכָל עַמֵּיהּ לַאֲגָחָא קְרָבָא אֶדְרֶעִי:",
          "english": "Then we turned, and went up the way to Bashan: and ῾Og the king of Bashan came out against us, he and all his people, to battle at Edre῾i."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיֹּ֨אמֶר יְהֹוָ֤ה אֵלַי֙ אַל־תִּירָ֣א אֹת֔וֹ כִּ֣י בְיָדְךָ֞ נָתַ֧תִּי אֹת֛וֹ וְאֶת־כׇּל־עַמּ֖וֹ וְאֶת־אַרְצ֑וֹ וְעָשִׂ֣יתָ לּ֔וֹ כַּאֲשֶׁ֣ר עָשִׂ֗יתָ לְסִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּֽוֹן׃",
          "targum": "וַאֲמַר יְיָ לִי לָא תִדְחַל יָתֵיהּ אֲרֵי בִידָךְ מְסָרִית יָתֵיהּ וְיָת כָּל עַמֵּיהּ וְיָת אַרְעֵיהּ וְתַעְבֶּד לֵיהּ כְּמָא דִי עֲבַדְתָּא לְסִיחֹן מַלְכָּא דֶאֱמֹרָאָה דִּי יָתֵב בְּחֶשְׁבּוֹן:",
          "english": "And the Lord said to me, Fear him not: for I will deliver him, and all his people, and his land, into thy hand; and thou shalt do to him as thou didst to Siĥon king of the Emori, who dwelt at Ḥeshbon."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּתֵּן֩ יְהֹוָ֨ה אֱלֹהֵ֜ינוּ בְּיָדֵ֗נוּ גַּ֛ם אֶת־ע֥וֹג מֶֽלֶךְ־הַבָּשָׁ֖ן וְאֶת־כׇּל־עַמּ֑וֹ וַנַּכֵּ֕הוּ עַד־בִּלְתִּ֥י הִשְׁאִֽיר־ל֖וֹ שָׂרִֽיד׃",
          "targum": "וּמְסַר יְיָ אֱלָהָנָא בִּידָנָא אַף יָת עוֹג מַלְכָּא דְמַתְנָן וְיָת כָּל עַמֵּיהּ וּמְחִנּוֹהִי עַד דְּלָא אִשְׁתָּאַר לֵיהּ מְשֵׁזֵב:",
          "english": "So the Lord our God delivered into our hands ῾Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining."
        },
        {
          "verseNum": 4,
          "hebrew": "וַנִּלְכֹּ֤ד אֶת־כׇּל־עָרָיו֙ בָּעֵ֣ת הַהִ֔וא לֹ֤א הָֽיְתָה֙ קִרְיָ֔ה אֲשֶׁ֥ר לֹא־לָקַ֖חְנוּ מֵֽאִתָּ֑ם שִׁשִּׁ֥ים עִיר֙ כׇּל־חֶ֣בֶל אַרְגֹּ֔ב מַמְלֶ֥כֶת ע֖וֹג בַּבָּשָֽׁן׃",
          "targum": "וּכְבַשְׁנָא יָת כָּל קִרְווֹהִי בְּעִדָּנָא הַהִיא לָא הֲוַת קַרְתָּא דִּי לָא נְסִבְנָא מִנְּהוֹן שִׁתִּין קִרְוִין כָּל בֵּית פָּלָךְ טְרָכוֹנָא מַלְכְּוָתָא דְעוֹג בְּמַתְנָן:",
          "english": "And we took all his cities at that time, there was not a city which we took not from them, sixty cities, all the region of Argov, the kingdom of ῾Og in Bashan."
        },
        {
          "verseNum": 5,
          "hebrew": "כׇּל־אֵ֜לֶּה עָרִ֧ים בְּצֻרֹ֛ת חוֹמָ֥ה גְבֹהָ֖ה דְּלָתַ֣יִם וּבְרִ֑יחַ לְבַ֛ד מֵעָרֵ֥י הַפְּרָזִ֖י הַרְבֵּ֥ה מְאֹֽד׃",
          "targum": "כָּל אִלֵּין קִרְוִין כְּרִיכָן מַקְּפָן שׁוּר רָם דִּילְהֶן דָּשִׁין וְעַבְּרִין בַּר מִקִּרְוֵי פַּצְחַיָּא סַגִּי לַחֲדָא:",
          "english": "All these cities were fortified with high walls, gates, and bars; besides unwalled towns a great many."
        },
        {
          "verseNum": 6,
          "hebrew": "וַנַּחֲרֵ֣ם אוֹתָ֔ם כַּאֲשֶׁ֣ר עָשִׂ֔ינוּ לְסִיחֹ֖ן מֶ֣לֶךְ חֶשְׁבּ֑וֹן הַחֲרֵם֙ כׇּל־עִ֣יר מְתִ֔ם הַנָּשִׁ֖ים וְהַטָּֽף׃",
          "targum": "וְגַמַּרְנָא יָתְהוֹן כְּמָא דִי עֲבַדְנָא לְסִיחֹן מַלְכָּא דְחֶשְׁבּוֹן גַּמַּר כָּל קִרְוֵי גֻבְרַיָּא נְשַׁיָּא וְטַפְלָא:",
          "english": "And we devoted them to destruction, as we did to Siĥon king of Ḥeshbon, utterly destroying the men, women, and children, of every city."
        },
        {
          "verseNum": 7,
          "hebrew": "וְכׇל־הַבְּהֵמָ֛ה וּשְׁלַ֥ל הֶעָרִ֖ים בַּזּ֥וֹנוּ לָֽנוּ׃",
          "targum": "וְכָל בְּעִירָא וַעֲדִי קִרְוַיָּא בַּזָּנָא לָנָא:",
          "english": "But all the cattle, and the spoil of the cities, we took for a prey to ourselves."
        },
        {
          "verseNum": 8,
          "hebrew": "וַנִּקַּ֞ח בָּעֵ֤ת הַהִוא֙ אֶת־הָאָ֔רֶץ מִיַּ֗ד שְׁנֵי֙ מַלְכֵ֣י הָאֱמֹרִ֔י אֲשֶׁ֖ר בְּעֵ֣בֶר הַיַּרְדֵּ֑ן מִנַּ֥חַל אַרְנֹ֖ן עַד־הַ֥ר חֶרְמֽוֹן׃",
          "targum": "וּנְסִבְנָא בְּעִדָּנָא הַהִיא יָת אַרְעָא מִיָּדָא תְּרֵין מַלְכֵי אֱמֹרָאָה דִּי בְּעִבְרָא דְיַרְדְּנָא מִנַּחֲלָא דְאַרְנֹן עַד טוּרָא דְחֶרְמוֹן:",
          "english": "And we took at that time out of the hand of the two kings of the Emori the land that was on this side of the Yarden, from the wadi of Arnon to mount Ḥermon;"
        },
        {
          "verseNum": 9,
          "hebrew": "צִידֹנִ֛ים יִקְרְא֥וּ לְחֶרְמ֖וֹן שִׂרְיֹ֑ן וְהָ֣אֱמֹרִ֔י יִקְרְאוּ־ל֖וֹ שְׂנִֽיר׃",
          "targum": "צִידֹנָאֵי קְרָאן לְחֶרְמוֹן סִרְיֹן וֶאֱמֹרָאֵי קְרָאן לֵיהּ טוּר תַּלְגָּא:",
          "english": "(which Ḥermon the Żidonim call Siryon; and the Emori call it Senir;)"
        },
        {
          "verseNum": 10,
          "hebrew": "כֹּ֣ל&thinsp;<b>׀</b> עָרֵ֣י הַמִּישֹׁ֗ר וְכׇל־הַגִּלְעָד֙ וְכׇל־הַבָּשָׁ֔ן עַד־סַלְכָ֖ה וְאֶדְרֶ֑עִי עָרֵ֛י מַמְלֶ֥כֶת ע֖וֹג בַּבָּשָֽׁן׃",
          "targum": "כֹּל קִרְוֵי מֵישְׁרָא וְכָל גִּלְעָד וְכָל דְּמַתְנָן עַד סַלְכָה וְאֶדְרֶעִי קִרְוֵי מַלְכְּוָתָא דְעוֹג בְּמַתְנָן:",
          "english": "all the cities of the plain, and all Gil῾ad, and all Bashan, as far as Salkha and Edre῾i, cities of the kingdom of ῾Og in Bashan."
        },
        {
          "verseNum": 11,
          "hebrew": "כִּ֣י רַק־ע֞וֹג מֶ֣לֶךְ הַבָּשָׁ֗ן נִשְׁאַר֮ מִיֶּ֣תֶר הָרְפָאִים֒ הִנֵּ֤ה עַרְשׂוֹ֙ עֶ֣רֶשׂ בַּרְזֶ֔ל הֲלֹ֣ה הִ֔וא בְּרַבַּ֖ת בְּנֵ֣י עַמּ֑וֹן תֵּ֧שַׁע אַמּ֣וֹת אׇרְכָּ֗הּ וְאַרְבַּ֥ע אַמּ֛וֹת רׇחְבָּ֖הּ בְּאַמַּת־אִֽישׁ׃",
          "targum": "אֲרֵי לְחוֹד עוֹג מַלְכָּא דְמַתְנָן אִשְׁתָּאַר מִשְּׁאָר גִּבָּרַיָּא הָא עַרְסֵיהּ עַרְסָא דְפַרְזְלָא הֲלָא הִיא בְּרַבַּת בְּנֵי עַמּוֹן תְּשַׁע אַמִּין אָרְכַּהּ וְאַרְבַּע אַמִּין פְּתָיַהּ בְּאַמַת מְלַךְ:",
          "english": "For only ῾Og king of Bashan remained of the remnant of the Refa᾽im; behold, his bed is a bed of iron; is it not in Rabba of the children of ῾Ammon? nine cubits is the length of it, and four cubits the breadth of it, after the cubit of a man."
        },
        {
          "verseNum": 12,
          "hebrew": "וְאֶת־הָאָ֧רֶץ הַזֹּ֛את יָרַ֖שְׁנוּ בָּעֵ֣ת הַהִ֑וא מֵעֲרֹעֵ֞ר אֲשֶׁר־עַל־נַ֣חַל אַרְנֹ֗ן וַחֲצִ֤י הַֽר־הַגִּלְעָד֙ וְעָרָ֔יו נָתַ֕תִּי לָרֽאוּבֵנִ֖י וְלַגָּדִֽי׃",
          "targum": "וְיָת אַרְעָא הָדָא יְרִיתְנָא בְּעִדָּנָא הַהִיא מֵעֲרֹעֵר דִּי עַל נַחֲלָא דְאַרְנֹן וּפַלְגּוּת טוּרָא דְגִלְעָד וְקִרְווֹהִי יְהָבִית לְשִׁבְטָא דִרְאוּבֵן וּלְשִׁבְטָא דְגָד:",
          "english": "And this land, which we possessed at that time, from ῾Aro῾er, which is by the wadi Arnon, and half mount Gil῾ad, and its cities, I gave to the Re᾽uveni and to the Gadi."
        },
        {
          "verseNum": 13,
          "hebrew": "וְיֶ֨תֶר הַגִּלְעָ֤ד וְכׇל־הַבָּשָׁן֙ מַמְלֶ֣כֶת ע֔וֹג נָתַ֕תִּי לַחֲצִ֖י שֵׁ֣בֶט הַֽמְנַשֶּׁ֑ה כֹּ֣ל חֶ֤בֶל הָֽאַרְגֹּב֙ לְכׇל־הַבָּשָׁ֔ן הַה֥וּא יִקָּרֵ֖א אֶ֥רֶץ רְפָאִֽים׃",
          "targum": "וּשְׁאָר גִּלְעָד וְכָל דְּמַתְנָן מַלְכְּוָתָא דְעוֹג יְהָבִית לְפַלְגוּת שִׁבְטָא דִמְנַשֶּׁה כֹּל בֵּית פָּלַךְ טְרָכוֹנָא לְכָל מַתְנָן הַהוּא מִתְקְרֵי אַרְעָא גִבָּרַיָּא:",
          "english": "And the rest of Gil῾ad, and all Bashan, being the kingdom of ῾Og, I gave to the half tribe of Menashshe; all the region of Argov, with all Bashan, which was called the land of Refa᾽im."
        },
        {
          "verseNum": 14,
          "hebrew": "יָאִ֣יר בֶּן־מְנַשֶּׁ֗ה לָקַח֙ אֶת־כׇּל־חֶ֣בֶל אַרְגֹּ֔ב עַד־גְּב֥וּל הַגְּשׁוּרִ֖י וְהַמַּֽעֲכָתִ֑י וַיִּקְרָא֩ אֹתָ֨ם עַל־שְׁמ֤וֹ אֶת־הַבָּשָׁן֙ חַוֺּ֣ת יָאִ֔יר עַ֖ד הַיּ֥וֹם הַזֶּֽה׃",
          "targum": "יָאִיר בַּר מְנַשֶּׁה נְסִיב יָת כָּל בֵּית פָּלַךְ טְרָכוֹנָא עַד תְּחוּם גְּשׁוּרָאָה וְאַפְקֵירוֹס וּקְרָא יָתְהוֹן עַל שְׁמֵיהּ יָת מַתְנָן כַּפְרָנֵי יָאִיר עַד יוֹמָא הָדֵין:",
          "english": "Ya᾽ir the son of Menashshe took all the country of Argov as far as the border of the Geshuri and the Ma῾akhati; and called them (that is the Bashan) after his name, Ḥavvot-ya᾽ir, to this day."
        },
        {
          "verseNum": 15,
          "hebrew": "וּלְמָכִ֖יר נָתַ֥תִּי אֶת־הַגִּלְעָֽד׃",
          "targum": "וּלְמָכִיר יְהָבִית יָת גִּלְעָד:",
          "english": "And I gave Gil῾ad to Makhir."
        },
        {
          "verseNum": 16,
          "hebrew": "וְלָראוּבֵנִ֨י וְלַגָּדִ֜י נָתַ֤תִּי מִן־הַגִּלְעָד֙ וְעַד־נַ֣חַל אַרְנֹ֔ן תּ֥וֹךְ הַנַּ֖חַל וּגְבֻ֑ל וְעַד֙ יַבֹּ֣ק הַנַּ֔חַל גְּב֖וּל בְּנֵ֥י עַמּֽוֹן׃",
          "targum": "וּלְשִׁבְטָא דִרְאוּבֵן וּלְשִׁבְטָא דְגָד יְהָבִית מִן גִּלְעָד וְעַד נַחֲלָא דְאַרְנֹן גּוֹ נַחֲלָא וּתְחוּם וְעַד יוּבְקָא דְנַחֲלָא תְּחוּם בְּנֵי עַמּוֹן:",
          "english": "And to the Re᾽uveni and to the Gadi I gave from Gil῾ad to the wadi Arnon, the middle of the wadi as a border, as far as the torrent of Yabboq, which is the border of the children of ῾Ammon;"
        },
        {
          "verseNum": 17,
          "hebrew": "וְהָֽעֲרָבָ֖ה וְהַיַּרְדֵּ֣ן וּגְבֻ֑ל מִכִּנֶּ֗רֶת וְעַ֨ד יָ֤ם הָֽעֲרָבָה֙ יָ֣ם הַמֶּ֔לַח תַּ֛חַת אַשְׁדֹּ֥ת הַפִּסְגָּ֖ה מִזְרָֽחָה׃",
          "targum": "וּמֵישְׁרָא וְיַרְדְּנָא וּתְחוּמֵיהּ מִגֵּנוֹסַר וְעַד יַמָּא דְמֵישְׁרָא יַמָּא דְמִלְחָא תְּחוֹת מַשְׁפַּךְ מְרָמָתָא מַדִינְחָא:",
          "english": "the ῾Arava also and the Yarden, as a border, from Kinneret as far as the Sea of the ῾Arava, even the Salt Sea, under the slopes of Pisga eastward."
        },
        {
          "verseNum": 18,
          "hebrew": "וָאֲצַ֣ו אֶתְכֶ֔ם בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר יְהֹוָ֣ה אֱלֹהֵיכֶ֗ם נָתַ֨ן לָכֶ֜ם אֶת־הָאָ֤רֶץ הַזֹּאת֙ לְרִשְׁתָּ֔הּ חֲלוּצִ֣ים תַּֽעַבְר֗וּ לִפְנֵ֛י אֲחֵיכֶ֥ם בְּנֵֽי־יִשְׂרָאֵ֖ל כׇּל־בְּנֵי־חָֽיִל׃",
          "targum": "וּפַקֵּדִית יָתְכוֹן בְּעִדָּנָא הַהִיא לְמֵימָר יְיָ אֱלָהֲכוֹן יְהַב לְכוֹן יָת אַרְעָא הָדָא לְמֵירְתַהּ מְזָרְזִין תַּעְבְּרוּן קֳדָם אֲחֵיכוֹן בְּנֵי יִשְׂרָאֵל כָּל מְזָרְזֵי חֵילָא:",
          "english": "And I commanded you at that time, saying, The Lord your God has given you this land to possess it: pass over armed before your brethren the children of Yisra᾽el, all that are fit for the war."
        },
        {
          "verseNum": 19,
          "hebrew": "רַ֠ק נְשֵׁיכֶ֣ם וְטַפְּכֶם֮ וּמִקְנֵכֶם֒ יָדַ֕עְתִּי כִּֽי־מִקְנֶ֥ה רַ֖ב לָכֶ֑ם יֵֽשְׁבוּ֙ בְּעָ֣רֵיכֶ֔ם אֲשֶׁ֥ר נָתַ֖תִּי לָכֶֽם׃",
          "targum": "לְחוֹד נְשֵׁיכוֹן וְטַפְלְכוֹן וּבְעִירְכוֹן יְדַעְנָא אֲרֵי בְעִיר סַגִּי לְכוֹן יֵתְבוּן בְּקִרְוֵיכוֹן דִּי יְהָבִית לְכוֹן:",
          "english": "But your wives, and your little ones, and your cattle, (for I know that you have much cattle,) shall abide in your cities which I have given you;"
        },
        {
          "verseNum": 20,
          "hebrew": "עַ֠ד אֲשֶׁר־יָנִ֨יחַ יְהֹוָ֥ה&thinsp;<small>׀</small>&thinsp;לַֽאֲחֵיכֶם֮ כָּכֶם֒ וְיָרְשׁ֣וּ גַם־הֵ֔ם אֶת־הָאָ֕רֶץ אֲשֶׁ֨ר יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם נֹתֵ֥ן לָהֶ֖ם בְּעֵ֣בֶר הַיַּרְדֵּ֑ן וְשַׁבְתֶּ֗ם אִ֚ישׁ לִֽירֻשָּׁת֔וֹ אֲשֶׁ֥ר נָתַ֖תִּי לָכֶֽם׃",
          "targum": "עַד דִּי יְנִיחַ יְיָ לַאֲחֵיכוֹן כְּוָתְכוֹן וְיֵרְתוּן אַף אִנּוּן יָת אַרְעָא דַּיְיָ אֱלָהֲכוֹן יָהֵב לְהוֹן בְּעִבְרָא דְיַרְדְּנָא וּתְתוּבוּן גְּבַר לִירֻתְּתֵיהּ דִּי יְהָבִית לְכוֹן:",
          "english": "until the Lord gives rest to your brethren, as well as to you, and until they also possess the land which the Lord our God has given them beyond the Yarden: and then shall you return every man to his possession, which I have given you."
        },
        {
          "verseNum": 21,
          "hebrew": "וְאֶת־יְהוֹשׁ֣וּעַ צִוֵּ֔יתִי בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר עֵינֶ֣יךָ הָרֹאֹ֗ת אֵת֩ כׇּל־אֲשֶׁ֨ר עָשָׂ֜ה יְהֹוָ֤ה אֱלֹהֵיכֶם֙ לִשְׁנֵי֙ הַמְּלָכִ֣ים הָאֵ֔לֶּה כֵּֽן־יַעֲשֶׂ֤ה יְהֹוָה֙ לְכׇל־הַמַּמְלָכ֔וֹת אֲשֶׁ֥ר אַתָּ֖ה עֹבֵ֥ר שָֽׁמָּה׃",
          "targum": "וְיָת יְהוֹשׁוּעַ פַּקֵּדִית בְּעִדָּנָא הַהִיא לְמֵימָר עֵינָיךְ חֲזָאָה יָת כָּל דִּי עֲבַד יְיָ אֱלָהֲכוֹן לִתְרֵין מַלְכַיָּא הָאִלֵּין כֵּן יַעְבֵּד יְיָ לְכָל מַלְכְּוָתָא דִּי אַתְּ עָבֵר לְתַמָּן:",
          "english": "And I commanded Yehoshua at that time, saying, Thy eyes have seen all that the Lord your God has done to these two kings; so shall the Lord do to all the kingdoms into which thou dost pass."
        },
        {
          "verseNum": 22,
          "hebrew": "לֹ֖א תִּֽירָא֑וּם כִּ֚י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֖וּא הַנִּלְחָ֥ם לָכֶֽם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תִדְחֲלוּן מִנְּהוֹן אֲרֵי יְיָ אֱלָהֲכוֹן מֵימְרֵיהּ יְגִיחַ לְכוֹן:",
          "english": "You shall not fear them: for the Lord your God he shall fight for you."
        },
        {
          "verseNum": 23,
          "hebrew": "וָאֶתְחַנַּ֖ן אֶל־יְהֹוָ֑ה בָּעֵ֥ת הַהִ֖וא לֵאמֹֽר׃",
          "targum": "וְצַלֵּיתִי קֳדָם יְיָ בְּעִדָּנָא הַהִיא לְמֵימָר:",
          "english": "And I besought the Lord at that time, saying,"
        },
        {
          "verseNum": 24,
          "hebrew": "אֲדֹנָ֣י יֱהֹוִ֗ה אַתָּ֤ה הַֽחִלּ֙וֹתָ֙ לְהַרְא֣וֹת אֶֽת־עַבְדְּךָ֔ אֶ֨ת־גׇּדְלְךָ֔ וְאֶת־יָדְךָ֖ הַחֲזָקָ֑ה אֲשֶׁ֤ר מִי־אֵל֙ בַּשָּׁמַ֣יִם וּבָאָ֔רֶץ אֲשֶׁר־יַעֲשֶׂ֥ה כְמַעֲשֶׂ֖יךָ וְכִגְבוּרֹתֶֽךָ׃",
          "targum": "יְיָ אֱלֹּהִים אַתְּ שָׁרֵיתָא לְאַחֲזָאָה יָת עַבְדָּךְ יָת רְבוּתָךְ וְיָת יְדָךְ תַּקֶּפְתָּא דִּי אַתְּ הוּא אֱלָהָא דִּשְׁכִנְתָּךְ בִּשְׁמַיָּא מִלְעֵלָּא וְשַׁלִּיט בְּאַרְעָא וְלֵית דְּיַעְבֵּד כְּעוֹבָדָיךְ וּכְגִבָּרְתָּךְ:",
          "english": "O Lord God, thou hast begun to show thy servant thy greatness, and thy mighty hand: for what god is there in heaven or in earth, that can do according to thy works, and according to thy might?"
        },
        {
          "verseNum": 25,
          "hebrew": "אֶעְבְּרָה־נָּ֗א וְאֶרְאֶה֙ אֶת־הָאָ֣רֶץ הַטּוֹבָ֔ה אֲשֶׁ֖ר בְּעֵ֣בֶר הַיַּרְדֵּ֑ן הָהָ֥ר הַטּ֛וֹב הַזֶּ֖ה וְהַלְּבָנֹֽן׃",
          "targum": "אֵעִבַר כְּעַן וְאֶחֱזֵי יָת אַרְעָא טַבְתָא דִּי בְּעִבְרָא דְיַרְדְּנָא טוּרָא טָבָא הָדֵין וּבֵית מַקְדָּשָׁא:",
          "english": "I pray thee, let me go over, and see the good land that is beyond the Yarden, that goodly mountain region and the Levanon."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיִּתְעַבֵּ֨ר יְהֹוָ֥ה בִּי֙ לְמַ֣עַנְכֶ֔ם וְלֹ֥א שָׁמַ֖ע אֵלָ֑י וַיֹּ֨אמֶר יְהֹוָ֤ה אֵלַי֙ רַב־לָ֔ךְ אַל־תּ֗וֹסֶף דַּבֵּ֥ר אֵלַ֛י ע֖וֹד בַּדָּבָ֥ר הַזֶּֽה׃",
          "targum": "וַהֲוָה רְגַז מִן קֳדָם יְיָ עֲלַי בְּדִילְכוֹן וְלָא קַבִּיל מִנִּי וַאֲמַר יְיָ לִי סַגִּי לָךְ לָא תוֹסֵף לְמַלָּלָא קֳדָמַי עוֹד בְּפִתְגָּמָא הָדֵין:",
          "english": "But the Lord was angry with me for your sakes, and would not hear me: and the Lord said to me, Let it suffice thee; speak no more to me of this matter."
        },
        {
          "verseNum": 27,
          "hebrew": "עֲלֵ֣ה&thinsp;<b>׀</b> רֹ֣אשׁ הַפִּסְגָּ֗ה וְשָׂ֥א עֵינֶ֛יךָ יָ֧מָּה וְצָפֹ֛נָה וְתֵימָ֥נָה וּמִזְרָ֖חָה וּרְאֵ֣ה בְעֵינֶ֑יךָ כִּי־לֹ֥א תַעֲבֹ֖ר אֶת־הַיַּרְדֵּ֥ן הַזֶּֽה׃",
          "targum": "סַק לְרֵישׁ רָמָתָא וּזְקוֹף עֵינָיךְ לְמַעֲרָבָא וּלְצִפּוּנָא וְלִדְרוֹמָא וּלְמָדִינְחָא וַחֲזֵי בְעֵינָיִךְ אֲרֵי לָא תְעִבַר יָת יַרְדְּנָא הָדֵין:",
          "english": "Go up to the top of the Pisga, and lift up thy eyes westward, and northward, and southward, and eastward, and behold with thy eyes: for thou shalt not go over this Yarden."
        },
        {
          "verseNum": 28,
          "hebrew": "וְצַ֥ו אֶת־יְהוֹשֻׁ֖עַ וְחַזְּקֵ֣הוּ וְאַמְּצֵ֑הוּ כִּי־ה֣וּא יַעֲבֹ֗ר לִפְנֵי֙ הָעָ֣ם הַזֶּ֔ה וְהוּא֙ יַנְחִ֣יל אוֹתָ֔ם אֶת־הָאָ֖רֶץ אֲשֶׁ֥ר תִּרְאֶֽה׃",
          "targum": "וּפַקֵּד יָת יְהוֹשֻׁעַ וְתַקֶּפְהִי וְאַלֶּמְהִי אֲרֵי הוּא יֵעִבַר קֳדָם עַמָּא הָדֵין וְהוּא יַחְסֵן יָתְהוֹן יָת אַרְעָא דִּי תֶחֱזֵי:",
          "english": "But charge Yehoshua, and encourage him, and strengthen him: for he shall go over before this people, and he shall cause them to inherit the land which thou shalt see."
        },
        {
          "verseNum": 29,
          "hebrew": "וַנֵּ֣שֶׁב בַּגָּ֔יְא מ֖וּל בֵּ֥ית פְּעֽוֹר׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וִיתֵבְנָא בְחֵילָתָא לָקֳבֵל בֵּית פְּעוֹר:",
          "english": "So we abode in the valley over against Bet-pe῾or."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְעַתָּ֣ה יִשְׂרָאֵ֗ל שְׁמַ֤ע אֶל־הַֽחֻקִּים֙ וְאֶל־הַמִּשְׁפָּטִ֔ים אֲשֶׁ֧ר אָֽנֹכִ֛י מְלַמֵּ֥ד אֶתְכֶ֖ם לַעֲשׂ֑וֹת לְמַ֣עַן תִּֽחְי֗וּ וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁ֧ר יְהֹוָ֛ה אֱלֹהֵ֥י אֲבֹתֵיכֶ֖ם נֹתֵ֥ן לָכֶֽם׃",
          "targum": "וּכְעַן יִשְׂרָאֵל שְׁמַע לִקְיָמַיָּא וּלְדִינַיָּא דִּי אֲנָא מְאַלֵּף יָתְכוֹן לְמֶעְבַּד בְּדִיל דְּתֵיחוּן וְתֵיתוּן וְתֵירְתוּן יָת אַרְעָא דִּי יְיָ אֱלָהָא דַאֲבָהָתְכוֹן יָהֵב לְכוֹן:",
          "english": "Now therefore hearken, O Yisra᾽el, to the statutes and to the judgments, which I teach you, to do them, that you may live, and go in and possess the land which the Lord God of your fathers gives you."
        },
        {
          "verseNum": 2,
          "hebrew": "לֹ֣א תֹסִ֗פוּ עַל־הַדָּבָר֙ אֲשֶׁ֤ר אָנֹכִי֙ מְצַוֶּ֣ה אֶתְכֶ֔ם וְלֹ֥א תִגְרְע֖וּ מִמֶּ֑נּוּ לִשְׁמֹ֗ר אֶת־מִצְוֺת֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם אֲשֶׁ֥ר אָנֹכִ֖י מְצַוֶּ֥ה אֶתְכֶֽם׃",
          "targum": "לָא תוֹסְפוּן עַל פִּתְגָּמָא דִּי אֲנָא מְפַקֵּד יָתְכוֹן וְלָא תִמְנְעוּן מִנֵּיהּ לְמִטַּר יָת פִּקּוּדַיָּא דַּיְיָ אֱלָהֲכוֹן דִּי אֲנָא מְפַקֵּד יָתְכוֹן:",
          "english": "You shall not add to the word which I command you, neither shall you diminish from it, that you may keep the commandments of the Lord your God which I command you."
        },
        {
          "verseNum": 3,
          "hebrew": "עֵֽינֵיכֶם֙ הָֽרֹא֔וֹת אֵ֛ת אֲשֶׁר־עָשָׂ֥ה יְהֹוָ֖ה בְּבַ֣עַל פְּע֑וֹר כִּ֣י כׇל־הָאִ֗ישׁ אֲשֶׁ֤ר הָלַךְ֙ אַחֲרֵ֣י בַֽעַל־פְּע֔וֹר הִשְׁמִיד֛וֹ יְהֹוָ֥ה אֱלֹהֶ֖יךָ מִקִּרְבֶּֽךָ׃",
          "targum": "עֵינֵיכוֹן חָזָן יָת דִּי עֲבַד יְיָ בְּבַעַל פְּעוֹר אֲרֵי כָּל גַּבְרָא דִּי אֲזַל בָּתַר בַּעַל פְּעוֹר שֵׁצְיֵיהּ יְיָ אֱלָהָךְ מִבֵּינָךְ:",
          "english": "Your eyes have seen what the Lord did because of Ba῾al-pe῾or: for all the men that followed Ba῾al-pe῾or, the Lord thy God destroyed them from among you."
        },
        {
          "verseNum": 4,
          "hebrew": "וְאַתֶּם֙ הַדְּבֵקִ֔ים בַּיהֹוָ֖ה אֱלֹהֵיכֶ֑ם חַיִּ֥ים כֻּלְּכֶ֖ם הַיּֽוֹם׃",
          "targum": "וְאַתּוּן דְּאַדְבֶּקְתּוּן בְּדַחַלְתָּא דַיְיָ אֱלָהֲכוֹן קַיָּמִין כֻּלְּכוֹן יוֹמָא דֵין:",
          "english": "But you that did cleave of the Lord your God are alive every one of you this day."
        },
        {
          "verseNum": 5,
          "hebrew": "רְאֵ֣ה&thinsp;<b>׀</b> לִמַּ֣דְתִּי אֶתְכֶ֗ם חֻקִּים֙ וּמִשְׁפָּטִ֔ים כַּאֲשֶׁ֥ר צִוַּ֖נִי יְהֹוָ֣ה אֱלֹהָ֑י לַעֲשׂ֣וֹת כֵּ֔ן בְּקֶ֣רֶב הָאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם בָּאִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃",
          "targum": "חֲזוֹ דְּאַלֵּפִית יָתְכוֹן קְיָמַיָּא וְדִינַיָּא כְּמָא דִי פַקְּדַנִי יְיָ אֱלָהָי לְמֶעְבַּד כֵּן בְּגוֹ אַרְעָא דִּי אַתּוּן עַלִּין תַּמָּן לְמֵירְתַהּ:",
          "english": "Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that you should act accordingly in the land whither you go to possess it."
        },
        {
          "verseNum": 6,
          "hebrew": "וּשְׁמַרְתֶּם֮ וַעֲשִׂיתֶם֒ כִּ֣י הִ֤וא חׇכְמַתְכֶם֙ וּבִ֣ינַתְכֶ֔ם לְעֵינֵ֖י הָעַמִּ֑ים אֲשֶׁ֣ר יִשְׁמְע֗וּן אֵ֚ת כׇּל־הַחֻקִּ֣ים הָאֵ֔לֶּה וְאָמְר֗וּ רַ֚ק עַם־חָכָ֣ם וְנָב֔וֹן הַגּ֥וֹי הַגָּד֖וֹל הַזֶּֽה׃",
          "targum": "וְתִטְּרוּן וְתַעְבְּדוּן אֲרֵי הִיא חָכְמַתְכוֹן וְסוּכְלְתָנוּתְכוֹן לְעֵינֵי עַמְמַיָּא דִּי יִשְׁמְעוּן יָת כָּל קְיָמַיָּא הָאִלֵּין וְיֵמְרוּן לְחוֹד עַם חַכִּים וְסוּכְלְתָן עַמָּא רַבָּא הָדֵין:",
          "english": "Keep them therefore and do them; for this is your wisdom and your understanding in the sight of the nations, who shall hear all these statutes, and say, Surely this great nation is a wise and understanding people."
        },
        {
          "verseNum": 7,
          "hebrew": "כִּ֚י מִי־ג֣וֹי גָּד֔וֹל אֲשֶׁר־ל֥וֹ אֱלֹהִ֖ים קְרֹבִ֣ים אֵלָ֑יו כַּיהֹוָ֣ה אֱלֹהֵ֔ינוּ בְּכׇל־קׇרְאֵ֖נוּ אֵלָֽיו׃",
          "targum": "אֲרֵי מָן עַם רַב דִּי לֵיהּ אֱלָהָא קָרִיב לֵיהּ לְקַבָּלָא צְלוֹתֵיהּ בְּעִדַּן עַקְתֵיהּ כַּיְיָ אֱלָהָנָא בְּכָל עִדָּן דַּאֲנַחְנָא מְצַלִּין קֳדָמוֹהִי:",
          "english": "For what nation is there so great, that has God so near to them, as the Lord our God is in all things that we call upon him for?"
        },
        {
          "verseNum": 8,
          "hebrew": "וּמִי֙ גּ֣וֹי גָּד֔וֹל אֲשֶׁר־ל֛וֹ חֻקִּ֥ים וּמִשְׁפָּטִ֖ים צַדִּיקִ֑ם כְּכֹל֙ הַתּוֹרָ֣ה הַזֹּ֔את אֲשֶׁ֧ר אָנֹכִ֛י נֹתֵ֥ן לִפְנֵיכֶ֖ם הַיּֽוֹם׃",
          "targum": "וּמָן עַם רַב דִּי לֵיהּ קְיָמִין וְדִינִין קַשִּׁיטִין כְּכֹל אוֹרַיְתָא הָדָא דִּי אֲנָא יָהֵב קֳדָמֵיכוֹן יוֹמָא דֵין:",
          "english": "And what nation is there so great, that has statutes and judgments so righteous as all this Tora, which I set before you this day?"
        },
        {
          "verseNum": 9,
          "hebrew": "רַ֡ק הִשָּׁ֣מֶר לְךָ֩ וּשְׁמֹ֨ר נַפְשְׁךָ֜ מְאֹ֗ד פֶּן־תִּשְׁכַּ֨ח אֶת־הַדְּבָרִ֜ים אֲשֶׁר־רָא֣וּ עֵינֶ֗יךָ וּפֶן־יָס֙וּרוּ֙ מִלְּבָ֣בְךָ֔ כֹּ֖ל יְמֵ֣י חַיֶּ֑יךָ וְהוֹדַעְתָּ֥ם לְבָנֶ֖יךָ וְלִבְנֵ֥י בָנֶֽיךָ׃",
          "targum": "לְחוֹד אִסְתַּמַּר לָךְ וְטַר נַפְשָׁךְ לַחֲדָא דִּילְמָא תִנְשֵׁי יָת פִּתְגָּמַיָּא דִּי חֲזוֹ עֵינָיִךְ וְדִילְמָא יְעִדּוּן מִלִּבָּךְ כֹּל יוֹמֵי חַיָּיךְ וּתְהוֹדְעִנּוּן לִבְנָיךְ וְלִבְנֵי בְנָיךְ:",
          "english": "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thy eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons’ sons—"
        },
        {
          "verseNum": 10,
          "hebrew": "י֗וֹם אֲשֶׁ֨ר עָמַ֜דְתָּ לִפְנֵ֨י יְהֹוָ֣ה אֱלֹהֶ֘יךָ֮ בְּחֹרֵב֒ בֶּאֱמֹ֨ר יְהֹוָ֜ה אֵלַ֗י הַקְהֶל־לִי֙ אֶת־הָעָ֔ם וְאַשְׁמִעֵ֖ם אֶת־דְּבָרָ֑י אֲשֶׁ֨ר יִלְמְד֜וּן לְיִרְאָ֣ה אֹתִ֗י כׇּל־הַיָּמִים֙ אֲשֶׁ֨ר הֵ֤ם חַיִּים֙ עַל־הָ֣אֲדָמָ֔ה וְאֶת־בְּנֵיהֶ֖ם יְלַמֵּדֽוּן׃",
          "targum": "יוֹמָא דִּי קַמְתָּא קֳדָם יְיָ אֱלָהָךְ בְּחֹרֵב כַּד אֲמַר יְיָ לִי כְּנוֹשׁ קֳדָמַי יָת עַמָּא וְאַשְׁמְעִנּוּן יָת פִּתְגָּמָי דִּי יֵלְפוּן לְמִדְחַל קֳדָמַי כָּל יוֹמַיָּא דִּי אִנּוּן קַיָּמִין עַל אַרְעָא וְיָת בְּנֵיהוֹן יַלְּפוּן:",
          "english": "the day that thou stoodest before the Lord thy God in Ḥorev, when the Lord said to me, Gather me the people together, and I will make them hear my words, that they may learn to fear me all the days that they shall live upon the earth, and that they may teach their children."
        },
        {
          "verseNum": 11,
          "hebrew": "וַתִּקְרְב֥וּן וַתַּֽעַמְד֖וּן תַּ֣חַת הָהָ֑ר וְהָהָ֞ר בֹּעֵ֤ר בָּאֵשׁ֙ עַד־לֵ֣ב הַשָּׁמַ֔יִם חֹ֖שֶׁךְ עָנָ֥ן וַעֲרָפֶֽל׃",
          "targum": "וּקְרֶבְתּוּן וְקַמְתּוּן בְּשִׁפּוֹלֵי טוּרָא וְטוּרָא בָּעֵר בְּאֶשָּׁתָא עַד צֵית שְׁמַיָּא חֲשׁוֹכָא עֲנָנָא וַאֲמִיטְתָא:",
          "english": "And you came near and stood under the mountain; and the mountain burned with fire to the heart of heaven, with darkness, clouds, and thick darkness."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיְדַבֵּ֧ר יְהֹוָ֛ה אֲלֵיכֶ֖ם מִתּ֣וֹךְ הָאֵ֑שׁ ק֤וֹל דְּבָרִים֙ אַתֶּ֣ם שֹׁמְעִ֔ים וּתְמוּנָ֛ה אֵינְכֶ֥ם רֹאִ֖ים זוּלָתִ֥י קֽוֹל׃",
          "targum": "וּמַלִּיל יְיָ עִמְּכוֹן מִגּוֹ אֶשָּׁתָא קַל פִּתְגָּמִין אַתּוּן שָׁמְעִין וּדְמוּת לֵיתֵיכוֹן חָזָן אֶלָּהֵן קָלָא:",
          "english": "And the Lord spoke to you out of the midst of the fire: you heard the voice of the words, but saw no form; only a voice."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיַּגֵּ֨ד לָכֶ֜ם אֶת־בְּרִית֗וֹ אֲשֶׁ֨ר צִוָּ֤ה אֶתְכֶם֙ לַעֲשׂ֔וֹת עֲשֶׂ֖רֶת הַדְּבָרִ֑ים וַֽיִּכְתְּבֵ֔ם עַל־שְׁנֵ֖י לֻח֥וֹת אֲבָנִֽים׃",
          "targum": "וְחַוִּי לְכוֹן יָת קְיָמֵיהּ דִּי פַקִּיד יָתְכוֹן לְמֶעְבַּד עֲשֶׂרֶת פִּתְגָּמִין וּכְתָבִנוּן עַל תְּרֵין לוּחֵי אַבְנַיָּא:",
          "english": "And he declared to you his covenant, which he commanded you to perform, the ten Words; and he wrote them upon two tablets of stone."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאֹתִ֞י צִוָּ֤ה יְהֹוָה֙ בָּעֵ֣ת הַהִ֔וא לְלַמֵּ֣ד אֶתְכֶ֔ם חֻקִּ֖ים וּמִשְׁפָּטִ֑ים לַעֲשֹׂתְכֶ֣ם אֹתָ֔ם בָּאָ֕רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃",
          "targum": "וְיָתִי פַּקִּיד יְיָ בְּעִדָּנָא הַהִיא לְאַלָּפָא יָתְכוֹן קְיָמִין וְדִינִין לְמֶעְבָּדְכוֹן יָתְהוֹן בְּאַרְעָא דִּי אַתּוּן עָבְרִין תַּמָּן לְמֵירְתַהּ:",
          "english": "And the Lord commanded me at that time to teach you statutes and judgments, that you might do them in the land into which you go over to possess it."
        },
        {
          "verseNum": 15,
          "hebrew": "וְנִשְׁמַרְתֶּ֥ם מְאֹ֖ד לְנַפְשֹׁתֵיכֶ֑ם כִּ֣י לֹ֤א רְאִיתֶם֙ כׇּל־תְּמוּנָ֔ה בְּי֗וֹם דִּבֶּ֨ר יְהֹוָ֧ה אֲלֵיכֶ֛ם בְּחֹרֵ֖ב מִתּ֥וֹךְ הָאֵֽשׁ׃",
          "targum": "וְתִסְתַּמְּרוּן לַחֲדָא לְנַפְשָׁתֵיכוֹן אֲרֵי לָא חֲזֵיתוּן כָּל דְּמוּת בְּיוֹמָא דִּי מַלִּיל יְיָ עִמְּכוֹן בְּחֹרֵב מִגּוֹ אֶשָּׁתָא:",
          "english": "Take therefore good heed to yourselves; for you saw no manner of form on the day that the Lord spoke to you in Ḥorev out of the midst of the fire:"
        },
        {
          "verseNum": 16,
          "hebrew": "פֶּ֨ן־תַּשְׁחִת֔וּן וַעֲשִׂיתֶ֥ם לָכֶ֛ם פֶּ֖סֶל תְּמוּנַ֣ת כׇּל־סָ֑מֶל תַּבְנִ֥ית זָכָ֖ר א֥וֹ נְקֵבָֽה׃",
          "targum": "דִּילְמָא תְחַבְּלוּן וְתַעְבְּדוּן לְכוֹן צֶלֶם דְּמוּת כָּל צוּרָא דְּמוּת דְּכַר אוֹ נֻקְבָּא:",
          "english": "lest you become corrupt, and make a carved idol, the similitude of any figure, the likeness of male or female,"
        },
        {
          "verseNum": 17,
          "hebrew": "תַּבְנִ֕ית כׇּל־בְּהֵמָ֖ה אֲשֶׁ֣ר בָּאָ֑רֶץ תַּבְנִית֙ כׇּל־צִפּ֣וֹר כָּנָ֔ף אֲשֶׁ֥ר תָּע֖וּף בַּשָּׁמָֽיִם׃",
          "targum": "דְּמוּת כָּל בְּעִירָא דִּי בְאַרְעָא דְּמוּת כָּל צִפַּר גַּדְפָא דִּי פָרַח בַּאֲוֵר רְקִיעַ שְׁמַיָּא:",
          "english": "the likeness of any beast that is on the earth, the likeness of any winged bird that flies in the air,"
        },
        {
          "verseNum": 18,
          "hebrew": "תַּבְנִ֕ית כׇּל־רֹמֵ֖שׂ בָּאֲדָמָ֑ה תַּבְנִ֛ית כׇּל־דָּגָ֥ה אֲשֶׁר־בַּמַּ֖יִם מִתַּ֥חַת לָאָֽרֶץ׃",
          "targum": "דְּמוּת כָּל רִחֲשָׁא דִי בְאַרְעָא דְּמוּת כָּל נוּנֵי דִי בְמַיָּא מִלְּרַע לְאַרְעָא:",
          "english": "the likeness of any thing that creeps on the ground, the likeness of any fish that is in the waters beneath the earth:"
        },
        {
          "verseNum": 19,
          "hebrew": "וּפֶן־תִּשָּׂ֨א עֵינֶ֜יךָ הַשָּׁמַ֗יְמָה וְֽ֠רָאִ֠יתָ אֶת־הַשֶּׁ֨מֶשׁ וְאֶת־הַיָּרֵ֜חַ וְאֶת־הַכּֽוֹכָבִ֗ים כֹּ֚ל צְבָ֣א הַשָּׁמַ֔יִם וְנִדַּחְתָּ֛ וְהִשְׁתַּחֲוִ֥יתָ לָהֶ֖ם וַעֲבַדְתָּ֑ם אֲשֶׁ֨ר חָלַ֜ק יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ אֹתָ֔ם לְכֹל֙ הָֽעַמִּ֔ים תַּ֖חַת כׇּל־הַשָּׁמָֽיִם׃",
          "targum": "וְדִילְמָא תִזְקוֹף עֵינָיךְ לִשְׁמַיָּא וְתֶחֱזֵי יָת שִׁמְשָׁא וְיָת סִיהֲרָא וְיָת כּוֹכְבַיָּא כֹּל חֵילֵי שְׁמַיָּא וְתִטְעֵי וְתִסְגּוּד לְהוֹן וְתִפְלְחִנּוּן דִּי זַמִּין יְיָ אֱלָהָךְ יָתְהוֹן לְכֹל עַמְמַיָּא תְּחוֹת כָּל שְׁמַיָּא:",
          "english": "and lest thou lift up thy eyes to heaven, and when thou seest the sun, and the moon, and the stars, all the host of heaven, thou shouldst be misled to worship them, and serve them, which the Lord thy God has allotted to all the nations under the whole heaven."
        },
        {
          "verseNum": 20,
          "hebrew": "וְאֶתְכֶם֙ לָקַ֣ח יְהֹוָ֔ה וַיּוֹצִ֥א אֶתְכֶ֛ם מִכּ֥וּר הַבַּרְזֶ֖ל מִמִּצְרָ֑יִם לִהְי֥וֹת ל֛וֹ לְעַ֥ם נַחֲלָ֖ה כַּיּ֥וֹם הַזֶּֽה׃",
          "targum": "וְיָתְכוֹן קָרִיב יְיָ לְדַחַלְתֵּיהּ וְאַפֵּק יָתְכוֹן מִכּוּרָא דְפַרְזְלָא מִמִּצְרָיִם לְמֵהֱוֵי לֵיהּ לְעַמָּא אַחֲסָנָא כְּיוֹמָא הָדֵין:",
          "english": "But the Lord has taken you, and brought you out of the iron furnace, out of Miżrayim, to be to him a people of inheritance, as you are this day."
        },
        {
          "verseNum": 21,
          "hebrew": "וַֽיהֹוָ֥ה הִתְאַנַּף־בִּ֖י עַל־דִּבְרֵיכֶ֑ם וַיִּשָּׁבַ֗ע לְבִלְתִּ֤י עׇבְרִי֙ אֶת־הַיַּרְדֵּ֔ן וּלְבִלְתִּי־בֹא֙ אֶל־הָאָ֣רֶץ הַטּוֹבָ֔ה אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָֽה׃",
          "targum": "וּמִן קֳדָם יְיָ הֲוָה רְגַז עֲלַי עַל פִּתְגָּמֵיכוֹן וְקַיִּים בְּדִיל דְּלָא לְמֵעֲבַר יָת יַרְדְּנָא וּבְדִיל דְּלָא לְמֵיעַל לְאַרְעָא טָבָא דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ אַחֲסָנָא:",
          "english": "But the Lord was angry with me for your sakes, and swore that I should not go over the Yarden, and that I should not go in to that good land, which the Lord thy God gives thee for an inheritance:"
        },
        {
          "verseNum": 22,
          "hebrew": "כִּ֣י אָנֹכִ֥י מֵת֙ בָּאָ֣רֶץ הַזֹּ֔את אֵינֶ֥נִּי עֹבֵ֖ר אֶת־הַיַּרְדֵּ֑ן וְאַתֶּם֙ עֹֽבְרִ֔ים וִֽירִשְׁתֶּ֕ם אֶת־הָאָ֥רֶץ הַטּוֹבָ֖ה הַזֹּֽאת׃",
          "targum": "אֲרֵי אֲנָא מָאִית בְּאַרְעָא הָדָא לֵית אֲנָא עָבֵר יָת יַרְדְּנָא וְאַתּוּן עָבְרִין וְתֵירְתוּן יָת אַרְעָא טָבָא הָדָא:",
          "english": "but I must die in this land, I must not go over the Yarden: but you shall go over, and possess that good land."
        },
        {
          "verseNum": 23,
          "hebrew": "הִשָּׁמְר֣וּ לָכֶ֗ם פֶּֽן־תִּשְׁכְּחוּ֙ אֶת־בְּרִ֤ית יְהֹוָה֙ אֱלֹ֣הֵיכֶ֔ם אֲשֶׁ֥ר כָּרַ֖ת עִמָּכֶ֑ם וַעֲשִׂיתֶ֨ם לָכֶ֥ם פֶּ֙סֶל֙ תְּמ֣וּנַת כֹּ֔ל אֲשֶׁ֥ר צִוְּךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃",
          "targum": "אִסְתַּמָּרוּ לְכוֹן דִּילְמָא תִתִּנְשׁוּן יָת קְיָמָא דַיְיָ אֱלָהֲכוֹן דִּי גְזַר עִמְּכוֹן וְתַעְבְּדוּן לְכוֹן צֶלֶם דְּמוּת כֹּלָּא דִּי פַקְּדָךְ יְיָ אֱלָהָךְ:",
          "english": "Take heed to yourselves, lest you forget the covenant of the Lord your God, which he made with you, and make you a carved idol, or the likeness of anything, which the Lord thy God has forbidden thee."
        },
        {
          "verseNum": 24,
          "hebrew": "כִּ֚י יְהֹוָ֣ה אֱלֹהֶ֔יךָ אֵ֥שׁ אֹכְלָ֖ה ה֑וּא אֵ֖ל קַנָּֽא׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "אֲרֵי יְיָ אֱלָהָךְ מֵימְרֵיהּ אֶשָּׁא אָכְלָא הוּא אֵל קַנָּא:",
          "english": "For the Lord thy God is a consuming fire, a jealous God."
        },
        {
          "verseNum": 25,
          "hebrew": "כִּֽי־תוֹלִ֤יד בָּנִים֙ וּבְנֵ֣י בָנִ֔ים וְנוֹשַׁנְתֶּ֖ם בָּאָ֑רֶץ וְהִשְׁחַתֶּ֗ם וַעֲשִׂ֤יתֶם פֶּ֙סֶל֙ תְּמ֣וּנַת כֹּ֔ל וַעֲשִׂיתֶ֥ם הָרַ֛ע בְּעֵינֵ֥י יְהֹוָה־אֱלֹהֶ֖יךָ לְהַכְעִיסֽוֹ׃",
          "targum": "אֲרֵי תוֹלְדוּן בְּנִין וּבְנֵי בְנִין וְתִתְעַתְּקוּן בְּאַרְעָא וּתְחַבְּלוּן וְתַעְבְּדוּן צֶלֶם דְּמוּת כֹּלָּא וְתַעְבְּדוּן דְּבִישׁ קֳדָם יְיָ אֱלָהָךְ לְאַרְגָּזָא קֳדָמוֹהִי:",
          "english": "When thou shalt beget children, and children’s children, and you shall have remained long in the land, and shall deal corruptly, and make a carved idol, the likeness of anything, and shall do evil in the sight of the Lord thy God, to provoke him to anger:"
        },
        {
          "verseNum": 26,
          "hebrew": "הַעִידֹ֩תִי֩ בָכֶ֨ם הַיּ֜וֹם אֶת־הַשָּׁמַ֣יִם וְאֶת־הָאָ֗רֶץ כִּֽי־אָבֹ֣ד תֹּאבֵדוּן֮ מַהֵר֒ מֵעַ֣ל הָאָ֔רֶץ אֲשֶׁ֨ר אַתֶּ֜ם עֹבְרִ֧ים אֶת־הַיַּרְדֵּ֛ן שָׁ֖מָּה לְרִשְׁתָּ֑הּ לֹֽא־תַאֲרִיכֻ֤ן יָמִים֙ עָלֶ֔יהָ כִּ֥י הִשָּׁמֵ֖ד תִּשָּׁמֵדֽוּן׃",
          "targum": "אַסְהֵדִית בְּכוֹן יוֹמָא דֵין יָת שְׁמַיָּא וְיָת אַרְעָא אֲרֵי מֵיבַד תֵּיבְדוּן בִּפְרִיעַ מֵעַל אַרְעָא דִּי אַתּוּן עָבְרִין יָת יַרְדְּנָא לְתַמָּן לְמֵירְתַהּ לָא תוֹרְכוּן יוֹמִין עֲלַהּ אֲרֵי אִשְׁתְּצָאָה תִּשְׁתֵּצוּן:",
          "english": "I call heaven and earth to witness against you this day, that you shall soon utterly perish from off the land into which you go over the Yarden to possess it; you shall not prolong your days upon it, but shall utterly be destroyed."
        },
        {
          "verseNum": 27,
          "hebrew": "וְהֵפִ֧יץ יְהֹוָ֛ה אֶתְכֶ֖ם בָּעַמִּ֑ים וְנִשְׁאַרְתֶּם֙ מְתֵ֣י מִסְפָּ֔ר בַּגּוֹיִ֕ם אֲשֶׁ֨ר יְנַהֵ֧ג יְהֹוָ֛ה אֶתְכֶ֖ם שָֽׁמָּה׃",
          "targum": "וִיבַדַּר יְיָ יָתְכוֹן בְּעַמְמַיָּא וְתִשְׁתָּאֲרוּן עַם דְּמִנְיָן בְּעַמְמַיָּא דִּי יְדַבַּר יְיָ יָתְכוֹן לְתַמָּן:",
          "english": "And the Lord shall scatter you among the nations, and you shall be left few in number among the nations, where the Lord shall lead you."
        },
        {
          "verseNum": 28,
          "hebrew": "וַעֲבַדְתֶּם־שָׁ֣ם אֱלֹהִ֔ים מַעֲשֵׂ֖ה יְדֵ֣י אָדָ֑ם עֵ֣ץ וָאֶ֔בֶן אֲשֶׁ֤ר לֹֽא־יִרְאוּן֙ וְלֹ֣א יִשְׁמְע֔וּן וְלֹ֥א יֹֽאכְל֖וּן וְלֹ֥א יְרִיחֻֽן׃",
          "targum": "וְתִפְלְחוּן תַּמָּן לְעַמְמַיָּא פָלְחֵי טַעֲוָתָא עֹבַד יְדֵי אֱנָשָׁא אָעָא וְאַבְנָא דִּי לָא יֶחֱזוּן וְלָא שָׁמְעִין וְלָא אָכְלִין וְלָא מְרִיחִין:",
          "english": "And there you shall serve gods, the work of men’s hands, wood and stone, which neither see, nor hear, nor eat, nor smell."
        },
        {
          "verseNum": 29,
          "hebrew": "וּבִקַּשְׁתֶּ֥ם מִשָּׁ֛ם אֶת־יְהֹוָ֥ה אֱלֹהֶ֖יךָ וּמָצָ֑אתָ כִּ֣י תִדְרְשֶׁ֔נּוּ בְּכׇל־לְבָבְךָ֖ וּבְכׇל־נַפְשֶֽׁךָ׃",
          "targum": "וְתִתְבְּעוּן מִתַּמָּן דַּחַלְתָּא דַיְיָ אֱלָהָךְ וְתִשְׁכָּח אֲרֵי תִבְעֵי מִן קֳדָמוֹהִי בְּכָל לִבָּךְ וּבְכָל נַפְשָׁךְ:",
          "english": "But if from there thou shalt seek the Lord thy God, thou shalt find him, if thou seek him with all thy heart and with all thy soul."
        },
        {
          "verseNum": 30,
          "hebrew": "בַּצַּ֣ר לְךָ֔ וּמְצָא֕וּךָ כֹּ֖ל הַדְּבָרִ֣ים הָאֵ֑לֶּה בְּאַחֲרִית֙ הַיָּמִ֔ים וְשַׁבְתָּ֙ עַד־יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְשָׁמַעְתָּ֖ בְּקֹלֽוֹ׃",
          "targum": "כַּד יֵיעוֹק לָךְ וְיַשְׁכְּחֻנָּךְ כֹּל פִּתְגָּמַיָּא הָאִלֵּין בְּסוֹף יוֹמַיָּא וּתְתוּב לְדַחַלְתָּא דַיְיָ אֱלָהָךְ וּתְקַבֵּל לְמֵימְרֵיהּ:",
          "english": "When thou art in distress, and all these things are come upon thee, in the latter days, if thou turn to the Lord thy God, and art obedient to his voice;"
        },
        {
          "verseNum": 31,
          "hebrew": "כִּ֣י אֵ֤ל רַחוּם֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לֹ֥א יַרְפְּךָ֖ וְלֹ֣א יַשְׁחִיתֶ֑ךָ וְלֹ֤א יִשְׁכַּח֙ אֶת־בְּרִ֣ית אֲבֹתֶ֔יךָ אֲשֶׁ֥ר נִשְׁבַּ֖ע לָהֶֽם׃",
          "targum": "אֲרֵי אֱלָהָא רַחֲמָנָא יְיָ אֱלָהָךְ לָא יִשְׁבְּקִנָּךְ וְלָא יְחַבְּלִנָּךְ וְלָא יִתִּנְשֵׁי יָת קְיָמָא דַאֲבָהָתָךְ דִּי קַיִּים לְהוֹן:",
          "english": "(for the Lord thy God is a merciful God;) he will not forsake thee, nor will he destroy thee, nor forget the covenant of thy fathers which he swore to them."
        },
        {
          "verseNum": 32,
          "hebrew": "כִּ֣י שְׁאַל־נָא֩ לְיָמִ֨ים רִֽאשֹׁנִ֜ים אֲשֶׁר־הָי֣וּ לְפָנֶ֗יךָ לְמִן־הַיּוֹם֙ אֲשֶׁר֩ בָּרָ֨א אֱלֹהִ֤ים&thinsp;<small>׀</small>&thinsp;אָדָם֙ עַל־הָאָ֔רֶץ וּלְמִקְצֵ֥ה הַשָּׁמַ֖יִם וְעַד־קְצֵ֣ה הַשָּׁמָ֑יִם הֲנִֽהְיָ֗ה כַּדָּבָ֤ר הַגָּדוֹל֙ הַזֶּ֔ה א֖וֹ הֲנִשְׁמַ֥ע כָּמֹֽהוּ׃",
          "targum": "אֲרֵי שְׁאֵל כְּעַן לְיוֹמַיָּא קַדְמָאֵי דַּהֲווֹ קֳדָמָךְ לְמִן יוֹמָא דִּי בְרָא יְיָ אָדָם עַל אַרְעָא וּלְמִסְּיָפֵי שְׁמַיָּא וְעַד סְיָפֵי שְׁמַיָּא הַהֲוָה כְּפִתְגָּמָא רַבָּא הָדֵין אוֹ הַאִשְׁתְּמַע כְּוָתֵיהּ:",
          "english": "For ask now of the days that are past, which were before thee, since the day that God created man upon the earth, and from the one side of heaven to the other, whether there has been any such thing as this great thing is, or whether aught has been heard like it?"
        },
        {
          "verseNum": 33,
          "hebrew": "הֲשָׁ֣מַֽע עָם֩ ק֨וֹל אֱלֹהִ֜ים מְדַבֵּ֧ר מִתּוֹךְ־הָאֵ֛שׁ כַּאֲשֶׁר־שָׁמַ֥עְתָּ אַתָּ֖ה וַיֶּֽחִי׃",
          "targum": "הַשְׁמַע עַמָּא קַל מֵימְרָא דַיְיָ מְמַלֵּל מִגּוֹ אֶשָּׁתָא כְּמָא דִי שְׁמַעַתְּ אַתְּ וְיִתְקַיָּם:",
          "english": "Did ever people hear the voice of God speaking out of the midst of the fire, as thou hast heard, and live?"
        },
        {
          "verseNum": 34,
          "hebrew": "א֣וֹ&thinsp;<b>׀</b> הֲנִסָּ֣ה אֱלֹהִ֗ים לָ֠ב֠וֹא לָקַ֨חַת ל֣וֹ גוֹי֮ מִקֶּ֣רֶב גּוֹי֒ בְּמַסֹּת֩ בְּאֹתֹ֨ת וּבְמוֹפְתִ֜ים וּבְמִלְחָמָ֗ה וּבְיָ֤ד חֲזָקָה֙ וּבִזְר֣וֹעַ נְטוּיָ֔ה וּבְמוֹרָאִ֖ים גְּדֹלִ֑ים כְּ֠כֹ֠ל אֲשֶׁר־עָשָׂ֨ה לָכֶ֜ם יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם בְּמִצְרַ֖יִם לְעֵינֶֽיךָ׃",
          "targum": "אוֹ נִסִּין דִּי עֲבַד יְיָ לְאִתְגַּלָּאָה לְמִפְרַק לֵיהּ עַם מִגּוֹ עַם בְּנִסִּין בְּאָתִין וּבְמוֹפְתִין וּבִקְרָבָא וּבִידָא תַקִּיפָא וּבִדְרָעָא מְרָמָא וּבְחֶזְוָנִין רַבְרְבִין כְּכֹל דִּי עֲבַד לְכוֹן יְיָ אֱלָהֲכוֹן בְּמִצְרַיִם לְעֵינָיךְ:",
          "english": "Or has God ventured to go and take him a nation from the midst of another nation, by trials, by signs, and by wonders, and by war, and by a mighty hand, and by a stretched out arm, and by great terrors, according to all that the Lord your God did for you in Miżrayim before your eyes?"
        },
        {
          "verseNum": 35,
          "hebrew": "אַתָּה֙ הׇרְאֵ֣תָ לָדַ֔עַת כִּ֥י יְהֹוָ֖ה ה֣וּא הָאֱלֹהִ֑ים אֵ֥ין ע֖וֹד מִלְּבַדּֽוֹ׃",
          "targum": "אַתְּ אִתְחֲזֵיתָא לְמִדַּע אֲרֵי יְיָ הוּא אֱלֹּהִים לֵית עוֹד בַּר מִנֵּיהּ:",
          "english": "To thee it was shown, that thou mightest know that the Lord he is God; there is none else beside him."
        },
        {
          "verseNum": 36,
          "hebrew": "מִן־הַשָּׁמַ֛יִם הִשְׁמִֽיעֲךָ֥ אֶת־קֹל֖וֹ לְיַסְּרֶ֑ךָּ וְעַל־הָאָ֗רֶץ הֶרְאֲךָ֙ אֶת־אִשּׁ֣וֹ הַגְּדוֹלָ֔ה וּדְבָרָ֥יו שָׁמַ֖עְתָּ מִתּ֥וֹךְ הָאֵֽשׁ׃",
          "targum": "מִן שְׁמַיָּא אַשְׁמְעָךְ יָת קָל מֵימְרֵיהּ לְאַלָּפוּתָךְ וְעַל אַרְעָא אַחְזְיָךְ יָת אֶשָּׁתֵיהּ רַבְּתָא וּפִתְגָּמוֹהִי שְׁמַעַתְּ מִגּוֹ אֶשָּׁתָא:",
          "english": "Out of heaven he made thee hear his voice, that he might instruct thee: and upon earth he showed thee his great fire; and thou didst hear his words out of the midst of the fire."
        },
        {
          "verseNum": 37,
          "hebrew": "וְתַ֗חַת כִּ֤י אָהַב֙ אֶת־אֲבֹתֶ֔יךָ וַיִּבְחַ֥ר בְּזַרְע֖וֹ אַחֲרָ֑יו וַיּוֹצִֽאֲךָ֧ בְּפָנָ֛יו בְּכֹח֥וֹ הַגָּדֹ֖ל מִמִּצְרָֽיִם׃",
          "targum": "וָחֳלַף אֲרֵי רְחִים יָת אֲבָהָתָךְ וְאִתִּרְעֵי בִבְנוֹהִי בַּתְרוֹהִי וְאַפְּקָךְ בְּמֵימְרֵיהּ בְּחֵילֵיהּ רַבָּא מִמִּצְרָיִם:",
          "english": "And because he loved thy fathers, therefore, he chose their seed after them, and brought thee out, he himself being present, with his mighty power out of Miżrayim;"
        },
        {
          "verseNum": 38,
          "hebrew": "לְהוֹרִ֗ישׁ גּוֹיִ֛ם גְּדֹלִ֧ים וַעֲצֻמִ֛ים מִמְּךָ֖ מִפָּנֶ֑יךָ לַהֲבִֽיאֲךָ֗ לָֽתֶת־לְךָ֧ אֶת־אַרְצָ֛ם נַחֲלָ֖ה כַּיּ֥וֹם הַזֶּֽה׃",
          "targum": "לְתָרָכָא עַמְמִין רַבְרְבִין וְתַקִּיפִין מִנָּךְ מִן קֳדָמָךְ לְאָעָלוּתָךְ לְמִתַּן לָךְ יָת אַרְעֲהוֹן אַחֲסָנָא כְּיוֹמָא הָדֵין:",
          "english": "to drive out nations from before thee greater and mightier than thou art, to bring thee in, to give thee their land for an inheritance, as it is this day."
        },
        {
          "verseNum": 39,
          "hebrew": "וְיָדַעְתָּ֣ הַיּ֗וֹם וַהֲשֵׁבֹתָ֮ אֶל־לְבָבֶ֒ךָ֒ כִּ֤י יְהֹוָה֙ ה֣וּא הָֽאֱלֹהִ֔ים בַּשָּׁמַ֣יִם מִמַּ֔עַל וְעַל־הָאָ֖רֶץ מִתָּ֑חַת אֵ֖ין עֽוֹד׃",
          "targum": "וְתִדַּע יוֹמָא דֵין וּתְתוּב לְלִבָּךְ אֲרֵי יְיָ הוּא אֱלָהָא דִּשְׁכִנְתֵּיהּ בִּשְׁמַיָּא מִלְּעֵלָּא וְשַׁלִּיט עַל אַרְעָא מִלְּרָע לֵית עוֹד:",
          "english": "Know therefore this day, and consider it in thy heart, that the Lord he is God in heaven above, and upon the earth beneath: there is no other."
        },
        {
          "verseNum": 40,
          "hebrew": "וְשָׁמַרְתָּ֞ אֶת־חֻקָּ֣יו וְאֶת־מִצְוֺתָ֗יו אֲשֶׁ֨ר אָנֹכִ֤י מְצַוְּךָ֙ הַיּ֔וֹם אֲשֶׁר֙ יִיטַ֣ב לְךָ֔ וּלְבָנֶ֖יךָ אַחֲרֶ֑יךָ וּלְמַ֨עַן תַּאֲרִ֤יךְ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁ֨ר יְהֹוָ֧ה אֱלֹהֶ֛יךָ נֹתֵ֥ן לְךָ֖ כׇּל־הַיָּמִֽים׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְתִטַּר יָת קְיָמוֹהִי וְיָת פִּקוּדוֹהִי דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין דִּי יֵיטַב לָךְ וְלִבְנָיךְ בַּתְרָךְ וּבְדִיל דְּתוֹרִיךְ יוֹמִין עַל אַרְעָא דִּי יְיָ אֱלָהָךְ יָהֵב לָךְ כָּל יוֹמַיָּא:",
          "english": "Thou shalt keep therefore his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayst prolong thy days upon the earth, which the Lord thy God gives thee, for ever."
        },
        {
          "verseNum": 41,
          "hebrew": "אָ֣ז יַבְדִּ֤יל מֹשֶׁה֙ שָׁלֹ֣שׁ עָרִ֔ים בְּעֵ֖בֶר הַיַּרְדֵּ֑ן מִזְרְחָ֖ה שָֽׁמֶשׁ׃",
          "targum": "בְּכֵן יַפְרֵשׁ משֶׁה תְּלַת קִרְוִין בְּעִבְרָא דְּיַרְדְּנָא מִדְנַח שִׁמְשָׁא:",
          "english": "Then Moshe set apart three cities on this side of the Yarden toward the sun rising;"
        },
        {
          "verseNum": 42,
          "hebrew": "לָנֻ֨ס שָׁ֜מָּה רוֹצֵ֗חַ אֲשֶׁ֨ר יִרְצַ֤ח אֶת־רֵעֵ֙הוּ֙ בִּבְלִי־דַ֔עַת וְה֛וּא לֹא־שֹׂנֵ֥א ל֖וֹ מִתְּמֹ֣ל שִׁלְשֹׁ֑ם וְנָ֗ס אֶל־אַחַ֛ת מִן־הֶעָרִ֥ים הָאֵ֖ל וָחָֽי׃",
          "targum": "לְמֵעִירוֹק תַּמָּן קָטוֹלָא דִּי יִקְטוֹל יָת חַבְרֵיהּ בְּלָא מַנְדְּעֵי וְהוּא לָא סָנֵי לֵיהּ מֵאִתְמַלֵּי וּמִדְּקַמּוֹהִי וְיֵעִרוֹק לְחַד מִן קִרְוַיָּא הָאִלֵּין וְיִתְקַיָּם:",
          "english": "that the slayer might flee there, who should kill his neighbour unawares, and hated him not in times past; and that fleeing unto one of these cities he might live:"
        },
        {
          "verseNum": 43,
          "hebrew": "אֶת־בֶּ֧צֶר בַּמִּדְבָּ֛ר בְּאֶ֥רֶץ הַמִּישֹׁ֖ר לָרֽאוּבֵנִ֑י וְאֶת־רָאמֹ֤ת בַּגִּלְעָד֙ לַגָּדִ֔י וְאֶת־גּוֹלָ֥ן בַּבָּשָׁ֖ן לַֽמְנַשִּֽׁי׃",
          "targum": "יָת בֶּצֶר בְּמַדְבְּרָא בְּאַרְעָא מֵישְׁרָא לְשִׁבְטָא דִרְאוּבֵן וְיָת רָאמוֹת בַּגִּלְעָד לְשִׁבְטָא דְגָד וְיָת גּוֹלָן בְּמַתְנָן לְשִׁבְטָא דִמְנַשֶּׁה:",
          "english": "Beżer in the wilderness, in the plain country, for the Re᾽uveni; and Ramot of Gil῾ad, for the Gadi; and Golan in Bashan, for the Menashshi."
        },
        {
          "verseNum": 44,
          "hebrew": "וְזֹ֖את הַתּוֹרָ֑ה אֲשֶׁר־שָׂ֣ם מֹשֶׁ֔ה לִפְנֵ֖י בְּנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְדָא אוֹרַיְתָא דִּי סַדַּר משֶׁה קֳדָם בְּנֵי יִשְׂרָאֵל:",
          "english": "And this is the Tora which Moshe set before the children of Yisra᾽el:"
        },
        {
          "verseNum": 45,
          "hebrew": "אֵ֚לֶּה הָֽעֵדֹ֔ת וְהַֽחֻקִּ֖ים וְהַמִּשְׁפָּטִ֑ים אֲשֶׁ֨ר דִּבֶּ֤ר מֹשֶׁה֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל בְּצֵאתָ֖ם מִמִּצְרָֽיִם׃",
          "targum": "אִלֵּין סָהֶדְוָתָא וּקְיָמַיָּא וְדִינַיָּא דִּי מַלִּיל משֶׁה עִם בְּנֵי יִשְׂרָאֵל בְּמִפָּקְהוֹן מִמִּצְרָיִם:",
          "english": "these are the testimonies, and the statutes, and the judgments, which Moshe spoke to the children of Yisra᾽el, after they came forth out of Miżrayim."
        },
        {
          "verseNum": 46,
          "hebrew": "בְּעֵ֨בֶר הַיַּרְדֵּ֜ן בַּגַּ֗יְא מ֚וּל בֵּ֣ית פְּע֔וֹר בְּאֶ֗רֶץ סִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּ֑וֹן אֲשֶׁ֨ר הִכָּ֤ה מֹשֶׁה֙ וּבְנֵ֣י יִשְׂרָאֵ֔ל בְּצֵאתָ֖ם מִמִּצְרָֽיִם׃",
          "targum": "בְּעִבְרָא דְיַרְדְּנָא בְּחֵילָתָא לָקֳבֵל בֵּית פְּעוֹר בְּאַרְעָא דְּסִיחֹן מַלְכָּא דֶאֱמֹרָאָה דִּי יָתֵב בְּחֶשְׁבּוֹן דִּי מְחָא משֶׁה וּבְנֵי יִשְׂרָאֵל בְּמִפָּקְהוֹן מִמִּצְרָיִם:",
          "english": "Beyond the Yarden, in the valley over against Bet-pe῾or, in the land of Siĥon king of the Emori, who dwelt at Ḥeshbon, whom Moshe and the children of Yisra᾽el smote, after they were come forth out of Miżrayim:"
        },
        {
          "verseNum": 47,
          "hebrew": "וַיִּֽירְשׁ֨וּ אֶת־אַרְצ֜וֹ וְאֶת־אֶ֣רֶץ&thinsp;<b>׀</b> ע֣וֹג מֶֽלֶךְ־הַבָּשָׁ֗ן שְׁנֵי֙ מַלְכֵ֣י הָֽאֱמֹרִ֔י אֲשֶׁ֖ר בְּעֵ֣בֶר הַיַּרְדֵּ֑ן מִזְרַ֖ח שָֽׁמֶשׁ׃",
          "targum": "וִירִיתוּ יָת אַרְעֵיהּ וְיָת אַרְעָא דְּעוֹג מַלְכָּא דְמַתְנָן תְּרֵין מַלְכֵי אֱמֹרָאָה דִּי בְּעִבְרָא דְיַרְדְּנָא מִדְנַח שִׁמְשָׁא:",
          "english": "and they possessed his land, and the land of ῾Og king of Bashan, two kings of the Emori, which were beyond the Yarden toward the sun rising;"
        },
        {
          "verseNum": 48,
          "hebrew": "מֵעֲרֹעֵ֞ר אֲשֶׁ֨ר עַל־שְׂפַת־נַ֧חַל אַרְנֹ֛ן וְעַד־הַ֥ר שִׂיאֹ֖ן ה֥וּא חֶרְמֽוֹן׃",
          "targum": "מֵעֲרֹעֵר דִּי עַל כֵּיף נַחֲלָא דְאַרְנֹן וְעַד טוּרָא דְשִׂיאֹן הוּא חֶרְמוֹן:",
          "english": "from ῾Aro῾er, which is by the bank of the wadi of Arnon, to mount Si’on, which is Ḥermon,"
        },
        {
          "verseNum": 49,
          "hebrew": "וְכׇל־הָ֨עֲרָבָ֜ה עֵ֤בֶר הַיַּרְדֵּן֙ מִזְרָ֔חָה וְעַ֖ד יָ֣ם הָעֲרָבָ֑ה תַּ֖חַת אַשְׁדֹּ֥ת הַפִּסְגָּֽה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְכָל מֵישְׁרָא עִבְרָא דְיַרְדְּנָא לְמָדִינְחָא וְעַד יַמָּא דְמֵישְׁרָא תְּחוֹת מַשְׁפַּךְ מְרָמָתָא:",
          "english": "and all the ῾Arava beyond the Yarden eastward, even to the Sea of the ῾Arava, under the slopes of the Pisga."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּקְרָ֣א מֹשֶׁה֮ אֶל־כׇּל־יִשְׂרָאֵל֒ וַיֹּ֣אמֶר אֲלֵהֶ֗ם שְׁמַ֤ע יִשְׂרָאֵל֙ אֶת־הַחֻקִּ֣ים וְאֶת־הַמִּשְׁפָּטִ֔ים אֲשֶׁ֧ר אָנֹכִ֛י דֹּבֵ֥ר בְּאׇזְנֵיכֶ֖ם הַיּ֑וֹם וּלְמַדְתֶּ֣ם אֹתָ֔ם וּשְׁמַרְתֶּ֖ם לַעֲשֹׂתָֽם׃",
          "targum": "וּקְרָא משֶׁה לְכָל יִשְׂרָאֵל וַאֲמַר לְהוֹן שְׁמַע יִשְׂרָאֵל יָת קְיָמַיָּא וְיָת דִּינַיָּא דִּי אֲנָא מְמַלֵּל קֳדָמֵיכוֹן יוֹמָא דֵין וְתַלְּפוּן יָתְהוֹן וְתִטְּרוּן לְמֶעְבָּדְהוֹן:",
          "english": "And Moshe called all Yisra᾽el, and said to them, Hear, O Yisra᾽el, the statutes and judgments which I speak in your ears this day, that you may learn them, and keep, and do them."
        },
        {
          "verseNum": 2,
          "hebrew": "יְהֹוָ֣ה אֱלֹהֵ֗ינוּ כָּרַ֥ת עִמָּ֛נוּ בְּרִ֖ית בְּחֹרֵֽב׃",
          "targum": "יְיָ אֱלָהָנָא גְזַר עִמָּנָא קְיָם בְּחֹרֵב:",
          "english": "The Lord our God made a covenant with us in Ḥorev."
        },
        {
          "verseNum": 3,
          "hebrew": "לֹ֣א אֶת־אֲבֹתֵ֔ינוּ כָּרַ֥ת יְהֹוָ֖ה אֶת־הַבְּרִ֣ית הַזֹּ֑את כִּ֣י אִתָּ֔נוּ אֲנַ֨חְנוּ אֵ֥לֶּה פֹ֛ה הַיּ֖וֹם כֻּלָּ֥נוּ חַיִּֽים׃",
          "targum": "לָא עִם אֲבָהָתָנָא גְּזַר יְיָ יָת קְיָמָא הָדָא אֶלָּהֵן עִמָּנָא אֲנַחְנָא אִלֵּין הָכָא יוֹמָא דֵין כֻּלָּנָא קַיָּמִין:",
          "english": "The Lord made not this covenant with our fathers, but with us, even us, who are all of us here alive this day."
        },
        {
          "verseNum": 4,
          "hebrew": "פָּנִ֣ים&thinsp;<b>׀</b> בְּפָנִ֗ים דִּבֶּ֨ר יְהֹוָ֧ה עִמָּכֶ֛ם בָּהָ֖ר מִתּ֥וֹךְ הָאֵֽשׁ׃",
          "targum": "מַמְלָל עִם מַמְלָל מַלִּיל יְיָ עִמְּכוֹן בְּטוּרָא מִגּוֹ אֶשָּׁתָא:",
          "english": "The Lord talked with you face to face in the mountain out of the midst of the fire,"
        },
        {
          "verseNum": 5,
          "hebrew": "אָ֠נֹכִ֠י עֹמֵ֨ד בֵּין־יְהֹוָ֤ה וּבֵֽינֵיכֶם֙ בָּעֵ֣ת הַהִ֔וא לְהַגִּ֥יד לָכֶ֖ם אֶת־דְּבַ֣ר יְהֹוָ֑ה כִּ֤י יְרֵאתֶם֙ מִפְּנֵ֣י הָאֵ֔שׁ וְלֹֽא־עֲלִיתֶ֥ם בָּהָ֖ר לֵאמֹֽר׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲנָא הֲוֵיתִי קָאֵם בֵּין מֵימְרָא דַיְיָ וּבֵינֵיכוֹן בְּעִדָּנָא הַהִיא לְחַוָּאָה לְכוֹן יָת פִּתְגָּמָא דַיְיָ אֲרֵי דְחֶלְתּוּן מִקֳּדָם אֶשָּׁתָא וְלָא סְלֶקְתּוּן בְּטוּרָא לְמֵימָר:",
          "english": "(I stood between the Lord and you at that time, to show you the word of the Lord: for you were afraid by reason of the fire, and went not up to the mountain;) saying,"
        },
        {
          "verseNum": 6,
          "hebrew": "אָֽנֹכִ֖י֙ יְהֹוָ֣ה אֱלֹהֶ֑֔יךָ אֲשֶׁ֧ר הוֹצֵאתִ֛יךָ מֵאֶ֥רֶץ מִצְרַ֖יִם מִבֵּ֣֥ית עֲבָדִ֑͏ֽים׃",
          "targum": "אֲנָא יְיָ אֱלָהָךְ דִּי אַפֵּקְתָּךְ מֵאַרְעָא דְמִצְרַיִם מִבֵּית עַבְדּוּתָא:",
          "english": "I am the Lord thy God, who brought thee out of the land of Miżrayim, from the house of bondage."
        },
        {
          "verseNum": 7,
          "hebrew": "לֹ֣א־יִהְיֶ֥͏ֽה־לְךָ֛֩ אֱלֹהִ֥֨ים אֲחֵרִ֖֜ים עַל־פָּנָֽ͏ַ֗י׃",
          "targum": "לָא יְהֵא לָךְ אֱלָהָא אָחֳרָן בַּר מִנִּי:",
          "english": "Thou shalt have no other gods beside me."
        },
        {
          "verseNum": 8,
          "hebrew": "לֹֽ֣א־תַעֲשֶֽׂ֨ה־לְךָ֥֣ פֶ֣֙סֶל֙&thinsp;<small>׀</small>&thinsp;כׇּל־תְּמוּנָ֔֡ה אֲשֶׁ֤֣ר בַּשָּׁמַ֣֙יִם֙&thinsp;<small>׀</small>&thinsp;מִמַּ֔֡עַל וַאֲשֶׁ֥ר֩ בָּאָ֖֨רֶץ מִתָּ֑͏ַ֜חַת וַאֲשֶׁ֥ר בַּמַּ֖֣יִם&thinsp;<b>׀</b> מִתַּ֥֣חַת לָאָֽ֗רֶץ׃",
          "targum": "לָא תַעְבֵּד לָךְ צֶלֶם כָּל דְּמוּת דִּי בִשְׁמַיָּא מִלְּעֵלָּא וְדִי בְאַרְעָא מִלְּרָע וְדִי בְמַיָּא מִלְּרַע לְאַרְעָא:",
          "english": "Thou shalt not make for thyself any carved idol, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth:"
        },
        {
          "verseNum": 9,
          "hebrew": "לֹא־תִשְׁתַּחֲוֶ֥֣ה לָהֶ֖ם֮ וְלֹ֣א תׇעׇבְדֵ֑ם֒ כִּ֣י אָנֹכִ֞י יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ אֵ֣ל קַנָּ֔א פֹּ֠קֵ֠ד עֲוֺ֨ן אָב֧וֹת עַל־בָּנִ֛ים וְעַל־שִׁלֵּשִׁ֥ים וְעַל־רִבֵּעִ֖ים לְשֹׂנְאָֽ֑י׃",
          "targum": "לָא תִסְגּוּד לְהוֹן וְלָא תִפְלְחִנּוּן אֲרֵי אֲנָא יְיָ אֱלָהָךְ אֵל קַנָּא מַסְעַר חוֹבֵי אֲבָהָן עַל בְּנִין מְרָדִין עַל דַּר תְּלִיתַי וְעַל דַּר רְבִיעַי לְשַׂנְאָי כַּד מְשַׁלְּמִין בְּנַיָּא לְמֶחֱטֵי בָּתַר אֲבָהָתְהוֹן:",
          "english": "thou shalt not bow down to them, nor serve them: for I the Lord thy God am a jealous God, punishing the iniquity of the fathers upon the children to the third and fourth generation of those who hate me,"
        },
        {
          "verseNum": 10,
          "hebrew": "וְעֹ֥֤שֶׂה חֶ֖֙סֶד֙ לַֽאֲלָפִ֑֔ים לְאֹהֲבַ֖י וּלְשֹׁמְרֵ֥י <span class=\"mam-kq\"><span class=\"mam-kq-k\">(מצותו)</span> <span class=\"mam-kq-q\">[מִצְוֺתָֽי]</span></span>׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְעָבֵד טֵיבוּ לְאַלְפֵי דָרִין לְרַחֲמַי וּלְנָטְרֵי פִקּוֹדָי:",
          "english": "and showing mercy to the thousandth generation of those who love me and keep my commandments."
        },
        {
          "verseNum": 11,
          "hebrew": "לֹ֥א תִשָּׂ֛א אֶת־שֵֽׁם־יְהֹוָ֥ה אֱלֹהֶ֖יךָ לַשָּׁ֑וְא כִּ֣י לֹ֤א יְנַקֶּה֙ יְהֹוָ֔ה אֵ֛ת אֲשֶׁר־יִשָּׂ֥א אֶת־שְׁמ֖וֹ לַשָּֽׁוְא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תֵימֵי יָת שְׁמָא דַיְיָ אֱלָהָךְ לְמַגָּנָא אֲרֵי לָא יְזַכֵּי יְיָ יָת דִּי יֵמֵי בִשְׁמֵיהּ לְשִׁקְרָא:",
          "english": "Thou shalt not take the name of the Lord thy God in vain: for the Lord will not hold him guiltless that takes his name in vain."
        },
        {
          "verseNum": 12,
          "hebrew": "שָׁמ֛֣וֹר אֶת־י֥וֹם֩ הַשַּׁבָּ֖֨ת לְקַדְּשׁ֑֜וֹ כַּאֲשֶׁ֥ר צִוְּךָ֖֣&thinsp;<b>׀</b> יְהֹוָ֥֣ה אֱלֹהֶֽ֗יךָ׃",
          "targum": "טַר יָת יוֹמָא דְשַׁבְּתָא לְקַדָּשׁוּתֵיהּ כְּמָא דִי פַקְדָּךְ יְיָ אֱלָהָךְ:",
          "english": "Keep the sabbath day to sanctify it, as the Lord thy God has commanded thee."
        },
        {
          "verseNum": 13,
          "hebrew": "שֵׁ֤֣שֶׁת יָמִ֣ים֙ תַּֽעֲבֹ֔ד֮ וְעָשִׂ֖֣יתָ כׇּֿל־מְלַאכְתֶּֽךָ֒׃",
          "targum": "שִׁתָּא יוֹמִין תִּפְלָח וְתַעְבֵּד כָּל עִבִדְתָּךְ:",
          "english": "Six days thou shalt labour, and do all thy work:"
        },
        {
          "verseNum": 14,
          "hebrew": "וְי֨וֹם֙ הַשְּׁבִיעִ֔֜י שַׁבָּ֖֣ת&thinsp;<b>׀</b> לַיהֹוָ֣ה אֱלֹהֶ֑֗יךָ לֹ֣א תַעֲשֶׂ֣ה כׇל־מְלָאכָ֡ה אַתָּ֣ה וּבִנְךָֽ־וּבִתֶּ֣ךָ וְעַבְדְּךָֽ־וַ֠אֲמָתֶ֠ךָ וְשׁוֹרְךָ֨ וַחֲמֹֽרְךָ֜ וְכׇל־בְּהֶמְתֶּ֗ךָ וְגֵֽרְךָ֙ אֲשֶׁ֣ר בִּשְׁעָרֶ֔יךָ לְמַ֗עַן יָנ֛וּחַ עַבְדְּךָ֥ וַאֲמָתְךָ֖ כָּמֽ֑וֹךָ׃",
          "targum": "וְיוֹמָא שְׁבִיעָאָה שַׁבְּתָא קֳדָם יְיָ אֱלָהָךְ לָא תַעְבֵּד כָּל עִבִידָא אַתְּ וּבְרָךְ וּבְרַתָּךְ וְעַבְדָּךְ וְאַמְתָךְ וְתוֹרָךְ וַחֲמָרָךְ וְכָל בְּעִירָךְ וְגִיּוֹרָךְ דִּי בְקִרְוָךְ בְּדִיל דִּי יְנוּחַ עַבְדָּךְ וְאַמְתָךְ כְּוָתָךְ:",
          "english": "but the seventh day is the sabbath of the Lord thy God: on it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thy ox, nor thy ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou."
        },
        {
          "verseNum": 15,
          "hebrew": "וְזָכַרְתָּ֗֞ כִּ֣י־עֶ֤֥בֶד הָיִ֣֙יתָ֙&thinsp;<b>׀</b> בְּאֶ֣רֶץ מִצְרַ֔֗יִם וַיֹּצִ֨אֲךָ֜֩ יְהֹוָ֤֨ה אֱלֹהֶ֤֙יךָ֙ מִשָּׁ֔ם֙ בְּיָ֥֤ד חֲזָקָ֖ה֙ וּבִזְרֹ֣עַ נְטוּיָ֑֔ה עַל־כֵּ֗ן צִוְּךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לַעֲשׂ֖וֹת אֶת־י֥וֹם הַשַּׁבָּֽת׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְתִדְכַּר אֲרֵי עַבְדָּא הַוֵיתָא בְּאַרְעָא דְמִצְרַיִם וְאַפְּקָךְ יְיָ אֱלָהָךְ מִתַּמָּן בִּידָא תַקִּיפָא וּבִדְרָעָא מְרָמָא עַל כֵּן פַּקְּדָךְ יְיָ אֱלָהָךְ לְמֶעְבַּד יָת יוֹמָא דְשַׁבְּתָא:",
          "english": "And remember that thou wast a servant in the land of Miżrayim, and that the Lord thy God brought thee out from there with a mighty hand and a stretched out arm: therefore the Lord thy God commanded thee to keep the sabbath day."
        },
        {
          "verseNum": 16,
          "hebrew": "כַּבֵּ֤ד אֶת־אָבִ֙יךָ֙ וְאֶת־אִמֶּ֔ךָ כַּאֲשֶׁ֥ר צִוְּךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ לְמַ֣עַן&thinsp;<b>׀</b> יַאֲרִיכֻ֣ן יָמֶ֗יךָ וּלְמַ֙עַן֙ יִ֣יטַב לָ֔ךְ עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "יַקַּר יָת אֲבוּךְ וְיָת אִמָּךְ כְּמָא דִי פַקְּדָךְ יְיָ אֱלָהָךְ בְּדִיל דְּיוֹרְכוּן יוֹמָיךְ וּבְדִיל דְּיוֹטֶב לָךְ עַל אַרְעָא דַּיְיָ אֱלָהָךְ יָהֵב לָךְ:",
          "english": "Honour thy father and thy mother, as the Lord thy God has commanded thee; that thy days may be prolonged, and that it may go well with thee, in the land which the Lord thy God gives thee."
        },
        {
          "verseNum": 17,
          "hebrew": "לֹ֥֖א תִּֿרְצָ֖͏ֽח׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;וְלֹ֣֖א תִּֿנְאָ֑͏ֽף׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;וְלֹ֣֖א תִּֿגְנֹֽ֔ב׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;וְלֹֽא־תַעֲנֶ֥ה בְרֵֽעֲךָ֖ עֵ֥ד שָֽׁוְא׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לָא תִקְטוֹל נְפָשׁ. וְלָא תְגוּף. וְלָא תִגְנוֹב. וְלָא תַסְהֵד בְּחַבְרָךְ סַהֲדוּתָא דְשִׁקְרָא:",
          "english": "Thou shalt not murder.    Neither shalt thou commit adultery.    Neither shalt thou steal.    Neither shalt thou bear false witness against thy neighbour."
        },
        {
          "verseNum": 18,
          "hebrew": "וְלֹ֥א תַחְמֹ֖ד אֵ֣שֶׁת רֵעֶ֑ךָ&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;וְלֹ֨א תִתְאַוֶּ֜ה בֵּ֣ית רֵעֶ֗ךָ שָׂדֵ֜הוּ וְעַבְדּ֤וֹ וַאֲמָתוֹ֙ שׁוֹר֣וֹ וַחֲמֹר֔וֹ וְכֹ֖ל אֲשֶׁ֥ר לְרֵעֶֽךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְלָא תַחְמֵד אִתַּת חַבְרָךְ וְלָא תֵרוֹג בֵּית חַבְרָךְ חַקְלֵיהּ וְעַבְדֵּיהּ וְאַמְתֵיהּ תּוֹרֵיהּ וַחֲמָרֵיהּ וְכֹל דִּי לְחַבְרָךְ:",
          "english": "Neither shalt thou covet thy neighbour’s wife,    neither shalt thou desire thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or anything that is thy neighbour’s."
        },
        {
          "verseNum": 19,
          "hebrew": "אֶֽת־הַדְּבָרִ֣ים הָאֵ֡לֶּה דִּבֶּר֩ יְהֹוָ֨ה אֶל־כׇּל־קְהַלְכֶ֜ם בָּהָ֗ר מִתּ֤וֹךְ הָאֵשׁ֙ הֶֽעָנָ֣ן וְהָֽעֲרָפֶ֔ל ק֥וֹל גָּד֖וֹל וְלֹ֣א יָסָ֑ף וַֽיִּכְתְּבֵ֗ם עַל־שְׁנֵי֙ לֻחֹ֣ת אֲבָנִ֔ים וַֽיִּתְּנֵ֖ם אֵלָֽי׃",
          "targum": "יָת פִּתְגָּמַיָּא הָאִלֵּין מַלִּיל יְיָ עִם כָּל קְהָלְכוֹן בְּטוּרָא מִגּוֹ אֶשָּׁתָא עֲנָנָא וַאֲמִיטְתָא קָל רַב וְלָא פְסַק וּכְתָבִנּוּן עַל תְּרֵין לוּחֵי אַבְנַיָּא וִיהָבִנּוּן לִי:",
          "english": "These words the Lord spoke to all your assembly in the mountain out of the midst of the fire, the cloud, and the thick darkness, with a great voice which was not heard again. And he wrote them on two tablets of stone, and delivered them to me."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיְהִ֗י כְּשׇׁמְעֲכֶ֤ם אֶת־הַקּוֹל֙ מִתּ֣וֹךְ הַחֹ֔שֶׁךְ וְהָהָ֖ר בֹּעֵ֣ר בָּאֵ֑שׁ וַתִּקְרְב֣וּן אֵלַ֔י כׇּל־רָאשֵׁ֥י שִׁבְטֵיכֶ֖ם וְזִקְנֵיכֶֽם׃",
          "targum": "וַהֲוָה כַּד שְׁמַעֲכוֹן יָת קָלָא מִגּוֹ חֲשׁוֹכָא וְטוּרָא בָּעֵר בְּאֶשָּׁתָא וְקָרֶבְתּוּן לְוָתִי כָּל רֵישֵׁי שִׁבְטֵיכוֹן וְסָבֵיכוֹן:",
          "english": "And it came to pass, when you heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that you came near to me, all the heads of your tribes, and your elders;"
        },
        {
          "verseNum": 21,
          "hebrew": "וַתֹּאמְר֗וּ הֵ֣ן הֶרְאָ֜נוּ יְהֹוָ֤ה אֱלֹהֵ֙ינוּ֙ אֶת־כְּבֹד֣וֹ וְאֶת־גׇּדְל֔וֹ וְאֶת־קֹל֥וֹ שָׁמַ֖עְנוּ מִתּ֣וֹךְ הָאֵ֑שׁ הַיּ֤וֹם הַזֶּה֙ רָאִ֔ינוּ כִּֽי־יְדַבֵּ֧ר אֱלֹהִ֛ים אֶת־הָֽאָדָ֖ם וָחָֽי׃",
          "targum": "וַאֲמַרְתּוּן הָא אַחְזְיָנָא יְיָ אֱלָהָנָא יָת יְקָרֵיהּ וְיָת רְבוּתֵיהּ וְיָת קָל מֵימְרֵיהּ שְׁמַעְנָא מִגּוֹ אֶשָּׁתָא יוֹמָא הָדֵין חֲזֵינָא אֲרֵי יְמַלֵּל יְיָ עִם אֲנָשָׁא וְיִתְקַיָּם:",
          "english": "and you said, Behold, the Lord our God has shown us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God does talk with man, and he lives."
        },
        {
          "verseNum": 22,
          "hebrew": "וְעַתָּה֙ לָ֣מָּה נָמ֔וּת כִּ֣י תֹֽאכְלֵ֔נוּ הָאֵ֥שׁ הַגְּדֹלָ֖ה הַזֹּ֑את אִם־יֹסְפִ֣ים&thinsp;<b>׀</b> אֲנַ֗חְנוּ לִ֠שְׁמֹ֠עַ אֶת־ק֨וֹל יְהֹוָ֧ה אֱלֹהֵ֛ינוּ ע֖וֹד וָמָֽתְנוּ׃",
          "targum": "וּכְעַן לְמָא נְמוּת אֲרֵי תֵיכְלִנָּנָא אֶשָּׁתָא רַבְּתָא הָדָא אִם מוֹסְפִין אֲנַחְנָא לְמִשְׁמַע יָת קָל מֵימְרָא דַיְיָ אֱלָהָנָא עוֹד וּמָיְתִין אֲנַחְנָא:",
          "english": "Now therefore why should we die? for this great fire will consume us: if we hear the voice of the Lord our God any more, then we shall die."
        },
        {
          "verseNum": 23,
          "hebrew": "כִּ֣י מִ֣י כׇל־בָּשָׂ֡ר אֲשֶׁ֣ר שָׁמַ֣ע קוֹל֩ אֱלֹהִ֨ים חַיִּ֜ים מְדַבֵּ֧ר מִתּוֹךְ־הָאֵ֛שׁ כָּמֹ֖נוּ וַיֶּֽחִי׃",
          "targum": "אֲרֵי מָן כָּל בִּשְׂרָא דִי שְׁמַע קָל מֵימְרָא דַיְיָ קַיָּמָא מְמַלֵּל מִגּוֹ אֶשָּׁתָא כְּוָתָנָא וְאִתְקַיָּם:",
          "english": "For who is there of all flesh, that has heard the voice of the living God speaking out of the midst of the fire, as we have, and lived?"
        },
        {
          "verseNum": 24,
          "hebrew": "קְרַ֤ב אַתָּה֙ וּֽשְׁמָ֔ע אֵ֛ת כׇּל־אֲשֶׁ֥ר יֹאמַ֖ר יְהֹוָ֣ה אֱלֹהֵ֑ינוּ וְאַ֣תְּ&thinsp;<b>׀</b> תְּדַבֵּ֣ר אֵלֵ֗ינוּ אֵת֩ כׇּל־אֲשֶׁ֨ר יְדַבֵּ֜ר יְהֹוָ֧ה אֱלֹהֵ֛ינוּ אֵלֶ֖יךָ וְשָׁמַ֥עְנוּ וְעָשִֽׂינוּ׃",
          "targum": "קְרַב אַתְּ וּשְׁמַע יָת כָּל דִּי יֵימַר יְיָ אֱלָהָנָא וְאַתְּ תְּמַלֵּל עִמָּנָא יָת כָּל דִּי מַלֵּל יְיָ אֱלָהָנָא עִמָּךְ וּנְקַבֵּל וְנַעְבֵּד:",
          "english": "Go thou near, and hear all that the Lord our God shall say: and speak to us all that the Lord our God shall speak to thee; and we will hear it, and\n\t\t\t\tdo it."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיִּשְׁמַ֤ע יְהֹוָה֙ אֶת־ק֣וֹל דִּבְרֵיכֶ֔ם בְּדַבֶּרְכֶ֖ם אֵלָ֑י וַיֹּ֨אמֶר יְהֹוָ֜ה אֵלַ֗י שָׁ֠מַ֠עְתִּי אֶת־ק֨וֹל דִּבְרֵ֜י הָעָ֤ם הַזֶּה֙ אֲשֶׁ֣ר דִּבְּר֣וּ אֵלֶ֔יךָ הֵיטִ֖יבוּ כׇּל־אֲשֶׁ֥ר דִּבֵּֽרוּ׃",
          "targum": "וּשְׁמִיעַ קֳדָם יְיָ יָת קָל פִּתְגָּמֵיכוֹן בְּמַלָּלוּתְכוֹן עִמִּי וַאֲמַר יְיָ לִי שְׁמִיעַ קֳדָמַי יָת קָל פִּתְגָּמֵי עַמָּא הָדֵין דִּי מַלִּילוּ עִמָּךְ אַתְקִינוּ כָּל דִּי מַלִּילוּ:",
          "english": "And the Lord heard the voice of your words, when you spoke to me; and the Lord said to me, I have heard the voice of the words of this people, which they have spoken to thee: they have well said all that they have spoken."
        },
        {
          "verseNum": 26,
          "hebrew": "מִֽי־יִתֵּ֡ן וְהָיָה֩ לְבָבָ֨ם זֶ֜ה לָהֶ֗ם לְיִרְאָ֥ה אֹתִ֛י וְלִשְׁמֹ֥ר אֶת־כׇּל־מִצְוֺתַ֖י כׇּל־הַיָּמִ֑ים לְמַ֨עַן יִיטַ֥ב לָהֶ֛ם וְלִבְנֵיהֶ֖ם לְעֹלָֽם׃",
          "targum": "לְוַי דִּי יְהֵי לִבָּא הָדֵין לְהוֹן לְמִדְחַל קֳדָמַי וּלְמִטַּר יָת כָּל פִּקּוּדַי כָּל יוֹמַיָּא בְּדִיל דְּיֵיטַב לְהוֹן וְלִבְנֵיהוֹן לְעָלָם:",
          "english": "O that there were such a heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!"
        },
        {
          "verseNum": 27,
          "hebrew": "לֵ֖ךְ אֱמֹ֣ר לָהֶ֑ם שׁ֥וּבוּ לָכֶ֖ם לְאׇהֳלֵיכֶֽם׃",
          "targum": "אִזֵּל אֱמַר לְהוֹן תּוּבוּ לְכוֹן לְמַשְׁכְּנֵיכוֹן:",
          "english": "Go say to them, Return again to your tents."
        },
        {
          "verseNum": 28,
          "hebrew": "וְאַתָּ֗ה פֹּה֮ עֲמֹ֣ד עִמָּדִי֒ וַאֲדַבְּרָ֣ה אֵלֶ֗יךָ אֵ֧ת כׇּל־הַמִּצְוָ֛ה וְהַחֻקִּ֥ים וְהַמִּשְׁפָּטִ֖ים אֲשֶׁ֣ר תְּלַמְּדֵ֑ם וְעָשׂ֣וּ בָאָ֔רֶץ אֲשֶׁ֧ר אָנֹכִ֛י נֹתֵ֥ן לָהֶ֖ם לְרִשְׁתָּֽהּ׃",
          "targum": "וְאַתְּ הָכָא קִים קֳדָמַי וֶאֱמַלֵּל עִמָּךְ יָת כָּל תַּפְקֶדְתָּא וּקְיָמַיָּא וְדִינַיָּא דִי תַלְּפוּן וְיַעְבְּדוּן בְּאַרְעָא דִּי אֲנָא יָהֵב לְהוֹן לְמֵירְתַהּ:",
          "english": "But as for thee, stand here by me, and I will speak to thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I gave them to possess it."
        },
        {
          "verseNum": 29,
          "hebrew": "וּשְׁמַרְתֶּ֣ם לַעֲשׂ֔וֹת כַּאֲשֶׁ֥ר צִוָּ֛ה יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם אֶתְכֶ֑ם לֹ֥א תָסֻ֖רוּ יָמִ֥ין וּשְׂמֹֽאל׃",
          "targum": "וְתִטְּרוּן לְמֶעְבַּד כְּמָא דִי פַקִּיד יְיָ אֱלָהֲכוֹן יָתְכוֹן לָא תִסְטוּן יַמִּינָא וּשְׂמָאלָא:",
          "english": "You shall observe to do therefore as the Lord your God has commanded you: you shall not turn aside to the right hand or to the left."
        },
        {
          "verseNum": 30,
          "hebrew": "בְּכׇל־הַדֶּ֗רֶךְ אֲשֶׁ֨ר צִוָּ֜ה יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם אֶתְכֶ֖ם תֵּלֵ֑כוּ לְמַ֤עַן תִּֽחְיוּן֙ וְט֣וֹב לָכֶ֔ם וְהַאֲרַכְתֶּ֣ם יָמִ֔ים בָּאָ֖רֶץ אֲשֶׁ֥ר תִּֽירָשֽׁוּן׃",
          "targum": "בְּכָל אָרְחָא דִּי פַקִּיד יְיָ אֱלָהֲכוֹן יָתְכוֹן תְּהָכוּן בְּדִיל דְּתֵיחוּן וְיֵיטַב לְכוֹן וְתוֹרְכוּן יוֹמִין בְּאַרְעָא דִּי תֵירְתוּן:",
          "english": "You shall walk in all the ways which the Lord your God has commanded you, that you may live, and that it may be well with you, and that you may prolong your days in the land which you shall possess."
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְזֹ֣את הַמִּצְוָ֗ה הַֽחֻקִּים֙ וְהַמִּשְׁפָּטִ֔ים אֲשֶׁ֥ר צִוָּ֛ה יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם לְלַמֵּ֣ד אֶתְכֶ֑ם לַעֲשׂ֣וֹת בָּאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃",
          "targum": "וְדָא תַפְקֶדְתָּא קְיָמַיָּא וְדִינַיָּא דִּי פַקִּיד יְיָ אֱלָהֲכוֹן לְאַלָּפָא יָתְכוֹן לְמֶעְבַּד בְּאַרְעָא דִּי אַתּוּן עָבְרִין תַּמָּן לְמֵירְתַהּ:",
          "english": "Now this is the commandment, the statutes, and the judgments, which the Lord your God commanded to teach you, that you might do them in the land into which you go to possess it:"
        },
        {
          "verseNum": 2,
          "hebrew": "לְמַ֨עַן תִּירָ֜א אֶת־יְהֹוָ֣ה אֱלֹהֶ֗יךָ לִ֠שְׁמֹ֠ר אֶת־כׇּל־חֻקֹּתָ֣יו וּמִצְוֺתָיו֮ אֲשֶׁ֣ר אָנֹכִ֣י מְצַוֶּ֒ךָ֒ אַתָּה֙ וּבִנְךָ֣ וּבֶן־בִּנְךָ֔ כֹּ֖ל יְמֵ֣י חַיֶּ֑יךָ וּלְמַ֖עַן יַאֲרִכֻ֥ן יָמֶֽיךָ׃",
          "targum": "בְּדִיל דְּתִדְחַל קֳדָם יְיָ אֱלָהָךְ לְמִטַּר יָת כָּל קְיָמוֹהִי וּפִקּוּדוֹהִי דִּי אֲנָא מְפַקְּדָךְ אַתְּ וּבְרָךְ וּבַר בְּרָךְ כָּל יוֹמֵי חַיָּיךְ וּבְדִיל דְּיוֹרְכוּן יוֹמָיךְ:",
          "english": "that thou mightest fear the Lord thy God, to keep all his statutes and his commandments, which I command thee, thou, and thy son, and thy son’s son, all the days of thy life; and that thy days may be prolonged."
        },
        {
          "verseNum": 3,
          "hebrew": "וְשָׁמַעְתָּ֤ יִשְׂרָאֵל֙ וְשָׁמַרְתָּ֣ לַעֲשׂ֔וֹת אֲשֶׁר֙ יִיטַ֣ב לְךָ֔ וַאֲשֶׁ֥ר תִּרְבּ֖וּן מְאֹ֑ד כַּאֲשֶׁר֩ דִּבֶּ֨ר יְהֹוָ֜ה אֱלֹהֵ֤י אֲבֹתֶ֙יךָ֙ לָ֔ךְ אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וּתְקַבֵּל יִשְׂרָאֵל וְתִטַּר לְמֶעְבַּד דִּי יֵיטַב לָךְ וְדִי תִסְגּוּן לַחֲדָא כְּמָא דִי מַלִּיל יְיָ אֱלָהָא דַאֲבָהָתָךְ לָךְ אַרְעָא עָבְדָא חֲלַב וּדְבָשׁ:",
          "english": "Hear therefore, O Yisra᾽el, and take care to do it; that it may be well with thee, and that you may increase mightily, as the Lord God of thy fathers has promised thee, in the land that flows with milk and honey."
        },
        {
          "verseNum": 4,
          "hebrew": "שְׁמַ֖<big>ע</big> יִשְׂרָאֵ֑ל יְהֹוָ֥ה אֱלֹהֵ֖ינוּ יְהֹוָ֥ה&thinsp;<small>׀</small>&thinsp;אֶחָֽ<big>ד</big>׃",
          "targum": "שְׁמַע יִשְׂרָאֵל יְיָ אֱלָהָנָא יְיָ חָד:",
          "english": "Hear, O Yisra᾽el: The Lord our God; the Lord is one."
        },
        {
          "verseNum": 5,
          "hebrew": "וְאָ֣הַבְתָּ֔ אֵ֖ת יְהֹוָ֣ה אֱלֹהֶ֑יךָ בְּכׇל־לְבָבְךָ֥ וּבְכׇל־נַפְשְׁךָ֖ וּבְכׇל־מְאֹדֶֽךָ׃",
          "targum": "וְתִרְחַם יָת יְיָ אֱלָהָךְ בְּכָל לִבָּךְ וּבְכָל נַפְשָׁךְ וּבְכָל נִכְסָךְ:",
          "english": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy might."
        },
        {
          "verseNum": 6,
          "hebrew": "וְהָי֞וּ הַדְּבָרִ֣ים הָאֵ֗לֶּה אֲשֶׁ֨ר אָנֹכִ֧י מְצַוְּךָ֛ הַיּ֖וֹם עַל־לְבָבֶֽךָ׃",
          "targum": "וִיהוֹן פִּתְגָּמַיָּא הָאִלֵּין דִּי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין עַל לִבָּךְ:",
          "english": "And these words, which I command thee this day, shall be in thy heart:"
        },
        {
          "verseNum": 7,
          "hebrew": "וְשִׁנַּנְתָּ֣ם לְבָנֶ֔יךָ וְדִבַּרְתָּ֖ בָּ֑ם בְּשִׁבְתְּךָ֤ בְּבֵיתֶ֙ךָ֙ וּבְלֶכְתְּךָ֣ בַדֶּ֔רֶךְ וּֽבְשׇׁכְבְּךָ֖ וּבְקוּמֶֽךָ׃",
          "targum": "וּתְתָנִנּוּן לִבְנָיךְ וּתְמַלֵּל בְּהוֹן בְּמִתְּבָךְ בְּבֵיתָךְ וּבִמְהָכָךְ בְּאָרְחָא וּבְמִשְׁכְּבָךְ וּבִמְקִימָךְ:",
          "english": "and thou shalt teach them diligently to thy children, and shalt talk of them when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
        },
        {
          "verseNum": 8,
          "hebrew": "וּקְשַׁרְתָּ֥ם לְא֖וֹת עַל־יָדֶ֑ךָ וְהָי֥וּ לְטֹטָפֹ֖ת בֵּ֥ין עֵינֶֽיךָ׃",
          "targum": "וְתִקְטְרִנּוּן לְאָת עַל יְדָךְ וִיהוֹן לִתְפִלִּין בֵּין עֵינָיךְ:",
          "english": "And thou shalt bind them for a sign upon thy arm, and they shall be as frontlets between thy eyes."
        },
        {
          "verseNum": 9,
          "hebrew": "וּכְתַבְתָּ֛ם עַל־מְזֻז֥וֹת בֵּיתֶ֖ךָ וּבִשְׁעָרֶֽיךָ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְתִכְתְּבִנּוּן עַל מְזוּזְיָן וְתִקְבְּעִנּוּן בְּסִפֵּי בֵיתָךְ וּבְתַרְעָיךְ:",
          "english": "And thou shalt write them upon the doorposts of thy house, and on thy gates."
        },
        {
          "verseNum": 10,
          "hebrew": "וְהָיָ֞ה כִּ֥י יְבִיאֲךָ֣&thinsp;<b>׀</b> יְהֹוָ֣ה אֱלֹהֶ֗יךָ אֶל־הָאָ֜רֶץ אֲשֶׁ֨ר נִשְׁבַּ֧ע לַאֲבֹתֶ֛יךָ לְאַבְרָהָ֛ם לְיִצְחָ֥ק וּֽלְיַעֲקֹ֖ב לָ֣תֶת לָ֑ךְ עָרִ֛ים גְּדֹלֹ֥ת וְטֹבֹ֖ת אֲשֶׁ֥ר לֹא־בָנִֽיתָ׃",
          "targum": "וִיהֵי אֲרֵי יָעֵלִנָּךְ יְיָ אֱלָהָךְ לְאַרְעָא דִּי קַיִּים לַאֲבָהָתָךְ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב לְמִתַּן לָךְ קִרְוִין רַבְרְבָן וְטָבָן דִּי לָא בְנֵיתָא:",
          "english": "And it shall be, when the Lord thy God shall bring thee to the land of which he swore to thy fathers, to Avraham, to Yiżĥaq, and to Ya῾aqov, to give thee great and goodly cities, which thou didst not build,"
        },
        {
          "verseNum": 11,
          "hebrew": "וּבָ֨תִּ֜ים מְלֵאִ֣ים כׇּל־טוּב֮ אֲשֶׁ֣ר לֹא־מִלֵּ֒אתָ֒ וּבֹרֹ֤ת חֲצוּבִים֙ אֲשֶׁ֣ר לֹא־חָצַ֔בְתָּ כְּרָמִ֥ים וְזֵיתִ֖ים אֲשֶׁ֣ר לֹא־נָטָ֑עְתָּ וְאָכַלְתָּ֖ וְשָׂבָֽעְתָּ׃",
          "targum": "וּבָתִּין מְלָן כָּל טוּב דִּי לָא מַלֵּיתָא וְגֻבִּין פְּסִילָן דִּי לָא פְסַלְתָּא כַּרְמִין וְזֵיתִין דִּי לָא נְצֶבְתָּא וְתֵיכוּל וְתִשְׂבָּע:",
          "english": "and houses full of all good things, which thou didst not fill, and hewn out wells, which thou didst not dig, vineyards and olive trees, which thou didst not plant; when thou shalt eat and be replete;"
        },
        {
          "verseNum": 12,
          "hebrew": "הִשָּׁ֣מֶר לְךָ֔ פֶּן־תִּשְׁכַּ֖ח אֶת־יְהֹוָ֑ה אֲשֶׁ֧ר הוֹצִֽיאֲךָ֛ מֵאֶ֥רֶץ מִצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃",
          "targum": "אִסְתַּמַּר לָךְ דִּילְמָא תִנְשֵׁי יָת (דַּחַלְתָּא דַ)יְיָ דִּי אַפְּקָךְ מֵאַרְעָא דְמִצְרַיִם מִבֵּית עַבְדוּתָא:",
          "english": "beware lest thou forget the Lord, who\n\t\t\t\tbrought thee out of the land of Miżrayim, from the house of bondage."
        },
        {
          "verseNum": 13,
          "hebrew": "אֶת־יְהֹוָ֧ה אֱלֹהֶ֛יךָ תִּירָ֖א וְאֹת֣וֹ תַעֲבֹ֑ד וּבִשְׁמ֖וֹ תִּשָּׁבֵֽעַ׃",
          "targum": "יָת יְיָ אֱלָהָךְ תִּדְחַל וְקָדָמוֹהִי תִּפְלָח וּבִשְׁמֵיהּ תְּקַיַּם:",
          "english": "Thou shalt fear the Lord thy God, and serve him, and shalt swear by his name."
        },
        {
          "verseNum": 14,
          "hebrew": "לֹ֣א תֵֽלְכ֔וּן אַחֲרֵ֖י אֱלֹהִ֣ים אֲחֵרִ֑ים מֵאֱלֹהֵי֙ הָֽעַמִּ֔ים אֲשֶׁ֖ר סְבִיבוֹתֵיכֶֽם׃",
          "targum": "לָא תְהָכוּן בָּתַר טַעֲוַת עַמְמַיָּא מִטַּעֲוַת עַמְמַיָּא דִּי בְסַחֲרָנֵיכוֹן:",
          "english": "You shall not go after other gods, of the gods of the people who are round about you;"
        },
        {
          "verseNum": 15,
          "hebrew": "כִּ֣י אֵ֥ל קַנָּ֛א יְהֹוָ֥ה אֱלֹהֶ֖יךָ בְּקִרְבֶּ֑ךָ פֶּן־יֶ֠חֱרֶ֠ה אַף־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בָּ֔ךְ וְהִשְׁמִ֣ידְךָ֔ מֵעַ֖ל פְּנֵ֥י הָאֲדָמָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "אֲרֵי אֵל קַנָּא יְיָ אֱלָהָךְ שְׁכִנְתֵּיהּ בֵּינָךְ דִּילְמָא יִתְקֵף רָגְזָא דַיְיָ אֱלָהָךְ בָּךְ וִישֵׁצָךְ מֵעַל אַפֵּי אַרְעָא:",
          "english": "(for the Lord thy God is a jealous God among you) lest the anger of the Lord thy God be inflamed against thee, and he destroy thee from off the face of the earth."
        },
        {
          "verseNum": 16,
          "hebrew": "לֹ֣א תְנַסּ֔וּ אֶת־יְהֹוָ֖ה אֱלֹהֵיכֶ֑ם כַּאֲשֶׁ֥ר נִסִּיתֶ֖ם בַּמַּסָּֽה׃",
          "targum": "לָא תְנַסּוּן קֳדָם יְיָ אֱלָהֲכוֹן כְּמָא דִי נַסֵּתוּן בְּנִסֵּיתָא:",
          "english": "Do not tempt the Lord your God, as you tempted him in Massa."
        },
        {
          "verseNum": 17,
          "hebrew": "שָׁמ֣וֹר תִּשְׁמְר֔וּן אֶת־מִצְוֺ֖ת יְהֹוָ֣ה אֱלֹהֵיכֶ֑ם וְעֵדֹתָ֥יו וְחֻקָּ֖יו אֲשֶׁ֥ר צִוָּֽךְ׃",
          "targum": "מִטַּר תִּטְּרוּן יָת פִּקּוּדַיָּא דַּיְיָ אֱלָהֲכוֹן וּסְהֶדְוָתֵיהּ וּקְיָמוֹהִי דִּי פַקְדָּךְ:",
          "english": "You shall diligently keep the commandments of the Lord your God, and his testimonies, and his statutes, which he has commanded thee."
        },
        {
          "verseNum": 18,
          "hebrew": "וְעָשִׂ֛יתָ הַיָּשָׁ֥ר וְהַטּ֖וֹב בְּעֵינֵ֣י יְהֹוָ֑ה לְמַ֙עַן֙ יִ֣יטַב לָ֔ךְ וּבָ֗אתָ וְיָֽרַשְׁתָּ֙ אֶת־הָאָ֣רֶץ הַטֹּבָ֔ה אֲשֶׁר־נִשְׁבַּ֥ע יְהֹוָ֖ה לַאֲבֹתֶֽיךָ׃",
          "targum": "וְתַעְבֵּד דְּכָשַׁר וּדְתַקֵן קֳדָם יְיָ בְּדִיל דְּיֵיטַב לָךְ וְתֵעוּל וְתֵירַת יָת אַרְעָא טַבְתָא דִּי קַיִּים יְיָ לַאֲבָהָתָךְ:",
          "english": "And thou shalt do that which is right and good in the sight of the Lord: that it may be well with thee, and that thou mayst go in and possess the good land which the Lord swore to thy fathers,"
        },
        {
          "verseNum": 19,
          "hebrew": "לַהֲדֹ֥ף אֶת־כׇּל־אֹיְבֶ֖יךָ מִפָּנֶ֑יךָ כַּאֲשֶׁ֖ר דִּבֶּ֥ר יְהֹוָֽה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "לְמִתְּבַר יָת כָּל בַּעֲלֵי דְבָבָךְ מִקֳּדָמָךְ כְּמָא דִי מַלִּיל יְיָ:",
          "english": "to cast out all thy enemies from before thee, as the Lord has spoken."
        },
        {
          "verseNum": 20,
          "hebrew": "כִּֽי־יִשְׁאָלְךָ֥ בִנְךָ֛ מָחָ֖ר לֵאמֹ֑ר מָ֣ה הָעֵדֹ֗ת וְהַֽחֻקִּים֙ וְהַמִּשְׁפָּטִ֔ים אֲשֶׁ֥ר צִוָּ֛ה יְהֹוָ֥ה אֱלֹהֵ֖ינוּ אֶתְכֶֽם׃",
          "targum": "אֲרֵי יִשְׁאֲלִנָּךְ בְּרָךְ מְחָר לְמֵימָר מָא סָהֶדְוָתָא וּקְיָמַיָּא וְדִינַיָּא דִּי פַקִּיד יְיָ אֱלָהָנָא יָתְכוֹן:",
          "english": "When thy son asks thee in time to come, saying, What mean the testimonies, and the statutes, and the judgments, which the Lord our God has commanded you?"
        },
        {
          "verseNum": 21,
          "hebrew": "וְאָמַרְתָּ֣ לְבִנְךָ֔ עֲבָדִ֛ים הָיִ֥ינוּ לְפַרְעֹ֖ה בְּמִצְרָ֑יִם וַיֹּצִיאֵ֧נוּ יְהֹוָ֛ה מִמִּצְרַ֖יִם בְּיָ֥ד חֲזָקָֽה׃",
          "targum": "וְתֵימַר לִבְנָךְ עַבְדִין הֲוֵינָא לְפַרְעֹה בְּמִצְרָיִם וְאַפְּקָנָא יְיָ מִמִּצְרַיִם בִּידָא תַקִּיפָא:",
          "english": "Then thou shalt say to thy son, We were the bondmen of Par῾o in Miżrayim; and the Lord brought us out of Miżrayim with a mighty hand:"
        },
        {
          "verseNum": 22,
          "hebrew": "וַיִּתֵּ֣ן יְהֹוָ֡ה אוֹתֹ֣ת וּ֠מֹפְתִ֠ים גְּדֹלִ֨ים וְרָעִ֧ים&thinsp;<small>׀</small>&thinsp;בְּמִצְרַ֛יִם בְּפַרְעֹ֥ה וּבְכׇל־בֵּית֖וֹ לְעֵינֵֽינוּ׃",
          "targum": "וִיהַב יְיָ אָתִין וּמוֹפְתִין רַבְרְבִין וּבִישִׁין בְּמִצְרַיִם בְּפַרְעֹה וּבְכָל אֱנַשׁ בֵּיתֵיהּ לְעֵינָנָא:",
          "english": "and the Lord showed signs and wonders, great and sore, upon Miżrayim, upon Par῾o, and upon all his household, before our eyes:"
        },
        {
          "verseNum": 23,
          "hebrew": "וְאוֹתָ֖נוּ הוֹצִ֣יא מִשָּׁ֑ם לְמַ֙עַן֙ הָבִ֣יא אֹתָ֔נוּ לָ֤תֶת לָ֙נוּ֙ אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֵֽינוּ׃",
          "targum": "וְיָתָנָא אַפֵּק מִתַּמָּן בְּדִיל לְאַעֲלָא יָתָנָא לְמִתַּן לָנָא יָת אַרְעָא דִּי קַיִּים לַאֲבָהָתָנָא:",
          "english": "and he brought us out from there, that he might bring us in, to give us the land which he swore to our fathers."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיְצַוֵּ֣נוּ יְהֹוָ֗ה לַעֲשׂוֹת֙ אֶת־כׇּל־הַחֻקִּ֣ים הָאֵ֔לֶּה לְיִרְאָ֖ה אֶת־יְהֹוָ֣ה אֱלֹהֵ֑ינוּ לְט֥וֹב לָ֙נוּ֙ כׇּל־הַיָּמִ֔ים לְחַיֹּתֵ֖נוּ כְּהַיּ֥וֹם הַזֶּֽה׃",
          "targum": "וּפַקְּדָנָא יְיָ לְמֶעְבַּד יָת כָּל קְיָמַיָּא הָאִלֵּין לְמִדְחַל יָת יְיָ אֱלָהָנָא לְטַב לָנָא כָּל יוֹמַיָּא לְקַיָּמוּתָנָא כְּיוֹמָא הָדֵין:",
          "english": "And the Lord commanded us to do all these statutes, to fear the Lord our God, for our good always, that he might preserve us alive, as it is at this day."
        },
        {
          "verseNum": 25,
          "hebrew": "וּצְדָקָ֖ה תִּֽהְיֶה־לָּ֑נוּ כִּֽי־נִשְׁמֹ֨ר לַעֲשׂ֜וֹת אֶת־כׇּל־הַמִּצְוָ֣ה הַזֹּ֗את לִפְנֵ֛י יְהֹוָ֥ה אֱלֹהֵ֖ינוּ כַּאֲשֶׁ֥ר צִוָּֽנוּ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;",
          "targum": "וְזָכוּתָא תְּהֵיא לָנָא אֲרֵי נִטַּר לְמֶעְבַּד יָת כָּל תַּפְקֶדְתָּא הָדָא קֳדָם יְיָ אֱלָהָנָא כְּמָא דִי פַקְּדָנָא:",
          "english": "And it shall be accounted virtue in us, if we take care to do all these commandments before the Lord our God, as he has commanded us."
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "כִּ֤י יְבִֽיאֲךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ אֶל־הָאָ֕רֶץ אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּ֑הּ וְנָשַׁ֣ל גּֽוֹיִם־רַבִּ֣ים&thinsp;<small>׀</small>&thinsp;מִפָּנֶ֡יךָ הַֽחִתִּי֩ וְהַגִּרְגָּשִׁ֨י וְהָאֱמֹרִ֜י וְהַכְּנַעֲנִ֣י וְהַפְּרִזִּ֗י וְהַֽחִוִּי֙ וְהַיְבוּסִ֔י שִׁבְעָ֣ה גוֹיִ֔ם רַבִּ֥ים וַעֲצוּמִ֖ים מִמֶּֽךָּ׃",
          "targum": "אֲרֵי יְעֵלִנָּךְ יְיָ אֱלָהָךְ לְאַרְעָא דִּי אַתְּ עָלֵל לְתַמָּן לְמֵירְתַהּ וִיתָרֵךְ עַמְמִין סַגִּיאִין מִן קֳדָמָךְ חִתָּאֵי וְגִרְגָּשָׁאֵי וֶאֱמֹרָאֵי וּכְנַעֲנָאֵי וּפְרִזָּאֵי וְחִוָּאֵי וִיבוּסָאֵי שִׁבְעָא עַמְמִין סַגִּיאִין וְתַקִּיפִין מִנָּךְ:",
          "english": "When the Lord thy God shall bring thee to the land into which thou goest to possess it, and shall cast out many nations before thee, the Ḥitti, and the Girgashi, and the Emori, and the Kena῾ani, and the Perizzi, and the Ḥivvi, and the Yevusi, seven nations greater and mightier than thou;"
        },
        {
          "verseNum": 2,
          "hebrew": "וּנְתָנָ֞ם יְהֹוָ֧ה אֱלֹהֶ֛יךָ לְפָנֶ֖יךָ וְהִכִּיתָ֑ם הַחֲרֵ֤ם תַּחֲרִים֙ אֹתָ֔ם לֹא־תִכְרֹ֥ת לָהֶ֛ם בְּרִ֖ית וְלֹ֥א תְחׇנֵּֽם׃",
          "targum": "וְיִמְסְרִנּוּן יְיָ אֱלָהָךְ קֳדָמָךְ וְתִמְחִנּוּן גַּמָּרָא תְגַמַּר יָתְהוֹן לָא תִגְזַר לְהוֹן קְיָם וְלָא תְרַחַם עֲלֵיהוֹן:",
          "english": "and when the Lord thy God shall deliver them before thee, and thou shalt smite them, then thou shalt devote them to utter destruction; thou shalt make no covenant with them, nor show mercy to them:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְלֹ֥א תִתְחַתֵּ֖ן בָּ֑ם בִּתְּךָ֙ לֹא־תִתֵּ֣ן לִבְנ֔וֹ וּבִתּ֖וֹ לֹא־תִקַּ֥ח לִבְנֶֽךָ׃",
          "targum": "וְלָא תִתְחַתַּן בְּהוֹן בְּרַתָּךְ לָא תִתֵּן לִבְרֵיהּ וּבְרַתֵּיהּ לָא תִסַּב לִבְרָךְ:",
          "english": "neither shalt thou make marriages with them; thy daughter thou shalt not give to his son, nor shalt thou take his daughter to thy son."
        },
        {
          "verseNum": 4,
          "hebrew": "כִּֽי־יָסִ֤יר אֶת־בִּנְךָ֙ מֵֽאַחֲרַ֔י וְעָבְד֖וּ אֱלֹהִ֣ים אֲחֵרִ֑ים וְחָרָ֤ה אַף־יְהֹוָה֙ בָּכֶ֔ם וְהִשְׁמִידְךָ֖ מַהֵֽר׃",
          "targum": "אֲרֵי יַטְעֲיַן יָת בְּרָךְ מִבָּתַר פָּלְחָנִי וְיִפְלְחוּן לְטַעֲוַת עַמְמַיָּא וְיִתְקֵף רָגְזָא דַיְיָ בְּכוֹן וִישֵׁצָךְ בִּפְרִיעַ:",
          "english": "For they will turn away thy son from following me, that they may serve other gods: so will the anger of the Lord be inflamed against you, and he will destroy thee speedily."
        },
        {
          "verseNum": 5,
          "hebrew": "כִּֽי־אִם־כֹּ֤ה תַעֲשׂוּ֙ לָהֶ֔ם מִזְבְּחֹתֵיהֶ֣ם תִּתֹּ֔צוּ וּמַצֵּבֹתָ֖ם תְּשַׁבֵּ֑רוּ וַאֲשֵֽׁירֵהֶם֙ תְּגַדֵּע֔וּן וּפְסִילֵיהֶ֖ם תִּשְׂרְפ֥וּן בָּאֵֽשׁ׃",
          "targum": "אֲרֵי אִם כְּדֵין תַּעְבְּדוּן לְהוֹן אֱגוֹרֵיהוֹן תְּתָרְעוּן וְקָמָתְהוֹן תְּתַבְּרוּן וַאֲשֵׁרֵיהוֹן תְּקוֹצְצוּן וְצַלְמֵי טַעֲוָתְהוֹן תּוֹקְדוּן בְּנוּרָא:",
          "english": "But thus shall you deal with them: you shall destroy their altars, and break down their images, and cut down their asherim, and burn their carved idols with fire."
        },
        {
          "verseNum": 6,
          "hebrew": "כִּ֣י עַ֤ם קָדוֹשׁ֙ אַתָּ֔ה לַיהֹוָ֖ה אֱלֹהֶ֑יךָ בְּךָ֞ בָּחַ֣ר&thinsp;<b>׀</b> יְהֹוָ֣ה אֱלֹהֶ֗יךָ לִהְי֥וֹת לוֹ֙ לְעַ֣ם סְגֻלָּ֔ה מִכֹּל֙ הָֽעַמִּ֔ים אֲשֶׁ֖ר עַל־פְּנֵ֥י הָאֲדָמָֽה׃",
          "targum": "אֲרֵי עַם קַדִּישׁ אַתְּ קֳדָם יְיָ אֱלָהָךְ בָּךְ אִתִּרְעֵי יְיָ אֱלָהָךְ לְמֶהֱוֵי לֵיהּ לְעַם חַבִּיב מִכֹּל עַמְמַיָּא דִּי עַל אַפֵּי אַרְעָא:",
          "english": "For thou art a holy people to the Lord thy God: the Lord thy God has chosen thee to be a special people to himself, above all peoples that are upon the face of the earth."
        },
        {
          "verseNum": 7,
          "hebrew": "לֹ֣א מֵֽרֻבְּכֶ֞ם מִכׇּל־הָֽעַמִּ֗ים חָשַׁ֧ק יְהֹוָ֛ה בָּכֶ֖ם וַיִּבְחַ֣ר בָּכֶ֑ם כִּֽי־אַתֶּ֥ם הַמְעַ֖ט מִכׇּל־הָעַמִּֽים׃",
          "targum": "לָא מִדְּסַגִּיאִין אַתּוּן מִכָּל עַמְמַיָּא צָבֵי יְיָ בְּכוֹן וְאִתִּרְעֵי בְכוֹן אֲרֵי אַתּוּן זְעֵרִין מִכָּל עַמְמַיָּא:",
          "english": "The Lord did not set his love upon you, or choose you, because you were more in number than any people; for you were the fewest of all peoples:"
        },
        {
          "verseNum": 8,
          "hebrew": "כִּי֩ מֵאַהֲבַ֨ת יְהֹוָ֜ה אֶתְכֶ֗ם וּמִשׇּׁמְר֤וֹ אֶת־הַשְּׁבֻעָה֙ אֲשֶׁ֤ר נִשְׁבַּע֙ לַאֲבֹ֣תֵיכֶ֔ם הוֹצִ֧יא יְהֹוָ֛ה אֶתְכֶ֖ם בְּיָ֣ד חֲזָקָ֑ה וַֽיִּפְדְּךָ֙ מִבֵּ֣ית עֲבָדִ֔ים מִיַּ֖ד פַּרְעֹ֥ה מֶֽלֶךְ־מִצְרָֽיִם׃",
          "targum": "אֲרֵי מִדְּרַחַם יְיָ יָתְכוֹן וּמִדִּנְטַר יָת קְיָמָא דִּי קַיִּים לַאֲבָהָתְכוֹן אַפֵּיק יְיָ יָתְכוֹן בִּידָא תַקִּיפָא וּפָרְקָךְ מִבֵּית עַבְדוּתָא מִידָא דְפַרְעֹה מַלְכָּא דְמִצְרָיִם:",
          "english": "but because the Lord loved you, and because he would keep the oath which he had sworn to your fathers, has the Lord brought you out with a mighty hand, and redeemed you out of the house of bondmen, from the hand of Par῾o king of Miżrayim."
        },
        {
          "verseNum": 9,
          "hebrew": "וְיָ֣דַעְתָּ֔ כִּֽי־יְהֹוָ֥ה אֱלֹהֶ֖יךָ ה֣וּא הָֽאֱלֹהִ֑ים הָאֵל֙ הַֽנֶּאֱמָ֔ן שֹׁמֵ֧ר הַבְּרִ֣ית וְהַחֶ֗סֶד לְאֹהֲבָ֛יו וּלְשֹׁמְרֵ֥י <span class=\"mam-kq-trivial\">מִצְוֺתָ֖ו</span> לְאֶ֥לֶף דּֽוֹר׃",
          "targum": "וְתִדַּע אֲרֵי יְיָ אֱלָהָךְ הוּא אֱלֹּהִים אֱלָהָא מְהֵימְנָא נָטֵר קְיָמָא וְחִסְדָּא לְרַחֲמוֹהִי וּלְנָטְרֵי פִקּוֹדוֹהִי לְאַלְפֵי דָרִין:",
          "english": "Know therefore that the Lord thy God, he is God, the faithful God, who keeps covenant and troth with those who love him and keep his commandments to a thousand generations;"
        },
        {
          "verseNum": 10,
          "hebrew": "וּמְשַׁלֵּ֧ם לְשֹׂנְאָ֛יו אֶל־פָּנָ֖יו לְהַאֲבִיד֑וֹ לֹ֤א יְאַחֵר֙ לְשֹׂ֣נְא֔וֹ אֶל־פָּנָ֖יו יְשַׁלֶּם־לֽוֹ׃",
          "targum": "וּמְשַׁלֵּם לְסָנְאוֹהִי טָבָן דִּי אִנּוּן עָבְדִין קֳדָמוֹהִי בְּחַיֵּיהוֹן לְאוֹבָדֵיהוֹן לָא מְאַחַר עֹבַד טָב לְסָנְאוֹהִי טַבְוָן דִּי אִנּוּן עָבְדִין קֳדָמוֹהִי בְּחַיֵּיהוֹן מְשַׁלֵּם לְהוֹן:",
          "english": "and repays them that hate him to their face, to destroy them: he will not be slack to him that hates him, he will repay him to his face."
        },
        {
          "verseNum": 11,
          "hebrew": "וְשָׁמַרְתָּ֨ אֶת־הַמִּצְוָ֜ה וְאֶת־הַֽחֻקִּ֣ים וְאֶת־הַמִּשְׁפָּטִ֗ים אֲשֶׁ֨ר אָנֹכִ֧י מְצַוְּךָ֛ הַיּ֖וֹם לַעֲשׂוֹתָֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>",
          "targum": "וְתִטַּר יָת תַּפְקֶדְתָּא וְיָת קְיָמַיָּא וְיָת דִּינַיָּא דִי אֲנָא מְפַקְּדָךְ יוֹמָא דֵין לְמֶעְבָּדְהוֹן:",
          "english": "Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them."
        },
        {
          "verseNum": 12,
          "hebrew": "וְהָיָ֣ה&thinsp;<b>׀</b> עֵ֣קֶב תִּשְׁמְע֗וּן אֵ֤ת הַמִּשְׁפָּטִים֙ הָאֵ֔לֶּה וּשְׁמַרְתֶּ֥ם וַעֲשִׂיתֶ֖ם אֹתָ֑ם וְשָׁמַר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ לְךָ֗ אֶֽת־הַבְּרִית֙ וְאֶת־הַחֶ֔סֶד אֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֶֽיךָ׃",
          "targum": "וִיהֵי חֳלַף דִּי תְקַבְּלוּן יָת דִּינַיָּא הָאִלֵּין וְתִטְּרוּן וְתַעְבְּדוּן יָתְהוֹן וְיִטַּר יְיָ אֱלָהָךְ לָךְ יָת קְיָמָא וְיָת חִסְדָּא דִּי קַיִּים לַאֲבָהָתָךְ:",
          "english": "Wherefore it shall come to pass, if you hearken to these judgments, and keep, and do them, that the Lord thy God shall keep unto thee the covenant and the troth which he swore to thy fathers:"
        }
      ]
    }
  ]
}