{
  "name": "Vayakhel",
  "book": "Exodus",
  "chapters": [
    {
      "chapter": 35,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיַּקְהֵ֣ל מֹשֶׁ֗ה אֶֽת־כׇּל־עֲדַ֛ת בְּנֵ֥י יִשְׂרָאֵ֖ל וַיֹּ֣אמֶר אֲלֵהֶ֑ם אֵ֚לֶּה הַדְּבָרִ֔ים אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לַעֲשֹׂ֥ת אֹתָֽם׃",
          "targum": "וְאַכְנֵשׁ משֶׁה יָת כָּל כְּנִשְׁתָּא דִּבְנֵי יִשְׂרָאֵל וַאֲמַר לְהוֹן אִלֵּין פִּתְגָּמַיָּא דִּי פַקֵּד יְיָ לְמֶעְבַּד יָתְהוֹן:",
          "english": "And Moshe gathered all the congregation of the children of Yisra᾽el together, and said to them, These are the words which the Lord has commanded, that you should do them."
        },
        {
          "verseNum": 2,
          "hebrew": "שֵׁ֣שֶׁת יָמִים֮ תֵּעָשֶׂ֣ה מְלָאכָה֒ וּבַיּ֣וֹם הַשְּׁבִיעִ֗י יִהְיֶ֨ה לָכֶ֥ם קֹ֛דֶשׁ שַׁבַּ֥ת שַׁבָּת֖וֹן לַיהֹוָ֑ה כׇּל־הָעֹשֶׂ֥ה ב֛וֹ מְלָאכָ֖ה יוּמָֽת׃",
          "targum": "שִׁתָּא יוֹמִין תִּתְעֲבֵד עִבִדְתָּא וּבְיוֹמָא שְׁבִיעָאָה יְהֵי לְכוֹן קוּדְשָׁא שַׁבָּא שַׁבְּתָא קֳדָם יְיָ כָּל דְּיַעְבֵּד בֵּיהּ עִבִדְתָּא יִתְקְטֵל:",
          "english": "Six days shall work be done, but on the seventh day there shall be to you a holy day, a sabbath of rest to the Lord: whoever does work on it shall be put to death."
        },
        {
          "verseNum": 3,
          "hebrew": "לֹא־תְבַעֲר֣וּ אֵ֔שׁ בְּכֹ֖ל מֹשְׁבֹֽתֵיכֶ֑ם בְּי֖וֹם הַשַּׁבָּֽת׃",
          "targum": "לָא תְבַעֲרוּן אֶשָּׁתָא בְּכֹל מוֹתְבָנֵיכוֹן בְּיוֹמָא דְּשַׁבְּתָא:",
          "english": "You shall kindle no fire throughout your habitations on the sabbath day."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיֹּ֣אמֶר מֹשֶׁ֔ה אֶל־כׇּל־עֲדַ֥ת בְּנֵֽי־יִשְׂרָאֵ֖ל לֵאמֹ֑ר זֶ֣ה הַדָּבָ֔ר אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לֵאמֹֽר׃",
          "targum": "וַאֲמַר משֶׁה לְכָל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל לְמֵימָר דֵּין פִּתְגָּמָא דִּי פַקֵּד יְיָ לְמֵימָר:",
          "english": "And Moshe spoke to all the congregation of the children of Yisra᾽el, saying, This is the thing which the Lord commanded, saying,"
        },
        {
          "verseNum": 5,
          "hebrew": "קְח֨וּ מֵֽאִתְּכֶ֤ם תְּרוּמָה֙ לַֽיהֹוָ֔ה כֹּ֚ל נְדִ֣יב לִבּ֔וֹ יְבִיאֶ֕הָ אֵ֖ת תְּרוּמַ֣ת יְהֹוָ֑ה זָהָ֥ב וָכֶ֖סֶף וּנְחֹֽשֶׁת׃",
          "targum": "סָבוּ מִנְּכוֹן אַפְרָשׁוּתָא קֳדָם יְיָ כֹּל דְּיִתְרְעֵי לִבֵּיהּ יַיְתֵי יָת אַפְרָשׁוּתָא קֳדָם יְיָ דַּהֲבָא וְכַסְפָּא וּנְחָשָׁא:",
          "english": "Take from among you an offering to the Lord: whoever is of a willing heart, let him bring it, an offering of the Lord; gold, and silver, and brass,"
        },
        {
          "verseNum": 6,
          "hebrew": "וּתְכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֥שׁ וְעִזִּֽים׃",
          "targum": "וְתִכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ וּמְעַזֵּי:",
          "english": "and blue, and purple, and scarlet, and fine linen, and goats’ hair,"
        },
        {
          "verseNum": 7,
          "hebrew": "וְעֹרֹ֨ת אֵילִ֧ם מְאׇדָּמִ֛ים וְעֹרֹ֥ת תְּחָשִׁ֖ים וַעֲצֵ֥י שִׁטִּֽים׃",
          "targum": "וּמַשְׁכֵי דְדִכְרֵי מְסַמְּקֵי וּמַשְׁכֵי דְסַסְגוֹנָא וְאָעֵי שִׁטִּין:",
          "english": "and rams’ skins dyed red, and taĥash skins, and shittim wood,"
        },
        {
          "verseNum": 8,
          "hebrew": "וְשֶׁ֖מֶן לַמָּא֑וֹר וּבְשָׂמִים֙ לְשֶׁ֣מֶן הַמִּשְׁחָ֔ה וְלִקְטֹ֖רֶת הַסַּמִּֽים׃",
          "targum": "וּמִשְׁחָא לְאַנְהָרוּתָא וּבוּסְמַיָּא לִמְשַׁח רְבוּתָא וְלִקְטֹרֶת בּוּסְמַיָּא:",
          "english": "and oil for the light, and spices for anointing oil, and for the sweet incense,"
        },
        {
          "verseNum": 9,
          "hebrew": "וְאַ֨בְנֵי־שֹׁ֔הַם וְאַבְנֵ֖י מִלֻּאִ֑ים לָאֵפ֖וֹד וְלַחֹֽשֶׁן׃",
          "targum": "וְאַבְנֵי בוּרְלָא וְאַבְנֵי אַשְׁלָמוּתָא לְשַׁקָּעָא בְאֵפוֹדָא וּבְחוּשְׁנָא:",
          "english": "and shoham stones, and stones to be set for the efod, and for the breastplate."
        },
        {
          "verseNum": 10,
          "hebrew": "וְכׇל־חֲכַם־לֵ֖ב בָּכֶ֑ם יָבֹ֣אוּ וְיַעֲשׂ֔וּ אֵ֛ת כׇּל־אֲשֶׁ֥ר צִוָּ֖ה יְהֹוָֽה׃",
          "targum": "וְכָל חַכִּימֵי לִבָּא בְּכוֹן יֵיתוּן וְיַעַבְדוּן יָת כָּל דִּי פַקֵּד יְיָ:",
          "english": "And every wisehearted man among you shall come, and make all that the Lord has commanded;"
        },
        {
          "verseNum": 11,
          "hebrew": "אֶ֨ת־הַמִּשְׁכָּ֔ן אֶֽת־אׇהֳל֖וֹ וְאֶת־מִכְסֵ֑הוּ אֶת־קְרָסָיו֙ וְאֶת־קְרָשָׁ֔יו אֶת־בְּרִיחָ֕ו אֶת־עַמֻּדָ֖יו וְאֶת־אֲדָנָֽיו׃",
          "targum": "יָת מַשְׁכְּנָא יָת פְּרָסֵיהּ וְיָת חוֹפָאֵיהּ יָת פּוּרְפוֹהִי וְיָת דַּפּוֹהִי יָת עַבְרוֹהִי יָת עַמּוּדוֹהִי וְיָת סַמְכוֹהִי:",
          "english": "the tabernacle, its tent, and its covering, its clasps, and its boards, its bars, its pillars, and its sockets,"
        },
        {
          "verseNum": 12,
          "hebrew": "אֶת־הָאָרֹ֥ן וְאֶת־בַּדָּ֖יו אֶת־הַכַּפֹּ֑רֶת וְאֵ֖ת פָּרֹ֥כֶת הַמָּסָֽךְ׃",
          "targum": "יָת אֲרוֹנָא וְיָת אֲרִיחוֹהִי יָת כַּפֻּרְתָּא וְיָת פָּרֻכְתָּא דִפְרָסָא:",
          "english": "the ark, and its poles, with the covering, and the veil of the screen,"
        },
        {
          "verseNum": 13,
          "hebrew": "אֶת־הַשֻּׁלְחָ֥ן וְאֶת־בַּדָּ֖יו וְאֶת־כׇּל־כֵּלָ֑יו וְאֵ֖ת לֶ֥חֶם הַפָּנִֽים׃",
          "targum": "יָת פָּתוֹרָא וְיָת אֲרִיחוֹהִי וְיָת כָּל מָנוֹהִי וְיָת לְחֵם אַפַּיָּא:",
          "english": "the table, and its poles, and all its vessels, and the showbread,"
        },
        {
          "verseNum": 14,
          "hebrew": "וְאֶת־מְנֹרַ֧ת הַמָּא֛וֹר וְאֶת־כֵּלֶ֖יהָ וְאֶת־נֵרֹתֶ֑יהָ וְאֵ֖ת שֶׁ֥מֶן הַמָּאֽוֹר׃",
          "targum": "וְיָת מְנַרְתָּא דְאַנְהוֹרֵי וְיָת מָנָהָא וְיָת בּוֹצִינָהָא וְיָת מִשְׁחָא דְאַנְהָרוּתָא:",
          "english": "the candlestick also for the light, and its vessels, and its lamps, with the oil for the light,"
        },
        {
          "verseNum": 15,
          "hebrew": "וְאֶת־מִזְבַּ֤ח הַקְּטֹ֙רֶת֙ וְאֶת־בַּדָּ֔יו וְאֵת֙ שֶׁ֣מֶן הַמִּשְׁחָ֔ה וְאֵ֖ת קְטֹ֣רֶת הַסַּמִּ֑ים וְאֶת־מָסַ֥ךְ הַפֶּ֖תַח לְפֶ֥תַח הַמִּשְׁכָּֽן׃",
          "targum": "וְיָת מַדְבְּחָא דִקְטֹרֶת בּוּסְמַיָּא וְיָת אֲרִיחוֹהִי וְיָת מִשְׁחָא דִרְבוּתָא וְיָת קְטֹרֶת בּוּסְמַיָּא וְיָת פְּרָסָא דְתַרְעָא לִתְרַע מַשְׁכְּנָא:",
          "english": "and the incense altar, and its poles, and the anointing oil, and the incense of spices, and the screen for the door at the entrance of the tabernacle,"
        },
        {
          "verseNum": 16,
          "hebrew": "אֵ֣ת׀ מִזְבַּ֣ח הָעֹלָ֗ה וְאֶת־מִכְבַּ֤ר הַנְּחֹ֙שֶׁת֙ אֲשֶׁר־ל֔וֹ אֶת־בַּדָּ֖יו וְאֶת־כׇּל־כֵּלָ֑יו אֶת־הַכִּיֹּ֖ר וְאֶת־כַּנּֽוֹ׃",
          "targum": "יָת מַדְבְּחָא דַעֲלָתָא וְיָת סְרָדָא דִנְחָשָׁא דִּילֵיהּ יָת אֲרִיחוֹהִי וְיָת כָּל מָנוֹהִי יָת כִּיוֹרָא וְיָת בְּסִיסֵיהּ:",
          "english": "the altar of burnt offering, with its brazen grate, its poles, and all its vessels, the laver and its pedestal,"
        },
        {
          "verseNum": 17,
          "hebrew": "אֵ֚ת קַלְעֵ֣י הֶחָצֵ֔ר אֶת־עַמֻּדָ֖יו וְאֶת־אֲדָנֶ֑יהָ וְאֵ֕ת מָסַ֖ךְ שַׁ֥עַר הֶחָצֵֽר׃",
          "targum": "יָת סְרָדֵי דַרְתָּא יָת עַמּוּדוֹהִי וְיָת סַמְכָהָא וְיָת פְּרָסָא דִּתְרַע דַּרְתָּא:",
          "english": "the hangings of the court, its pillars, and their sockets, and the screen for the door of the court,"
        },
        {
          "verseNum": 18,
          "hebrew": "אֶת־יִתְדֹ֧ת הַמִּשְׁכָּ֛ן וְאֶת־יִתְדֹ֥ת הֶחָצֵ֖ר וְאֶת־מֵיתְרֵיהֶֽם׃",
          "targum": "יָת סִכֵּי מַשְׁכְּנָא וְיָת סִכֵּי דְדַרְתָּא וְיָת אַטּוּנֵיהוֹן:",
          "english": "the pegs of the tabernacle, and the pegs of the court, and their cords,"
        },
        {
          "verseNum": 19,
          "hebrew": "אֶת־בִּגְדֵ֥י הַשְּׂרָ֖ד לְשָׁרֵ֣ת בַּקֹּ֑דֶשׁ אֶת־בִּגְדֵ֤י הַקֹּ֙דֶשׁ֙ לְאַהֲרֹ֣ן הַכֹּהֵ֔ן וְאֶת־בִּגְדֵ֥י בָנָ֖יו לְכַהֵֽן׃",
          "targum": "יָת לְבוּשֵׁי שִׁמּוּשָׁא לְשַׁמָּשָׁא בְקוּדְשָׁא יָת לְבוּשֵׁי קוּדְשָׁא לְאַהֲרֹן כַּהֲנָא וְיָת לְבוּשֵׁי בְנוֹהִי לְשַׁמָּשָׁא:",
          "english": "the uniforms, to do service in the holy place, the holy garments for Aharon the priest, and the garments of his sons, to minister in the priest’s office."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיֵּ֥צְא֛וּ כׇּל־עֲדַ֥ת בְּנֵֽי־יִשְׂרָאֵ֖ל מִלִּפְנֵ֥י מֹשֶֽׁה׃",
          "targum": "וּנְפָקוּ כָּל כְּנִשְׁתָּא דִבְנֵי יִשְׂרָאֵל מִן קֳדָם משֶׁה:",
          "english": "And all the congregation of the children of Yisra᾽el departed from the presence of Moshe."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיָּבֹ֕אוּ כׇּל־אִ֖ישׁ אֲשֶׁר־נְשָׂא֣וֹ לִבּ֑וֹ וְכֹ֡ל אֲשֶׁר֩ נָדְבָ֨ה רוּח֜וֹ אֹת֗וֹ הֵ֠בִ֠יאוּ אֶת־תְּרוּמַ֨ת יְהֹוָ֜ה לִמְלֶ֨אכֶת אֹ֤הֶל מוֹעֵד֙ וּלְכׇל־עֲבֹ֣דָת֔וֹ וּלְבִגְדֵ֖י הַקֹּֽדֶשׁ׃",
          "targum": "וַאֲתוֹ כָּל גְּבַר דְּאִתְרְעֵי לִבֵּיהּ וְכֹל דִּי אַשְׁלֵמַת רוּחֵיהּ יָתֵיהּ אַיְתִיאוּ יָת אַפְרָשׁוּתָא קֳדָם יְיָ לַעֲבִידַת מַשְׁכַּן זִמְנָא וּלְכָל פֻּלְחָנֵיהּ וְלִלְבוּשֵׁי קוּדְשָׁא:",
          "english": "And they came, everyone whose heart stirred him up, and everyone whom his spirit made willing, and they brought the Lord’s offering for the work of the Tent of Meeting, and for all its service, and for the holy garments."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיָּבֹ֥אוּ הָאֲנָשִׁ֖ים עַל־הַנָּשִׁ֑ים כֹּ֣ל׀ נְדִ֣יב לֵ֗ב הֵ֠בִ֠יאוּ חָ֣ח וָנֶ֜זֶם וְטַבַּ֤עַת וְכוּמָז֙ כׇּל־כְּלִ֣י זָהָ֔ב וְכׇל־אִ֕ישׁ אֲשֶׁ֥ר הֵנִ֛יף תְּנוּפַ֥ת זָהָ֖ב לַיהֹוָֽה׃",
          "targum": "וּמַיְתַן גֻּבְרַיָּא עַל נְשַׁיָּא כֹּל דְּאִתְרְעֵי לִבֵּיהּ אַיְתִיאוּ שֵׁירִין וְשִׁבְכִין וְעִזְקַן וּמָחוּךְ כָּל מָן דִּדְהַב וְכָל גְּבַר דִּי אֲרֵים אֲרָמוּת דַּהֲבָא קֳדָם יְיָ:",
          "english": "And they came, both men and women, as many as were willing of heart, and brought bracelets, and earrings, and rings, and bracelets, all jewels of gold: and every man that had offered an offering of gold to the Lord."
        },
        {
          "verseNum": 23,
          "hebrew": "וְכׇל־אִ֞ישׁ אֲשֶׁר־נִמְצָ֣א אִתּ֗וֹ תְּכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֣שׁ וְעִזִּ֑ים וְעֹרֹ֨ת אֵילִ֧ם מְאׇדָּמִ֛ים וְעֹרֹ֥ת תְּחָשִׁ֖ים הֵבִֽיאוּ׃",
          "targum": "וְכָל גְּבַר דְּאִשְׁתְּכַח עִמֵּיהּ תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ וּמְעַזֵּי וּמַשְׁכֵי דְדִכְרֵי מְסַמְּקֵי וּמַשְׁכֵי סַסְגּוֹנָא אַיְתִיאוּ:",
          "english": "And every man, with whom was found blue, and purple, and scarlet, and fine linen, and goats’ hair, and red skins of rams, and taĥash skins, brought them."
        },
        {
          "verseNum": 24,
          "hebrew": "כׇּל־מֵרִ֗ים תְּר֤וּמַת כֶּ֙סֶף֙ וּנְחֹ֔שֶׁת הֵבִ֕יאוּ אֵ֖ת תְּרוּמַ֣ת יְהֹוָ֑ה וְכֹ֡ל אֲשֶׁר֩ נִמְצָ֨א אִתּ֜וֹ עֲצֵ֥י שִׁטִּ֛ים לְכׇל־מְלֶ֥אכֶת הָעֲבֹדָ֖ה הֵבִֽיאוּ׃",
          "targum": "כָּל דַּאֲרֵים אֲרָמוּת כְּסַף וּנְחַשׁ אַיְתִיאוּ יָת אַפְרָשׁוּתָא קֳדָם יְיָ וְכֹל דִּי אִשְׁתְּכַח עִמֵּיהּ אָעֵי שִׁטִּין לְכָל עִבִידַת פֻּלְחָנָא אַיְתִיאוּ:",
          "english": "Everyone that did offer an offering of silver and brass brought the Lord’s offering: and every man, with whom was found shittim wood for any work of the service, brought it."
        },
        {
          "verseNum": 25,
          "hebrew": "וְכׇל־אִשָּׁ֥ה חַכְמַת־לֵ֖ב בְּיָדֶ֣יהָ טָו֑וּ וַיָּבִ֣יאוּ מַטְוֶ֗ה אֶֽת־הַתְּכֵ֙לֶת֙ וְאֶת־הָֽאַרְגָּמָ֔ן אֶת־תּוֹלַ֥עַת הַשָּׁנִ֖י וְאֶת־הַשֵּֽׁשׁ׃",
          "targum": "וְכָל אִתְּתָא חַכִּימַת לִבָּא בִּידָהָא מְעַזְּלָא וּמַיְתַן כַּד עָזֵל יָת תִּכְלָא וְיָת אַרְגְּוָנָא יָת צְבַע זְהוֹרִי וְיָת בּוּצָא:",
          "english": "And all the women that were wisehearted did spin with their hands, and brought that which they had spun, both of blue, and of purple, and of scarlet, and of fine linen."
        },
        {
          "verseNum": 26,
          "hebrew": "וְכׇ֨ל־הַנָּשִׁ֔ים אֲשֶׁ֨ר נָשָׂ֥א לִבָּ֛ן אֹתָ֖נָה בְּחׇכְמָ֑ה טָו֖וּ אֶת־הָעִזִּֽים׃",
          "targum": "וְכָל נְשַׁיָּא דְּאִתְרְעֵי לִבְּהֶן עִמְּהֶן בְּחָכְמָא עַזְּלַן יָת מֵעַזְיָא:",
          "english": "And all the women whose heart stirred them up in wisdom spun goats’ hair."
        },
        {
          "verseNum": 27,
          "hebrew": "וְהַנְּשִׂאִ֣ם הֵבִ֔יאוּ אֵ֚ת אַבְנֵ֣י הַשֹּׁ֔הַם וְאֵ֖ת אַבְנֵ֣י הַמִּלֻּאִ֑ים לָאֵפ֖וֹד וְלַחֹֽשֶׁן׃",
          "targum": "וְרַבְרְבַיָּא אַיְתִיאוּ יָת אַבְנֵי בוּרְלָא וְיָת אַבְנֵי אַשְׁלָמוּתָא לְשַׁקָּעָא בְּאֵפוֹדָא וּבְחוּשְׁנָא:",
          "english": "And the rulers brought shoham stones, and stones to be set, for the efod, and for the breastplate;"
        },
        {
          "verseNum": 28,
          "hebrew": "וְאֶת־הַבֹּ֖שֶׂם וְאֶת־הַשָּׁ֑מֶן לְמָא֕וֹר וּלְשֶׁ֙מֶן֙ הַמִּשְׁחָ֔ה וְלִקְטֹ֖רֶת הַסַּמִּֽים׃",
          "targum": "וְיָת בּוּסְמָא וְיָת מִשְׁחָא לְאַנְהָרוּתָא וּלְמִשְׁחָא דִרְבוּתָא וְלִקְטֹרֶת בּוּסְמַיָּא:",
          "english": "and spice, and oil: for the light, and for the anointing oil, and for the incense of spices."
        },
        {
          "verseNum": 29,
          "hebrew": "כׇּל־אִ֣ישׁ וְאִשָּׁ֗ה אֲשֶׁ֨ר נָדַ֣ב לִבָּם֮ אֹתָם֒ לְהָבִיא֙ לְכׇל־הַמְּלָאכָ֔ה אֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה לַעֲשׂ֖וֹת בְּיַד־מֹשֶׁ֑ה הֵבִ֧יאוּ בְנֵי־יִשְׂרָאֵ֛ל נְדָבָ֖ה לַיהֹוָֽה׃",
          "targum": "כָּל גְּבַר וְאִתְּתָא דְּאִתְרְעֵי לִבְּהוֹן עִמְּהוֹן לְאַיְתָאָה לְכָל עִבִדְתָּא דִּי פַקֵּד יְיָ לְמֶעְבַּד בִּידָא דְמשֶׁה אַיְתִיאוּ בְנֵי יִשְׂרָאֵל נְדַבְתָּא קֳדָם יְיָ:",
          "english": "The children of Yisra᾽el brought a willing offering to the Lord, every man and woman, whose heart made them willing to bring for all manner of work, which the Lord had commanded by the hand of Moshe, to be made."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיֹּ֤אמֶר מֹשֶׁה֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל רְא֛וּ קָרָ֥א יְהֹוָ֖ה בְּשֵׁ֑ם בְּצַלְאֵ֛ל בֶּן־אוּרִ֥י בֶן־ח֖וּר לְמַטֵּ֥ה יְהוּדָֽה׃",
          "targum": "וַאֲמַר משֶׁה לִבְנֵי יִשְׂרָאֵל חֲזוֹ דְּרַבִּי יְיָ בְּשׁוּם בְּצַלְאֵל בַּר אוּרִי בַר חוּר לְשִׁבְטָא דִיהוּדָה:",
          "english": "And Moshe said to the children of Yisra᾽el, See, the Lord has called by name Beżal᾽el the son of Uri, the son of Ḥur, of the tribe of Yehuda;"
        },
        {
          "verseNum": 31,
          "hebrew": "וַיְמַלֵּ֥א אֹת֖וֹ ר֣וּחַ אֱלֹהִ֑ים בְּחׇכְמָ֛ה בִּתְבוּנָ֥ה וּבְדַ֖עַת וּבְכׇל־מְלָאכָֽה׃",
          "targum": "וְאַשְׁלֵם עִמֵּיהּ רוּחַ נְבוּאָה מִן קֳדָם יְיָ בְּחָכְמְתָא בְּסוּכְלְתָנוּ וּבְמַדַּע וּבְכָל עִבִידָא:",
          "english": "and he has filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;"
        },
        {
          "verseNum": 32,
          "hebrew": "וְלַחְשֹׁ֖ב מַֽחֲשָׁבֹ֑ת לַעֲשֹׂ֛ת בַּזָּהָ֥ב וּבַכֶּ֖סֶף וּבַנְּחֹֽשֶׁת׃",
          "targum": "וּלְאַלָּפָא אוּמַנְוָן לְמֶעְבַּד בְּדַהֲבָא וּבְכַסְפָּא וּבִנְחָשָׁא:",
          "english": "and to contrive works of art, to work in gold, and in silver, and in brass,"
        },
        {
          "verseNum": 33,
          "hebrew": "וּבַחֲרֹ֥שֶׁת אֶ֛בֶן לְמַלֹּ֖את וּבַחֲרֹ֣שֶׁת עֵ֑ץ לַעֲשׂ֖וֹת בְּכׇל־מְלֶ֥אכֶת מַחֲשָֽׁבֶת׃",
          "targum": "וּבְאוּמָנוּת אֶבֶן טָבָא לְאַשְׁלָמָא וּבְנַגָּרוּת אָעָא לְמֶעְבַּד בְּכָל עִבִידַת אוּמַנְוָן:",
          "english": "and in the cutting of stones, to set them, and in carving of wood, to make all manner of artistic work."
        },
        {
          "verseNum": 34,
          "hebrew": "וּלְהוֹרֹ֖ת נָתַ֣ן בְּלִבּ֑וֹ ה֕וּא וְאׇֽהֳלִיאָ֥ב בֶּן־אֲחִיסָמָ֖ךְ לְמַטֵּה־דָֽן׃",
          "targum": "וּלְאַלָּפָא יְהַב בְּלִבֵּיהּ הוּא וְאָהֳלִיאָב בַּר אֲחִיסָמָךְ לְשִׁבְטָא דְדָן:",
          "english": "And he has put in his heart that he may teach, both he, and Oholi᾽av, the son of Aĥisamakh, of the tribe of Dan."
        },
        {
          "verseNum": 35,
          "hebrew": "מִלֵּ֨א אֹתָ֜ם חׇכְמַת־לֵ֗ב לַעֲשׂוֹת֮ כׇּל־מְלֶ֣אכֶת חָרָ֣שׁ׀וְחֹשֵׁב֒ וְרֹקֵ֞ם בַּתְּכֵ֣לֶת וּבָֽאַרְגָּמָ֗ן בְּתוֹלַ֧עַת הַשָּׁנִ֛י וּבַשֵּׁ֖שׁ וְאֹרֵ֑ג עֹשֵׂי֙ כׇּל־מְלָאכָ֔ה וְחֹשְׁבֵ֖י מַחֲשָׁבֹֽת׃",
          "targum": "אַשְׁלֵם עִמְּהוֹן חַכִּימוּת לִבָּא לְמֶעְבַּד כָּל עִבִידַת נַגָּר וְאָמָּן וְצַיָּר בְּתִכְלָא וּבְאַרְגְּוָנָא בִּצְבַע זְהוֹרִי וּבְבוּצָא וּמַחֵי עָבְדֵי כָּל עִבִידָא וּמַלְפֵי אוּמַנְוָן:",
          "english": "Them has he filled with wisdom of heart, to do all manner of work, of the engraver, and of the craftsman, and of the embroiderer, in blue, and in purple, in scarlet, and in fine linen, and of the weaver, even of them that do any work, and of those that devise artistic work."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְעָשָׂה֩ בְצַלְאֵ֨ל וְאׇהֳלִיאָ֜ב וְכֹ֣ל׀ אִ֣ישׁ חֲכַם־לֵ֗ב אֲשֶׁר֩ נָתַ֨ן יְהֹוָ֜ה חׇכְמָ֤ה וּתְבוּנָה֙ בָּהֵ֔מָּה לָדַ֣עַת לַעֲשֹׂ֔ת אֶֽת־כׇּל־מְלֶ֖אכֶת עֲבֹדַ֣ת הַקֹּ֑דֶשׁ לְכֹ֥ל אֲשֶׁר־צִוָּ֖ה יְהֹוָֽה׃",
          "targum": "וַעֲבַד בְּצַלְאֵל וְאָהֳלִיאָב וְכָל גְּבַר חַכִּים לִבָּא דִּיהַב יְיָ חָכְמָא וְסוּכְלְתָנוּתָא בְּהוֹן לְמִדַּע לְמֶעְבַּד יָת כָּל עִבִידַת פָּלְחַן קוּדְשָׁא לְכֹל דִּי פַּקֵּד יְיָ:",
          "english": "Then Beżal᾽el and Oholi᾽av, and every wisehearted man, in whom the Lord put wisdom and understanding to know how to work all manner of work for the service of the sanctuary, did according to all that the Lord had commanded."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיִּקְרָ֣א מֹשֶׁ֗ה אֶל־בְּצַלְאֵל֮ וְאֶל־אׇֽהֳלִיאָב֒ וְאֶל֙ כׇּל־אִ֣ישׁ חֲכַם־לֵ֔ב אֲשֶׁ֨ר נָתַ֧ן יְהֹוָ֛ה חׇכְמָ֖ה בְּלִבּ֑וֹ כֹּ֚ל אֲשֶׁ֣ר נְשָׂא֣וֹ לִבּ֔וֹ לְקׇרְבָ֥ה אֶל־הַמְּלָאכָ֖ה לַעֲשֹׂ֥ת אֹתָֽהּ׃",
          "targum": "וּקְרָא משֶׁה לִבְצַלְאֵל וּלְאָהֳלִיאָב וּלְכָל גְּבַר חַכִּים לִבָּא דִּיהַב יְיָ חָכְמְתָא בְּלִבֵּיהּ כָּל דְּאִתְרְעֵי לִבֵּיהּ לְמִקְרַב לְעִבִדְתָּא לְמֶעְבַּד יָתֵיהּ:",
          "english": "And Moshe called Beżal᾽el and Oholi᾽av, and every wisehearted man, in whose heart the Lord had put wisdom, everyone whose heart stirred him up to come to the work to do it:"
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּקְח֞וּ מִלִּפְנֵ֣י מֹשֶׁ֗ה אֵ֤ת כׇּל־הַתְּרוּמָה֙ אֲשֶׁ֨ר הֵבִ֜יאוּ בְּנֵ֣י יִשְׂרָאֵ֗ל לִמְלֶ֛אכֶת עֲבֹדַ֥ת הַקֹּ֖דֶשׁ לַעֲשֹׂ֣ת אֹתָ֑הּ וְ֠הֵ֠ם הֵבִ֨יאוּ אֵלָ֥יו ע֛וֹד נְדָבָ֖ה בַּבֹּ֥קֶר בַּבֹּֽקֶר׃",
          "targum": "וּנְסִיבוּ מִן קֳדָם משֶׁה יָת כָּל אַפְרָשׁוּתָא דִּי אַיְתִיאוּ בְּנֵי יִשְׂרָאֵל לְעִבִידַת פָּלְחַן קוּדְשָׁא לְמֶעְבַּד יָתַהּ וְאִנּוּן מַיְתַן לֵיהּ עוֹד נְדַבְתָּא בִּצְפַר בִּצְפָר:",
          "english": "and they received from Moshe all the offering, which the children of Yisra᾽el had brought for the work of the service of the sanctuary, with which to make it. And they brought yet to him free will offerings every morning."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיָּבֹ֙אוּ֙ כׇּל־הַ֣חֲכָמִ֔ים הָעֹשִׂ֕ים אֵ֖ת כׇּל־מְלֶ֣אכֶת הַקֹּ֑דֶשׁ אִֽישׁ־אִ֥ישׁ מִמְּלַאכְתּ֖וֹ אֲשֶׁר־הֵ֥מָּה עֹשִֽׂים׃",
          "targum": "וַאֲתוֹ כָּל חַכִּימַיָּא דְּעָבְדִין יָת כָּל עִבִידַת קוּדְשָׁא גְּבַר גְּבַר מֵעִבִדְתֵּיהּ דְּאִנּוּן עָבְדִין:",
          "english": "And all the wise men, that carried out all the work of the sanctuary, came every man from his work which they did;"
        },
        {
          "verseNum": 5,
          "hebrew": "וַיֹּאמְרוּ֙ אֶל־מֹשֶׁ֣ה לֵּאמֹ֔ר מַרְבִּ֥ים הָעָ֖ם לְהָבִ֑יא מִדֵּ֤י הָֽעֲבֹדָה֙ לַמְּלָאכָ֔ה אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לַעֲשֹׂ֥ת אֹתָֽהּ׃",
          "targum": "וַאֲמָרוּ לְמשֶׁה לְמֵימַר מַסְגַּן עַמָּא לְאַיְתָאָה מִסַּת פָּלְחָנָא לְעִבִדְתָּא דְּפַקֵּד יְיָ לְמֶעְבַּד יָתַהּ:",
          "english": "and they spoke to Moshe saying, The people bring much more than enough for the service of the work, which the Lord commanded to do."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיְצַ֣ו מֹשֶׁ֗ה וַיַּעֲבִ֨ירוּ ק֥וֹל בַּֽמַּחֲנֶה֮ לֵאמֹר֒ אִ֣ישׁ וְאִשָּׁ֗ה אַל־יַעֲשׂוּ־ע֛וֹד מְלָאכָ֖ה לִתְרוּמַ֣ת הַקֹּ֑דֶשׁ וַיִּכָּלֵ֥א הָעָ֖ם מֵהָבִֽיא׃",
          "targum": "וּפַקֵּד משֶׁה וְאַעֲבַרוּ כָרוֹזָא בְמַשְׁרִיתָא לְמֵימַר גְּבַר וְאִתְּתָא לָא יַעַבְדוּן עוֹד עִבִדְתָּא לְאַפְרָשׁוּת קוּדְשָׁא וּפְסַק עַמָּא מִלְּאַיְתָאָה:",
          "english": "And Moshe gave commandment, and they caused it to be proclaimed throughout the camp saying, Let neither man nor woman do any more work for the offering of the sanctuary. So the people were restrained from bringing."
        },
        {
          "verseNum": 7,
          "hebrew": "וְהַמְּלָאכָ֗ה הָיְתָ֥ה דַיָּ֛ם לְכׇל־הַמְּלָאכָ֖ה לַעֲשׂ֣וֹת אֹתָ֑הּ וְהוֹתֵֽר׃",
          "targum": "וְעִבִדְתָּא הֲוַת מִסַּת לְכָל עִבִדְתָּא לְמֶעְבַּד יָתַהּ וִיתָרָת:",
          "english": "For the material they had was sufficient for all the work to do it, and too much."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיַּעֲשׂ֨וּ כׇל־חֲכַם־לֵ֜ב בְּעֹשֵׂ֧י הַמְּלָאכָ֛ה אֶת־הַמִּשְׁכָּ֖ן עֶ֣שֶׂר יְרִיעֹ֑ת שֵׁ֣שׁ מׇשְׁזָ֗ר וּתְכֵ֤לֶת וְאַרְגָּמָן֙ וְתוֹלַ֣עַת שָׁנִ֔י כְּרֻבִ֛ים מַעֲשֵׂ֥ה חֹשֵׁ֖ב עָשָׂ֥ה אֹתָֽם׃",
          "targum": "וַעֲבָדוּ כָל חַכִּימֵי לִבָּא בְּעָבְדֵי עִבִדְתָּא יָת מַשְׁכְּנָא עֲשַׂר יְרִיעָן דְּבוּץ שְׁזִיר וְתִכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי צוּרַת כְּרוּבִין עוֹבַד אָמָּן עֲבַד יָתְהוֹן:",
          "english": "And all wisehearted men among them that carried out the work made the tabernacle; they made ten curtains of fine twined linen, and blue, and purple, and scarlet: with keruvim of artistic work he made them."
        },
        {
          "verseNum": 9,
          "hebrew": "אֹ֜רֶךְ הַיְרִיעָ֣ה הָֽאַחַ֗ת שְׁמֹנֶ֤ה וְעֶשְׂרִים֙ בָּֽאַמָּ֔ה וְרֹ֙חַב֙ אַרְבַּ֣ע בָּֽאַמָּ֔ה הַיְרִיעָ֖ה הָאֶחָ֑ת מִדָּ֥ה אַחַ֖ת לְכׇל־הַיְרִיעֹֽת׃",
          "targum": "אֻרְכָּא דִּירִיעֲתָא חֲדָא עַסְרִין וּתְמַנְיָא אַמִּין וּפוּתְיָא אַרְבַּע אַמִּין דִּירִיעֲתָא חֲדָא מְשַׁחְתָא חֲדָא לְכָל יְרִיעָתָא:",
          "english": "The length of one curtain was twenty eight cubits, and the breadth of one curtain four cubits: the curtains were all of one size."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיְחַבֵּר֙ אֶת־חֲמֵ֣שׁ הַיְרִיעֹ֔ת אַחַ֖ת אֶל־אֶחָ֑ת וְחָמֵ֤שׁ יְרִיעֹת֙ חִבַּ֔ר אַחַ֖ת אֶל־אֶחָֽת׃",
          "targum": "וְלָפֵף יָת חָמֵשׁ יְרִיעָן חֲדָא עִם חֲדָא וְחָמֵשׁ יְרִיעָן לָפֵף חֲדָא עִם חֲדָא:",
          "english": "And he coupled the five curtains one to another: and the other five curtains he coupled one to another."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיַּ֜עַשׂ לֻֽלְאֹ֣ת תְּכֵ֗לֶת עַ֣ל שְׂפַ֤ת הַיְרִיעָה֙ הָֽאֶחָ֔ת מִקָּצָ֖ה בַּמַּחְבָּ֑רֶת כֵּ֤ן עָשָׂה֙ בִּשְׂפַ֣ת הַיְרִיעָ֔ה הַקִּ֣יצוֹנָ֔ה בַּמַּחְבֶּ֖רֶת הַשֵּׁנִֽית׃",
          "targum": "וַעֲבַד עֲנוּבִין דְּתִכְלָא עַל סִפְתָא דִירִיעֲתָא חֲדָא מִסִּטְרָא בֵּית לוֹפֵי כֵּן עֲבַד בְּסִפְתָא דִּירִיעֲתָא בְּסִטְרָא בֵּית לוֹפֵי תִּנְיֵתָא:",
          "english": "And he made loops of blue on the edge of one curtain that was at the edge of the first coupling: likewise he made in the uttermost side of the curtain in the second coupling."
        },
        {
          "verseNum": 12,
          "hebrew": "חֲמִשִּׁ֣ים לֻלָאֹ֗ת עָשָׂה֮ בַּיְרִיעָ֣ה הָאֶחָת֒ וַחֲמִשִּׁ֣ים לֻלָאֹ֗ת עָשָׂה֙ בִּקְצֵ֣ה הַיְרִיעָ֔ה אֲשֶׁ֖ר בַּמַּחְבֶּ֣רֶת הַשֵּׁנִ֑ית מַקְבִּילֹת֙ הַלֻּ֣לָאֹ֔ת אַחַ֖ת אֶל־אֶחָֽת׃",
          "targum": "חַמְשִׁין עֲנוּבִין עֲבַד בִּירִיעֲתָא חֲדָא וְחַמְשִׁין עֲנוּבִין עֲבַד בְּסִטְרָא דִירִיעֲתָא דְבֵית לוֹפֵי תִּנְיֵתָא מְכַוְּנָן עֲנוּבַיָּא חֲדָא לָקֳבֵל חֲדָא:",
          "english": "Fifty loops made he in one curtain, and fifty loops made he in the edge of the curtain which was in the second coupling: the loops held one curtain to another."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיַּ֕עַשׂ חֲמִשִּׁ֖ים קַרְסֵ֣י זָהָ֑ב וַיְחַבֵּ֨ר אֶת־הַיְרִיעֹ֜ת אַחַ֤ת אֶל־אַחַת֙ בַּקְּרָסִ֔ים וַיְהִ֥י הַמִּשְׁכָּ֖ן אֶחָֽד׃",
          "targum": "וַעֲבַד חַמְשִׁין פּוּרְפִין דִּדְהָב וְלָפֵף יָת יְרִיעֲתָא חֲדָא עִם חֲדָא בְּפוּרְפַיָּא וַהֲוָה מַשְׁכְּנָא חָד:",
          "english": "And he made fifty golden clasps, and coupled the curtain one to another with the clasps: so that the tabernacle was one."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיַּ֙עַשׂ֙ יְרִיעֹ֣ת עִזִּ֔ים לְאֹ֖הֶל עַל־הַמִּשְׁכָּ֑ן עַשְׁתֵּֽי־עֶשְׂרֵ֥ה יְרִיעֹ֖ת עָשָׂ֥ה אֹתָֽם׃",
          "targum": "וַעֲבַד יְרִיעָן דִּמְעַזֵּי לִפְרָסָא עַל מַשְׁכְּנָא חַד עֲשַׂר יְרִיעָן עֲבַד יָתְהֶן:",
          "english": "And he made curtains of goats’ hair for the tent over the tabernacle: eleven curtains he made them."
        },
        {
          "verseNum": 15,
          "hebrew": "אֹ֜רֶךְ הַיְרִיעָ֣ה הָאַחַ֗ת שְׁלֹשִׁים֙ בָּֽאַמָּ֔ה וְאַרְבַּ֣ע אַמּ֔וֹת רֹ֖חַב הַיְרִיעָ֣ה הָאֶחָ֑ת מִדָּ֣ה אַחַ֔ת לְעַשְׁתֵּ֥י עֶשְׂרֵ֖ה יְרִיעֹֽת׃",
          "targum": "אֻרְכָּא דִּירִיעֲתָא חֲדָא תְּלָתִין בְּאַמִּין וְאַרְבַּע אַמִּין פּוּתְיָא דִּירִיעֲתָא חֲדָא מְשַׁחְתָּא חֲדָא לְחַד עֲשַׂר יְרִיעָן:",
          "english": "The length of one curtain was thirty cubits, and four cubits was the breadth of one curtain: the eleven curtains were of one size."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיְחַבֵּ֛ר אֶת־חֲמֵ֥שׁ הַיְרִיעֹ֖ת לְבָ֑ד וְאֶת־שֵׁ֥שׁ הַיְרִיעֹ֖ת לְבָֽד׃",
          "targum": "וְלָפֵף יָת חֲמֵשׁ יְרִיעָן לְחוֹד וְיָת שֵׁת יְרִיעָן לְחוֹד:",
          "english": "And he coupled five curtains by themselves, and six curtains by themselves."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיַּ֜עַשׂ לֻֽלָאֹ֣ת חֲמִשִּׁ֗ים עַ֚ל שְׂפַ֣ת הַיְרִיעָ֔ה הַקִּיצֹנָ֖ה בַּמַּחְבָּ֑רֶת וַחֲמִשִּׁ֣ים לֻלָאֹ֗ת עָשָׂה֙ עַל־שְׂפַ֣ת הַיְרִיעָ֔ה הַחֹבֶ֖רֶת הַשֵּׁנִֽית׃",
          "targum": "וַעֲבַד עֲנוּבִין חַמְשִׁין עַל סִפְתָא דִירִיעֲתָא בְּסִטְרָא בֵּית לוֹפֵי וְחַמְשִׁין עֲנוּבִין עֲבַד עַל סִפְתָא דִירִיעֲתָא דְבֵית לוֹפֵי תִּנְיֵתָא:",
          "english": "And he made fifty loops upon the edge of the curtain that was outmost in the first coupling, and fifty loops made he upon the edge of the curtain of the second coupling."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיַּ֛עַשׂ קַרְסֵ֥י נְחֹ֖שֶׁת חֲמִשִּׁ֑ים לְחַבֵּ֥ר אֶת־הָאֹ֖הֶל לִהְיֹ֥ת אֶחָֽד׃",
          "targum": "וַעֲבַד פּוּרְפִין דִּנְחָשָׁא חַמְשִׁין לְלַפָּפָא יָת מַשְׁכְּנָא לְמֵהֱוֵי חָד:",
          "english": "And he made fifty clasps of brass to couple the tent together, that it might be one."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיַּ֤עַשׂ מִכְסֶה֙ לָאֹ֔הֶל עֹרֹ֥ת אֵילִ֖ם מְאׇדָּמִ֑ים וּמִכְסֵ֛ה עֹרֹ֥ת תְּחָשִׁ֖ים מִלְמָֽעְלָה׃",
          "targum": "וַעֲבַד חוֹפָאָה לְמַשְׁכְּנָא מַשְׁכֵי דְדִכְרֵי מְסַמְּקֵי וְחוֹפָאָה מַשְׁכֵי דְסַסְגּוֹנָא מִלְּעֵלָּא:",
          "english": "And he made a covering for the tent of rams’ skins dyed red, and a covering of taĥash skins above that."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיַּ֥עַשׂ אֶת־הַקְּרָשִׁ֖ים לַמִּשְׁכָּ֑ן עֲצֵ֥י שִׁטִּ֖ים עֹמְדִֽים׃",
          "targum": "וַעֲבַד יָת דַּפַּיָּא לְמַשְׁכְּנָא דְּאָעֵי שִׁטִּין קָיְמִין:",
          "english": "And he made boards for the tabernacle of shittim wood, standing up."
        },
        {
          "verseNum": 21,
          "hebrew": "עֶ֥שֶׂר אַמֹּ֖ת אֹ֣רֶךְ הַקָּ֑רֶשׁ וְאַמָּה֙ וַחֲצִ֣י הָֽאַמָּ֔ה רֹ֖חַב הַקֶּ֥רֶשׁ הָאֶחָֽד׃",
          "targum": "עֲשַׂר אַמִּין אֻרְכָּא דְדַפָּא וְאַמְּתָא וּפַלְגּוּת אַמְּתָא פּוּתְיָא דְּדַפָּא חָד:",
          "english": "The length of a board was ten cubits, and the breadth of a board one cubit and a half."
        },
        {
          "verseNum": 22,
          "hebrew": "שְׁתֵּ֣י יָדֹ֗ת לַקֶּ֙רֶשׁ֙ הָֽאֶחָ֔ד מְשֻׁ֨לָּבֹ֔ת אַחַ֖ת אֶל־אֶחָ֑ת כֵּ֣ן עָשָׂ֔ה לְכֹ֖ל קַרְשֵׁ֥י הַמִּשְׁכָּֽן׃",
          "targum": "תַּרְתֵּין צִירִין לְדַפָּא חַד מְשַׁלְּבִין חֲדָא לָקֳבֵל חֲדָא כֵּן עֲבַד לְכֹל דַּפֵּי מַשְׁכְּנָא:",
          "english": "One board had two tenons, connected one with the other: thus did he make for all the boards of the tabernacle."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיַּ֥עַשׂ אֶת־הַקְּרָשִׁ֖ים לַמִּשְׁכָּ֑ן עֶשְׂרִ֣ים קְרָשִׁ֔ים לִפְאַ֖ת נֶ֥גֶב תֵּימָֽנָה׃",
          "targum": "וַעֲבַד יָת דַּפַּיָּא לְמַשְׁכְּנָא עֶסְרִין דַּפִּין לְרוּחַ עֵבַר דָּרוֹמָא:",
          "english": "And he made boards for the tabernacle; twenty boards for the south side southward:"
        },
        {
          "verseNum": 24,
          "hebrew": "וְאַרְבָּעִים֙ אַדְנֵי־כֶ֔סֶף עָשָׂ֕ה תַּ֖חַת עֶשְׂרִ֣ים הַקְּרָשִׁ֑ים שְׁנֵ֨י אֲדָנִ֜ים תַּֽחַת־הַקֶּ֤רֶשׁ הָאֶחָד֙ לִשְׁתֵּ֣י יְדֹתָ֔יו וּשְׁנֵ֧י אֲדָנִ֛ים תַּֽחַת־הַקֶּ֥רֶשׁ הָאֶחָ֖ד לִשְׁתֵּ֥י יְדֹתָֽיו׃",
          "targum": "וְאַרְבְּעִין סַמְכִין דִּכְסַף עֲבַד תְּחוֹת עֶסְרִין דַּפִּין תְּרֵין סַמְכִין תְּחוֹת דַפָּא חַד לִתְרֵין צִירוֹהִי וּתְרֵין סַמְכִין תְּחוֹת דַּפָּא חַד לִתְרֵין צִירוֹהִי:",
          "english": "and forty sockets of silver he made under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons."
        },
        {
          "verseNum": 25,
          "hebrew": "וּלְצֶ֧לַע הַמִּשְׁכָּ֛ן הַשֵּׁנִ֖ית לִפְאַ֣ת צָפ֑וֹן עָשָׂ֖ה עֶשְׂרִ֥ים קְרָשִֽׁים׃",
          "targum": "וְלִסְטַר מַשְׁכְּנָא תִּנְיֵתָא לְרוּחַ צִפּוּנָא עֲבַד עֶסְרִין דַּפִּין:",
          "english": "And for the other side of the tabernacle, which is toward the north side, he made twenty boards,"
        },
        {
          "verseNum": 26,
          "hebrew": "וְאַרְבָּעִ֥ים אַדְנֵיהֶ֖ם כָּ֑סֶף שְׁנֵ֣י אֲדָנִ֗ים תַּ֚חַת הַקֶּ֣רֶשׁ הָאֶחָ֔ד וּשְׁנֵ֣י אֲדָנִ֔ים תַּ֖חַת הַקֶּ֥רֶשׁ הָאֶחָֽד׃",
          "targum": "וְאַרְבְּעִין סַמְכֵיהוֹן דִּכְסָף תְּרֵין סַמְכִין תְּחוֹת דַּפָּא חַד וּתְרֵין סַמְכִין תְּחוֹת דַּפָּא חָד:",
          "english": "and their forty sockets of silver; two sockets under one board, and two sockets under another board."
        },
        {
          "verseNum": 27,
          "hebrew": "וּֽלְיַרְכְּתֵ֥י הַמִּשְׁכָּ֖ן יָ֑מָּה עָשָׂ֖ה שִׁשָּׁ֥ה קְרָשִֽׁים׃",
          "targum": "וְלִסְיָפֵי מַשְׁכְּנָא מַעַרְבָא עֲבַד שִׁתָּא דַפִּין:",
          "english": "And for the side of the tabernacle westward he made six boards."
        },
        {
          "verseNum": 28,
          "hebrew": "וּשְׁנֵ֤י קְרָשִׁים֙ עָשָׂ֔ה לִמְקֻצְעֹ֖ת הַמִּשְׁכָּ֑ן בַּיַּרְכָתָֽיִם׃",
          "targum": "וּתְרֵין דַּפִּין עֲבַד לְזָוְיַת מַשְׁכְּנָא בְּסוֹפֵיהוֹן:",
          "english": "And two boards made he for the corners of the tabernacle on the two sides."
        },
        {
          "verseNum": 29,
          "hebrew": "וְהָי֣וּ תוֹאֲמִם֮ מִלְּמַ֒טָּה֒ וְיַחְדָּ֗ו יִהְי֤וּ תַמִּים֙ אֶל־רֹאשׁ֔וֹ אֶל־הַטַּבַּ֖עַת הָאֶחָ֑ת כֵּ֚ן עָשָׂ֣ה לִשְׁנֵיהֶ֔ם לִשְׁנֵ֖י הַמִּקְצֹעֹֽת׃",
          "targum": "וַהֲווֹ מְכַוְּנִין מִלְּרַע וְכַחֲדָא הֲווֹ מְכַוְּנִין עַל רֵישֵׁיהּ לְעִזְקָתָא חֲדָא כֵּן עֲבַד לְתַרְוֵיהוֹן לִתְרֵין זָוְיָן:",
          "english": "And they were coupled beneath, and coupled together at the head thereof, to one ring: thus he did to both of them in both the corners."
        },
        {
          "verseNum": 30,
          "hebrew": "וְהָיוּ֙ שְׁמֹנָ֣ה קְרָשִׁ֔ים וְאַדְנֵיהֶ֣ם כֶּ֔סֶף שִׁשָּׁ֥ה עָשָׂ֖ר אֲדָנִ֑ים שְׁנֵ֤י אֲדָנִים֙ שְׁנֵ֣י אֲדָנִ֔ים תַּ֖חַת הַקֶּ֥רֶשׁ הָאֶחָֽד׃",
          "targum": "וַהֲווֹ תְּמַנְיָא דַפִּין וְסַמְכֵיהוֹן דִּכְסַף שִׁתָּא עֲשַׂר סַמְכִין תְּרֵין סַמְכִין תְּרֵין סַמְכִין תְּחוֹת דַּפָּא חָד:",
          "english": "And there were eight boards; and their sockets were sixteen, sockets of silver, under every board two sockets."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיַּ֥עַשׂ בְּרִיחֵ֖י עֲצֵ֣י שִׁטִּ֑ים חֲמִשָּׁ֕ה לְקַרְשֵׁ֥י צֶֽלַע־הַמִּשְׁכָּ֖ן הָאֶחָֽת׃",
          "targum": "וַעֲבַד עַבְּרֵי דְּאָעֵי שִׁטִּין חַמְשָׁא לְדַפֵּי סְטַר מַשְׁכְּנָא חָד:",
          "english": "And he made bars of shittim wood; five for the boards of the one side of the tabernacle,"
        },
        {
          "verseNum": 32,
          "hebrew": "וַחֲמִשָּׁ֣ה בְרִיחִ֔ם לְקַרְשֵׁ֥י צֶֽלַע־הַמִּשְׁכָּ֖ן הַשֵּׁנִ֑ית וַחֲמִשָּׁ֤ה בְרִיחִם֙ לְקַרְשֵׁ֣י הַמִּשְׁכָּ֔ן לַיַּרְכָתַ֖יִם יָֽמָּה׃",
          "targum": "וְחַמְשָׁא עַבְּרִין לְדַפֵּי סְטַר מַשְׁכְּנָא תִּנְיֵתָא וְחַמְשָׁא עַבְּרִין לְדַפֵּי מַשְׁכְּנָא לְסוֹפֵיהוֹן מַעַרְבָא:",
          "english": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the side westward."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיַּ֖עַשׂ אֶת־הַבְּרִ֣יחַ הַתִּיכֹ֑ן לִבְרֹ֙חַ֙ בְּת֣וֹךְ הַקְּרָשִׁ֔ים מִן־הַקָּצֶ֖ה אֶל־הַקָּצֶֽה׃",
          "targum": "וַעֲבַד יָת עַבְּרָא מְצִיעָאָה לְאַעְבָּרָא בְּגוֹ דַפַּיָּא מִן סְיָפֵי לִסְיָפֵי:",
          "english": "And he made the middle bar to slide through the boards from the one end to the other."
        },
        {
          "verseNum": 34,
          "hebrew": "וְֽאֶת־הַקְּרָשִׁ֞ים צִפָּ֣ה זָהָ֗ב וְאֶת־טַבְּעֹתָם֙ עָשָׂ֣ה זָהָ֔ב בָּתִּ֖ים לַבְּרִיחִ֑ם וַיְצַ֥ף אֶת־הַבְּרִיחִ֖ם זָהָֽב׃",
          "targum": "וְיָת דַּפַּיָּא חֲפָא דַהֲבָא וְיָת עִזְקָתְהוֹן עֲבַד דַּהֲבָא אַתְרָא לְעַבְּרַיָּא וַחֲפָא יָת עַבְּרַיָּא דַּהֲבָא:",
          "english": "And he overlaid the boards with gold, and made their rings of gold to be places for the bars, and overlaid the bars with gold."
        },
        {
          "verseNum": 35,
          "hebrew": "וַיַּ֙עַשׂ֙ אֶת־הַפָּרֹ֔כֶת תְּכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֣שׁ מׇשְׁזָ֑ר מַעֲשֵׂ֥ה חֹשֵׁ֛ב עָשָׂ֥ה אֹתָ֖הּ כְּרֻבִֽים׃",
          "targum": "וַעֲבַד יָת פָּרֻכְתָּא תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר עוֹבַד אָמָּן עֲבַד יָתַהּ צוּרַת כְּרוּבִין:",
          "english": "And he made a veil of blue, and purple, and scarlet, and fine twined linen: with keruvim he made it, of artistic work."
        },
        {
          "verseNum": 36,
          "hebrew": "וַיַּ֣עַשׂ לָ֗הּ אַרְבָּעָה֙ עַמּוּדֵ֣י שִׁטִּ֔ים וַיְצַפֵּ֣ם זָהָ֔ב וָוֵיהֶ֖ם זָהָ֑ב וַיִּצֹ֣ק לָהֶ֔ם אַרְבָּעָ֖ה אַדְנֵי־כָֽסֶף׃",
          "targum": "וַעֲבַד לֵיהּ אַרְבְּעָא עַמּוּדֵי שִׁטִּין וַחֲפָנוּן דַּהֲבָא וָוֵיהוֹן דַּהֲבָא וְאַתִּיךְ לְהוֹן אַרְבְּעָא סַמְכִין דִּכְסָף:",
          "english": "And he made for it four pillars of shittim wood, and overlaid them with gold: their hooks were of gold; and he cast for them four sockets of silver."
        },
        {
          "verseNum": 37,
          "hebrew": "וַיַּ֤עַשׂ מָסָךְ֙ לְפֶ֣תַח הָאֹ֔הֶל תְּכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֣שׁ מׇשְׁזָ֑ר מַעֲשֵׂ֖ה רֹקֵֽם׃",
          "targum": "וַעֲבַד פְּרָסָא לִתְרַע מַשְׁכְּנָא תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר עוֹבַד צַיָּר:",
          "english": "And he made a screen for the tabernacle door of blue, and purple, and scarlet, and fine twined linen, of embroidered work;"
        },
        {
          "verseNum": 38,
          "hebrew": "וְאֶת־עַמּוּדָ֤יו חֲמִשָּׁה֙ וְאֶת־וָ֣וֵיהֶ֔ם וְצִפָּ֧ה רָאשֵׁיהֶ֛ם וַחֲשֻׁקֵיהֶ֖ם זָהָ֑ב וְאַדְנֵיהֶ֥ם חֲמִשָּׁ֖ה נְחֹֽשֶׁת׃",
          "targum": "וְיָת עַמּוּדוֹהִי חַמְשָׁא וְיָת וָוֵיהוֹן וַחֲפָא רֵישֵׁיהוֹן וְכִבּוּשֵׁיהוֹן דַּהֲבָא וְסַמְכֵיהוֹן חַמְשָׁא נְחָשָׁא:",
          "english": "and the five pillars of it with their hooks: and he overlaid their capitals and their joints with gold: but their five sockets were of brass."
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיַּ֧עַשׂ בְּצַלְאֵ֛ל אֶת־הָאָרֹ֖ן עֲצֵ֣י שִׁטִּ֑ים אַמָּתַ֨יִם וָחֵ֜צִי אׇרְכּ֗וֹ וְאַמָּ֤ה וָחֵ֙צִי֙ רׇחְבּ֔וֹ וְאַמָּ֥ה וָחֵ֖צִי קֹמָתֽוֹ׃",
          "targum": "וַעֲבַד בְּצַלְאֵל יָת אֲרוֹנָא דְּאָעֵי שִׁטִּין תַּרְתֵּין אַמִּין וּפַלְגָּא אֻרְכֵּיהּ וְאַמְּתָא וּפַלְגָא פְתָיֵהּ וְאַמְתָא וּפַלְגָּא רוּמֵיהּ:",
          "english": "And Beżal᾽el made the ark of shittim wood: two cubits and a half was its length, and a cubit and a half its breadth, and a cubit and a half its height:"
        },
        {
          "verseNum": 2,
          "hebrew": "וַיְצַפֵּ֛הוּ זָהָ֥ב טָה֖וֹר מִבַּ֣יִת וּמִח֑וּץ וַיַּ֥עַשׂ ל֛וֹ זֵ֥ר זָהָ֖ב סָבִֽיב׃",
          "targum": "וַחֲפָהִי דְּהַב דְּכֵי מִגָּו וּמִבָּרָא וַעֲבַד לֵיהּ דֵּיר דִּדְהַב סְחוֹר סְחוֹר:",
          "english": "and he overlaid it with pure gold within and without, and made a rim of gold to it round about."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּצֹ֣ק ל֗וֹ אַרְבַּע֙ טַבְּעֹ֣ת זָהָ֔ב עַ֖ל אַרְבַּ֣ע פַּעֲמֹתָ֑יו וּשְׁתֵּ֣י טַבָּעֹ֗ת עַל־צַלְעוֹ֙ הָֽאֶחָ֔ת וּשְׁתֵּי֙ טַבָּעֹ֔ת עַל־צַלְע֖וֹ הַשֵּׁנִֽית׃",
          "targum": "וְאַתִּיךְ לֵיהּ אַרְבַּע עִזְקַן דִּדְהַב עַל אַרְבַּע זִוְיָתֵיהּ וְתַרְתֵּין עִזְקַן עַל סִטְרֵיהּ חַד וְתַרְתֵּין עִזְקַן עַל סִטְרֵיהּ תִּנְיֵתָא:",
          "english": "And he cast for it four rings of gold, to be set by its four corners; even two rings on the one side of it, and two rings on the other side of it."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיַּ֥עַשׂ בַּדֵּ֖י עֲצֵ֣י שִׁטִּ֑ים וַיְצַ֥ף אֹתָ֖ם זָהָֽב׃",
          "targum": "וַעֲבַד אֲרִיחֵי דְּאָעֵי שִׁטִּין וַחֲפָא יָתְהוֹן דַּהֲבָא:",
          "english": "And he made poles of shittim wood, and overlaid them with gold."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיָּבֵ֤א אֶת־הַבַּדִּים֙ בַּטַּבָּעֹ֔ת עַ֖ל צַלְעֹ֣ת הָאָרֹ֑ן לָשֵׂ֖את אֶת־הָאָרֹֽן׃",
          "targum": "וְאָעֵל יָת אֲרִיחַיָּא בְּעִזְקָתָא עַל סִטְרֵי אֲרוֹנָא לְמִטַּל יָת אֲרוֹנָא:",
          "english": "And he put the poles into the rings by the sides of the ark, to bear the ark."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיַּ֥עַשׂ כַּפֹּ֖רֶת זָהָ֣ב טָה֑וֹר אַמָּתַ֤יִם וָחֵ֙צִי֙ אׇרְכָּ֔הּ וְאַמָּ֥ה וָחֵ֖צִי רׇחְבָּֽהּ׃",
          "targum": "וַעֲבַד כַּפֻּרְתָּא דְּהַב דְּכֵי תַּרְתֵּין אַמִּין וּפַלְגָּא אֻרְכַּהּ וְאַמְּתָא וּפַלְגָּא פְּתָיַהּ:",
          "english": "And he made the covering of pure gold: two cubits and a half was its length, and one cubit and a half its breadth."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיַּ֛עַשׂ שְׁנֵ֥י כְרֻבִ֖ים זָהָ֑ב מִקְשָׁה֙ עָשָׂ֣ה אֹתָ֔ם מִשְּׁנֵ֖י קְצ֥וֹת הַכַּפֹּֽרֶת׃",
          "targum": "וַעֲבַד תְּרֵין כְּרוּבִין דִּדְהָב נְגִיד עֲבַד יָתְהוֹן מִתְּרֵין סִטְרֵי כַפֻּרְתָּא:",
          "english": "And he made two keruvim of gold, beaten out of one piece he made them, on the two ends of the covering;"
        },
        {
          "verseNum": 8,
          "hebrew": "כְּרוּב־אֶחָ֤ד מִקָּצָה֙ מִזֶּ֔ה וּכְרוּב־אֶחָ֥ד מִקָּצָ֖ה מִזֶּ֑ה מִן־הַכַּפֹּ֛רֶת עָשָׂ֥ה אֶת־הַכְּרֻבִ֖ים מִשְּׁנֵ֥י ׃",
          "targum": "כְּרוּבָא חַד מִסִּטְרָא מִכָּא וּכְרוּבָא חַד מִסִּטְרָא מִכָּא מִן כַּפֻּרְתָּא עֲבַד יָת כְּרוּבַיָּא מִתְּרֵין סִטְרוֹהִי:",
          "english": "one keruv on the end on this side, and another keruv on the other end on that side: out of the covering made he the keruvim at the two ends of it."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיִּהְי֣וּ הַכְּרֻבִים֩ פֹּרְשֵׂ֨י כְנָפַ֜יִם לְמַ֗עְלָה סֹֽכְכִ֤ים בְּכַנְפֵיהֶם֙ עַל־הַכַּפֹּ֔רֶת וּפְנֵיהֶ֖ם אִ֣ישׁ אֶל־אָחִ֑יו אֶ֨ל־הַכַּפֹּ֔רֶת הָי֖וּ פְּנֵ֥י הַכְּרֻבִֽים׃",
          "targum": "וַהֲווֹ כְרוּבַיָּא פְּרִיסָן גַּדְפֵיהוֹן לְעֵלָּא נָטְלִין בְּגַדְפֵיהוֹן עַל כַּפֻּרְתָּא וְאַפֵּיהוֹן חַד לָקֳבֵל חַד לָקֳבֵל כַּפֻּרְתָּא הֲווֹ אַפֵּי כְרוּבַיָּא:",
          "english": "And the keruvim spread out their wings on high, and spread with their wings over the covering, with their faces one to another; toward the covering were the faces of the keruvim."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיַּ֥עַשׂ אֶת־הַשֻּׁלְחָ֖ן עֲצֵ֣י שִׁטִּ֑ים אַמָּתַ֤יִם אׇרְכּוֹ֙ וְאַמָּ֣ה רׇחְבּ֔וֹ וְאַמָּ֥ה וָחֵ֖צִי קֹמָתֽוֹ׃",
          "targum": "וַעֲבַד יָת פָּתוֹרָא דְּאָעֵי שִׁטִּין תַּרְתֵּין אַמִּין אֻרְכֵּיהּ וְאַמְּתָא פְתָיֵהּ וְאַמְּתָא וּפַלְגָּא רוּמֵיהּ:",
          "english": "And he made the table of shittim wood: two cubits was its length, and a cubit its breadth, and a cubit and a half its height:"
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְצַ֥ף אֹת֖וֹ זָהָ֣ב טָה֑וֹר וַיַּ֥עַשׂ ל֛וֹ זֵ֥ר זָהָ֖ב סָבִֽיב׃",
          "targum": "וַחֲפָא יָתֵיהּ דְּהַב דְּכֵי וַעֲבַד לֵיהּ דֵּיר דִּדְהַב סְחוֹר סְחוֹר:",
          "english": "and he overlaid it with pure gold, and made for it a rim of gold round about."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיַּ֨עַשׂ ל֥וֹ מִסְגֶּ֛רֶת טֹ֖פַח סָבִ֑יב וַיַּ֧עַשׂ זֵר־זָהָ֛ב לְמִסְגַּרְתּ֖וֹ סָבִֽיב׃",
          "targum": "וַעֲבַד לֵיהּ גְּדַנְפָא רוּמֵיהּ פּוּשְׁכָא סְחוֹר סְחוֹר וַעֲבַד דֵּיר דִּדְהַב לִגְדַנְפֵיהּ סְחוֹר סְחוֹר:",
          "english": "Also he made for it a border of a handbreadth round about; and made a rim of gold for its border round about."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיִּצֹ֣ק ל֔וֹ אַרְבַּ֖ע טַבְּעֹ֣ת זָהָ֑ב וַיִּתֵּן֙ אֶת־הַטַּבָּעֹ֔ת עַ֚ל אַרְבַּ֣ע הַפֵּאֹ֔ת אֲשֶׁ֖ר לְאַרְבַּ֥ע רַגְלָֽיו׃",
          "targum": "וְאַתִּיךְ לֵיהּ אַרְבַּע עִזְקַן דִּדְהַב וִיהַב יָת עִזְקָתָא עַל אַרְבַּע זִוְיָתָא דִּי לְאַרְבַּע רַגְלוֹהִי:",
          "english": "And he cast for it four rings of gold, and put the rings on the four corners that were on its four legs."
        },
        {
          "verseNum": 14,
          "hebrew": "לְעֻמַּת֙ הַמִּסְגֶּ֔רֶת הָי֖וּ הַטַּבָּעֹ֑ת בָּתִּים֙ לַבַּדִּ֔ים לָשֵׂ֖את אֶת־הַשֻּׁלְחָֽן׃",
          "targum": "לָקֳבֵל גְּדַנְפָא הֲווֹ עִזְקָתָא אַתְרָא לַאֲרִיחַיָּא לְמִטַּל יָת פָּתוֹרָא:",
          "english": "Over against the border were the rings, the places for the poles to bear the table."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיַּ֤עַשׂ אֶת־הַבַּדִּים֙ עֲצֵ֣י שִׁטִּ֔ים וַיְצַ֥ף אֹתָ֖ם זָהָ֑ב לָשֵׂ֖את אֶת־הַשֻּׁלְחָֽן׃",
          "targum": "וַעֲבַד יָת אֲרִיחַיָּא דְּאָעֵי שִׁטִּין וַחֲפָא יָתְהוֹן דַּהֲבָא לְמִטַּל יָת פָּתוֹרָא:",
          "english": "And he made the poles of shittim wood, and overlaid them with gold, to bear the table."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיַּ֜עַשׂ אֶֽת־הַכֵּלִ֣ים׀ אֲשֶׁ֣ר עַל־הַשֻּׁלְחָ֗ן אֶת־קְעָרֹתָ֤יו וְאֶת־כַּפֹּתָיו֙ וְאֵת֙ מְנַקִּיֹּתָ֔יו וְאֶ֨ת־הַקְּשָׂוֺ֔ת אֲשֶׁ֥ר יֻסַּ֖ךְ בָּהֵ֑ן זָהָ֖ב טָהֽוֹר׃",
          "targum": "וַעֲבַד יָת מָנַיָּא דִּי עַל פָּתוֹרָא יָת מָגִיסוֹהִי וְיָת בָּזִיכוֹהִי וְיָת מְכִילָתֵיהּ וְיָת קַשְׂוָתָא דִּי יִתְנַסַּךְ בְּהוֹן דְּהַב דְּכֵי:",
          "english": "And he made the vessels which were upon the table, its dishes, and its spoons, and its bowls, and its jars for pouring out, of pure gold."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיַּ֥עַשׂ אֶת־הַמְּנֹרָ֖ה זָהָ֣ב טָה֑וֹר מִקְשָׁ֞ה עָשָׂ֤ה אֶת־הַמְּנֹרָה֙ יְרֵכָ֣הּ וְקָנָ֔הּ גְּבִיעֶ֛יהָ כַּפְתֹּרֶ֥יהָ וּפְרָחֶ֖יהָ מִמֶּ֥נָּה הָיֽוּ׃",
          "targum": "וַעֲבַד יָת מְנַרְתָּא דְּהַב דְּכֵי נְגִיד עֲבַד יָת מְנַרְתָּא שִׁידַהּ וּקְנַהּ כַּלִידָהָא חֵזוּרָהָא וְשׁוֹשַׁנָּהָא מִנַּהּ הֲווֹ:",
          "english": "And he made the candlestick of pure gold: of beaten work made he the candlestick; its shaft, and its branches, its bowls, its bulbs, and its flowers, were of the same piece:"
        },
        {
          "verseNum": 18,
          "hebrew": "וְשִׁשָּׁ֣ה קָנִ֔ים יֹצְאִ֖ים מִצִּדֶּ֑יהָ שְׁלֹשָׁ֣ה׀ קְנֵ֣י מְנֹרָ֗ה מִצִּדָּהּ֙ הָֽאֶחָ֔ד וּשְׁלֹשָׁה֙ קְנֵ֣י מְנֹרָ֔ה מִצִּדָּ֖הּ הַשֵּׁנִֽי׃",
          "targum": "וְשִׁתָּא קְנִין נָפְקִין מִסִּטְרָהָא תְּלָתָא קְנֵי מְנַרְתָּא מִסִּטְרַהּ חַד וּתְלָתָא קְנֵי מְנַרְתָּא מִסִּטְרַהּ תִּנְיָנָא:",
          "english": "and six branches going out of its sides; three branches of the candlestick out of the one side of it, and three branches of the candlestick out of the other side of it:"
        },
        {
          "verseNum": 19,
          "hebrew": "שְׁלֹשָׁ֣ה גְ֠בִעִ֠ים מְֽשֻׁקָּדִ֞ים בַּקָּנֶ֣ה הָאֶחָד֮ כַּפְתֹּ֣ר וָפֶ֒רַח֒ וּשְׁלֹשָׁ֣ה גְבִעִ֗ים מְשֻׁקָּדִ֛ים בְּקָנֶ֥ה אֶחָ֖ד כַּפְתֹּ֣ר וָפָ֑רַח כֵּ֚ן לְשֵׁ֣שֶׁת הַקָּנִ֔ים הַיֹּצְאִ֖ים מִן־הַמְּנֹרָֽה׃",
          "targum": "תְּלָתָא כַלִּידִין מְצַיְּרִין בְּקַנְיָא חַד חֵזוּר וְשׁוֹשַׁן וּתְלָתָא כַלִּידִין מְצַיְּרִין בְּקַנְיָא חַד חֵזוּר וְשׁוֹשָׁן כֵּן לְשִׁתָּא קְנִין דְּנָפְקִין מִן מְנַרְתָּא:",
          "english": "three bowls made after the fashion of almonds in one branch, a bulb and a flower; and three bowls made like almonds in another branch, a bulb and a flower: so throughout the six branches going out of the candlestick."
        },
        {
          "verseNum": 20,
          "hebrew": "וּבַמְּנֹרָ֖ה אַרְבָּעָ֣ה גְבִעִ֑ים מְשֻׁ֨קָּדִ֔ים כַּפְתֹּרֶ֖יהָ וּפְרָחֶֽיהָ׃",
          "targum": "וּבִמְנַרְתָּא אַרְבְּעָא כַלִּידִין מְצַיְּרִין חֵזּוּרָהָא וְשׁוֹשַׁנָּהָא:",
          "english": "And in the candlestick were four bowls made like almonds, its bulbs, and its flowers:"
        },
        {
          "verseNum": 21,
          "hebrew": "וְכַפְתֹּ֡ר תַּ֩חַת֩ שְׁנֵ֨י הַקָּנִ֜ים מִמֶּ֗נָּה וְכַפְתֹּר֙ תַּ֣חַת שְׁנֵ֤י הַקָּנִים֙ מִמֶּ֔נָּה וְכַפְתֹּ֕ר תַּֽחַת־שְׁנֵ֥י הַקָּנִ֖ים מִמֶּ֑נָּה לְשֵׁ֙שֶׁת֙ הַקָּנִ֔ים הַיֹּצְאִ֖ים מִמֶּֽנָּה׃",
          "targum": "וְחֵזוּר תְּחוֹת תְּרֵין קְנִין מִנַּהּ וְחֵזוּר תְּחוֹת תְּרֵין קְנִין מִנַּהּ וְחֵזוּר תְּחוֹת תְּרֵין קְנִין מִנַּהּ לְשִׁתָּא קְנִין דְּנָפְקִין מִנַּהּ:",
          "english": "and a bulb under two branches of the same, and a bulb under two branches of the same, and a bulb under two branches of the same, according to the six branches going out of it."
        },
        {
          "verseNum": 22,
          "hebrew": "כַּפְתֹּרֵיהֶ֥ם וּקְנֹתָ֖ם מִמֶּ֣נָּה הָי֑וּ כֻּלָּ֛הּ מִקְשָׁ֥ה אַחַ֖ת זָהָ֥ב טָהֽוֹר׃",
          "targum": "חֵזוּרֵיהוֹן וּקְנֵיהוֹן מִנַּהּ הֲווֹ כֻּלַהּ נְגִידָא חֲדָא דְּהַב דְּכֵי:",
          "english": "Their bulbs and their branches were of the same: all of it was one beaten work of pure gold."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיַּ֥עַשׂ אֶת־נֵרֹתֶ֖יהָ שִׁבְעָ֑ה וּמַלְקָחֶ֥יהָ וּמַחְתֹּתֶ֖יהָ זָהָ֥ב טָהֽוֹר׃",
          "targum": "וַעֲבַד יָת בּוֹצִינָהָא שִׁבְעָא וְצִבְיְתָהָא וּמַחִתְּיְתָהָא דְּהַב דְּכֵי:",
          "english": "And he made its seven lamps, and its tongs, and its ashpans of pure gold."
        },
        {
          "verseNum": 24,
          "hebrew": "כִּכָּ֛ר זָהָ֥ב טָה֖וֹר עָשָׂ֣ה אֹתָ֑הּ וְאֵ֖ת כׇּל־כֵּלֶֽיהָ׃",
          "targum": "כִּכְּרָא דְּהַב דְּכֵי עֲבַד יָתַהּ וְיָת כָּל מָנָהָא:",
          "english": "Of a talent of pure gold he made it, and all its vessels."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיַּ֛עַשׂ אֶת־מִזְבַּ֥ח הַקְּטֹ֖רֶת עֲצֵ֣י שִׁטִּ֑ים אַמָּ֣ה אׇרְכּוֹ֩ וְאַמָּ֨ה רׇחְבּ֜וֹ רָב֗וּעַ וְאַמָּתַ֙יִם֙ קֹֽמָת֔וֹ מִמֶּ֖נּוּ הָי֥וּ קַרְנֹתָֽיו׃",
          "targum": "וַעֲבַד יָת מַדְבְּחָא דִקְטֹרֶת בּוּסְמַיָּא דְאָעֵי שִׁטִּין אַמְּתָא אֻרְכֵּיהּ וְאַמְּתָא פְתָיֵהּ מְרַבַּע וְתַרְתֵּין אַמִּין רוּמֵיהּ מִנֵּיהּ הֲווֹ קַרְנוֹהִי:",
          "english": "And he made the incense altar of shittim wood: the length of it was a cubit, and the breadth of it a cubit; it was foursquare; and two cubits was its height; its horns were of the same."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיְצַ֨ף אֹת֜וֹ זָהָ֣ב טָה֗וֹר אֶת־גַּגּ֧וֹ וְאֶת־קִירֹתָ֛יו סָבִ֖יב וְאֶת־קַרְנֹתָ֑יו וַיַּ֥עַשׂ ל֛וֹ זֵ֥ר זָהָ֖ב סָבִֽיב׃",
          "targum": "וַחֲפָא יָתֵיהּ דְּהַב דְּכֵי יָת אִגָּרֵיהּ וְיָת כָּתְלוֹהִי סְחוֹר סְחוֹר וְיָת קַרְנוֹהִי וַעֲבַד לֵיהּ דֵּיר דִּדְהַב סְחוֹר סְחוֹר:",
          "english": "And he overlaid it with pure gold, both the top of it, and the sides of it round about, and its horns: also he made for it a rim of gold round about."
        },
        {
          "verseNum": 27,
          "hebrew": "וּשְׁתֵּי֩ טַבְּעֹ֨ת זָהָ֜ב עָֽשָׂה־ל֣וֹ׀ מִתַּ֣חַת לְזֵר֗וֹ עַ֚ל שְׁתֵּ֣י צַלְעֹתָ֔יו עַ֖ל שְׁנֵ֣י צִדָּ֑יו לְבָתִּ֣ים לְבַדִּ֔ים לָשֵׂ֥את אֹת֖וֹ בָּהֶֽם׃",
          "targum": "וְתַרְתֵּין עִזְקַן דִּדְהַב עֲבַד לֵיהּ מִלְּרַע לְדֵירֵיהּ עַל תַּרְתֵּין זִוְיָתֵיהּ עַל תְּרֵין סִטְרוֹהִי לְאַתְרָא לַאֲרִיחַיָּא לְמִטַּל יָתֵיהּ בְּהוֹן:",
          "english": "And he made two rings of gold for it under its crown, by its two corners, upon its two sides, to be places for the poles with which to bear it."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיַּ֥עַשׂ אֶת־הַבַּדִּ֖ים עֲצֵ֣י שִׁטִּ֑ים וַיְצַ֥ף אֹתָ֖ם זָהָֽב׃",
          "targum": "וַעֲבַד יָת אֲרִיחַיָּא דְּאָעֵי שִׁטִּין וַחֲפָא יָתְהוֹן דַּהֲבָא:",
          "english": "And he made the poles of shittim wood, and overlaid them with gold."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיַּ֜עַשׂ אֶת־שֶׁ֤מֶן הַמִּשְׁחָה֙ קֹ֔דֶשׁ וְאֶת־קְטֹ֥רֶת הַסַּמִּ֖ים טָה֑וֹר מַעֲשֵׂ֖ה רֹקֵֽחַ׃",
          "targum": "וַעֲבַד יָת מִשְׁחָא דִרְבוּתָא קוּדְשָׁא וְיָת קְטֹרֶת בּוּסְמַיָּא דְּכֵי עוֹבַד בּוּסְמָנוּ:",
          "english": "And he made the holy anointing oil, and the pure incense of sweet spices, according to the work of the perfumer."
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיַּ֛עַשׂ אֶת־מִזְבַּ֥ח הָעֹלָ֖ה עֲצֵ֣י שִׁטִּ֑ים חָמֵשׁ֩ אַמּ֨וֹת אׇרְכּ֜וֹ וְחָֽמֵשׁ־אַמּ֤וֹת רׇחְבּוֹ֙ רָב֔וּעַ וְשָׁלֹ֥שׁ אַמּ֖וֹת קֹמָתֽוֹ׃",
          "targum": "וַעֲבַד יָת מַדְבְּחָא דַעֲלָתָא דְּאָעֵי שִׁטִּין חֲמֵשׁ אַמִּין אֻרְכֵּיהּ וַחֲמֵשׁ אַמִּין פְּתָיֵהּ מְרַבַּע וּתְלָתָא אַמִּין רוּמֵיהּ:",
          "english": "And he made the altar of burnt offering of shittim wood: five cubits was its length, and five cubits its breadth; it was foursquare; and three cubits its height."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיַּ֣עַשׂ קַרְנֹתָ֗יו עַ֚ל אַרְבַּ֣ע פִּנֹּתָ֔יו מִמֶּ֖נּוּ הָי֣וּ קַרְנֹתָ֑יו וַיְצַ֥ף אֹת֖וֹ נְחֹֽשֶׁת׃",
          "targum": "וַעֲבַד קַרְנוֹהִי עַל אַרְבַּע זִוְיָתֵיהּ מִנֵּיהּ הֲווֹ קַרְנוֹהִי וַחֲפָא יָתֵיהּ נְחָשָׁא:",
          "english": "And he made its horns on the four corners of it; its horns were of the same: and he overlaid it with brass."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיַּ֜עַשׂ אֶֽת־כׇּל־כְּלֵ֣י הַמִּזְבֵּ֗חַ אֶת־הַסִּירֹ֤ת וְאֶת־הַיָּעִים֙ וְאֶת־הַמִּזְרָקֹ֔ת אֶת־הַמִּזְלָגֹ֖ת וְאֶת־הַמַּחְתֹּ֑ת כׇּל־כֵּלָ֖יו עָשָׂ֥ה נְחֹֽשֶׁת׃",
          "targum": "וַעֲבַד יָת כָּל מָנֵי מַדְבְּחָא יָת פְּסַכְתֵּרָוָתָא וְיָת מַגְרוֹפְיָתָא וְיָת מִזְרְקָתָא יָת צִנּוּרְיָתָא וְיָת מַחְתְּיָתָא כָּל מָנוֹהִי עֲבַד נְחָשָׁא:",
          "english": "And he made all the vessels of the altar, the pans, and the shovels, and the basins, and the forks, and the firepans: all its vessels he made of brass."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיַּ֤עַשׂ לַמִּזְבֵּ֙חַ֙ מִכְבָּ֔ר מַעֲשֵׂ֖ה רֶ֣שֶׁת נְחֹ֑שֶׁת תַּ֧חַת כַּרְכֻּבּ֛וֹ מִלְּמַ֖טָּה עַד־חֶצְיֽוֹ׃",
          "targum": "וַעֲבַד לְמַדְבְּחָא סְרָדָא עוֹבַד מְצַדְתָּא דִנְחָשָׁא תְּחוֹת סוֹבָבֵיהּ מִלְּרַע עַד פַּלְגֵּיהּ:",
          "english": "And he made for the altar a brazen grate of network under its ledge beneath, placed half way."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיִּצֹ֞ק אַרְבַּ֧ע טַבָּעֹ֛ת בְּאַרְבַּ֥ע הַקְּצָוֺ֖ת לְמִכְבַּ֣ר הַנְּחֹ֑שֶׁת בָּתִּ֖ים לַבַּדִּֽים׃",
          "targum": "וְאַתִּיךְ אַרְבַּע עִזְקָתָא בְּאַרְבַּע סִטְרָתָא לִסְרָדָא דִנְחָשָׁא אַתְרָא לַאֲרִיחַיָּא:",
          "english": "And he cast four rings for the four ends of the grate of brass, to be places for the poles."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיַּ֥עַשׂ אֶת־הַבַּדִּ֖ים עֲצֵ֣י שִׁטִּ֑ים וַיְצַ֥ף אֹתָ֖ם נְחֹֽשֶׁת׃",
          "targum": "וַעֲבַד יָת אֲרִיחַיָּא דְּאָעֵי שִׁטִּין וַחֲפָא יָתְהוֹן נְחָשָׁא:",
          "english": "And he made the poles of shittim wood, and overlaid them with brass."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיָּבֵ֨א אֶת־הַבַּדִּ֜ים בַּטַּבָּעֹ֗ת עַ֚ל צַלְעֹ֣ת הַמִּזְבֵּ֔חַ לָשֵׂ֥את אֹת֖וֹ בָּהֶ֑ם נְב֥וּב לֻחֹ֖ת עָשָׂ֥ה אֹתֽוֹ׃",
          "targum": "וְאָעֵיל יָת אֲרִיחַיָּא בְּעִזְקָתָא עַל סִטְרֵי מַדְבְּחָא לְמִטַּל יָתֵיהּ בְּהוֹן חֲלִיל לוּחִין עֲבַד יָתֵיהּ:",
          "english": "And he put the poles into the rings on the sides of the altar, with which to bear it; he made the altar hollow with boards."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיַּ֗עַשׂ אֵ֚ת הַכִּיּ֣וֹר נְחֹ֔שֶׁת וְאֵ֖ת כַּנּ֣וֹ נְחֹ֑שֶׁת בְּמַרְאֹת֙ הַצֹּ֣בְאֹ֔ת אֲשֶׁ֣ר צָֽבְא֔וּ פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וַעֲבַד יָת כִּיוֹרָא נְחָשָׁא וְיָת בְּסִיסֵיהּ נְחָשָׁא בְּמֶחְזְיַן נְשַׁיָּא דְּאָתְיָן לְצַלָּאָה בִּתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And he made the laver of brass, and its pedestal of brass, of the mirrors of the women assembling, who assembled at the door of the Tent of Meeting."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיַּ֖עַשׂ אֶת־הֶחָצֵ֑ר לִפְאַ֣ת׀ נֶ֣גֶב תֵּימָ֗נָה קַלְעֵ֤י הֶֽחָצֵר֙ שֵׁ֣שׁ מׇשְׁזָ֔ר מֵאָ֖ה בָּאַמָּֽה׃",
          "targum": "וַעֲבַד יָת דַּרְתָּא לְרוּחַ עֵבַר דָּרוֹמָא סְרָדֵי דַרְתָּא דְבוּץ שְׁזִיר מְאָה בְאַמִּין:",
          "english": "And he made the court: on the south side southward the hangings of the court were of fine twined linen, a hundred cubits:"
        },
        {
          "verseNum": 10,
          "hebrew": "עַמּוּדֵיהֶ֣ם עֶשְׂרִ֔ים וְאַדְנֵיהֶ֥ם עֶשְׂרִ֖ים נְחֹ֑שֶׁת וָוֵ֧י הָעַמּוּדִ֛ים וַחֲשֻׁקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "עַמּוּדֵיהוֹן עֶסְרִין וְסַמְכֵיהוֹן עֶסְרִין נְחָשָׁא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן כְּסָף:",
          "english": "their pillars were twenty, and their brazen sockets twenty; the hooks of the pillars and their joints were of silver."
        },
        {
          "verseNum": 11,
          "hebrew": "וְלִפְאַ֤ת צָפוֹן֙ מֵאָ֣ה בָֽאַמָּ֔ה עַמּוּדֵיהֶ֣ם עֶשְׂרִ֔ים וְאַדְנֵיהֶ֥ם עֶשְׂרִ֖ים נְחֹ֑שֶׁת וָוֵ֧י הָֽעַמּוּדִ֛ים וַחֲשֻׁקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "וּלְרוּחַ צִפּוּנָא מְאָה אַמִּין עַמּוּדֵיהוֹן עֶסְרִין וְסַמְכֵיהוֹן עֶסְרִין נְחָשָׁא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן דִּכְסָף:",
          "english": "And for the north side the hangings were a hundred cubits, their pillars were twenty, and their sockets of brass twenty; the hooks of the pillars and their joints of silver."
        },
        {
          "verseNum": 12,
          "hebrew": "וְלִפְאַת־יָ֗ם קְלָעִים֙ חֲמִשִּׁ֣ים בָּֽאַמָּ֔ה עַמּוּדֵיהֶ֣ם עֲשָׂרָ֔ה וְאַדְנֵיהֶ֖ם עֲשָׂרָ֑ה וָוֵ֧י הָעַמֻּדִ֛ים וַחֲשׁוּקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "וּלְרוּחַ מַעַרְבָא סְרָדִין חַמְשִׁין בְּאַמִּין עַמּוּדֵיהוֹן עַסְרָא וְסַמְכֵיהוֹן עַסְרָא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן דִּכְסָף:",
          "english": "And for the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars and their joints of silver."
        },
        {
          "verseNum": 13,
          "hebrew": "וְלִפְאַ֛ת קֵ֥דְמָה מִזְרָ֖חָה חֲמִשִּׁ֥ים אַמָּֽה׃",
          "targum": "וּלְרוּחַ קִדּוּמָא מָדִינְחָא חַמְשִׁין אַמִּין:",
          "english": "And for the east side eastward fifty cubits."
        },
        {
          "verseNum": 14,
          "hebrew": "קְלָעִ֛ים חֲמֵשׁ־עֶשְׂרֵ֥ה אַמָּ֖ה אֶל־הַכָּתֵ֑ף עַמּוּדֵיהֶ֣ם שְׁלֹשָׁ֔ה וְאַדְנֵיהֶ֖ם שְׁלֹשָֽׁה׃",
          "targum": "סְרָדִין חֲמֵשׁ עֶסְרֵי אַמִּין לְעִבְרָא עַמּוּדֵיהוֹן תְּלָתָא וְסַמְכֵיהוֹן תְּלָתָא:",
          "english": "The hangings of the one side of the gate were fifteen cubits; their pillars three, and their sockets three."
        },
        {
          "verseNum": 15,
          "hebrew": "וְלַכָּתֵ֣ף הַשֵּׁנִ֗ית מִזֶּ֤ה וּמִזֶּה֙ לְשַׁ֣עַר הֶֽחָצֵ֔ר קְלָעִ֕ים חֲמֵ֥שׁ עֶשְׂרֵ֖ה אַמָּ֑ה עַמֻּדֵיהֶ֣ם שְׁלֹשָׁ֔ה וְאַדְנֵיהֶ֖ם שְׁלֹשָֽׁה׃",
          "targum": "וּלְעִבְרָא תִנְיֵתָא מִכָּא וּמִכָּא לִתְרַע דַּרְתָּא סְרָדִין חֲמֵשׁ עֶסְרֵי אַמִּין עַמּוּדֵיהוֹן תְּלָתָא וְסַמְכֵיהוֹן תְּלָתָא",
          "english": "And for the other side of the court gate, on this hand and that hand, were hangings of fifteen cubits; their pillars three, and their sockets three."
        },
        {
          "verseNum": 16,
          "hebrew": "כׇּל־קַלְעֵ֧י הֶחָצֵ֛ר סָבִ֖יב שֵׁ֥שׁ מׇשְׁזָֽר׃",
          "targum": "כָּל סְרָדֵי דְדַרְתָּא סְחוֹר סְחוֹר דְּבוּץ שְׁזִיר:",
          "english": "All the hangings of the court round about were of fine twined linen."
        },
        {
          "verseNum": 17,
          "hebrew": "וְהָאֲדָנִ֣ים לָֽעַמֻּדִים֮ נְחֹ֒שֶׁת֒ וָוֵ֨י הָֽעַמּוּדִ֜ים וַחֲשׁוּקֵיהֶם֙ כֶּ֔סֶף וְצִפּ֥וּי רָאשֵׁיהֶ֖ם כָּ֑סֶף וְהֵם֙ מְחֻשָּׁקִ֣ים כֶּ֔סֶף כֹּ֖ל עַמֻּדֵ֥י הֶחָצֵֽר׃",
          "targum": "וְסַמְכַיָּא לְעַמּוּדַיָּא נְחָשָׁא וָוֵי עַמּוּדַיָּא וְכִבּוּשֵׁיהוֹן דִּכְסַף וְחִפּוּי רֵישֵׁיהוֹן דִּכְסָף וְאִנּוּן מְכַבְּשִׁין דִּכְסַף כָּל עַמּוּדֵי דַרְתָּא:",
          "english": "And the sockets for the pillars were of brass; the hooks of the pillars and their joints of silver; and the overlaying of their capitals of silver; and all the pillars of the court were bound with silver."
        },
        {
          "verseNum": 18,
          "hebrew": "וּמָסַ֞ךְ שַׁ֤עַר הֶחָצֵר֙ מַעֲשֵׂ֣ה רֹקֵ֔ם תְּכֵ֧לֶת וְאַרְגָּמָ֛ן וְתוֹלַ֥עַת שָׁנִ֖י וְשֵׁ֣שׁ מׇשְׁזָ֑ר וְעֶשְׂרִ֤ים אַמָּה֙ אֹ֔רֶךְ וְקוֹמָ֤ה בְרֹ֙חַב֙ חָמֵ֣שׁ אַמּ֔וֹת לְעֻמַּ֖ת קַלְעֵ֥י הֶחָצֵֽר׃",
          "targum": "וּפְרָסָא דִּתְרַע דַּרְתָּא עוֹבַד צַיָּר תִּכְלָא וְאַרְגְּוָנָא וּצְבַע זְהוֹרִי וּבוּץ שְׁזִיר וְעֶסְרִין אַמִּין אֻרְכָּא וְרוּמָא בְּפוּתְיָא חֲמֵשׁ אַמִּין לָקֳבֵל סְרָדֵי דַרְתָּא:",
          "english": "And the screen for the gate of the court was embroidered work, of blue, and purple, and scarlet, and fine twined linen: and twenty cubits was the length, and the height in the breadth was five cubits, answerable to the hangings of the court."
        },
        {
          "verseNum": 19,
          "hebrew": "וְעַמֻּֽדֵיהֶם֙ אַרְבָּעָ֔ה וְאַדְנֵיהֶ֥ם אַרְבָּעָ֖ה נְחֹ֑שֶׁת וָוֵיהֶ֣ם כֶּ֔סֶף וְצִפּ֧וּי רָאשֵׁיהֶ֛ם וַחֲשֻׁקֵיהֶ֖ם כָּֽסֶף׃",
          "targum": "וְעַמּוּדֵיהוֹן אַרְבְּעָא וְסַמְכֵיהוֹן אַרְבְּעָא נְחָשָׁא וָוֵיהוֹן דִּכְסַף וְחִפּוּי רֵישֵׁיהוֹן וְכִבּוּשֵׁיהוֹן דִּכְסָף:",
          "english": "And their pillars were four, and their sockets of brass four; their hooks of silver, and the overlaying of their capitals and their joints of silver."
        },
        {
          "verseNum": 20,
          "hebrew": "וְֽכׇל־הַיְתֵדֹ֞ת לַמִּשְׁכָּ֧ן וְלֶחָצֵ֛ר סָבִ֖יב נְחֹֽשֶׁת׃",
          "targum": "וְכָל סִכַּיָּא לְמַשְׁכְּנָא וּלְדַרְתָּא סְחוֹר סְחוֹר דִּנְחָשָׁא:",
          "english": "And all the pegs of the tabernacle, and of the court round about, were of brass."
        },
        {
          "verseNum": 21,
          "hebrew": "אֵ֣לֶּה פְקוּדֵ֤י הַמִּשְׁכָּן֙ מִשְׁכַּ֣ן הָעֵדֻ֔ת אֲשֶׁ֥ר פֻּקַּ֖ד עַל־פִּ֣י מֹשֶׁ֑ה עֲבֹדַת֙ הַלְוִיִּ֔ם בְּיַד֙ אִֽיתָמָ֔ר בֶּֽן־אַהֲרֹ֖ן הַכֹּהֵֽן׃",
          "targum": "אִלֵּין מִנְיָנֵי מַשְׁכְּנָא מַשְׁכְּנָא דְסַהֲדוּתָא דִּי אִתְמְנֵי עַל מֵימְרָא דְמשֶׁה פָּלְחַן לֵיוָאֵי בִּידָא דְּאִיתָמָר בַּר אַהֲרֹן כַּהֲנָא:",
          "english": "These are the accounts of the tabernacle, the tabernacle of the Testimony, as they were counted, according to the commandment of Moshe, for the work of the Levites by the hand of Itamar the son of Aharon the priest."
        }
      ]
    }
  ]
}