{
  "name": "Vayeshev",
  "book": "Genesis",
  "chapters": [
    {
      "chapter": 37,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֵּ֣שֶׁב יַעֲקֹ֔ב בְּאֶ֖רֶץ מְגוּרֵ֣י אָבִ֑יו בְּאֶ֖רֶץ כְּנָֽעַן׃",
          "targum": "וִיתֵיב יַעֲקֹב בְּאַרְעָא תּוֹתָבוּת אֲבוּהִי בְּאַרְעָא דִּכְנָעַן:",
          "english": "And Ya῾aqov dwelt in the land in which his father had sojourned, in the land of Kena῾an."
        },
        {
          "verseNum": 2,
          "hebrew": "אֵ֣לֶּה׀ תֹּלְד֣וֹת יַעֲקֹ֗ב יוֹסֵ֞ף בֶּן־שְׁבַֽע־עֶשְׂרֵ֤ה שָׁנָה֙ הָיָ֨ה רֹעֶ֤ה אֶת־אֶחָיו֙ בַּצֹּ֔אן וְה֣וּא נַ֗עַר אֶת־בְּנֵ֥י בִלְהָ֛ה וְאֶת־בְּנֵ֥י זִלְפָּ֖ה נְשֵׁ֣י אָבִ֑יו וַיָּבֵ֥א יוֹסֵ֛ף אֶת־דִּבָּתָ֥ם רָעָ֖ה אֶל־אֲבִיהֶֽם׃",
          "targum": "אִלֵּין תּוּלְדַת יַעֲקֹב יוֹסֵף בַּר שְׁבַע עַסְרֵי שְׁנִין הֲוָה רָעֵי עִם אֲחוֹהִי בַּעֲנָא וְהוּא מְרַבֵּי עִם בְּנֵי בִלְהָה וְעִם בְּנֵי זִלְפָּה נְשֵׁי אֲבוּהִי וְאַיְתִי יוֹסֵף יָת דִּבְּהוֹן בִּישָׁא לְוַת אֲבוּהוֹן:",
          "english": "These are the generations of Ya῾aqov. Yosef being seventeen years old, was feeding the flock with his brethren; and the lad was with the sons of Bilha, and with the sons of Zilpa, his father’s wives: and Yosef brought to his father their evil report."
        },
        {
          "verseNum": 3,
          "hebrew": "וְיִשְׂרָאֵ֗ל אָהַ֤ב אֶת־יוֹסֵף֙ מִכׇּל־בָּנָ֔יו כִּֽי־בֶן־זְקֻנִ֥ים ה֖וּא ל֑וֹ וְעָ֥שָׂה ל֖וֹ כְּתֹ֥נֶת פַּסִּֽים׃",
          "targum": "וְיִשְׂרָאֵל רְחֵם יָת יוֹסֵף מִכָּל בְּנוֹהִי אֲרֵי בַר חַכִּים הוּא לֵיהּ וַעֲבַד לֵיהּ כִּתּוּנָא דְפַסֵּי:",
          "english": "Now Yisra᾽el loved Yosef more than all his children, because he was the son of his old age: and he made him a coat with long sleeves."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּרְא֣וּ אֶחָ֗יו כִּֽי־אֹת֞וֹ אָהַ֤ב אֲבִיהֶם֙ מִכׇּל־אֶחָ֔יו וַֽיִּשְׂנְא֖וּ אֹת֑וֹ וְלֹ֥א יָכְל֖וּ דַּבְּר֥וֹ לְשָׁלֹֽם׃",
          "targum": "וַחֲזוֹ אֲחוֹהִי אֲרֵי יָתֵיהּ רְחֵם אֲבוּהוֹן מִכָּל אֲחוֹהִי וּסְנוֹ יָתֵיהּ וְלָא צָבָן לְמַלָּלָא עִמֵּיהּ לִשְׁלָם:",
          "english": "And when his brethren saw that their father loved him more than all his brothers, they hated him, and could not speak peaceably to him."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיַּחֲלֹ֤ם יוֹסֵף֙ חֲל֔וֹם וַיַּגֵּ֖ד לְאֶחָ֑יו וַיּוֹסִ֥פוּ ע֖וֹד שְׂנֹ֥א אֹתֽוֹ׃",
          "targum": "וַחֲלַם יוֹסֵף חֶלְמָא וְחַוִּי לַאֲחוֹהִי וְאוֹסִיפוּ עוֹד סְנוֹ יָתֵיהּ:",
          "english": "And Yosef dreamed a dream, and he told it his brethren: and they hated him yet the more."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיֹּ֖אמֶר אֲלֵיהֶ֑ם שִׁמְעוּ־נָ֕א הַחֲל֥וֹם הַזֶּ֖ה אֲשֶׁ֥ר חָלָֽמְתִּי׃",
          "targum": "וַאֲמַר לְהוֹן שְׁמָעוּ כְעַן חֶלְמָא הָדֵין דִּי חֲלֵמִית:",
          "english": "And he said to them, Hear, I pray you, this dream which I have dreamed:"
        },
        {
          "verseNum": 7,
          "hebrew": "וְ֠הִנֵּ֠ה אֲנַ֜חְנוּ מְאַלְּמִ֤ים אֲלֻמִּים֙ בְּת֣וֹךְ הַשָּׂדֶ֔ה וְהִנֵּ֛ה קָ֥מָה אֲלֻמָּתִ֖י וְגַם־נִצָּ֑בָה וְהִנֵּ֤ה תְסֻבֶּ֙ינָה֙ אֲלֻמֹּ֣תֵיכֶ֔ם וַתִּֽשְׁתַּחֲוֶ֖יןָ לַאֲלֻמָּתִֽי׃",
          "targum": "וְהָא אֲנַחְנָא מְאַסְּרִין אֱסָרָן בְּגוֹ חַקְלָא וְהָא קָמַת אֱסַרְתִּי וְאַף אִזְדְּקָפַת וְהָא מִסְתַּחֲרָן אֱסָרָתְכוֹן וְסָגְדָן לֶאֱסַרְתִּי:",
          "english": "for, behold, we were binding sheaves in the field, and, lo, my sheaf arose, and also stood upright; and, behold, your sheaves stood round about, and bowed down to my sheaf."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֤אמְרוּ לוֹ֙ אֶחָ֔יו הֲמָלֹ֤ךְ תִּמְלֹךְ֙ עָלֵ֔ינוּ אִם־מָשׁ֥וֹל תִּמְשֹׁ֖ל בָּ֑נוּ וַיּוֹסִ֤פוּ עוֹד֙ שְׂנֹ֣א אֹת֔וֹ עַל־חֲלֹמֹתָ֖יו וְעַל־דְּבָרָֽיו׃",
          "targum": "וַאֲמָרוּ לֵיהּ אֲחוֹהִי הֲמַלְכוּ אַתְּ מְדַמֵּי לְמִמְלַךְ עָלָנָא אוֹ שׁוּלְטָן אַתְּ סְבִיר לְמִשְׁלַט בָּנָא וְאוֹסִיפוּ עוֹד סְנוֹ יָתֵיהּ עַל חֶלְמוֹהִי וְעַל פִּתְגָּמוֹהִי:",
          "english": "And his brethren said to him, Shalt thou indeed reign over us? or shalt thou indeed have dominion over us? And they hated him yet the more for his dreams, and for his words."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיַּחֲלֹ֥ם עוֹד֙ חֲל֣וֹם אַחֵ֔ר וַיְסַפֵּ֥ר אֹת֖וֹ לְאֶחָ֑יו וַיֹּ֗אמֶר הִנֵּ֨ה חָלַ֤מְתִּֽי חֲלוֹם֙ ע֔וֹד וְהִנֵּ֧ה הַשֶּׁ֣מֶשׁ וְהַיָּרֵ֗חַ וְאַחַ֤ד עָשָׂר֙ כּֽוֹכָבִ֔ים מִֽשְׁתַּחֲוִ֖ים לִֽי׃",
          "targum": "וַחֲלַם עוֹד חֶלְמָא אָחֲרָנָא וְאִשְׁתָּעֵי יָתֵיהּ לַאֲחוֹהִי וַאֲמַר הָא חֲלֵמִית חֶלְמָא עוֹד וְהָא שִׁמְשָׁא וְסִהֲרָא וְחַד עֲשַׂר כּוֹכְבַיָּא סָגְדָן לִי:",
          "english": "And he dreamed yet another dream, and told it his brethren, and said, Behold, I have again dreamed a dream; and, behold, the sun and the moon and the eleven stars bowed down to me."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיְסַפֵּ֣ר אֶל־אָבִיו֮ וְאֶל־אֶחָיו֒ וַיִּגְעַר־בּ֣וֹ אָבִ֔יו וַיֹּ֣אמֶר ל֔וֹ מָ֛ה הַחֲל֥וֹם הַזֶּ֖ה אֲשֶׁ֣ר חָלָ֑מְתָּ הֲב֣וֹא נָב֗וֹא אֲנִי֙ וְאִמְּךָ֣ וְאַחֶ֔יךָ לְהִשְׁתַּחֲוֺ֥ת לְךָ֖ אָֽרְצָה׃",
          "targum": "וְאִשְׁתָּעֵי לַאֲבוּהִי וְלַאֲחוֹהִי וּנְזַף בֵּיהּ אֲבוּהִי וַאֲמַר לֵיהּ מָה חֶלְמָא הָדֵין דִּי חֲלֵמְתָּא הֲמֵיתָא נֵיתֵי אֲנָא וְאִמָּךְ וְאַחָיךְ לְמִסְגֻּד לָךְ עַל אַרְעָא:",
          "english": "And he told it to his father, and to his brothers: and his father rebuked him, and said to him, What is this dream that thou hast dreamed? Shall I and thy mother and thy brothers indeed come to bow down ourselves to thee to the earth?"
        },
        {
          "verseNum": 11,
          "hebrew": "וַיְקַנְאוּ־ב֖וֹ אֶחָ֑יו וְאָבִ֖יו שָׁמַ֥ר אֶת־הַדָּבָֽר׃",
          "targum": "וְקַנִּיאוּ בֵיהּ אֲחוֹהִי וַאֲבוּהִי נְטַר יָת פִּתְגָּמָא:",
          "english": "And his brothers envied him; but his father kept the matter in mind."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֵּלְכ֖וּ אֶחָ֑יו לִרְע֛וֹת אֶׄתׄ־צֹ֥אן אֲבִיהֶ֖ם בִּשְׁכֶֽם׃",
          "targum": "וַאֲזָלוּ אֲחוֹהִי לְמִרְעֵי יָת עָנָא דַאֲבוּהוֹן בִּשְׁכֶם:",
          "english": "And his brothers went to feed their father’s flock in Shekhem."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֹּ֨אמֶר יִשְׂרָאֵ֜ל אֶל־יוֹסֵ֗ף הֲל֤וֹא אַחֶ֙יךָ֙ רֹעִ֣ים בִּשְׁכֶ֔ם לְכָ֖ה וְאֶשְׁלָחֲךָ֣ אֲלֵיהֶ֑ם וַיֹּ֥אמֶר ל֖וֹ הִנֵּֽנִי׃",
          "targum": "וַאֲמַר יִשְׂרָאֵל לְיוֹסֵף הֲלָא אַחָיךְ רָעָן בִּשְׁכֶם אֱתָא וְאֶשְׁלְחִנָּךְ לְוָתְהוֹן וַאֲמַר לֵיהּ הָא אֲנָא:",
          "english": "And Yisra᾽el said to Yosef, Do not thy brothers feed the flock in Shekhem? come, and I will send thee to them. And he said to him, Here I am."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיֹּ֣אמֶר ל֗וֹ לֶךְ־נָ֨א רְאֵ֜ה אֶת־שְׁל֤וֹם אַחֶ֙יךָ֙ וְאֶת־שְׁל֣וֹם הַצֹּ֔אן וַהֲשִׁבֵ֖נִי דָּבָ֑ר וַיִּשְׁלָחֵ֙הוּ֙ מֵעֵ֣מֶק חֶבְר֔וֹן וַיָּבֹ֖א שְׁכֶֽמָה׃",
          "targum": "וַאֲמַר לֵיהּ אִזֵיל כְּעַן חֲזֵי יָת שְׁלָמָא דְאָחוּךְ וְיָת שְׁלָמָא דְעָנָא וַאֲתֶבְנִי פִּתְגָּמָא וְשַׁלְחֵיהּ מִמֵּישַׁר חֶבְרוֹן וַאֲתָא לִשְׁכֶם:",
          "english": "And he said to him, Go, I pray thee, see whether it be well with thy brothers, and well with the flocks; and bring me word again. So he sent him out of the vale of Ḥevron, and he came to Shekhem."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּמְצָאֵ֣הוּ אִ֔ישׁ וְהִנֵּ֥ה תֹעֶ֖ה בַּשָּׂדֶ֑ה וַיִּשְׁאָלֵ֧הוּ הָאִ֛ישׁ לֵאמֹ֖ר מַה־תְּבַקֵּֽשׁ׃",
          "targum": "וְאַשְׁכְּחֵיהּ גַּבְרָא וְהָא תָעֵי בְּחַקְלָא וּשְׁאָלִנֵּיהּ גַּבְרָא לְמֵימַר מָה אַתְּ בָּעֵי:",
          "english": "And a certain man found him, and, behold, he was wandering in the field: and the man asked him, saying, What seekest thou?"
        },
        {
          "verseNum": 16,
          "hebrew": "וַיֹּ֕אמֶר אֶת־אַחַ֖י אָנֹכִ֣י מְבַקֵּ֑שׁ הַגִּֽידָה־נָּ֣א לִ֔י אֵיפֹ֖ה הֵ֥ם רֹעִֽים׃",
          "targum": "וַאֲמַר יָת אַחַי אֲנָא בָעֵי חַוִּי כְעַן לִי הֵיכָא אִנּוּן רָעָן:",
          "english": "And he said, I seek my brothers: tell me, I pray thee, where they feed their flocks."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיֹּ֤אמֶר הָאִישׁ֙ נָסְע֣וּ מִזֶּ֔ה כִּ֤י שָׁמַ֙עְתִּי֙ אֹֽמְרִ֔ים נֵלְכָ֖ה דֹּתָ֑יְנָה וַיֵּ֤לֶךְ יוֹסֵף֙ אַחַ֣ר אֶחָ֔יו וַיִּמְצָאֵ֖ם בְּדֹתָֽן׃",
          "targum": "וַאֲמַר גַּבְרָא נְטָלוּ מִכָּא אֲרֵי שְׁמָעִית דְּאָמְרִין נֵיזֵל לְדֹתָן וַאֲזַל יוֹסֵף בָּתַר אֲחוֹהִי וְאַשְׁכְּחִנּוּן בְּדֹתָן:",
          "english": "And the man said, They are departed from here; for I heard them say, Let us go to Dotan. And Yosef went after his brothers, and found them in Dotan."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיִּרְא֥וּ אֹת֖וֹ מֵרָחֹ֑ק וּבְטֶ֙רֶם֙ יִקְרַ֣ב אֲלֵיהֶ֔ם וַיִּֽתְנַכְּל֥וּ אֹת֖וֹ לַהֲמִיתֽוֹ׃",
          "targum": "וַחֲזוֹ יָתֵיהּ מֵרָחִיק עַד לָא קְרֵיב לְוָתְהוֹן וְחַשִּׁיבוּ עֲלוֹהִי לְמִקְטְלֵיהּ:",
          "english": "And when they saw him afar off, even before he came near to them, they conspired against him to slay him."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיֹּאמְר֖וּ אִ֣ישׁ אֶל־אָחִ֑יו הִנֵּ֗ה בַּ֛עַל הַחֲלֹמ֥וֹת הַלָּזֶ֖ה בָּֽא׃",
          "targum": "וַאֲמָרוּ גְּבַר לַאֲחוּהִי הָא מָרֵי חֶלְמַיָּא דֵיכִי אֲתָא:",
          "english": "And they said one to another, Behold, this dreamer comes."
        },
        {
          "verseNum": 20,
          "hebrew": "וְעַתָּ֣ה׀ לְכ֣וּ וְנַֽהַרְגֵ֗הוּ וְנַשְׁלִכֵ֙הוּ֙ בְּאַחַ֣ד הַבֹּר֔וֹת וְאָמַ֕רְנוּ חַיָּ֥ה רָעָ֖ה אֲכָלָ֑תְהוּ וְנִרְאֶ֕ה מַה־יִּהְי֖וּ חֲלֹמֹתָֽיו׃",
          "targum": "וּכְעַן אֱתוֹ וְנִקְטְלִנֵּיהּ וְנִרְמִנֵּיהּ בַּחֲדָא מִן גֻּבַּיָּא וְנֵימַר חַיְתָא בִישְׁתָא אֲכַלְתֵּיהּ וְנֶחֱזֵי מָה יְהוֹן בְּסוֹף חֶלְמוֹהִי:",
          "english": "Come now therefore, and let us slay him, and cast him into some pit, and we will say, An evil beast has devoured him: and we shall see what will become of his dreams."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּשְׁמַ֣ע רְאוּבֵ֔ן וַיַּצִּלֵ֖הוּ מִיָּדָ֑ם וַיֹּ֕אמֶר לֹ֥א נַכֶּ֖נּוּ נָֽפֶשׁ׃",
          "targum": "וּשְׁמַע רְאוּבֵן וְשֵׁזְבֵיהּ מִידֵיהוֹן וַאֲמַר לָא נִקְטְלִנֵּיהּ נְפָשׁ:",
          "english": "And Re᾽uven heard it, and he delivered him out of their hands; and said, Let us not kill him."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיֹּ֨אמֶר אֲלֵהֶ֣ם׀רְאוּבֵן֮ אַל־תִּשְׁפְּכוּ־דָם֒ הַשְׁלִ֣יכוּ אֹת֗וֹ אֶל־הַבּ֤וֹר הַזֶּה֙ אֲשֶׁ֣ר בַּמִּדְבָּ֔ר וְיָ֖ד אַל־תִּשְׁלְחוּ־ב֑וֹ לְמַ֗עַן הַצִּ֤יל אֹתוֹ֙ מִיָּדָ֔ם לַהֲשִׁיב֖וֹ אֶל־אָבִֽיו׃",
          "targum": "וַאֲמַר לְהוֹן רְאוּבֵן לָא תוֹשְׁדוּן דְּמָא רְמוֹ יָתֵיהּ לְגֻבָּא הָדֵין דִּי בְּמַדְבְּרָא וִידָא לָא תוֹשְׁטוּן בֵּיהּ בְּדִיל לְשֵׁיזָבָא יָתֵיהּ מִידֵיהוֹן לַאֲתָבוּתֵיהּ לְוַת אֲבוּהִי:",
          "english": "And Re᾽uven said to them, Shed no blood, but cast him into this pit that is in the wilderness, and lay no hand upon him; that he might save him out of their hands, to deliver him back to his father."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיְהִ֕י כַּֽאֲשֶׁר־בָּ֥א יוֹסֵ֖ף אֶל־אֶחָ֑יו וַיַּפְשִׁ֤יטוּ אֶת־יוֹסֵף֙ אֶת־כֻּתׇּנְתּ֔וֹ אֶת־כְּתֹ֥נֶת הַפַּסִּ֖ים אֲשֶׁ֥ר עָלָֽיו׃",
          "targum": "וַהֲוָה כַּד עַל יוֹסֵף לְוַת אֲחוּהִי וְאַשְׁלָחוּ יָת יוֹסֵף יָת כִּתּוּנֵיהּ יָת כִּתּוּנָא דְפַסֵּי דִּי עֲלוֹהִי:",
          "english": "And it came to pass, when Yosef was come to his brethren, that they stripped Yosef of his coat, the long sleeved coat that was on him."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיִּ֨קָּחֻ֔הוּ וַיַּשְׁלִ֥כוּ אֹת֖וֹ הַבֹּ֑רָה וְהַבּ֣וֹר רֵ֔ק אֵ֥ין בּ֖וֹ מָֽיִם׃",
          "targum": "וְנָסְבוּהִי וּרְמוֹ יָתֵיהּ לְגֻבָּא וְגֻבָּא רֵיקָא לֵית בֵּיהּ מַיָּא:",
          "english": "And they took him, and cast him into a pit: and the pit was empty; there was no water in it."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיֵּשְׁבוּ֮ לֶֽאֱכׇל־לֶ֒חֶם֒ וַיִּשְׂא֤וּ עֵֽינֵיהֶם֙ וַיִּרְא֔וּ וְהִנֵּה֙ אֹרְחַ֣ת יִשְׁמְעֵאלִ֔ים בָּאָ֖ה מִגִּלְעָ֑ד וּגְמַלֵּיהֶ֣ם נֹֽשְׂאִ֗ים נְכֹאת֙ וּצְרִ֣י וָלֹ֔ט הוֹלְכִ֖ים לְהוֹרִ֥יד מִצְרָֽיְמָה׃",
          "targum": "וְאַסְחָרוּ לְמֵיכַל לַחְמָא וּזְקָפוּ עֵינֵיהוֹן וַחֲזוֹ וְהָא שְׁיָרַת עֲרָבָאֵי אָתְיָא מִגִּלְעָד וְגַמְלֵיהוֹן טְעִינִין שְׁעַף וּקְטַף וּלְטוֹם אָזְלִין לַאֲחָתָא לְמִצְרָיִם:",
          "english": "And they sat down to eat bread: and they lifted up their eyes and looked, and, behold, a company of Yishme᾽elim came from Gil῾ad with their camels bearing gum balm and ladanum, going to carry it down to Miżrayim."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיֹּ֥אמֶר יְהוּדָ֖ה אֶל־אֶחָ֑יו מַה־בֶּ֗צַע כִּ֤י נַהֲרֹג֙ אֶת־אָחִ֔ינוּ וְכִסִּ֖ינוּ אֶת־דָּמֽוֹ׃",
          "targum": "וַאֲמַר יְהוּדָה לַאֲחוֹהִי מָה מָמוֹן נִתְהֲנֵי לָנָא אֲרֵי נִקְטוֹל יָת אָחוּנָא וּנְכַסֵּי עַל דְּמֵיהּ:",
          "english": "And Yehuda said to his brothers, What profit is it if we slay our brother, and conceal his blood?"
        },
        {
          "verseNum": 27,
          "hebrew": "לְכ֞וּ וְנִמְכְּרֶ֣נּוּ לַיִּשְׁמְעֵאלִ֗ים וְיָדֵ֙נוּ֙ אַל־תְּהִי־ב֔וֹ כִּֽי־אָחִ֥ינוּ בְשָׂרֵ֖נוּ ה֑וּא וַֽיִּשְׁמְע֖וּ אֶחָֽיו׃",
          "targum": "אֱתוּ וּנְזַבְּנִנֵּיהּ לַעֲרָבָאֵי וִידָנָא לָא תְהֵי בֵיהּ אֲרֵי אֲחוּנָא בִסְרָנָא הוּא וְקַבִּילוּ מִנֵּיהּ אֲחוֹהִי:",
          "english": "Come, and let us sell him to the Yishme᾽elim, and let not our hand be upon him; for he is our brother and our flesh."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיַּֽעַבְרוּ֩ אֲנָשִׁ֨ים מִדְיָנִ֜ים סֹֽחֲרִ֗ים וַֽיִּמְשְׁכוּ֙ וַיַּֽעֲל֤וּ אֶת־יוֹסֵף֙ מִן־הַבּ֔וֹר וַיִּמְכְּר֧וּ אֶת־יוֹסֵ֛ף לַיִּשְׁמְעֵאלִ֖ים בְּעֶשְׂרִ֣ים כָּ֑סֶף וַיָּבִ֥יאוּ אֶת־יוֹסֵ֖ף מִצְרָֽיְמָה׃",
          "targum": "וַעֲבָרוּ גַבְרֵי מִדְיָנָאֵי תַּגָּרֵי וּנְגִידוּ וְאַסִּיקוּ יָת יוֹסֵף מִן גֻּבָּא וְזַבִּינוּ יָת יוֹסֵף לַעֲרָבָאֵי בְּעֶסְרִין כְּסָף וְאַיְתִיוּ יָת יוֹסֵף לְמִצְרָיִם:",
          "english": "And his brothers hearkened to him. Then there passed by Midyanim, merchants; and they drew and lifted up Yosef out of the pit, and sold Yosef to the Yishme᾽elim for twenty pieces of silver: and they brought Yosef into Miżrayim."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיָּ֤שׇׁב רְאוּבֵן֙ אֶל־הַבּ֔וֹר וְהִנֵּ֥ה אֵין־יוֹסֵ֖ף בַּבּ֑וֹר וַיִּקְרַ֖ע אֶת־בְּגָדָֽיו׃",
          "targum": "וְתָב רְאוּבֵן לְגֻבָּא וְהָא לֵית יוֹסֵף בְּגֻבָּא וּבְזַע יָת לְבוּשׁוֹהִי:",
          "english": "And Re᾽uven returned to the pit; and, behold, Yosef was not in the pit; and he rent his clothes."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיָּ֥שׇׁב אֶל־אֶחָ֖יו וַיֹּאמַ֑ר הַיֶּ֣לֶד אֵינֶ֔נּוּ וַאֲנִ֖י אָ֥נָה אֲנִי־בָֽא׃",
          "targum": "וְתָב לְוַת אֲחוֹהִי וַאֲמָר עוּלֵימָא לֵיתוֹהִי וַאֲנָא לְאָן אֲנָא אָתֵי:",
          "english": "And he returned to his brothers, and said, The child is not; and I, where shall I go?"
        },
        {
          "verseNum": 31,
          "hebrew": "וַיִּקְח֖וּ אֶת־כְּתֹ֣נֶת יוֹסֵ֑ף וַֽיִּשְׁחֲטוּ֙ שְׂעִ֣יר עִזִּ֔ים וַיִּטְבְּל֥וּ אֶת־הַכֻּתֹּ֖נֶת בַּדָּֽם׃",
          "targum": "וּנְסִיבוּ יָת כִּתּוּנָא דְיוֹסֵף וּנְכִיסוּ צְפִיר בַּר עִזֵּי וּטְבָלוּ יָת כִּתּוּנָא בִּדְמָא:",
          "english": "And they took Yosef’s coat, and killed a kid of the goats, and dipped the coat in the blood;"
        },
        {
          "verseNum": 32,
          "hebrew": "וַֽיְשַׁלְּח֞וּ אֶת־כְּתֹ֣נֶת הַפַּסִּ֗ים וַיָּבִ֙יאוּ֙ אֶל־אֲבִיהֶ֔ם וַיֹּאמְר֖וּ זֹ֣את מָצָ֑אנוּ הַכֶּר־נָ֗א הַכְּתֹ֧נֶת בִּנְךָ֛ הִ֖וא אִם־לֹֽא׃",
          "targum": "וְשַׁלָּחוּ יָת כִּתּוּנָא דְפַסֵּי וְאַיְתִיוּ לְוַת אֲבוּהוֹן וַאֲמָרוּ דָּא אַשְׁכַּחְנָא אִשְׁתְּמוֹדַע כְּעַן הֲכִתּוּנָא דִבְרָךְ הִיא אִם לָא:",
          "english": "and they sent the coat with long sleeves, and they brought it to their father; and said, This we have found: know now whether it be thy son’s coat or no."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיַּכִּירָ֤הּ וַיֹּ֙אמֶר֙ כְּתֹ֣נֶת בְּנִ֔י חַיָּ֥ה רָעָ֖ה אֲכָלָ֑תְהוּ טָרֹ֥ף טֹרַ֖ף יוֹסֵֽף׃",
          "targum": "וְאִשְׁתְּמוֹדְעַהּ וַאֲמַר כִּתּוּנָא דִבְרִי חַיְתָא בִישְׁתָא אֲכָלַתֵּיהּ מִקְטַל קְטִיל יוֹסֵף:",
          "english": "And he knew it, and said, It is my son’s coat; an evil beast has devoured him; Yosef is without doubt torn in pieces."
        },
        {
          "verseNum": 34,
          "hebrew": "וַיִּקְרַ֤ע יַעֲקֹב֙ שִׂמְלֹתָ֔יו וַיָּ֥שֶׂם שַׂ֖ק בְּמׇתְנָ֑יו וַיִּתְאַבֵּ֥ל עַל־בְּנ֖וֹ יָמִ֥ים רַבִּֽים׃",
          "targum": "וּבְזַע יַעֲקֹב לְבוּשׁוֹהִי וַאֲסַר שַׂקָּא בְּחַרְצֵיהּ וְאִתְאַבַּל עַל בְּרֵיהּ יוֹמִין סַגִּיאִין:",
          "english": "And Ya῾aqov rent his clothes, and put sackcloth on his loins, and mourned for his son many days."
        },
        {
          "verseNum": 35,
          "hebrew": "וַיָּקֻ֩מוּ֩ כׇל־בָּנָ֨יו וְכׇל־בְּנֹתָ֜יו לְנַחֲמ֗וֹ וַיְמָאֵן֙ לְהִתְנַחֵ֔ם וַיֹּ֕אמֶר כִּֽי־אֵרֵ֧ד אֶל־בְּנִ֛י אָבֵ֖ל שְׁאֹ֑לָה וַיֵּ֥בְךְּ אֹת֖וֹ אָבִֽיו׃",
          "targum": "וְקָמוּ כָל בְּנוֹהִי וְכָל בְּנָתֵיהּ לְנַחֲמוּתֵיהּ וְסָרֵיב לְקַבָּלָא תַנְחוּמִין וַאֲמַר אֲרֵי אֵחוֹת לְוַת בְּרִי כַּד אֲבֵילָא לִשְׁאוֹל וּבְכָא יָתֵיהּ אֲבוּהִי:",
          "english": "And all his sons and all his daughters rose up to comfort him; but he refused to be comforted; and he said, For I will go down to my son mourning into She᾽ol. Thus his father wept for him."
        },
        {
          "verseNum": 36,
          "hebrew": "וְהַ֨מְּדָנִ֔ים מָכְר֥וּ אֹת֖וֹ אֶל־מִצְרָ֑יִם לְפֽוֹטִיפַר֙ סְרִ֣יס פַּרְעֹ֔ה שַׂ֖ר הַטַּבָּחִֽים׃",
          "targum": "וּמִדְיָנָאֵי זַבִּינוּ יָתֵיהּ לְמִצְרָיִם לְפוֹטִיפַר רַבָּא דְפַרְעֹה רַב קָטוֹלַיָּא:",
          "english": "And the Midyanim sold him to Miżrayim to Potifar, Par῾o’s chamberlain, a captain of the guard."
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַֽיְהִי֙ בָּעֵ֣ת הַהִ֔וא וַיֵּ֥רֶד יְהוּדָ֖ה מֵאֵ֣ת אֶחָ֑יו וַיֵּ֛ט עַד־אִ֥ישׁ עֲדֻלָּמִ֖י וּשְׁמ֥וֹ חִירָֽה׃",
          "targum": "וַהֲוָה בְּעִדָּנָא הַהִיא וּנְחַת יְהוּדָה מִלְּוַת אֲחוֹהִי וּסְטָא עַד גַּבְרָא עֲדֻלָּמָאָה וּשְׁמֵיהּ חִירָה:",
          "english": "And it came to pass at that time, that Yehuda went down from his brothers, and turned in to a certain ῾Adullamite, whose name was Ḥira."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיַּרְא־שָׁ֧ם יְהוּדָ֛ה בַּת־אִ֥ישׁ כְּנַעֲנִ֖י וּשְׁמ֣וֹ שׁ֑וּעַ וַיִּקָּחֶ֖הָ וַיָּבֹ֥א אֵלֶֽיהָ׃",
          "targum": "וַחֲזָא תַמָּן יְהוּדָה בַּת גְּבַר תַּגָּרָא וּשְׁמֵיהּ שׁוּעַ וְנָסְבַהּ וְעַל לְוָתַהּ:",
          "english": "And Yehuda saw there a daughter of a certain Kena῾anite, whose name was Shu῾a; and he took her, and went in to her."
        },
        {
          "verseNum": 3,
          "hebrew": "וַתַּ֖הַר וַתֵּ֣לֶד בֵּ֑ן וַיִּקְרָ֥א אֶת־שְׁמ֖וֹ עֵֽר׃",
          "targum": "וְעַדִּיאַת וִילִידַת בָּר וּקְרָא יָת שְׁמֵיהּ עֵר:",
          "english": "And she conceived, and bore a son; and he called his name ῾Er."
        },
        {
          "verseNum": 4,
          "hebrew": "וַתַּ֥הַר ע֖וֹד וַתֵּ֣לֶד בֵּ֑ן וַתִּקְרָ֥א אֶת־שְׁמ֖וֹ אוֹנָֽן׃",
          "targum": "וְעַדִּיאַת עוֹד וִילִידַת בָּר וּקְרַת יָת שְׁמֵיהּ אוֹנָן:",
          "english": "And she conceived again, and bore a son; and she called his name Onan."
        },
        {
          "verseNum": 5,
          "hebrew": "וַתֹּ֤סֶף עוֹד֙ וַתֵּ֣לֶד בֵּ֔ן וַתִּקְרָ֥א אֶת־שְׁמ֖וֹ שֵׁלָ֑ה וְהָיָ֥ה בִכְזִ֖יב בְּלִדְתָּ֥הּ אֹתֽוֹ׃",
          "targum": "וְאוֹסִיפַת עוֹד וִילִידַת בָּר וּקְרַת יָת שְׁמֵיהּ שֵׁלָה וַהֲוָה בִכְזִיב כַּד יְלִידַת יָתֵיהּ:",
          "english": "And she yet again conceived, and bore a son; and called his name Shela: and he was at Keziv, when she bore him."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיִּקַּ֧ח יְהוּדָ֛ה אִשָּׁ֖ה לְעֵ֣ר בְּכוֹר֑וֹ וּשְׁמָ֖הּ תָּמָֽר׃",
          "targum": "וּנְסִיב יְהוּדָה אִתְּתָא לְעֵר בּוּכְרֵיהּ וּשְׁמַהּ תָּמָר:",
          "english": "And Yehuda took a wife for ῾Er his firstborn, whose name was Tamar."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיְהִ֗י עֵ֚ר בְּכ֣וֹר יְהוּדָ֔ה רַ֖ע בְּעֵינֵ֣י יְהֹוָ֑ה וַיְמִתֵ֖הוּ יְהֹוָֽה׃",
          "targum": "וַהֲוָה עֵר בּוּכְרָא דִיהוּדָה בִּישׁ קֳדָם יְיָ וַאֲמִיתֵיהּ יְיָ:",
          "english": "And ῾Er, Yehuda’s firstborn, was wicked in the sight of the Lord; and the Lord slew him."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֤אמֶר יְהוּדָה֙ לְאוֹנָ֔ן בֹּ֛א אֶל־אֵ֥שֶׁת אָחִ֖יךָ וְיַבֵּ֣ם אֹתָ֑הּ וְהָקֵ֥ם זֶ֖רַע לְאָחִֽיךָ׃",
          "targum": "וַאֲמַר יְהוּדָה לְאוֹנָן עוּל לְוַת אִתַּת אָחוּךְ וְיַבֵּם יָתַהּ וַאֲקֵים זַרְעָא לְאָחוּךְ:",
          "english": "And Yehuda said to Onan, Go in to thy brother’s wife, and perform the duty of a brother in law, and raise up seed to thy brother."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֵּ֣דַע אוֹנָ֔ן כִּ֛י לֹּ֥א ל֖וֹ יִהְיֶ֣ה הַזָּ֑רַע וְהָיָ֞ה אִם־בָּ֨א אֶל־אֵ֤שֶׁת אָחִיו֙ וְשִׁחֵ֣ת אַ֔רְצָה לְבִלְתִּ֥י נְתׇן־זֶ֖רַע לְאָחִֽיו׃",
          "targum": "וִידַע אוֹנָן אֲרֵי לָא עַל שְׁמֵיהּ מִתְקְרֵי זַרְעָא וַהֲוָה כַּד עֲלִיל לְוַת אִתַּת אֲחוּהִי וּמְחַבֵּל אָרְחֵיהּ עַל אַרְעָא בְּדִיל דְּלָא לְקַיָּמָא זַרְעָא לַאֲחוּהִי:",
          "english": "And Onan knew that the seed would not be his; and it came to pass, when he went in to his brother’s wife, that he spilled it on the ground, lest he should give seed to his brother."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיֵּ֛רַע בְּעֵינֵ֥י יְהֹוָ֖ה אֲשֶׁ֣ר עָשָׂ֑ה וַיָּ֖מֶת גַּם־אֹתֽוֹ׃",
          "targum": "וּבְאֵישׁ קֳדָם יְיָ דִּי עֲבָד וַאֲמִית אַף יָתֵיהּ:",
          "english": "And the thing which he did displeased the Lord: So He slew him also."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיֹּ֣אמֶר יְהוּדָה֩ לְתָמָ֨ר כַּלָּת֜וֹ שְׁבִ֧י אַלְמָנָ֣ה בֵית־אָבִ֗יךְ עַד־יִגְדַּל֙ שֵׁלָ֣ה בְנִ֔י כִּ֣י אָמַ֔ר פֶּן־יָמ֥וּת גַּם־ה֖וּא כְּאֶחָ֑יו וַתֵּ֣לֶךְ תָּמָ֔ר וַתֵּ֖שֶׁב בֵּ֥ית אָבִֽיהָ׃",
          "targum": "וַאֲמַר יְהוּדָה לְתָמָר כַּלְּתֵיהּ תִּיבִי אַרְמְלָא בֵית אָבִיךְ עַד דִּרְבָא שֵׁלָה בְרִי אֲרֵי אֲמַר דִּלְמָא יְמוּת אַף הוּא כְּאָחֹהִי וַאֲזָלַת תָּמָר וִיתִיבַת בֵּית אָבוּהָא:",
          "english": "Then said Yehuda to Tamar his daughter in law, Remain a widow at thy father’s home, till Shela my son be grown: for he said, Lest perchance he die also, as his brothers did. And Tamar went and dwelt in her father’s house."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיִּרְבּוּ֙ הַיָּמִ֔ים וַתָּ֖מׇת בַּת־שׁ֣וּעַ אֵֽשֶׁת־יְהוּדָ֑ה וַיִּנָּ֣חֶם יְהוּדָ֗ה וַיַּ֜עַל עַל־גֹּֽזְזֵ֤י צֹאנוֹ֙ ה֗וּא וְחִירָ֛ה רֵעֵ֥הוּ הָעֲדֻלָּמִ֖י תִּמְנָֽתָה׃",
          "targum": "וּסְגִיאוּ יוֹמַיָּא וּמִתַת בַּת שׁוּעַ אִתַּת יְהוּדָא וְאִתְנַחֵם יְהוּדָה וּסְלִיק עַל גּוֹזְזֵי עָנֵיהּ הוּא וְחִירָה רַחֲמֵיהּ עֲדֻלָּמָאָה לְתִמְנָת:",
          "english": "And in process of time the daughter of Shu῾a Yehuda’s wife died; and when Yehuda was comforted, he went up to his sheep shearers to Timna, he and his friend Ḥira the ῾Adullamite."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֻּגַּ֥ד לְתָמָ֖ר לֵאמֹ֑ר הִנֵּ֥ה חָמִ֛יךְ עֹלֶ֥ה תִמְנָ֖תָה לָגֹ֥ז צֹאנֽוֹ׃",
          "targum": "וְאִתְחַוָּא לְתָמָר לְמֵימָר הָא חֲמוּיִךְ סָלֵק לְתִמְנָת לְמֵיגַז עָנֵיהּ:",
          "english": "And it was told Tamar, saying, Behold thy father in law goes up to Timna to shear his sheep."
        },
        {
          "verseNum": 14,
          "hebrew": "וַתָּ֩סַר֩ בִּגְדֵ֨י אַלְמְנוּתָ֜הּ מֵֽעָלֶ֗יהָ וַתְּכַ֤ס בַּצָּעִיף֙ וַתִּתְעַלָּ֔ף וַתֵּ֙שֶׁב֙ בְּפֶ֣תַח עֵינַ֔יִם אֲשֶׁ֖ר עַל־דֶּ֣רֶךְ תִּמְנָ֑תָה כִּ֤י רָאֲתָה֙ כִּֽי־גָדַ֣ל שֵׁלָ֔ה וְהִ֕וא לֹֽא־נִתְּנָ֥ה ל֖וֹ לְאִשָּֽׁה׃",
          "targum": "וְאַעְדִּיאַת לְבוּשֵׁי אַרְמְלוּתַהּ מִנַּהּ וְאִתְכַּסִּיאַת בְּעֵיפָא וְאִתַּקָּנַת וִיתִיבַת בְּפָרָשׁוּת עַיְנִין דִּי עַל אֹרַח תִּמְנָת אֲרֵי חָזַת אֲרֵי רְבָא שֵׁלָה וְהִיא לָא אִתְיְהִיבַת לֵיהּ לְאִנְתּוּ:",
          "english": "And she put off her widow’s garments, and covered herself with a veil, and wrapped herself, and sat by the entrance to ῾Enayim, which is by the way to Timna; for she saw that Shela was grown, and she was not given to him to wife."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּרְאֶ֣הָ יְהוּדָ֔ה וַֽיַּחְשְׁבֶ֖הָ לְזוֹנָ֑ה כִּ֥י כִסְּתָ֖ה פָּנֶֽיהָ׃",
          "targum": "וַחֲזָאַהּ יְהוּדָה וְחַשְּׁבַהּ כְּנָפְקַת בָּרָא אֲרֵי כַסִּיאַת אַפָּהָא:",
          "english": "When Yehuda saw her, he thought her to be a harlot; because she had covered her face."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיֵּ֨ט אֵלֶ֜יהָ אֶל־הַדֶּ֗רֶךְ וַיֹּ֙אמֶר֙ הָֽבָה־נָּא֙ אָב֣וֹא אֵלַ֔יִךְ כִּ֚י לֹ֣א יָדַ֔ע כִּ֥י כַלָּת֖וֹ הִ֑וא וַתֹּ֙אמֶר֙ מַה־תִּתֶּן־לִ֔י כִּ֥י תָב֖וֹא אֵלָֽי׃",
          "targum": "וּסְטָא לְוָתַהּ לְאָרְחָא וַאֲמַר הָבִי כְעַן אֵיעוֹל לְוָתִיךְ אֲרֵי לָא יְדַע אֲרֵי כַלְּתֵיהּ הִיא וַאֲמֶרֶת מַה תִּתֵּן לִי אֲרֵי תֵיעוֹל לְוָתִי:",
          "english": "And he turned to her by the way, and said, Come now, I pray thee, let me come in to thee And she said, What wilt thou give me, that thou mayst come in to me?"
        },
        {
          "verseNum": 17,
          "hebrew": "וַיֹּ֕אמֶר אָנֹכִ֛י אֲשַׁלַּ֥ח גְּדִֽי־עִזִּ֖ים מִן־הַצֹּ֑אן וַתֹּ֕אמֶר אִם־תִּתֵּ֥ן עֵרָב֖וֹן עַ֥ד שׇׁלְחֶֽךָ׃",
          "targum": "וַאֲמַר אֲנָא אֲשַׁלַּח גַּדְיָא בַר עִזֵּי מִן עָנָא וַאֲמֶרֶת אִם תִּתֵּן מַשְׁכּוֹנָא עַד דְּתִשְׁלָח:",
          "english": "And he said, I will send thee a kid from the flock. And she said, Wilt thou give me a pledge, till thou send it?"
        },
        {
          "verseNum": 18,
          "hebrew": "וַיֹּ֗אמֶר מָ֣ה הָעֵֽרָבוֹן֮ אֲשֶׁ֣ר אֶתֶּן־לָךְ֒ וַתֹּ֗אמֶר חֹתָֽמְךָ֙ וּפְתִילֶ֔ךָ וּמַטְּךָ֖ אֲשֶׁ֣ר בְּיָדֶ֑ךָ וַיִּתֶּן־לָ֛הּ וַיָּבֹ֥א אֵלֶ֖יהָ וַתַּ֥הַר לֽוֹ׃",
          "targum": "וַאֲמַר מָה מַשְׁכּוֹנָא דִּי אֶתֵּן לָךְ וַאֲמֶרֶת עִזְקְתָךְ וְשׁוֹשִׁפָּךְ וְחוּטְרָךְ דִּי בִידָךְ וִיהַב לַהּ וְעַל לְוָתַהּ וְעַדִּיאַת לֵיהּ:",
          "english": "And he said, What pledge shall I give thee? And she said, Thy signet, and thy cord, and thy staff that is in thy hand."
        },
        {
          "verseNum": 19,
          "hebrew": "וַתָּ֣קׇם וַתֵּ֔לֶךְ וַתָּ֥סַר צְעִיפָ֖הּ מֵעָלֶ֑יהָ וַתִּלְבַּ֖שׁ בִּגְדֵ֥י אַלְמְנוּתָֽהּ׃",
          "targum": "וְקָמַת וַאֲזָלַת וְאַעְדִּיאַת עֵיפַהּ מִנַּהּ וּלְבֵישַׁת לְבוּשֵׁי אַרְמְלוּתַהּ:",
          "english": "And he gave it her, and came in to her, and she conceived by him. And she arose, and went away, and laid by her veil from her, and put on the garments of her widowhood."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיִּשְׁלַ֨ח יְהוּדָ֜ה אֶת־גְּדִ֣י הָֽעִזִּ֗ים בְּיַד֙ רֵעֵ֣הוּ הָֽעֲדֻלָּמִ֔י לָקַ֥חַת הָעֵרָב֖וֹן מִיַּ֣ד הָאִשָּׁ֑ה וְלֹ֖א מְצָאָֽהּ׃",
          "targum": "וְשַׁדַּר יְהוּדָה יָת גַּדְיָא בַר עִזֵּי בִּידָא רַחֲמֵיהּ עֲדֻלָּמָאָה לְמִסַּב מַשְׁכּוֹנָא מִידָא דְאִתְּתָא וְלָא אַשְׁכְּחַהּ:",
          "english": "And Yehuda sent the kid by the hand of his friend the ῾Adullamite, to receive his pledge from the woman’s hand: but he found her not."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּשְׁאַ֞ל אֶת־אַנְשֵׁ֤י מְקֹמָהּ֙ לֵאמֹ֔ר אַיֵּ֧ה הַקְּדֵשָׁ֛ה הִ֥וא בָעֵינַ֖יִם עַל־הַדָּ֑רֶךְ וַיֹּ֣אמְר֔וּ לֹא־הָיְתָ֥ה בָזֶ֖ה קְדֵשָֽׁה׃",
          "targum": "וּשְׁאִיל יָת אֲנָשֵׁי אַתְרַהּ לְמֵימַר אָן מְקַדִּשְׁתָּא הִיא בְעַיְנִין עַל אָרְחָא וַאֲמָרוּ לֵית הָכָא מְקַדִּשְׁתָּא:",
          "english": "Then he asked the men of that place, saying, Where is the harlot, that was at ῾Enayim by the wayside? And they said, There was no harlot in this place."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיָּ֙שׇׁב֙ אֶל־יְהוּדָ֔ה וַיֹּ֖אמֶר לֹ֣א מְצָאתִ֑יהָ וְגַ֨ם אַנְשֵׁ֤י הַמָּקוֹם֙ אָֽמְר֔וּ לֹא־הָיְתָ֥ה בָזֶ֖ה קְדֵשָֽׁה׃",
          "targum": "וְתָב לְוַת יְהוּדָה וַאֲמַר לָא אַשְׁכְּחִיתַהּ וְאַף אֲנָשֵׁי אַתְרָא אֲמָרוּ לֵית הָכָא מְקַדִּשְׁתָּא:",
          "english": "And he returned to Yehuda, and said, I cannot find her; and also the men of the place said, There was no harlot in this place."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיֹּ֤אמֶר יְהוּדָה֙ תִּֽקַּֽח־לָ֔הּ פֶּ֖ן נִהְיֶ֣ה לָב֑וּז הִנֵּ֤ה שָׁלַ֙חְתִּי֙ הַגְּדִ֣י הַזֶּ֔ה וְאַתָּ֖ה לֹ֥א מְצָאתָֽהּ׃",
          "targum": "וַאֲמַר יְהוּדָה תִּסַּב לַהּ דִּילְמָא נְהֵי לְחוֹךְ הָא שַׁדָּרִית גַּדְיָא הָדֵין וְאַתְּ לָא אַשְׁכְּחִתַּהּ:",
          "english": "And Yehuda said, Let her take it to her, lest we be shamed: behold, I sent this kid, and thou hast not found her."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיְהִ֣י׀ כְּמִשְׁלֹ֣שׁ חֳדָשִׁ֗ים וַיֻּגַּ֨ד לִֽיהוּדָ֤ה לֵאמֹר֙ זָֽנְתָה֙ תָּמָ֣ר כַּלָּתֶ֔ךָ וְגַ֛ם הִנֵּ֥ה הָרָ֖ה לִזְנוּנִ֑ים וַיֹּ֣אמֶר יְהוּדָ֔ה הוֹצִיא֖וּהָ וְתִשָּׂרֵֽף׃",
          "targum": "וַהֲוָה כִּתְלָתוּת יַרְחַיָּא וְאִתְחַוָּא לִיהוּדָה לְמֵימַר זַנִּיאַת תָּמָר כַּלְּתָךְ וְאַף הָא מַעְדְּיָא לִזְנוּתָא וַאֲמַר יְהוּדָה אַפְּקוּהַ וְתִתּוֹקָד:",
          "english": "And it came to pass about three months after, that it was told Yehuda, saying, Tamar thy daughter in law has played the harlot; and also, behold, she is with child by harlotry. And Yehuda said, Bring her out and let her be burnt."
        },
        {
          "verseNum": 25,
          "hebrew": "הִ֣וא מוּצֵ֗את וְהִ֨יא שָׁלְחָ֤ה אֶל־חָמִ֙יהָ֙ לֵאמֹ֔ר לְאִישׁ֙ אֲשֶׁר־אֵ֣לֶּה לּ֔וֹ אָנֹכִ֖י הָרָ֑ה וַתֹּ֙אמֶר֙ הַכֶּר־נָ֔א לְמִ֞י הַחֹתֶ֧מֶת וְהַפְּתִילִ֛ים וְהַמַּטֶּ֖ה הָאֵֽלֶּה׃",
          "targum": "הִיא מִתַּפְּקָא וְהִיא שְׁלָחַת לַחֲמוּהָא לְמֵימַר לִגְבַר דִּי אִלֵּין דִּילֵיהּ מִנֵּיהּ אֲנָא מַעְדְּיָא וַאֲמֶרֶת אִשְׁתְּמוֹדַע כְּעַן לְמָן עִזְקְתָא וְשׁוֹשִׁפָּא וְחוּטְרָא הָאִלֵּין:",
          "english": "When she was brought forth, she sent to her father in law, saying, By the man, whose these are, am I with child: and she said, Discern, I pray thee, whose are these, the signet, and the cord, and the staff."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיַּכֵּ֣ר יְהוּדָ֗ה וַיֹּ֙אמֶר֙ צָֽדְקָ֣ה מִמֶּ֔נִּי כִּֽי־עַל־כֵּ֥ן לֹא־נְתַתִּ֖יהָ לְשֵׁלָ֣ה בְנִ֑י וְלֹֽא־יָסַ֥ף ע֖וֹד לְדַעְתָּֽהּ׃",
          "targum": "וְאִשְׁתְּמוֹדַע יְהוּדָה וַאֲמַר זַכָּאָה מִנִּי מַעְדְּיָא אֲרֵי עַל כֵּן לָא יְהָבִתַּהּ לְשֵׁלָה בְרִי וְלָא אוֹסִיף עוֹד לְמִידְעַהּ:",
          "english": "And Yehuda acknowledged them, and said, She has been more righteous than I; because I gave her not to Shela my son. And he knew her again no more."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיְהִ֖י בְּעֵ֣ת לִדְתָּ֑הּ וְהִנֵּ֥ה תְאוֹמִ֖ים בְּבִטְנָֽהּ׃",
          "targum": "וַהֲוָה בְּעִדַּן דְּמֵילְדַהּ וְהָא תְיוֹמִין בִּמְעָהָא:",
          "english": "And it came to pass in the time of her travail, that, behold, twins were in her womb."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיְהִ֥י בְלִדְתָּ֖הּ וַיִּתֶּן־יָ֑ד וַתִּקַּ֣ח הַמְיַלֶּ֗דֶת וַתִּקְשֹׁ֨ר עַל־יָד֤וֹ שָׁנִי֙ לֵאמֹ֔ר זֶ֖ה יָצָ֥א רִאשֹׁנָֽה׃",
          "targum": "וַהֲוָה בְּמֵילְדַהּ וִיהַב יְדָא וּנְסִיבַת חַיְתָא וּקְטָרַת עַל יְדֵיהּ זְהוֹרִיתָא לְמֵימַר דֵּין נְפַק קַדְמָאָה:",
          "english": "And it came to pass, when she travailed, that the one put out his hand: and the midwife took and bound upon his hand a scarlet thread, saying, This came out first."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיְהִ֣י׀ כְּמֵשִׁ֣יב יָד֗וֹ וְהִנֵּה֙ יָצָ֣א אָחִ֔יו וַתֹּ֕אמֶר מַה־פָּרַ֖צְתָּ עָלֶ֣יךָ פָּ֑רֶץ וַיִּקְרָ֥א שְׁמ֖וֹ פָּֽרֶץ׃",
          "targum": "וַהֲוָה כַּד אֲתֵיב יְדֵיהּ וְהָא נְפַק אֲחוּהִי וַאֲמֶרֶת מָה תְקוֹף סַגִּי עֲלָךְ לְמִתְקָף וּקְרָא שְׁמֵיהּ פָּרֶץ:",
          "english": "And it came to pass, as he drew back his hand, that, behold, his brother came out: and she said, Why hast thou made such a breach for thyself? Therefore his name was called Pereż."
        },
        {
          "verseNum": 30,
          "hebrew": "וְאַחַר֙ יָצָ֣א אָחִ֔יו אֲשֶׁ֥ר עַל־יָד֖וֹ הַשָּׁנִ֑י וַיִּקְרָ֥א שְׁמ֖וֹ זָֽרַח׃",
          "targum": "וּבָתַר כֵּן נְפַק אֲחוּהִי דִּי עַל יְדֵיהּ זְהוֹרִיתָא וּקְרָא שְׁמֵיהּ זָרַח:",
          "english": "And afterward his brother came out, that had the scarlet thread upon his hand: and his name was called Zeraĥ."
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְיוֹסֵ֖ף הוּרַ֣ד מִצְרָ֑יְמָה וַיִּקְנֵ֡הוּ פּוֹטִיפַר֩ סְרִ֨יס פַּרְעֹ֜ה שַׂ֤ר הַטַּבָּחִים֙ אִ֣ישׁ מִצְרִ֔י מִיַּד֙ הַיִּשְׁמְעֵאלִ֔ים אֲשֶׁ֥ר הוֹרִדֻ֖הוּ שָֽׁמָּה׃",
          "targum": "וְיוֹסֵף אִתָּחַת לְמִצְרָיִם וּזְבָנֵיהּ פּוֹטִיפַר רַבָּא דְפַרְעֹה רַב קָטוֹלַיָּא גְּבַר מִצְרָאָה מִידָא דַּעֲרָבָאֵי דִּי אֲחִתוֹהִי לְתַמָּן:",
          "english": "And Yosef was brought down to Miżrayim; and Potifar, the chamberlain of Par῾o, captain of the guard, a Miżrian, bought him of the hands of the Yishme᾽elim, who had brought him down there."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיְהִ֤י יְהֹוָה֙ אֶת־יוֹסֵ֔ף וַיְהִ֖י אִ֣ישׁ מַצְלִ֑יחַ וַיְהִ֕י בְּבֵ֖ית אֲדֹנָ֥יו הַמִּצְרִֽי׃",
          "targum": "וַהֲוָה מֵימְרָא דַיְיָ בְּסַעְדֵּיהּ דְּיוֹסֵף וַהֲוָה גְּבַר מַצְלָח וַהֲוָה בְּבֵית רִבּוֹנֵיהּ מִצְרָאָה:",
          "english": "And the Lord was with Yosef, and he was a successful man; and he was in the house of his master the Miżrian."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיַּ֣רְא אֲדֹנָ֔יו כִּ֥י יְהֹוָ֖ה אִתּ֑וֹ וְכֹל֙ אֲשֶׁר־ה֣וּא עֹשֶׂ֔ה יְהֹוָ֖ה מַצְלִ֥יחַ בְּיָדֽוֹ׃",
          "targum": "וַחֲזָא רִבּוֹנֵיהּ אֲרֵי מֵימְרָא דַיְיָ בְּסַעְדֵּיהּ וְכֹל דִּי הוּא עָבֵד יְיָ מַצְלַח בִּידֵיהּ:",
          "english": "And his master saw that the Lord was with him, and that the Lord made all that he did to prosper in his hand."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּמְצָ֨א יוֹסֵ֥ף חֵ֛ן בְּעֵינָ֖יו וַיְשָׁ֣רֶת אֹת֑וֹ וַיַּפְקִדֵ֙הוּ֙ עַל־בֵּית֔וֹ וְכׇל־יֶשׁ־ל֖וֹ נָתַ֥ן בְּיָדֽוֹ׃",
          "targum": "וְאַשְׁכַּח יוֹסֵף רַחֲמִין בְּעֵינוֹהִי וְשַׁמֵּשׁ יָתֵיהּ וּמַנְיֵהּ עַל בֵּיתֵיהּ וְכָל דִּי אִית לֵיהּ מְסַר בִּידֵיהּ:",
          "english": "And Yosef found favour in his sight, and served him: and he made him overseer over his house, and all that he had he put into his hand."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיְהִ֡י מֵאָז֩ הִפְקִ֨יד אֹת֜וֹ בְּבֵית֗וֹ וְעַל֙ כׇּל־אֲשֶׁ֣ר יֶשׁ־ל֔וֹ וַיְבָ֧רֶךְ יְהֹוָ֛ה אֶת־בֵּ֥ית הַמִּצְרִ֖י בִּגְלַ֣ל יוֹסֵ֑ף וַיְהִ֞י בִּרְכַּ֤ת יְהֹוָה֙ בְּכׇל־אֲשֶׁ֣ר יֶשׁ־ל֔וֹ בַּבַּ֖יִת וּבַשָּׂדֶֽה׃",
          "targum": "וַהֲוָה מֵעִדַּן דְּמַנֵּי יָתֵיהּ בְּבֵיתֵיהּ וְעַל כָּל דִּי אִית לֵיהּ וּבָרִיךְ יְיָ יָת בֵּית מִצְרָאָה בְּדִיל יוֹסֵף וַהֲוָה בִּרְכְּתָא דַיְיָ בְּכָל דִּי אִית לֵיהּ בְּבֵיתָא וּבְחַקְלָא:",
          "english": "And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the Lord blessed the Miżrian’s house for Yosef’s sake; and the blessing of the Lord was upon all that he had in the house, and in the field."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיַּעֲזֹ֣ב כׇּל־אֲשֶׁר־לוֹ֮ בְּיַד־יוֹסֵף֒ וְלֹא־יָדַ֤ע אִתּוֹ֙ מְא֔וּמָה כִּ֥י אִם־הַלֶּ֖חֶם אֲשֶׁר־ה֣וּא אוֹכֵ֑ל וַיְהִ֣י יוֹסֵ֔ף יְפֵה־תֹ֖אַר וִיפֵ֥ה מַרְאֶֽה׃",
          "targum": "וּשְׁבַק כָּל דִּי לֵיהּ בִּידָא דְיוֹסֵף וְלָא יְדַע עִמֵּיהּ מִדַּעַם אֶלָּהֵין לַחְמָא דִּי הוּא אָכֵל וַהֲוָה יוֹסֵף שַׁפִּיר בְּרֵיוָא וְיָאֵי בְחֶזְוָא:",
          "english": "And he left all that he had in Yosef’s hand; and he knew not ought he had, save the bread which he did eat. And Yosef was a good-looking person, and well favoured."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיְהִ֗י אַחַר֙ הַדְּבָרִ֣ים הָאֵ֔לֶּה וַתִּשָּׂ֧א אֵֽשֶׁת־אֲדֹנָ֛יו אֶת־עֵינֶ֖יהָ אֶל־יוֹסֵ֑ף וַתֹּ֖אמֶר שִׁכְבָ֥ה עִמִּֽי׃",
          "targum": "וַהֲוָה בָּתַר פִּתְגָּמַיָּא הָאִלֵּין וּזְקָפַת אִתַּת רִבּוֹנֵיהּ יָת עֵינָהָא לְיוֹסֵף וַאֲמֶרֶת שְׁכוּב עִמִּי:",
          "english": "And it came to pass after these things, that his master’s wife cast her eyes upon Yosef; and she said, Lie with me."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיְמָאֵ֓ן׀ וַיֹּ֙אמֶר֙ אֶל־אֵ֣שֶׁת אֲדֹנָ֔יו הֵ֣ן אֲדֹנִ֔י לֹא־יָדַ֥ע אִתִּ֖י מַה־בַּבָּ֑יִת וְכֹ֥ל אֲשֶׁר־יֶשׁ־ל֖וֹ נָתַ֥ן בְּיָדִֽי׃",
          "targum": "וְסָרֵיב וַאֲמַר לְוַת אִתַּת רִבּוֹנֵיהּ הָא רִבּוֹנִי לָא יְדַע עִמִּי מָה דִבְבֵיתָא וְכָל דִּי אִית לֵיהּ מְסַר בִּידִי:",
          "english": "But he refused, and said to his master’s wife, Behold, my master knows not what is with me in the house, and he has committed all that he has to my hand;"
        },
        {
          "verseNum": 9,
          "hebrew": "אֵינֶ֨נּוּ גָד֜וֹל בַּבַּ֣יִת הַזֶּה֮ מִמֶּ֒נִּי֒ וְלֹֽא־חָשַׂ֤ךְ מִמֶּ֙נִּי֙ מְא֔וּמָה כִּ֥י אִם־אוֹתָ֖ךְ בַּאֲשֶׁ֣ר אַתְּ־אִשְׁתּ֑וֹ וְאֵ֨יךְ אֶֽעֱשֶׂ֜ה הָרָעָ֤ה הַגְּדֹלָה֙ הַזֹּ֔את וְחָטָ֖אתִי לֵֽאלֹהִֽים׃",
          "targum": "לֵיתוֹהִי רַב בְּבֵיתָא הָדֵין מִנִּי וְלָא מְנַע מִנִּי מִדַּעַם אֶלָּהֵין יָתִיךְ בְּדִיל אַתְּ אִתְּתֵיהּ וְאֶכְדֵּין אֶעְבֵּיד בִּישְׁתָא רַבְּתָא הָדָא וְאֵחוֹב קֳדָם יְיָ:",
          "english": "there is none greater in this house than I; neither has he kept back anything from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God?"
        },
        {
          "verseNum": 10,
          "hebrew": "וַיְהִ֕י כְּדַבְּרָ֥הּ אֶל־יוֹסֵ֖ף י֣וֹם׀י֑וֹם וְלֹא־שָׁמַ֥ע אֵלֶ֛יהָ לִשְׁכַּ֥ב אֶצְלָ֖הּ לִהְי֥וֹת עִמָּֽהּ׃",
          "targum": "וַהֲוָה כַּד מַלֵּילַת עִם יוֹסֵף יוֹם יוֹם וְלָא קַבִּיל מִנַּהּ לְמִשְׁכַּב לְוָתַהּ לְמֶהֱוֵי עִמַּהּ:",
          "english": "And it came to pass, as she spoke to Yosef day by day, that he hearkened not to her, to lie by her, or to be with her."
        },
        {
          "verseNum": 11,
          "hebrew": "וַֽיְהִי֙ כְּהַיּ֣וֹם הַזֶּ֔ה וַיָּבֹ֥א הַבַּ֖יְתָה לַעֲשׂ֣וֹת מְלַאכְתּ֑וֹ וְאֵ֨ין אִ֜ישׁ מֵאַנְשֵׁ֥י הַבַּ֛יִת שָׁ֖ם בַּבָּֽיִת׃",
          "targum": "וַהֲוָה בְּיוֹמָא הָדֵין וְעַל לְבֵיתָא לְמִבְדַּק בְּכִתְבֵי חָשְׁבְּנֵיהּ וְלֵית אֱנַשׁ מֵאֲנָשֵׁי בֵיתָא תַּמָּן בְּבֵיתָא:",
          "english": "And it came to pass about this time, that Yosef went into the house to do his work; and there was none of the men of the house there within."
        },
        {
          "verseNum": 12,
          "hebrew": "וַתִּתְפְּשֵׂ֧הוּ בְּבִגְד֛וֹ לֵאמֹ֖ר שִׁכְבָ֣ה עִמִּ֑י וַיַּעֲזֹ֤ב בִּגְדוֹ֙ בְּיָדָ֔הּ וַיָּ֖נׇס וַיֵּצֵ֥א הַחֽוּצָה׃",
          "targum": "וַאֲחִדְתֵּיהּ בִּלְבוּשֵׁיהּ לְמֵימַר שְׁכוּב עִמִּי וְשָׁבְקֵיהּ לִלְבוּשֵׁיהּ בִּידַהּ וַעֲרַק וּנְפַק לְשׁוּקָא:",
          "english": "And she caught him by his garment, saying, Lie with me: and he left his garment in her hand, and fled, and went outside."
        },
        {
          "verseNum": 13,
          "hebrew": "וַֽיְהִי֙ כִּרְאוֹתָ֔הּ כִּֽי־עָזַ֥ב בִּגְד֖וֹ בְּיָדָ֑הּ וַיָּ֖נׇס הַחֽוּצָה׃",
          "targum": "וַהֲוָה כַּד חֲזַת אֲרֵי שָׁבְקֵיהּ לִלְבוּשֵׁיהּ בִּידַהּ וַעֲרַק לְשׁוּקָא:",
          "english": "And it came to pass, when she saw that he had left his garment in her hand, and was fled outside,"
        },
        {
          "verseNum": 14,
          "hebrew": "וַתִּקְרָ֞א לְאַנְשֵׁ֣י בֵיתָ֗הּ וַתֹּ֤אמֶר לָהֶם֙ לֵאמֹ֔ר רְא֗וּ הֵ֥בִיא לָ֛נוּ אִ֥ישׁ עִבְרִ֖י לְצַ֣חֶק בָּ֑נוּ בָּ֤א אֵלַי֙ לִשְׁכַּ֣ב עִמִּ֔י וָאֶקְרָ֖א בְּק֥וֹל גָּדֽוֹל׃",
          "targum": "וּקְרַת לַאֲנָשֵׁי בֵיתַהּ וַאֲמֶרֶת לְהוֹן לְמֵימַר חֲזוֹ אַיְתִי לָנָא גַּבְרָא עִבְרָאָה לְחַיָּכָא בָנָא עַל לְוָתִי לְמִשְׁכַּב עִמִּי וּקְרֵית בְּקָלָא רַבָּא:",
          "english": "that she called to the men of her house, and spoke to them, saying, See, he has brought in a Hebrew to us to mock us; he came in to me to lie with me, and I cried with a loud voice:"
        },
        {
          "verseNum": 15,
          "hebrew": "וַיְהִ֣י כְשׇׁמְע֔וֹ כִּֽי־הֲרִימֹ֥תִי קוֹלִ֖י וָאֶקְרָ֑א וַיַּעֲזֹ֤ב בִּגְדוֹ֙ אֶצְלִ֔י וַיָּ֖נׇס וַיֵּצֵ֥א הַחֽוּצָה׃",
          "targum": "וַהֲוָה כַד שְׁמַע אֲרֵי אֲרֵימִית קָלִי וּקְרֵית וְשָׁבְקֵיהּ לִלְבוּשֵׁיהּ לְוָתִי וַעֲרַק וּנְפַק לְשׁוּקָא:",
          "english": "and it came to pass, when he heard that I lifted up my voice and cried, that he left his garment with me, and fled, and went outside."
        },
        {
          "verseNum": 16,
          "hebrew": "וַתַּנַּ֥ח בִּגְד֖וֹ אֶצְלָ֑הּ עַד־בּ֥וֹא אֲדֹנָ֖יו אֶל־בֵּיתֽוֹ׃",
          "targum": "וַאֲחִתְּתֵיהּ לִלְבוּשֵׁיהּ לְוָתַהּ עַד דְּעַל רִבּוֹנֵיהּ לְבֵיתֵיהּ:",
          "english": "And she laid up his garment by her, until his lord came home."
        },
        {
          "verseNum": 17,
          "hebrew": "וַתְּדַבֵּ֣ר אֵלָ֔יו כַּדְּבָרִ֥ים הָאֵ֖לֶּה לֵאמֹ֑ר בָּֽא־אֵלַ֞י הָעֶ֧בֶד הָֽעִבְרִ֛י אֲשֶׁר־הֵבֵ֥אתָ לָּ֖נוּ לְצַ֥חֶק בִּֽי׃",
          "targum": "וּמַלֵּילַת עִמֵּיהּ כְּפִתְגָּמַיָּא הָאִלֵּין לְמֵימָר עַל לְוָתִי עַבְדָא עִבְרָאָה דִּי אַיְתֵיתָא לָנָא לְחַיָּכָא בִי:",
          "english": "And she spoke to him according to these words, saying, The Hebrew servant, whom thou hast brought to us, came in to me to have his sport with me."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיְהִ֕י כַּהֲרִימִ֥י קוֹלִ֖י וָאֶקְרָ֑א וַיַּעֲזֹ֥ב בִּגְד֛וֹ אֶצְלִ֖י וַיָּ֥נׇס הַחֽוּצָה׃",
          "targum": "וַהֲוָה כַּד אֲרֵימִית קָלִי וּקְרֵית וְשָׁבְקֵיהּ לִלְבוּשֵׁיהּ לְוָתִי וַעֲרַק לְשׁוּקָא:",
          "english": "And it came to pass, as I lifted up my voice and cried, that he left his garment with me, and fled outside."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיְהִי֩ כִשְׁמֹ֨עַ אֲדֹנָ֜יו אֶת־דִּבְרֵ֣י אִשְׁתּ֗וֹ אֲשֶׁ֨ר דִּבְּרָ֤ה אֵלָיו֙ לֵאמֹ֔ר כַּדְּבָרִ֣ים הָאֵ֔לֶּה עָ֥שָׂה לִ֖י עַבְדֶּ֑ךָ וַיִּ֖חַר אַפּֽוֹ׃",
          "targum": "וַהֲוָה כַד שְׁמַע רִבּוֹנֵיהּ יָת פִּתְגָּמֵי אִתְּתֵיהּ דִּי מַלֵּילַת עִמֵּיהּ לְמֵימַר כְּפִתְגָּמַיָּא הָאִלֵּין עֲבַד לִי עַבְדָּךְ וּתְקֵף רָגְזֵיהּ:",
          "english": "And it came to pass, when his master heard the words of his wife, which she spoke to him, saying, After this manner did thy servant to me; that his anger burned."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיִּקַּח֩ אֲדֹנֵ֨י יוֹסֵ֜ף אֹת֗וֹ וַֽיִּתְּנֵ֙הוּ֙ אֶל־בֵּ֣ית הַסֹּ֔הַר מְק֕וֹם אֲשֶׁר־ הַמֶּ֖לֶךְ אֲסוּרִ֑ים וַֽיְהִי־שָׁ֖ם בְּבֵ֥ית הַסֹּֽהַר׃",
          "targum": "וּנְסִיב רִבּוֹנֵיהּ דְּיוֹסֵף יָתֵיהּ וּמַנְּיֵהּ לְבֵית אֲסִירֵי אֲתַר דִּי אֲסִירֵי מַלְכָּא אֲסִירִין וַהֲוָה תַמָּן בְּבֵית אֲסִירֵי:",
          "english": "And Yosef’s master took him, and put him into the prison, a place where the king’s prisoners were bound: and he was there in the prison."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיְהִ֤י יְהֹוָה֙ אֶת־יוֹסֵ֔ף וַיֵּ֥ט אֵלָ֖יו חָ֑סֶד וַיִּתֵּ֣ן חִנּ֔וֹ בְּעֵינֵ֖י שַׂ֥ר בֵּית־הַסֹּֽהַר׃",
          "targum": "וַהֲוָה מֵימְרָא דַיְיָ בְּסַעְדֵּיהּ דְּיוֹסֵף וּנְגַד לֵיהּ חִסְדָּא וִיהָבֵיהּ לְרַחֲמִין בְּעֵינֵי רַב בֵּית אַסִירֵי:",
          "english": "But the Lord was with Yosef, and showed him mercy, and gave him favour in the sight of the officer of the prison."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיִּתֵּ֞ן שַׂ֤ר בֵּית־הַסֹּ֙הַר֙ בְּיַד־יוֹסֵ֔ף אֵ֚ת כׇּל־הָ֣אֲסִירִ֔ם אֲשֶׁ֖ר בְּבֵ֣ית הַסֹּ֑הַר וְאֵ֨ת כׇּל־אֲשֶׁ֤ר עֹשִׂים֙ שָׁ֔ם ה֖וּא הָיָ֥ה עֹשֶֽׂה׃",
          "targum": "וּמַנֵּי רַב בֵּית אֲסִירֵי בִּידָא דְיוֹסֵף יָת כָּל אֲסִירַיָּא דִּי בְּבֵית אֲסִירֵי וְיָת כָּל דִּי עָבְדִין תַּמָּן עַל מֵימְרֵיהּ הֲוָה מִתְעֲבֵד:",
          "english": "And the officer of the prison committed to Yosef’s hand all the prisoners that were in the prison; and whatever they did there, he was the doer of it."
        },
        {
          "verseNum": 23,
          "hebrew": "אֵ֣ין׀ שַׂ֣ר בֵּית־הַסֹּ֗הַר רֹאֶ֤ה אֶֽת־כׇּל־מְא֙וּמָה֙ בְּיָד֔וֹ בַּאֲשֶׁ֥ר יְהֹוָ֖ה אִתּ֑וֹ וַֽאֲשֶׁר־ה֥וּא עֹשֶׂ֖ה יְהֹוָ֥ה מַצְלִֽיחַ׃",
          "targum": "לֵית רַב בֵּית אֲסִירֵי חָזֵי יָת כָּל סָרְחָן בִּידֵיהּ בְּדִי מֵימְרָא דַיְיָ בְּסַעְדֵּיהּ וְדִי הוּא עָבֵד יְיָ מַצְלָח:",
          "english": "The keeper of the prison looked not to anything that was under his hand; because the Lord was with him, and that which he did, the Lord made it prosper."
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְהִ֗י אַחַר֙ הַדְּבָרִ֣ים הָאֵ֔לֶּה חָ֥טְא֛וּ מַשְׁקֵ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וְהָאֹפֶ֑ה לַאֲדֹנֵיהֶ֖ם לְמֶ֥לֶךְ מִצְרָֽיִם׃",
          "targum": "וַהֲוָה בָּתַר פִּתְגָּמַיָּא הָאִלֵּין סְרָחוּ שָׁקְיָא מַלְכָּא דְמִצְרַיִם וְנַחְתּוֹמָא לְרִבּוֹנֵיהוֹן לְמַלְכָּא דְמִצְרָיִם:",
          "english": "And it came to pass after these things, that the butler of the king of Miżrayim, and his baker, offended their lord the king of Miżrayim."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיִּקְצֹ֣ף פַּרְעֹ֔ה עַ֖ל שְׁנֵ֣י סָרִיסָ֑יו עַ֚ל שַׂ֣ר הַמַּשְׁקִ֔ים וְעַ֖ל שַׂ֥ר הָאוֹפִֽים׃",
          "targum": "וּרְגֵז פַּרְעֹה עַל תְּרֵין רַבְרְבָנוֹהִי עַל רַב שָׁקֵי וְעַל רַב נַחְתּוֹמֵי:",
          "english": "And Par῾o was angry against two of his officers, against the chief of the butlers, and against the chief of the bakers."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיִּתֵּ֨ן אֹתָ֜ם בְּמִשְׁמַ֗ר בֵּ֛ית שַׂ֥ר הַטַּבָּחִ֖ים אֶל־בֵּ֣ית הַסֹּ֑הַר מְק֕וֹם אֲשֶׁ֥ר יוֹסֵ֖ף אָס֥וּר שָֽׁם׃",
          "targum": "וִיהַב יָתְהוֹן בְּמַטְּרָא בֵּית רַב קָטוֹלַיָּא לְבֵית אֲסִירֵי אֲתַר דִּי יוֹסֵף אָסִיר תַּמָּן:",
          "english": "And he put them in custody in the house of the captain of the guard, into the prison, the place where Yosef was bound."
        },
        {
          "verseNum": 4,
          "hebrew": "וַ֠יִּפְקֹ֠ד שַׂ֣ר הַטַּבָּחִ֧ים אֶת־יוֹסֵ֛ף אִתָּ֖ם וַיְשָׁ֣רֶת אֹתָ֑ם וַיִּהְי֥וּ יָמִ֖ים בְּמִשְׁמָֽר׃",
          "targum": "וּמַנִּי רַב קָטוֹלַיָּא יָת יוֹסֵף עִמְּהוֹן וְשַׁמֵּשׁ יָתְהוֹן וַהֲווֹ יוֹמִין בְּמַטְּרָא:",
          "english": "And the captain of the guard charged Yosef with them, and he served them: and they continued a season in custody."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיַּֽחַלְמוּ֩ חֲל֨וֹם שְׁנֵיהֶ֜ם אִ֤ישׁ חֲלֹמוֹ֙ בְּלַ֣יְלָה אֶחָ֔ד אִ֖ישׁ כְּפִתְר֣וֹן חֲלֹמ֑וֹ הַמַּשְׁקֶ֣ה וְהָאֹפֶ֗ה אֲשֶׁר֙ לְמֶ֣לֶךְ מִצְרַ֔יִם אֲשֶׁ֥ר אֲסוּרִ֖ים בְּבֵ֥ית הַסֹּֽהַר׃",
          "targum": "וַחֲלָמוּ חֶלְמָא תַּרְוֵיהוֹן גְּבַר חֶלְמֵיהּ בְּלֵילְיָא חַד גְּבַר כְּפוּשְׁרַן חֶלְמֵיהּ שָׁקְיָא וְנַחְתּוֹמָא דִּי לְמַלְכָּא דְמִצְרַיִם דִּי אֲסִירִין בְּבֵית אֲסִירֵי:",
          "english": "And they dreamed a dream both of them, each man his dream on the same night, each man according to the interpretation of his dream, the butler and the baker of the king of Miżrayim, who were bound in the prison."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיָּבֹ֧א אֲלֵיהֶ֛ם יוֹסֵ֖ף בַּבֹּ֑קֶר וַיַּ֣רְא אֹתָ֔ם וְהִנָּ֖ם זֹעֲפִֽים׃",
          "targum": "וַאֲתָא לְוָתְהוֹן יוֹסֵף בְּצַפְרָא וַחֲזָא יָתְהוֹן וְהָא אִנּוּן נְסִיסִין:",
          "english": "And Yosef came in to them in the morning, and looked upon them, and, behold, they were sad."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיִּשְׁאַ֞ל אֶת־סְרִיסֵ֣י פַרְעֹ֗ה אֲשֶׁ֨ר אִתּ֧וֹ בְמִשְׁמַ֛ר בֵּ֥ית אֲדֹנָ֖יו לֵאמֹ֑ר מַדּ֛וּעַ פְּנֵיכֶ֥ם רָעִ֖ים הַיּֽוֹם׃",
          "targum": "וּשְׁאֵל יָת רַבְרְבֵי פַרְעֹה דִּי עִמֵּיהּ בְּמַטְּרָא בֵּית רִבּוֹנֵיהּ לְמֵימָר מָא דֵין אַפֵּיכוֹן בִּישִׁין יוֹמָא דֵין:",
          "english": "And he asked Par῾o’s officers that were with him in custody in his lord’s house, saying, Why do you look so sadly today?"
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּאמְר֣וּ אֵלָ֔יו חֲל֣וֹם חָלַ֔מְנוּ וּפֹתֵ֖ר אֵ֣ין אֹת֑וֹ וַיֹּ֨אמֶר אֲלֵהֶ֜ם יוֹסֵ֗ף הֲל֤וֹא לֵֽאלֹהִים֙ פִּתְרֹנִ֔ים סַפְּרוּ־נָ֖א לִֽי׃",
          "targum": "וַאֲמָרוּ לֵיהּ חֶלְמָא חֲלֵמְנָא וּפָשַׁר לֵית לֵיהּ וַאֲמַר לְהוֹן יוֹסֵף הֲלָא מִן קֳדָם יְיָ פּוּשְׁרַן חֶלְמַיָּא אִשְׁתָּעוּ כְעַן לִי:",
          "english": "And they said to him, We have dreamed a dream, and there is no interpreter of it. And Yosef said to them, Do not interpretations belong to God? tell me them, I pray you."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיְסַפֵּ֧ר שַֽׂר־הַמַּשְׁקִ֛ים אֶת־חֲלֹמ֖וֹ לְיוֹסֵ֑ף וַיֹּ֣אמֶר ל֔וֹ בַּחֲלוֹמִ֕י וְהִנֵּה־גֶ֖פֶן לְפָנָֽי׃",
          "targum": "וְאִשְׁתָּעִי רַב שָׁקֵי יָת חֶלְמֵיהּ לְיוֹסֵף וַאֲמַר לֵיהּ בְּחֶלְמִי וְהָא גוּפְנָא קֳדָמָי:",
          "english": "And the chief butler told his dream to Yosef, and said to him, In my dream, behold, a vine was before me;"
        },
        {
          "verseNum": 10,
          "hebrew": "וּבַגֶּ֖פֶן שְׁלֹשָׁ֣ה שָׂרִיגִ֑ם וְהִ֤וא כְפֹרַ֙חַת֙ עָלְתָ֣ה נִצָּ֔הּ הִבְשִׁ֥ילוּ אַשְׁכְּלֹתֶ֖יהָ עֲנָבִֽים׃",
          "targum": "וּבְגוּפְנָא תְּלָתָא שִׁבְשִׁין וְהִיא כַד אַפְרַחַת אַפֵּקַת לַבְלְבִין וַאֲנִיצַת נֵץ בַּשִּׁילוּ אִתְכְּלָתָהָא עִנְּבִין:",
          "english": "and on the vine were three tendrils: and it was as though it budded, and its blossoms shot forth; and its clusters brought forth ripe grapes:"
        },
        {
          "verseNum": 11,
          "hebrew": "וְכ֥וֹס פַּרְעֹ֖ה בְּיָדִ֑י וָאֶקַּ֣ח אֶת־הָֽעֲנָבִ֗ים וָֽאֶשְׂחַ֤ט אֹתָם֙ אֶל־כּ֣וֹס פַּרְעֹ֔ה וָאֶתֵּ֥ן אֶת־הַכּ֖וֹס עַל־כַּ֥ף פַּרְעֹֽה׃",
          "targum": "וְכַסָּא דְפַרְעֹה בִּידִי וּנְסֵיבִת יָת עִנְּבַיָּא וְעַצָּרִית יָתְהוֹן לְכַסָּא דְפַרְעֹה וִיהָבִית יָת כַּסָּא עַל יְדָא דְפַרְעֹה:",
          "english": "and Par῾o’s cup was in my hand: and I took the grapes, and pressed them into Par῾o’s cup, and I gave the cup into Par῾o’s hand."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֤אמֶר לוֹ֙ יוֹסֵ֔ף זֶ֖ה פִּתְרֹנ֑וֹ שְׁלֹ֙שֶׁת֙ הַשָּׂ֣רִגִ֔ים שְׁלֹ֥שֶׁת יָמִ֖ים הֵֽם׃",
          "targum": "וַאֲמַר לֵיהּ יוֹסֵף דֵּין פִּשְׁרָנֵיהּ תְּלָתָא שִׁבְשִׁין תְּלָתָא יוֹמִין אִנּוּן:",
          "english": "And Yosef said to him, This is the interpretation of it: The three tendrils are three days:"
        },
        {
          "verseNum": 13,
          "hebrew": "בְּע֣וֹד׀ שְׁלֹ֣שֶׁת יָמִ֗ים יִשָּׂ֤א פַרְעֹה֙ אֶת־רֹאשֶׁ֔ךָ וַהֲשִֽׁיבְךָ֖ עַל־כַּנֶּ֑ךָ וְנָתַתָּ֤ כוֹס־פַּרְעֹה֙ בְּיָד֔וֹ כַּמִּשְׁפָּט֙ הָֽרִאשׁ֔וֹן אֲשֶׁ֥ר הָיִ֖יתָ מַשְׁקֵֽהוּ׃",
          "targum": "בְּסוֹף תְּלָתָא יוֹמִין יַדְבְּרִנָּךְ פַּרְעֹה יָת רֵישָׁךְ וִיתֵיבִנָּךְ עַל שִׁמּוּשָׁךְ וְתִתֵּן כַּסָּא דְפַרְעֹה בִּידֵיהּ כְּהִלְכְתָא קַדְמָאָה דִּי הֲוֵיתָא מַשְׁקֵי לֵיהּ:",
          "english": "within another three days shall Par῾o lift up thy head, and restore thee to thy place: and thou shalt deliver Par῾o’s cup into his hand, after the former manner when thou wast his butler."
        },
        {
          "verseNum": 14,
          "hebrew": "כִּ֧י אִם־זְכַרְתַּ֣נִי אִתְּךָ֗ כַּאֲשֶׁר֙ יִ֣יטַב לָ֔ךְ וְעָשִֽׂיתָ־נָּ֥א עִמָּדִ֖י חָ֑סֶד וְהִזְכַּרְתַּ֙נִי֙ אֶל־פַּרְעֹ֔ה וְהוֹצֵאתַ֖נִי מִן־הַבַּ֥יִת הַזֶּֽה׃",
          "targum": "אֶלָּהֵן תִּדְכְּרִנַּנִי עִמָּךְ כַּד יֵיטַב לָךְ וְתַעְבֵּד כְּעַן עִמִּי טִיבוּ וְתִדְכַּר עָלַי קֳדָם פַּרְעֹה וְתַפְּקִנַּנִי מִן בֵּית אֲסִירָא הָדֵין:",
          "english": "But think of me when it shall be well with thee, and show kindness, I pray thee, to me, and make mention of me to Par῾o, and bring me out of this house:"
        },
        {
          "verseNum": 15,
          "hebrew": "כִּֽי־גֻנֹּ֣ב גֻּנַּ֔בְתִּי מֵאֶ֖רֶץ הָעִבְרִ֑ים וְגַם־פֹּה֙ לֹא־עָשִׂ֣יתִֽי מְא֔וּמָה כִּֽי־שָׂמ֥וּ אֹתִ֖י בַּבּֽוֹר׃",
          "targum": "אֲרֵי מִגְנַב גְּנֵבְנָא מֵאַרְעָא דְעִבְרָאֵי וְאַף הָכָא לָא עֲבָדִית מִדַּעַם אֲרֵי שַׁוִּיאוּ יָתִי בְּבֵית אֲסִירֵי:",
          "english": "for I was stolen away out of the land of the Hebrews: and here also have I done nothing that they should put me into the dungeon."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיַּ֥רְא שַׂר־הָאֹפִ֖ים כִּ֣י ט֣וֹב פָּתָ֑ר וַיֹּ֙אמֶר֙ אֶל־יוֹסֵ֔ף אַף־אֲנִי֙ בַּחֲלוֹמִ֔י וְהִנֵּ֗ה שְׁלֹשָׁ֛ה סַלֵּ֥י חֹרִ֖י עַל־רֹאשִֽׁי׃",
          "targum": "וַחֲזָא רַב נַחְתּוֹמֵי אֲרֵי יָאוּת פָּשַׁר וַאֲמַר לְיוֹסֵף אַף אֲנָא בְּחֶלְמִי וְהָא תְּלָתָא סַלִּין דְּחִירוּ עַל רֵישִׁי:",
          "english": "When the chief baker saw that the interpretation was good, he said to Yosef, I also in my dream, behold, I had three baskets of white bread on my head."
        },
        {
          "verseNum": 17,
          "hebrew": "וּבַסַּ֣ל הָֽעֶלְי֗וֹן מִכֹּ֛ל מַאֲכַ֥ל פַּרְעֹ֖ה מַעֲשֵׂ֣ה אֹפֶ֑ה וְהָע֗וֹף אֹכֵ֥ל אֹתָ֛ם מִן־הַסַּ֖ל מֵעַ֥ל רֹאשִֽׁי׃",
          "targum": "וּבְסַלָּא עִלָּאָה מִכֹּל מֵיכַל פַּרְעֹה עוֹבַד נַחְתּוֹם וְעוֹפָא אָכֵל יָתְהוֹן מִן סַלָּא מֵעִלָּוֵי רֵישִׁי:",
          "english": "And in the uppermost basket there was of all manner of baked food for Par῾o; and the birds did eat them out of the basket upon my head."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיַּ֤עַן יוֹסֵף֙ וַיֹּ֔אמֶר זֶ֖ה פִּתְרֹנ֑וֹ שְׁלֹ֙שֶׁת֙ הַסַּלִּ֔ים שְׁלֹ֥שֶׁת יָמִ֖ים הֵֽם׃",
          "targum": "וַאֲתֵב יוֹסֵף וַאֲמַר דֵּין פִּשְׁרָנֵיהּ תְּלָתָא סַלִּין תְּלָתָא יוֹמִין אִנּוּן:",
          "english": "And Yosef answered and said, This is its interpretation: The three baskets are three days:"
        },
        {
          "verseNum": 19,
          "hebrew": "בְּע֣וֹד׀ שְׁלֹ֣שֶׁת יָמִ֗ים יִשָּׂ֨א פַרְעֹ֤ה אֶת־רֹֽאשְׁךָ֙ מֵֽעָלֶ֔יךָ וְתָלָ֥ה אוֹתְךָ֖ עַל־עֵ֑ץ וְאָכַ֥ל הָע֛וֹף אֶת־בְּשָׂרְךָ֖ מֵעָלֶֽיךָ׃",
          "targum": "בְּסוֹף תְּלָתָא יוֹמִין יַעְדִּי פַרְעֹה יָת רֵישָׁךְ מִנָּךְ וְיִצְלוֹב יָתָךְ עַל צְלִיבָא וְיֵכוּל עוֹפָא יָת בִּשְׂרָךְ מִנָּךְ:",
          "english": "within another three days shall Par῾o lift up thy head from off thee, and shall hang thee on a tree; and the birds shall eat thy flesh from off thee."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיְהִ֣י׀ בַּיּ֣וֹם הַשְּׁלִישִׁ֗י י֚וֹם הֻלֶּ֣דֶת אֶת־פַּרְעֹ֔ה וַיַּ֥עַשׂ מִשְׁתֶּ֖ה לְכׇל־עֲבָדָ֑יו וַיִּשָּׂ֞א אֶת־רֹ֣אשׁ׀ שַׂ֣ר הַמַּשְׁקִ֗ים וְאֶת־רֹ֛אשׁ שַׂ֥ר הָאֹפִ֖ים בְּת֥וֹךְ עֲבָדָֽיו׃",
          "targum": "וַהֲוָה בְּיוֹמָא תְלִיתָאָה יוֹמָא בֵּית וַלְדָא דְפַרְעֹה וַעֲבַד מִשְׁתְּיָא לְכָל עַבְדּוֹהִי וְאִדְכַּר יָת רֵישׁ רַב שָׁקֵי וְיָת רֵישׁ רַב נַחְתּוֹמֵי בְּגוֹ עַבְדּוֹהִי:",
          "english": "And it came to pass on the third day, which was Par῾o’s birthday, that he made a feast for all his servants: and he lifted up the head of the chief butler and of the chief baker among his servants."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיָּ֛שֶׁב אֶת־שַׂ֥ר הַמַּשְׁקִ֖ים עַל־מַשְׁקֵ֑הוּ וַיִּתֵּ֥ן הַכּ֖וֹס עַל־כַּ֥ף פַּרְעֹֽה׃",
          "targum": "וַאֲתֵיב יָת רַב שָׁקֵי עַל שַׁקְיוּתֵיהּ וִיהַב יָת כַּסָּא עַל יְדָא דְפַרְעֹה:",
          "english": "And he restored the chief butler to his butlership again; and he gave the cup into Par῾o’s hand;"
        },
        {
          "verseNum": 22,
          "hebrew": "וְאֵ֛ת שַׂ֥ר הָאֹפִ֖ים תָּלָ֑ה כַּאֲשֶׁ֥ר פָּתַ֛ר לָהֶ֖ם יוֹסֵֽף׃",
          "targum": "וְיָת רַב נַחְתּוֹמֵי צְלָב כְּמָא דִּי פָשַׁר לְהוֹן יוֹסֵף:",
          "english": "but he hanged the chief baker: as Yosef had interpreted to them."
        },
        {
          "verseNum": 23,
          "hebrew": "וְלֹֽא־זָכַ֧ר שַֽׂר־הַמַּשְׁקִ֛ים אֶת־יוֹסֵ֖ף וַיִּשְׁכָּחֵֽהוּ׃",
          "targum": "וְלָא דְכִיר רַב שָׁקֵי יָת יוֹסֵף וְאַנְשְׁיֵהּ:",
          "english": "Nevertheless the chief butler did not remember Yosef, but forgot him."
        }
      ]
    }
  ]
}