{
  "name": "Vayishlach",
  "book": "Genesis",
  "chapters": [
    {
      "chapter": 32,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיַּשְׁכֵּ֨ם לָבָ֜ן בַּבֹּ֗קֶר וַיְנַשֵּׁ֧ק לְבָנָ֛יו וְלִבְנוֹתָ֖יו וַיְבָ֣רֶךְ אֶתְהֶ֑ם וַיֵּ֛לֶךְ וַיָּ֥שׇׁב לָבָ֖ן לִמְקֹמֽוֹ׃",
          "targum": "וְאַקְדֵם לָבָן בְּצַפְרָא וּנְשַׁק לִבְנוֹהִי וְלִבְנָתֵיהּ וּבָרִיךְ יָתְהֵן וַאֲזַל וְתַב לָבָן לְאַתְרֵיהּ:",
          "english": "And early in the morning Lavan rose up, and kissed his sons and his daughters, and blessed them: and Lavan departed, and returned to his place."
        },
        {
          "verseNum": 2,
          "hebrew": "וְיַעֲקֹ֖ב הָלַ֣ךְ לְדַרְכּ֑וֹ וַיִּפְגְּעוּ־ב֖וֹ מַלְאֲכֵ֥י אֱלֹהִֽים׃",
          "targum": "וְיַעֲקֹב אָזַל לְאָרְחֵיהּ וַעֲרָעוּ בֵיהּ מַלְאָכַיָּא דַיְיָ:",
          "english": "And Ya῾aqov went on his way, and angels of God met him."
        },
        {
          "verseNum": 3,
          "hebrew": "וַיֹּ֤אמֶר יַעֲקֹב֙ כַּאֲשֶׁ֣ר רָאָ֔ם מַחֲנֵ֥ה אֱלֹהִ֖ים זֶ֑ה וַיִּקְרָ֛א שֵֽׁם־הַמָּק֥וֹם הַה֖וּא מַֽחֲנָֽיִם׃",
          "targum": "וַאֲמַר יַעֲקֹב כַּד חֲזָנוּן מַשְׁרִיתָא מִן קֳדָם יְיָ דֵּין וּקְרָא שְׁמָא דְאַתְרָא הַהוּא מַחֲנָיִם:",
          "english": "And when Ya῾aqov saw them, he said, This is God’s camp: and he called the name of that place Maĥanayim."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּשְׁלַ֨ח יַעֲקֹ֤ב מַלְאָכִים֙ לְפָנָ֔יו אֶל־עֵשָׂ֖ו אָחִ֑יו אַ֥רְצָה שֵׂעִ֖יר שְׂדֵ֥ה אֱדֽוֹם׃",
          "targum": "וּשְׁלַח יַעֲקֹב אִזְגַּדִּין קֳדָמוֹהִי לְוַת עֵשָׂו אֲחוּהִי לְאַרְעָא דְשֵׂעִיר לַחֲקַל אֱדוֹם:",
          "english": "And Ya῾aqov sent messengers before him to ῾Esav his brother to the land of Se῾ir, the country of Edom."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיְצַ֤ו אֹתָם֙ לֵאמֹ֔ר כֹּ֣ה תֹאמְר֔וּן לַֽאדֹנִ֖י לְעֵשָׂ֑ו כֹּ֤ה אָמַר֙ עַבְדְּךָ֣ יַעֲקֹ֔ב עִם־לָבָ֣ן גַּ֔רְתִּי וָאֵחַ֖ר עַד־עָֽתָּה׃",
          "targum": "וּפַקִּיד יָתְהוֹן לְמֵימַר כְּדֵין תֵּימְרוּן לְרִבּוֹנִי לְעֵשָׂו כִּדְנַן אֲמַר עַבְדָּךְ יַעֲקֹב עִם לָבָן דָּרִית וְאוֹחָרִית עַד כְּעָן:",
          "english": "And he commanded them, saying, Thus shall you speak to my lord ῾Esav; Thy servant Ya῾aqov says thus, I have sojourned with Lavan, and stayed there until now:"
        },
        {
          "verseNum": 6,
          "hebrew": "וַֽיְהִי־לִי֙ שׁ֣וֹר וַחֲמ֔וֹר צֹ֖אן וְעֶ֣בֶד וְשִׁפְחָ֑ה וָֽאֶשְׁלְחָה֙ לְהַגִּ֣יד לַֽאדֹנִ֔י לִמְצֹא־חֵ֖ן בְּעֵינֶֽיךָ׃",
          "targum": "וַהֲוָה לִי תּוֹרִין וַחֲמָרִין עָאן וְעַבְדִּין וְאַמְהָן וּשְׁלָחִית לְחַוָּאָה לְרִבּוֹנִי לְאַשְׁכָּחָא רַחֲמִין בְּעֵינָךְ:",
          "english": "and I have oxen, and asses, flocks, and menservants, and womenservants: and I have sent to tell my lord, that I may find favour in thy sight."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיָּשֻׁ֙בוּ֙ הַמַּלְאָכִ֔ים אֶֽל־יַעֲקֹ֖ב לֵאמֹ֑ר בָּ֤אנוּ אֶל־אָחִ֙יךָ֙ אֶל־עֵשָׂ֔ו וְגַם֙ הֹלֵ֣ךְ לִקְרָֽאתְךָ֔ וְאַרְבַּע־מֵא֥וֹת אִ֖ישׁ עִמּֽוֹ׃",
          "targum": "וְתָבוּ אִזְגַּדַּיָּא לְוַת יַעֲקֹב לְמֵימָר אֲתֵינָא לְוַת אָחוּךְ לְוַת עֵשָׂו וְאַף אָתֵי לְקַדָּמוּתָךְ וְאַרְבַּע מְאָה גַבְרָא עִמֵּיהּ:",
          "english": "And the messengers returned to Ya῾aqov, saying, We came to thy brother ῾Esav, and also he is coming to meet thee, and four hundred men with him."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיִּירָ֧א יַעֲקֹ֛ב מְאֹ֖ד וַיֵּ֣צֶר ל֑וֹ וַיַּ֜חַץ אֶת־הָעָ֣ם אֲשֶׁר־אִתּ֗וֹ וְאֶת־הַצֹּ֧אן וְאֶת־הַבָּקָ֛ר וְהַגְּמַלִּ֖ים לִשְׁנֵ֥י מַחֲנֽוֹת׃",
          "targum": "וּדְחִיל יַעֲקֹב לַחֲדָא וַעֲקַת לֵיהּ וּפַלֵּיג יָת עַמָּא דִי עִמֵּיהּ וְיָת עָנָא וְיָת תּוֹרֵי וְגַמְלַיָּא לִתְרֵין מַשִּׁירְיָן:",
          "english": "Then Ya῾aqov was greatly afraid and distressed: and he divided the people that were with him, and the flocks, and herds, and the camels, into two camps;"
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֕אמֶר אִם־יָב֥וֹא עֵשָׂ֛ו אֶל־הַמַּחֲנֶ֥ה הָאַחַ֖ת וְהִכָּ֑הוּ וְהָיָ֛ה הַמַּחֲנֶ֥ה הַנִּשְׁאָ֖ר לִפְלֵיטָֽה׃",
          "targum": "וַאֲמַר אִם יֵיתֵי עֵשָׂו לְמַשְׁרִיתָא חֲדָא וְיִמְחִנֵּיהּ וִיהֵי מַשְׁרִיתָא דְתִשְׁתָּאַר לְשֵׁיזָבָא:",
          "english": "and said, If ῾Esav come to the one camp, and smite it, then the camp which is left shall escape."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיֹּ֘אמֶר֮ יַעֲקֹב֒ אֱלֹהֵי֙ אָבִ֣י אַבְרָהָ֔ם וֵאלֹהֵ֖י אָבִ֣י יִצְחָ֑ק יְהֹוָ֞ה הָאֹמֵ֣ר אֵלַ֗י שׁ֧וּב לְאַרְצְךָ֛ וּלְמוֹלַדְתְּךָ֖ וְאֵיטִ֥יבָה עִמָּֽךְ׃",
          "targum": "וַאֲמַר יַעֲקֹב אֱלָהֵהּ דְּאַבָּא אַבְרָהָם וֵאלָהֵהּ דְּאַבָּא יִצְחָק יְיָ דִּי אֲמַר לִי תּוּב לְאַרְעָךְ וּלְיַלָּדוּתָךְ וְאוֹטֵיב עִמָּךְ:",
          "english": "And Ya῾aqov said, O God of my father Avraham, and God of my father Yiżĥaq, the Lord Who did say to me, Return to thy country, and to thy kindred, and I will deal well with thee:"
        },
        {
          "verseNum": 11,
          "hebrew": "קָטֹ֜נְתִּי מִכֹּ֤ל הַחֲסָדִים֙ וּמִכׇּל־הָ֣אֱמֶ֔ת אֲשֶׁ֥ר עָשִׂ֖יתָ אֶת־עַבְדֶּ֑ךָ כִּ֣י בְמַקְלִ֗י עָבַ֙רְתִּי֙ אֶת־הַיַּרְדֵּ֣ן הַזֶּ֔ה וְעַתָּ֥ה הָיִ֖יתִי לִשְׁנֵ֥י מַחֲנֽוֹת׃",
          "targum": "זְעִירָן זָכוּתַי מִכֹּל חִסְדִּין וּמִכָּל טַבְוָן דִּי עֲבַדְתָּ עִם עַבְדָּךְ אֲרֵי יְחִידִי עֲבָרִית יָת יַרְדְּנָא הָדֵין וּכְעַן הַוֵיתִי לִתְרֵין מַשִּׁרְיָן:",
          "english": "I am unworthy of the least of all the mercies, and of all the truth, which Thou hast shown Thy servant; for with my staff I passed over this Yarden; and now I am become two camps."
        },
        {
          "verseNum": 12,
          "hebrew": "הַצִּילֵ֥נִי נָ֛א מִיַּ֥ד אָחִ֖י מִיַּ֣ד עֵשָׂ֑ו כִּֽי־יָרֵ֤א אָנֹכִי֙ אֹת֔וֹ פֶּן־יָב֣וֹא וְהִכַּ֔נִי אֵ֖ם עַל־בָּנִֽים׃",
          "targum": "שֵׁזַבְנִי כְעַן מִידָא דְאָחִי מִידָא דְעֵשָׂו אֲרֵי דַחֵל אֲנָא מִנֵּיהּ דִּילְמָא יֵיתֵי וְיִמְחִנַּנִי אִמָּא עַל בְּנַיָּא:",
          "english": "Deliver me, I pray Thee, from the hand of my brother, from the hand of ῾Esav: for I fear him, lest he come and smite me, the mother with the children."
        },
        {
          "verseNum": 13,
          "hebrew": "וְאַתָּ֣ה אָמַ֔רְתָּ הֵיטֵ֥ב אֵיטִ֖יב עִמָּ֑ךְ וְשַׂמְתִּ֤י אֶֽת־זַרְעֲךָ֙ כְּח֣וֹל הַיָּ֔ם אֲשֶׁ֥ר לֹא־יִסָּפֵ֖ר מֵרֹֽב׃",
          "targum": "וְאַתְּ אֲמַרְתָּ אוֹטָבָא אוֹטֵיב עִמָּךְ וֶאֱשַׁוִּי יָת בְּנָךְ סַגִּיאִין כְּחַלָּא דְיַמָּא דִּי לָא יִתִּמְנוּן מִסַּגִּי:",
          "english": "And Thou didst say, I will surely do thee good, and make thy seed like the sand of the sea, which cannot be numbered for multitude."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיָּ֥לֶן שָׁ֖ם בַּלַּ֣יְלָה הַה֑וּא וַיִּקַּ֞ח מִן־הַבָּ֧א בְיָד֛וֹ מִנְחָ֖ה לְעֵשָׂ֥ו אָחִֽיו׃",
          "targum": "וּבָת תַּמָּן בְּלֵילְיָא הַהוּא וּנְסִיב מִן דְּאַיְתִי בִידֵיהּ תִּקְרֻבְתָּא לְעֵשָׂו אֲחוּהִי:",
          "english": "And he lodged there that same night; and took of that which came to his hand a present for ῾Esav his brother;"
        },
        {
          "verseNum": 15,
          "hebrew": "עִזִּ֣ים מָאתַ֔יִם וּתְיָשִׁ֖ים עֶשְׂרִ֑ים רְחֵלִ֥ים מָאתַ֖יִם וְאֵילִ֥ים עֶשְׂרִֽים׃",
          "targum": "עִזֵּי מָאתָן וּתְיָשַׁיָּא עֶסְרִין רְחֵלִין מָאתָן וְדִכְרִין עֶסְרִין:",
          "english": "two hundred she goats, and twenty he goats, two hundred ewes, and twenty rams,"
        },
        {
          "verseNum": 16,
          "hebrew": "גְּמַלִּ֧ים מֵינִיק֛וֹת וּבְנֵיהֶ֖ם שְׁלֹשִׁ֑ים פָּר֤וֹת אַרְבָּעִים֙ וּפָרִ֣ים עֲשָׂרָ֔ה אֲתֹנֹ֣ת עֶשְׂרִ֔ים וַעְיָרִ֖ם עֲשָׂרָֽה׃",
          "targum": "גַּמְלֵי מֶנְקָתָא וּבְנֵיהוֹן תְּלָתִין תּוֹרְתָא אַרְבְּעִין וְתוֹרֵי עַסְרָא אַתְנָן עֶסְרִין וְעִירֵי עַסְרָא:",
          "english": "thirty milch camels with their colts, forty cows, and ten bulls, twenty she asses, and ten foals."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיִּתֵּן֙ בְּיַד־עֲבָדָ֔יו עֵ֥דֶר עֵ֖דֶר לְבַדּ֑וֹ וַיֹּ֤אמֶר אֶל־עֲבָדָיו֙ עִבְר֣וּ לְפָנַ֔י וְרֶ֣וַח תָּשִׂ֔ימוּ בֵּ֥ין עֵ֖דֶר וּבֵ֥ין עֵֽדֶר׃",
          "targum": "וִיהַב בְּיַד עַבְדּוֹהִי עֶדְרָא עֶדְרָא בִּלְחוֹדוֹהִי וַאֲמַר לְעַבְדּוֹהִי עִבָּרוּ קֳדָמַי וּרְוָחָא תְּשַׁוּוּן בֵּין עֶדְרָא וּבֵין עֶדְרָא:",
          "english": "And he delivered them into the hand of his servants, every drove by itself; and said to his servants, Pass over before me, and put a space between drove and drove."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיְצַ֥ו אֶת־הָרִאשׁ֖וֹן לֵאמֹ֑ר כִּ֣י יִֽפְגׇשְׁךָ֞ עֵשָׂ֣ו אָחִ֗י וּשְׁאֵֽלְךָ֙ לֵאמֹ֔ר לְמִי־אַ֙תָּה֙ וְאָ֣נָה תֵלֵ֔ךְ וּלְמִ֖י אֵ֥לֶּה לְפָנֶֽיךָ׃",
          "targum": "וּפַקֵּיד יָת קַדְמָאָה לְמֵימָר אֲרֵי יְעַרְעִנָּךְ עֵשָׂו אָחִי וּשְׁאֵלִנָּךְ לְמֵימָר לְמָן אַתְּ וּלְאָן אַתְּ אָזֵל וּלְמָן אִלֵּין דִּקֳדָמָךְ:",
          "english": "And he commanded the foremost, saying, When ῾Esav my brother meets thee, and asks thee, saying, Whose art thou? and whither dost thou go? and whose are these before thee?"
        },
        {
          "verseNum": 19,
          "hebrew": "וְאָֽמַרְתָּ֙ לְעַבְדְּךָ֣ לְיַעֲקֹ֔ב מִנְחָ֥ה הִוא֙ שְׁלוּחָ֔ה לַֽאדֹנִ֖י לְעֵשָׂ֑ו וְהִנֵּ֥ה גַם־ה֖וּא אַחֲרֵֽינוּ׃",
          "targum": "וְתֵימַר לְעַבְדָּךְ לְיַעֲקֹב תִּקְרֻבְתָּא הִיא דִּמְשַׁלְּחָא לְרִבּוֹנִי לְעֵשָׂו וְהָא אַף הוּא אָתֵי בַתְרָנָא:",
          "english": "Then thou shalt say, They are thy servant Ya῾aqov’s, it is a present sent to my lord ῾Esav: and, behold, also he is behind us."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיְצַ֞ו גַּ֣ם אֶת־הַשֵּׁנִ֗י גַּ֚ם אֶת־הַשְּׁלִישִׁ֔י גַּ֚ם אֶת־כׇּל־הַהֹ֣לְכִ֔ים אַחֲרֵ֥י הָעֲדָרִ֖ים לֵאמֹ֑ר כַּדָּבָ֤ר הַזֶּה֙ תְּדַבְּר֣וּן אֶל־עֵשָׂ֔ו בְּמֹצַאֲכֶ֖ם אֹתֽוֹ׃",
          "targum": "וּפַקִּיד אַף יָת תִּנְיָנָא אַף יָת תְּלִיתָאָה אַף יָת כָּל דְּאָזְלִין בָּתַר עֲדָרַיָּא לְמֵימָר כְּפִתְגָּמָא הָדֵין תְּמַלְּלוּן עִם עֵשָׂו כַּד תַּשְׁכְּחוּן יָתֵיהּ:",
          "english": "And so commanded he the second, and the third, and all that followed the droves, saying, In this manner shall you speak to ῾Esav, when you find him."
        },
        {
          "verseNum": 21,
          "hebrew": "וַאֲמַרְתֶּ֕ם גַּ֗ם הִנֵּ֛ה עַבְדְּךָ֥ יַעֲקֹ֖ב אַחֲרֵ֑ינוּ כִּֽי־אָמַ֞ר אֲכַפְּרָ֣ה פָנָ֗יו בַּמִּנְחָה֙ הַהֹלֶ֣כֶת לְפָנָ֔י וְאַחֲרֵי־כֵן֙ אֶרְאֶ֣ה פָנָ֔יו אוּלַ֖י יִשָּׂ֥א פָנָֽי׃",
          "targum": "וְתֵימְרוּן אַף הָא עַבְדָּךְ יַעֲקֹב אָתֵי בַתְרָנָא אֲרֵי אֲמַר אַנְחִנֵּיהּ לְרוּגְזֵיהּ בְּתִקְרֻבְתָּא דְּאָזְלַת לָקֳדָמַי וּבָתַר כֵּן אֶחֱזֵי אַפּוֹהִי מָאִים יִסַּב אַפָּי:",
          "english": "And say moreover, Behold, thy servant Ya῾aqov is behind us. For he said, I will appease him with the present that goes before me, and afterwards I will see his face; perhaps he will accept me."
        },
        {
          "verseNum": 22,
          "hebrew": "וַתַּעֲבֹ֥ר הַמִּנְחָ֖ה עַל־פָּנָ֑יו וְה֛וּא לָ֥ן בַּלַּֽיְלָה־הַה֖וּא בַּֽמַּחֲנֶֽה׃",
          "targum": "וַעֲבָרַת תִּקְרֻבְתָּא עַל אַפּוֹהִי וְהוּא בָת בְּלֵילְיָא הַהוּא בְּמַשְׁרִיתָא:",
          "english": "So the present went over before him: and he himself lodged that night in the camp."
        },
        {
          "verseNum": 23,
          "hebrew": "וַיָּ֣קׇם׀ בַּלַּ֣יְלָה ה֗וּא וַיִּקַּ֞ח אֶת־שְׁתֵּ֤י נָשָׁיו֙ וְאֶת־שְׁתֵּ֣י שִׁפְחֹתָ֔יו וְאֶת־אַחַ֥ד עָשָׂ֖ר יְלָדָ֑יו וַֽיַּעֲבֹ֔ר אֵ֖ת מַעֲבַ֥ר יַבֹּֽק׃",
          "targum": "וְקָם בְּלֵילְיָא הוּא וּדְבַר יָת תַּרְתֵּין נְשׁוֹהִי וְיָת תַּרְתֵּין לְחֵינָתֵיהּ וְיָת חַד עֲסַר בְּנוֹהִי וַעֲבַר יָת מַעֲבַר יוּבְקָא:",
          "english": "And he rose up that night, and took his two wives, and his two womenservants, and his eleven sons, and passed over the ford of Yabboq."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיִּ֨קָּחֵ֔ם וַיַּֽעֲבִרֵ֖ם אֶת־הַנָּ֑חַל וַֽיַּעֲבֵ֖ר אֶת־אֲשֶׁר־לֽוֹ׃",
          "targum": "וּדְבָרִנּוּן וְעַבָּרִנּוּן יָת נַחְלָא וְאַעְבַּר יָת דִּילֵיהּ:",
          "english": "And he took them, and sent them over the wadi, and sent over that which he had."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיִּוָּתֵ֥ר יַעֲקֹ֖ב לְבַדּ֑וֹ וַיֵּאָבֵ֥ק אִישׁ֙ עִמּ֔וֹ עַ֖ד עֲל֥וֹת הַשָּֽׁחַר׃",
          "targum": "וְאִשְׁתָּאַר יַעֲקֹב בִּלְחוֹדוֹהִי וְאִשְׁתַּדֵּל גַּבְרָא עִמֵּיהּ עַד דִּסְלֵק צַפְרָא:",
          "english": "And Ya῾aqov was left alone; and there wrestled a man with him until the breaking of the day."
        },
        {
          "verseNum": 26,
          "hebrew": "וַיַּ֗רְא כִּ֣י לֹ֤א יָכֹל֙ ל֔וֹ וַיִּגַּ֖ע בְּכַף־יְרֵכ֑וֹ וַתֵּ֙קַע֙ כַּף־יֶ֣רֶךְ יַעֲקֹ֔ב בְּהֵאָֽבְק֖וֹ עִמּֽוֹ׃",
          "targum": "וַחֲזָא אֲרֵי לָא יָכִיל לֵיהּ וּקְרֵיב בִּפְתֵי יַרְכֵּיהּ וְזָע פְּתֵי יַרְכָּא דְיַעֲקֹב בְּאִשְׁתַּדָּלוּתֵיהּ עִמֵּיהּ:",
          "english": "And when he saw that he did not prevail against him, he touched the hollow of his thigh; and the hollow of Ya῾aqov’s thigh was put out of joint, as he wrestled with him."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיֹּ֣אמֶר שַׁלְּחֵ֔נִי כִּ֥י עָלָ֖ה הַשָּׁ֑חַר וַיֹּ֙אמֶר֙ לֹ֣א אֲשַֽׁלֵּחֲךָ֔ כִּ֖י אִם־בֵּרַכְתָּֽנִי׃",
          "targum": "וַאֲמַר שַׁלְּחַנִי אֲרֵי סְלִיק צַפְרָא וַאֲמַר לָא אֲשַׁלְּחִנָּךְ אֶלָּהֵין בֵּרַכְתָּנִי:",
          "english": "And he said, Let me go, for the day breaks. And he said, I will not let thee go, unless thou bless me."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיֹּ֥אמֶר אֵלָ֖יו מַה־שְּׁמֶ֑ךָ וַיֹּ֖אמֶר יַעֲקֹֽב׃",
          "targum": "וַאֲמַר לֵיהּ מָה שְׁמָךְ וַאֲמַר יַעֲקֹב:",
          "english": "And he said to him, What is thy name? And he said, Ya῾aqov."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיֹּ֗אמֶר לֹ֤א יַעֲקֹב֙ יֵאָמֵ֥ר עוֹד֙ שִׁמְךָ֔ כִּ֖י אִם־יִשְׂרָאֵ֑ל כִּֽי־שָׂרִ֧יתָ עִם־אֱלֹהִ֛ים וְעִם־אֲנָשִׁ֖ים וַתּוּכָֽל׃",
          "targum": "וַאֲמַר לָא יַעֲקֹב יִתְאֲמַר עוֹד שְׁמָךְ אֶלָּהֵין יִשְׂרָאֵל אֲרֵי רַבְרְבַת קֳדָם יְיָ וְעִם גוּבְרַיָּא וִיכָלְתָּא:",
          "english": "And he said, Thy name shall be called no more Ya῾aqov, but Yisra᾽el: for thou hast contended with God and with men, and hast prevailed."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיִּשְׁאַ֣ל יַעֲקֹ֗ב וַיֹּ֙אמֶר֙ הַגִּֽידָה־נָּ֣א שְׁמֶ֔ךָ וַיֹּ֕אמֶר לָ֥מָּה זֶּ֖ה תִּשְׁאַ֣ל לִשְׁמִ֑י וַיְבָ֥רֶךְ אֹת֖וֹ שָֽׁם׃",
          "targum": "וּשְׁאֵל יַעֲקֹב וַאֲמַר חַוִּי כְעַן שְׁמָךְ וַאֲמַר לְמָה דְנַן אַתְּ שָׁאֵל לִשְׁמִי וּבָרִיךְ יָתֵיהּ תַּמָּן:",
          "english": "And Ya῾aqov asked him, and said, Tell me, I pray thee, thy name. And he said, Why is it that thou dost ask after my name? And he blessed him there."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיִּקְרָ֧א יַעֲקֹ֛ב שֵׁ֥ם הַמָּק֖וֹם פְּנִיאֵ֑ל כִּֽי־רָאִ֤יתִי אֱלֹהִים֙ פָּנִ֣ים אֶל־פָּנִ֔ים וַתִּנָּצֵ֖ל נַפְשִֽׁי׃",
          "targum": "וּקְרָא יַעֲקֹב שְׁמָא דְאַתְרָא פְּנִיאֵל אֲרֵי חֲזֵיתִי מַלְאָכַיָּא דַיְיָ אַפִּין בְּאַפִּין וְאִשְׁתְּזָבַת נַפְשִׁי:",
          "english": "And Ya῾aqov called the name of the place Peni᾽el: for I have seen God face to face, and my life is preserved."
        },
        {
          "verseNum": 32,
          "hebrew": "וַיִּֽזְרַֽח־ל֣וֹ הַשֶּׁ֔מֶשׁ כַּאֲשֶׁ֥ר עָבַ֖ר אֶת־פְּנוּאֵ֑ל וְה֥וּא צֹלֵ֖עַ עַל־יְרֵכֽוֹ׃",
          "targum": "וּדְנַח לֵיהּ שִׁמְשָׁא כְּמָא דִי עֲבַר יָת פְּנוּאֵל וְהוּא מַטְלַע עַל יַרְכֵּיהּ:",
          "english": "And as he passed over Penu᾽el the sun rose upon him, and he limped upon his thigh."
        },
        {
          "verseNum": 33,
          "hebrew": "עַל־כֵּ֡ן לֹֽא־יֹאכְל֨וּ בְנֵֽי־יִשְׂרָאֵ֜ל אֶת־גִּ֣יד הַנָּשֶׁ֗ה אֲשֶׁר֙ עַל־כַּ֣ף הַיָּרֵ֔ךְ עַ֖ד הַיּ֣וֹם הַזֶּ֑ה כִּ֤י נָגַע֙ בְּכַף־יֶ֣רֶךְ יַעֲקֹ֔ב בְּגִ֖יד הַנָּשֶֽׁה׃",
          "targum": "עַל כֵּן לָא יֵכְלוּן בְּנֵי יִשְׂרָאֵל יָת גִּידָא דְנַשְׁיָא דִּי עַל פְּתֵי יַרְכָּא עַד יוֹמָא הָדֵין אֲרֵי קְרֵיב בִּפְתֵי יַרְכָּא דְיַעֲקֹב בְּגִידָא דְּנַשְׁיָא:",
          "english": "Therefore the children of Yisra᾽el eat not of the sinew of the vein, which is upon the hollow of the thigh, to this day: because he touched the hollow of Ya῾aqov’s thigh in the sinew of the vein."
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּשָּׂ֨א יַעֲקֹ֜ב עֵינָ֗יו וַיַּרְא֙ וְהִנֵּ֣ה עֵשָׂ֣ו בָּ֔א וְעִמּ֕וֹ אַרְבַּ֥ע מֵא֖וֹת אִ֑ישׁ וַיַּ֣חַץ אֶת־הַיְלָדִ֗ים עַל־לֵאָה֙ וְעַל־רָחֵ֔ל וְעַ֖ל שְׁתֵּ֥י הַשְּׁפָחֽוֹת׃",
          "targum": "וּזְקַף יַעֲקֹב עֵינוֹהִי וַחֲזָא וְהָא עֵשָׂו אֲתָא וְעִמֵּיהּ אַרְבַּע מְאָה גֻּבְרִין וּפַלִּיג יָת בְּנַיָּא עַל לֵאָה וְעַל רָחֵל וְעַל תַּרְתֵּין לְחֵינָתָא:",
          "english": "And Ya῾aqov lifted up his eyes, and looked, and, behold, ῾Esav came, and with him four hundred men. And he divided the children to Le᾽a, and to Raĥel, and to the two handmaids."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיָּ֧שֶׂם אֶת־הַשְּׁפָח֛וֹת וְאֶת־יַלְדֵיהֶ֖ן רִֽאשֹׁנָ֑ה וְאֶת־לֵאָ֤ה וִֽילָדֶ֙יהָ֙ אַחֲרֹנִ֔ים וְאֶת־רָחֵ֥ל וְאֶת־יוֹסֵ֖ף אַחֲרֹנִֽים׃",
          "targum": "וְשַׁוִּי יָת לְחֵינָתָא וְיָת בְּנֵיהֶן קַדְמָאִין וְיָת לֵאָה וּבְנָהָא בַּתְרָאִין וְיָת רָחֵל וְיָת יוֹסֵף בַּתְרָאִין:",
          "english": "And he put the handmaids and their children foremost, and Le᾽a and her children after, and Raĥel and Yosef last of all."
        },
        {
          "verseNum": 3,
          "hebrew": "וְה֖וּא עָבַ֣ר לִפְנֵיהֶ֑ם וַיִּשְׁתַּ֤חוּ אַ֙רְצָה֙ שֶׁ֣בַע פְּעָמִ֔ים עַד־גִּשְׁתּ֖וֹ עַד־אָחִֽיו׃",
          "targum": "וְהוּא עֲבַר קֳדָמֵיהוֹן וּסְגִיד עַל אַרְעָא שְׁבַע זִמְנִין עַד מִקְרְבֵיהּ עַד אֲחוּהִי:",
          "english": "And he passed over before them, and bowed himself to the ground seven times, until he came near to his brother."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיָּ֨רׇץ עֵשָׂ֤ו לִקְרָאתוֹ֙ וַֽיְחַבְּקֵ֔הוּ וַיִּפֹּ֥ל עַל־צַוָּארָ֖ו וַׄיִּׄשָּׁׄקֵ֑ׄהׄוּׄ וַיִּבְכּֽוּ׃",
          "targum": "וּרְהַט עֵשָׂו לְקַדָּמוּתֵיהּ וְגַפְּפֵיהּ וּנְפַל עַל צַוְארֵיהּ וְנַשְּׁקֵיהּ וּבְכוֹ:",
          "english": "And ῾Esav ran to meet him, and embraced him, and fell on his neck, and kissed him: and they wept."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיִּשָּׂ֣א אֶת־עֵינָ֗יו וַיַּ֤רְא אֶת־הַנָּשִׁים֙ וְאֶת־הַיְלָדִ֔ים וַיֹּ֖אמֶר מִי־אֵ֣לֶּה לָּ֑ךְ וַיֹּאמַ֕ר הַיְלָדִ֕ים אֲשֶׁר־חָנַ֥ן אֱלֹהִ֖ים אֶת־עַבְדֶּֽךָ׃",
          "targum": "וּזְקַף יָת עֵינוֹהִי וַחֲזָא יָת נְשַׁיָּא וְיָת בְּנַיָּא וַאֲמַר מָן אִלֵּין לָךְ וַאֲמַר בְּנַיָּא דִּי חָס יְיָ יָת עַבְדָּךְ:",
          "english": "And he lifted up his eyes, and saw the women and the children; and said, Who are those with thee? And he said, The children which God has graciously given thy servant."
        },
        {
          "verseNum": 6,
          "hebrew": "וַתִּגַּ֧שְׁןָ הַשְּׁפָח֛וֹת הֵ֥נָּה וְיַלְדֵיהֶ֖ן וַתִּֽשְׁתַּחֲוֶֽיןָ׃",
          "targum": "וּקְרִיבַת לְחֵינָתָא אִנִּין וּבְנֵיהֵן וּסְגִידָא:",
          "english": "Then the handmaidens came near, they and their children, and they bowed themselves."
        },
        {
          "verseNum": 7,
          "hebrew": "וַתִּגַּ֧שׁ גַּם־לֵאָ֛ה וִילָדֶ֖יהָ וַיִּֽשְׁתַּחֲו֑וּ וְאַחַ֗ר נִגַּ֥שׁ יוֹסֵ֛ף וְרָחֵ֖ל וַיִּֽשְׁתַּחֲוֽוּ׃",
          "targum": "וּקְרִיבָא אַף לֵאָה וּבְנָהָא וּסְגִידוּ וּבָתַר כֵּן קְרֵיב יוֹסֵף וְרָחֵל וּסְגִידוּ:",
          "english": "And Le᾽a also with her children came near, and bowed themselves: and after came Yosef near and Raĥel, and they bowed themselves."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֹּ֕אמֶר מִ֥י לְךָ֛ כׇּל־הַמַּחֲנֶ֥ה הַזֶּ֖ה אֲשֶׁ֣ר פָּגָ֑שְׁתִּי וַיֹּ֕אמֶר לִמְצֹא־חֵ֖ן בְּעֵינֵ֥י אֲדֹנִֽי׃",
          "targum": "וַאֲמַר מָן לָךְ כָּל מַשְׁרִיתָא הָדֵין דִּי עֲרָעִית וַאֲמַר לְאַשְׁכָּחָא רַחֲמִין בְּעֵינֵי רִבּוֹנִי:",
          "english": "And he said, What meanest thou by all this drove which I met? And he said, These are to find favour in the sight of my lord."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֹּ֥אמֶר עֵשָׂ֖ו יֶשׁ־לִ֣י רָ֑ב אָחִ֕י יְהִ֥י לְךָ֖ אֲשֶׁר־לָֽךְ׃",
          "targum": "וַאֲמַר עֵשָׂו אִית לִי סַגִּי אָחִי אַצְלַח בְּדִילָךְ:",
          "english": "And ῾Esav said, I have enough, my brother; keep what thou hast to thyself."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיֹּ֣אמֶר יַעֲקֹ֗ב אַל־נָא֙ אִם־נָ֨א מָצָ֤אתִי חֵן֙ בְּעֵינֶ֔יךָ וְלָקַחְתָּ֥ מִנְחָתִ֖י מִיָּדִ֑י כִּ֣י עַל־כֵּ֞ן רָאִ֣יתִי פָנֶ֗יךָ כִּרְאֹ֛ת פְּנֵ֥י אֱלֹהִ֖ים וַתִּרְצֵֽנִי׃",
          "targum": "וַאֲמַר יַעֲקֹב בְּבָעוּ אִם כְּעַן אַשְׁכָּחִית רַחֲמִין בְּעֵינָיךְ וּתְקַבֵּל תִּקְרֻבְתִּי מִן יְדִי אֲרֵי עַל כֵּן חֲזִתִּנּוּן לְאַפָּיךְ כְּחֵיזוּ אַפֵּי רַבְרְבַיָּא וְאִתְרְעֵית לִי:",
          "english": "And Ya῾aqov said, By no means, if now I have found favour in thy sight, then receive my present at my hand: for truly I have seen thy face, as though I had seen the face of an angel, and thou wast pleased with me."
        },
        {
          "verseNum": 11,
          "hebrew": "קַח־נָ֤א אֶת־בִּרְכָתִי֙ אֲשֶׁ֣ר הֻבָ֣את לָ֔ךְ כִּֽי־חַנַּ֥נִי אֱלֹהִ֖ים וְכִ֣י יֶשׁ־לִי־כֹ֑ל וַיִּפְצַר־בּ֖וֹ וַיִּקָּֽח׃",
          "targum": "קַבֵּל כְּעַן יָת תִּקְרֻבְתִּי דְּאִתּוֹתִיאַת לָךְ אֲרֵי רַחִים עֲלַי יְיָ וַאֲרֵי אִית לִי כֹלָּא וְאַתְקֵף בֵּיהּ וְקַבִּיל:",
          "english": "Take, I pray thee, my blessing that is brought to thee; because God has dealt graciously with me, and because I have enough. And he urged him, and he took it."
        },
        {
          "verseNum": 12,
          "hebrew": "וַיֹּ֖אמֶר נִסְעָ֣ה וְנֵלֵ֑כָה וְאֵלְכָ֖ה לְנֶגְדֶּֽךָ׃",
          "targum": "וַאֲמַר נִטַּל וְנֵיהָךְ וְאֵיהַךְ לְקָבְלָךְ:",
          "english": "And he said, Let us take our journey, and let us go, and I will go before thee."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיֹּ֣אמֶר אֵלָ֗יו אֲדֹנִ֤י יֹדֵ֙עַ֙ כִּֽי־הַיְלָדִ֣ים רַכִּ֔ים וְהַצֹּ֥אן וְהַבָּקָ֖ר עָל֣וֹת עָלָ֑י וּדְפָקוּם֙ י֣וֹם אֶחָ֔ד וָמֵ֖תוּ כׇּל־הַצֹּֽאן׃",
          "targum": "וַאֲמַר לֵיהּ רִבּוֹנִי יְדַע אֲרֵי יָנְקַיָּא רַכִּיכִין וְעָנָא וְתוֹרֵי מֵינִקְתָּא עָלָי וּדְחוֹקִנּוּן יוֹמָא חַד וִימוּתוּן כָּל עָנָא:",
          "english": "And he said to him, My lord knows that the children are tender, and the flocks and herds giving suck are a care for me: and if they should overdrive them one day, all the flock will die."
        },
        {
          "verseNum": 14,
          "hebrew": "יַעֲבׇר־נָ֥א אֲדֹנִ֖י לִפְנֵ֣י עַבְדּ֑וֹ וַאֲנִ֞י אֶֽתְנָהֲלָ֣ה לְאִטִּ֗י לְרֶ֨גֶל הַמְּלָאכָ֤ה אֲשֶׁר־לְפָנַי֙ וּלְרֶ֣גֶל הַיְלָדִ֔ים עַ֛ד אֲשֶׁר־אָבֹ֥א אֶל־אֲדֹנִ֖י שֵׂעִֽירָה׃",
          "targum": "יְעִבַּר כְּעַן רִבּוֹנִי קֳדָם עַבְדֵּיהּ וַאֲנָא אֱדַבֵּר בְּנִיחַ לְרֶגֶל עוֹבַדְתָּא דִי קֳדָמַי וּלְרֶגֶל יָנְקַיָּא עַד דִּי אֵעוֹל לְוַת רִבּוֹנִי לְשֵׂעִיר:",
          "english": "Let my lord, I pray thee, pass over before his servant: and I will lead on slowly, according to the pace of the cattle that goes before me and the children, until I come to my lord to Se῾ir."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיֹּ֣אמֶר עֵשָׂ֔ו אַצִּֽיגָה־נָּ֣א עִמְּךָ֔ מִן־הָעָ֖ם אֲשֶׁ֣ר אִתִּ֑י וַיֹּ֙אמֶר֙ לָ֣מָּה זֶּ֔ה אֶמְצָא־חֵ֖ן בְּעֵינֵ֥י אֲדֹנִֽי׃",
          "targum": "וַאֲמַר עֵשָׂו אֶשְׁבּוֹק כְּעַן עִמָּךְ מִן עַמָּא דִּעִמִּי וַאֲמַר לְמָא דְנַן אַשְׁכַּח רַחֲמִין בְּעֵינֵי רִבּוֹנִי:",
          "english": "And ῾Esav said, Let me now leave with thee some of the folk that are with me. And he said, What need is there? let me find favour in the sight of my lord."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיָּ֩שׇׁב֩ בַּיּ֨וֹם הַה֥וּא עֵשָׂ֛ו לְדַרְכּ֖וֹ שֵׂעִֽירָה׃",
          "targum": "וְתָב בְּיוֹמָא הַהוּא עֵשָׂו לְאָרְחֵיהּ לְשֵׂעִיר:",
          "english": "So ῾Esav returned that day on his way to Se῾ir."
        },
        {
          "verseNum": 17,
          "hebrew": "וְיַעֲקֹב֙ נָסַ֣ע סֻכֹּ֔תָה וַיִּ֥בֶן ל֖וֹ בָּ֑יִת וּלְמִקְנֵ֙הוּ֙ עָשָׂ֣ה סֻכֹּ֔ת עַל־כֵּ֛ן קָרָ֥א שֵׁם־הַמָּק֖וֹם סֻכּֽוֹת׃",
          "targum": "וְיַעֲקֹב נְטַל לְסֻכּוֹת וּבְנָא לֵיהּ בֵּיתָא וְלִבְעִירֵיהּ עֲבַד מְטַלָּן עַל כֵּן קְרָא שְׁמָא דְאַתְרָא סֻכּוֹת:",
          "english": "And Ya῾aqov journeyed to Sukkot, and built him a house, and made booths for his cattle: therefore the name of the place is called Sukkot."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיָּבֹא֩ יַעֲקֹ֨ב שָׁלֵ֜ם עִ֣יר שְׁכֶ֗ם אֲשֶׁר֙ בְּאֶ֣רֶץ כְּנַ֔עַן בְּבֹא֖וֹ מִפַּדַּ֣ן אֲרָ֑ם וַיִּ֖חַן אֶת־פְּנֵ֥י הָעִֽיר׃",
          "targum": "וַאֲתָא יַעֲקֹב שְׁלִים קַרְתָּא דִשְׁכֶם דִּי בְּאַרְעָא דִכְנָעַן בְּמֵיתֵיהּ מִפַּדַּן דַּאֲרָם וּשְׁרָא לָקֳבֵל קַרְתָּא:",
          "english": "And Ya῾aqov came to Shalem, a city of Shekhem, which is in the land of Kena῾an, when he came from Paddan-aram; and pitched his tent before the city."
        },
        {
          "verseNum": 19,
          "hebrew": "וַיִּ֜קֶן אֶת־חֶלְקַ֣ת הַשָּׂדֶ֗ה אֲשֶׁ֤ר נָֽטָה־שָׁם֙ אׇהֳל֔וֹ מִיַּ֥ד בְּנֵֽי־חֲמ֖וֹר אֲבִ֣י שְׁכֶ֑ם בְּמֵאָ֖ה קְשִׂיטָֽה׃",
          "targum": "וּזְבַן יָת אַחֲסָנַת חַקְלָא דִּי פְרַס תַּמָּן מַשְׁכְּנֵיהּ מִידָא דִבְנֵי חֲמוֹר אֲבוּהִי דִשְׁכֶם בְּמֵאָה חוּרְפָן:",
          "english": "And he bought the piece of land on which he had spread his tent, at the hand of the children of Ḥamor, Shekhem’s father, for a hundred pieces of money."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיַּצֶּב־שָׁ֖ם מִזְבֵּ֑חַ וַיִּ֨קְרָא־ל֔וֹ אֵ֖ל אֱלֹהֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וַאֲקֵם תַּמָּן מַדְבְּחָא וּפְלַח עֲלוֹהִי קֳדָם אֵל אֱלָהָא דְיִשְׂרָאֵל:",
          "english": "And he erected there an altar, and called it El-elohe-yisra᾽el."
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַתֵּצֵ֤א דִינָה֙ בַּת־לֵאָ֔ה אֲשֶׁ֥ר יָלְדָ֖ה לְיַעֲקֹ֑ב לִרְא֖וֹת בִּבְנ֥וֹת הָאָֽרֶץ׃",
          "targum": "וּנְפָקַת דִּינָה בַּת לֵאָה דִּי יְלִידַת לְיַעֲקֹב לְמֶחֱזֵי בִּבְנַת אַרְעָא:",
          "english": "And Dina the daughter of Le᾽a, whom she bore to Ya῾aqov, went out to see the daughters of the land."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיַּ֨רְא אֹתָ֜הּ שְׁכֶ֧ם בֶּן־חֲמ֛וֹר הַֽחִוִּ֖י נְשִׂ֣יא הָאָ֑רֶץ וַיִּקַּ֥ח אֹתָ֛הּ וַיִּשְׁכַּ֥ב אֹתָ֖הּ וַיְעַנֶּֽהָ׃",
          "targum": "וַחֲזָא יָתַהּ שְׁכֶם בַּר חֲמוֹר חִיוָאָה רַבָּא דְאַרְעָא וּדְבַר יָתַהּ וּשְׁכִיב יָתַהּ וְעַנְיַהּ:",
          "english": "And when Shekhem the son of Ḥamor the Ḥivvite, prince of the country, saw her, he took her, and lay with her, and defiled her."
        },
        {
          "verseNum": 3,
          "hebrew": "וַתִּדְבַּ֣ק נַפְשׁ֔וֹ בְּדִינָ֖ה בַּֽת־יַעֲקֹ֑ב וַיֶּֽאֱהַב֙ אֶת־הַֽנַּעֲרָ֔ וַיְדַבֵּ֖ר עַל־לֵ֥ב הַֽנַּעֲרָֽ׃",
          "targum": "וְאִתְרְעִיאַת נַפְשֵׁיהּ בְּדִינָה בַּת יַעֲקֹב וּרְחֵים יָת עוּלֶמְתָּא וּמַלִיל עַל לִבָּא דְעוּלֶמְתָּא:",
          "english": "And his soul was drawn to Dina the daughter of Ya῾aqov, and he loved the girl, and spoke kindly to the girl."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיֹּ֣אמֶר שְׁכֶ֔ם אֶל־חֲמ֥וֹר אָבִ֖יו לֵאמֹ֑ר קַֽח־לִ֛י אֶת־הַיַּלְדָּ֥ה הַזֹּ֖את לְאִשָּֽׁה׃",
          "targum": "וַאֲמַר שְׁכֶם לַחֲמוֹר אֲבוּהִי לְמֵימָר סַב לִי יָת עוּלֶמְתָּא הָדָא לְאִנְתּוּ:",
          "english": "And Shekhem spoke to his father Ḥamor, saying, Get me this child for a wife."
        },
        {
          "verseNum": 5,
          "hebrew": "וְיַעֲקֹ֣ב שָׁמַ֗ע כִּ֤י טִמֵּא֙ אֶת־דִּינָ֣ה בִתּ֔וֹ וּבָנָ֛יו הָי֥וּ אֶת־מִקְנֵ֖הוּ בַּשָּׂדֶ֑ה וְהֶחֱרִ֥שׁ יַעֲקֹ֖ב עַד־בֹּאָֽם׃",
          "targum": "וְיַעֲקֹב שְׁמַע אֲרֵי סָאֵיב יָת דִּינָה בְרַתֵּיהּ וּבְנוֹהִי הֲווֹ עִם גֵיתוֹהִי בְּחַקְלָא וְשָׁתִיק יַעֲקֹב עַד מֵיתֵיהוֹן:",
          "english": "And Ya῾aqov heard that he had defiled Dina his daughter: now his sons were with his cattle in the field: and Ya῾aqov held his peace until they were come."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיֵּצֵ֛א חֲמ֥וֹר אֲבִֽי־שְׁכֶ֖ם אֶֽל־יַעֲקֹ֑ב לְדַבֵּ֖ר אִתּֽוֹ׃",
          "targum": "וּנְפַק חֲמוֹר אֲבוּהִי דִשְׁכֶם לְוַת יַעֲקֹב לְמַלָּלָא עִמֵּיהּ:",
          "english": "And Ḥamor the father of Shekhem went out to Ya῾aqov to speak with him."
        },
        {
          "verseNum": 7,
          "hebrew": "וּבְנֵ֨י יַעֲקֹ֜ב בָּ֤אוּ מִן־הַשָּׂדֶה֙ כְּשׇׁמְעָ֔ם וַיִּֽתְעַצְּבוּ֙ הָֽאֲנָשִׁ֔ים וַיִּ֥חַר לָהֶ֖ם מְאֹ֑ד כִּֽי־נְבָלָ֞ה עָשָׂ֣ה בְיִשְׂרָאֵ֗ל לִשְׁכַּב֙ אֶת־בַּֽת־יַעֲקֹ֔ב וְכֵ֖ן לֹ֥א יֵעָשֶֽׂה׃",
          "targum": "וּבְנֵי יַעֲקֹב עַלּוּ מִן חַקְלָא כַּד שְׁמָעוּ וְאִתְנְסִיסוּ גֻּבְרַיָּא וּתְקֵיף לְהוֹן לַחֲדָא אֲרֵי קְלָנָא עֲבַד בְּיִשְׂרָאֵל לְמִשְׁכַּב עִם בַּת יַעֲקֹב וְכֵן לָא כָשַׁר לְאִתְעֲבָדָא:",
          "english": "And the sons of Ya῾aqov came from the field when they heard it: and the men were grieved, and they were very angry, because he had done a disgraceful thing in Yisra᾽el in lying with Ya῾aqov’s daughter; which thing ought not to be done."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיְדַבֵּ֥ר חֲמ֖וֹר אִתָּ֣ם לֵאמֹ֑ר שְׁכֶ֣ם בְּנִ֗י חָֽשְׁקָ֤ה נַפְשׁוֹ֙ בְּבִתְּכֶ֔ם תְּנ֨וּ נָ֥א אֹתָ֛הּ ל֖וֹ לְאִשָּֽׁה׃",
          "targum": "וּמַלִּיל חֲמוֹר עִמְּהוֹן לְמֵימָר שְׁכֶם בְּרִי אִתְרְעִיאַת נַפְשֵׁיהּ בִּבְרַתְּכוֹן הָבוּ כְעַן יָתַהּ לֵיהּ לְאִנְתּוּ:",
          "english": "And Ḥamor spoke with them, saying, The soul of my son Shekhem longs for your daughter: I pray you give her him to wife."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהִֽתְחַתְּנ֖וּ אֹתָ֑נוּ בְּנֹֽתֵיכֶם֙ תִּתְּנוּ־לָ֔נוּ וְאֶת־בְּנֹתֵ֖ינוּ תִּקְח֥וּ לָכֶֽם׃",
          "targum": "וְתִתְחַתְּנוּן בָּנָא בְּנָתֵיכוֹן תִּתְּנוּן לָנָא וְיָת בְּנָתָנָא תִּסְּבוּן לְכוֹן:",
          "english": "And make marriages with us; give your daughters to us, and take our daughters to you."
        },
        {
          "verseNum": 10,
          "hebrew": "וְאִתָּ֖נוּ תֵּשֵׁ֑בוּ וְהָאָ֙רֶץ֙ תִּהְיֶ֣ה לִפְנֵיכֶ֔ם שְׁבוּ֙ וּסְחָר֔וּהָ וְהֵֽאָחֲז֖וּ בָּֽהּ׃",
          "targum": "וְעִמָּנָא תֵּתְבוּן וְאַרְעָא תְּהֵי קֳדָמֵיכוֹן תִּיבוּ וְעִבִידוּ בַהּ סְחוֹרְתָא וְאַחֲסִינוּ בַּהּ:",
          "english": "And you shall dwell with us: and the land shall be before you; dwell and trade in it, and get property in it."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיֹּ֤אמֶר שְׁכֶם֙ אֶל־אָבִ֣יהָ וְאֶל־אַחֶ֔יהָ אֶמְצָא־חֵ֖ן בְּעֵינֵיכֶ֑ם וַאֲשֶׁ֥ר תֹּאמְר֛וּ אֵלַ֖י אֶתֵּֽן׃",
          "targum": "וַאֲמַר שְׁכֶם לַאֲבוּהָא וּלְאַחָהָא אַשְׁכַּח רַחֲמִין בְּעֵינֵיכוֹן וְדִי תֵימְרוּן לִי אֶתֵּן:",
          "english": "And Shekhem said to her father and to her brethren, Let me find favour in your eyes, and what you shall say to me I will give."
        },
        {
          "verseNum": 12,
          "hebrew": "הַרְבּ֨וּ עָלַ֤י מְאֹד֙ מֹ֣הַר וּמַתָּ֔ן וְאֶ֨תְּנָ֔ה כַּאֲשֶׁ֥ר תֹּאמְר֖וּ אֵלָ֑י וּתְנוּ־לִ֥י אֶת־הַֽנַּעֲרָ֖ לְאִשָּֽׁה׃",
          "targum": "אַסְגּוֹ עֲלַי לַחֲדָא מוֹהֲרִין וּמַתְּנָן וְאֶתֵּן כְּמָא דִי תֵימְרוּן לִי וְהָבוּ לִי יָת עוּלֶמְתָּא לְאִנְתּוּ:",
          "english": "Ask me never so much dowry and gift, and I will give according as you shall say to me: but give me the girl for a wife."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיַּעֲנ֨וּ בְנֵֽי־יַעֲקֹ֜ב אֶת־שְׁכֶ֨ם וְאֶת־חֲמ֥וֹר אָבִ֛יו בְּמִרְמָ֖ה וַיְדַבֵּ֑רוּ אֲשֶׁ֣ר טִמֵּ֔א אֵ֖ת דִּינָ֥ה אֲחֹתָֽם׃",
          "targum": "וַאֲתִיבוּ בְנֵי יַעֲקֹב יָת שְׁכֶם וְיָת חֲמוֹר אֲבוּהִי בְּחָכְמָתָא וּמַלִּילוּ דִּי סָאֵב יָת דִּינָה אֲחָתְהוֹן:",
          "english": "And the sons of Ya῾aqov answered Shekhem and Ḥamor his father with cunning, because he had defiled Dina their sister, and they spoke:"
        },
        {
          "verseNum": 14,
          "hebrew": "וַיֹּאמְר֣וּ אֲלֵיהֶ֗ם לֹ֤א נוּכַל֙ לַעֲשׂוֹת֙ הַדָּבָ֣ר הַזֶּ֔ה לָתֵת֙ אֶת־אֲחֹתֵ֔נוּ לְאִ֖ישׁ אֲשֶׁר־ל֣וֹ עׇרְלָ֑ה כִּֽי־חֶרְפָּ֥ה הִ֖וא לָֽנוּ׃",
          "targum": "וַאֲמָרוּ לְהוֹן לָא נִכּוּל לְמֶעְבַּד פִּתְגָּמָא הָדֵין לְמִתַּן יָת אֲחָתָנָא לִגְבַר דִּי לֵיהּ עָרְלְתָא אֲרֵי חִסּוּדָא הִיא לָנָא:",
          "english": "and they said to them, We cannot do this thing, to give our sister to one that is uncircumcised; for that would be a reproach to us:"
        },
        {
          "verseNum": 15,
          "hebrew": "אַךְ־בְּזֹ֖את נֵא֣וֹת לָכֶ֑ם אִ֚ם תִּהְי֣וּ כָמֹ֔נוּ לְהִמֹּ֥ל לָכֶ֖ם כׇּל־זָכָֽר׃",
          "targum": "בְּרַם בְּדָא נִתְפֵּס לְכוֹן אִם תֶּהֱווֹן כְּוָתָנָא לְמִגְזַר לְכוֹן כָּל דְּכוּרָא:",
          "english": "but in this will we consent to you: If you will be as we are, that every male of you be circumcised;"
        },
        {
          "verseNum": 16,
          "hebrew": "וְנָתַ֤נּוּ אֶת־בְּנֹתֵ֙ינוּ֙ לָכֶ֔ם וְאֶת־בְּנֹתֵיכֶ֖ם נִֽקַּֽח־לָ֑נוּ וְיָשַׁ֣בְנוּ אִתְּכֶ֔ם וְהָיִ֖ינוּ לְעַ֥ם אֶחָֽד׃",
          "targum": "וְנִתֵּן יָת בְּנָתָנָא לְכוֹן וְיָת בְּנָתֵיכוֹן נִסַּב לָנָא וְנִתּוּב עִמְּכוֹן וְנֵהֵי לְעַמָּא חָד:",
          "english": "then will we give our daughters to you, and we will take your daughters to us, and we will dwell with you, and we will become one people."
        },
        {
          "verseNum": 17,
          "hebrew": "וְאִם־לֹ֧א תִשְׁמְע֛וּ אֵלֵ֖ינוּ לְהִמּ֑וֹל וְלָקַ֥חְנוּ אֶת־בִּתֵּ֖נוּ וְהָלָֽכְנוּ׃",
          "targum": "וְאִם לָא תְקַבְּלוּן מִנָּנָא לְמִגְזָר וּנְדַבֵּר יָת בְּרַתָּנָא וְנֵזֵיל:",
          "english": "But if you will not hearken to us, to be circumcised; then will we take our daughter, and we will be gone."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיִּֽיטְב֥וּ דִבְרֵיהֶ֖ם בְּעֵינֵ֣י חֲמ֑וֹר וּבְעֵינֵ֖י שְׁכֶ֥ם בֶּן־חֲמֽוֹר׃",
          "targum": "וּשְׁפָרוּ פִתְגָּמֵיהוֹן בְּעֵינֵי חֲמוֹר וּבְעֵינֵי שְׁכֶם בַּר חֲמוֹר:",
          "english": "And their words pleased Ḥamor, and Shekhem, Ḥamor’s son."
        },
        {
          "verseNum": 19,
          "hebrew": "וְלֹֽא־אֵחַ֤ר הַנַּ֙עַר֙ לַעֲשׂ֣וֹת הַדָּבָ֔ר כִּ֥י חָפֵ֖ץ בְּבַֽת־יַעֲקֹ֑ב וְה֣וּא נִכְבָּ֔ד מִכֹּ֖ל בֵּ֥ית אָבִֽיו׃",
          "targum": "וְלָא אוֹחַר עוּלֵימָא לְמֶעְבַּד פִּתְגָּמָא אֲרֵי אִתְרְעִי בְּבַת יַעֲקֹב וְהוּא יַקִּיר מִכֹּל בֵּית אֲבוּהִי:",
          "english": "And the young man did not delay to do the thing, because he had delight in Ya῾aqov’s daughter: and he was the most honoured of all the house of his father."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיָּבֹ֥א חֲמ֛וֹר וּשְׁכֶ֥ם בְּנ֖וֹ אֶל־שַׁ֣עַר עִירָ֑ם וַֽיְדַבְּר֛וּ אֶל־אַנְשֵׁ֥י עִירָ֖ם לֵאמֹֽר׃",
          "targum": "וַאֲתָא חֲמוֹר וּשְׁכֶם בְּרֵיהּ לִתְרַע קַרְתְּהוֹן וּמַלִּילוּ עִם אֲנָשֵׁי קַרְתְּהוֹן לְמֵימָר:",
          "english": "And Ḥamor and Shekhem his son came to the gate of their city, and spoke with the men of their city, saying,"
        },
        {
          "verseNum": 21,
          "hebrew": "הָאֲנָשִׁ֨ים הָאֵ֜לֶּה שְֽׁלֵמִ֧ים הֵ֣ם אִתָּ֗נוּ וְיֵשְׁב֤וּ בָאָ֙רֶץ֙ וְיִסְחֲר֣וּ אֹתָ֔הּ וְהָאָ֛רֶץ הִנֵּ֥ה רַֽחֲבַת־יָדַ֖יִם לִפְנֵיהֶ֑ם אֶת־בְּנֹתָם֙ נִקַּֽח־לָ֣נוּ לְנָשִׁ֔ים וְאֶת־בְּנֹתֵ֖ינוּ נִתֵּ֥ן לָהֶֽם׃",
          "targum": "גֻּבְרַיָּא הָאִלֵּין שָׁלְמִין אִנּוּן עִמָּנָא וִיתִיבוּן בְּאַרְעָא וְיַעְבְּדוּן בַּהּ סְחוֹרְתָא וְאַרְעָא הָא פְתָיוּת יְדִין קֳדָמֵיהוֹן יָת בְּנָתֵיהוֹן נִסַּב לָנָא לִנְשִׁין וְיָת בְּנָתָנָא נִתֵּן לְהוֹן:",
          "english": "These men are peaceable with us; therefore let them dwell in the land, and trade in it; for the land, behold, it is large enough for them; let us take their daughters to us for wives, and let us give them our daughters."
        },
        {
          "verseNum": 22,
          "hebrew": "אַךְ־בְּ֠זֹ֠את יֵאֹ֨תוּ לָ֤נוּ הָאֲנָשִׁים֙ לָשֶׁ֣בֶת אִתָּ֔נוּ לִהְי֖וֹת לְעַ֣ם אֶחָ֑ד בְּהִמּ֥וֹל לָ֙נוּ֙ כׇּל־זָכָ֔ר כַּאֲשֶׁ֖ר הֵ֥ם נִמֹּלִֽים׃",
          "targum": "בְּרַם בְּדָא יִתָּפְסוּן לָנָא גוּבְרַיָּא לְמִתַּב עִמָּנָא לְמֵהֲוֵי לְעַמָּא חַד לְמִגְזַר לָנָא כָּל דְּכוּרָא כְּמָא דִּי אִנּוּן גְּזִירִין:",
          "english": "Only on this condition will the men consent to us to dwell with us, to be one people, if every male among us be circumcised, as they are circumcised."
        },
        {
          "verseNum": 23,
          "hebrew": "מִקְנֵהֶ֤ם וְקִנְיָנָם֙ וְכׇל־בְּהֶמְתָּ֔ם הֲל֥וֹא לָ֖נוּ הֵ֑ם אַ֚ךְ נֵא֣וֹתָה לָהֶ֔ם וְיֵשְׁב֖וּ אִתָּֽנוּ׃",
          "targum": "גֵּיתֵיהוֹן וְקִנְיָנְהוֹן וְכָל בְּעִירְהוֹן הֲלָא דִּילָנָא אִנּוּן בְּרַם נִתְפֵּס לְהוֹן וִיתִיבוּן עִמָּנָא:",
          "english": "Shall not their cattle and their substance and every beast of theirs be ours? only let us consent to them, and they will dwell with us."
        },
        {
          "verseNum": 24,
          "hebrew": "וַיִּשְׁמְע֤וּ אֶל־חֲמוֹר֙ וְאֶל־שְׁכֶ֣ם בְּנ֔וֹ כׇּל־יֹצְאֵ֖י שַׁ֣עַר עִיר֑וֹ וַיִּמֹּ֙לוּ֙ כׇּל־זָכָ֔ר כׇּל־יֹצְאֵ֖י שַׁ֥עַר עִירֽוֹ׃",
          "targum": "וְקַבִּילוּ מִן חֲמוֹר וּמִן שְׁכֶם בְּרֵיהּ כָּל נָפְקֵי תְּרַע קַרְתֵּיהּ וּגְזָרוּ כָּל דְּכוּרָא כָּל נָפְקֵי תְּרַע קַרְתֵּיהּ:",
          "english": "And to Ḥamor and to Shekhem his son all that went out of the gate of his city hearkened; and every male was circumcised, all that went out of the gate of his city."
        },
        {
          "verseNum": 25,
          "hebrew": "וַיְהִי֩ בַיּ֨וֹם הַשְּׁלִישִׁ֜י בִּֽהְיוֹתָ֣ם כֹּֽאֲבִ֗ים וַיִּקְח֣וּ שְׁנֵֽי־בְנֵי־יַ֠עֲקֹ֠ב שִׁמְע֨וֹן וְלֵוִ֜י אֲחֵ֤י דִינָה֙ אִ֣ישׁ חַרְבּ֔וֹ וַיָּבֹ֥אוּ עַל־הָעִ֖יר בֶּ֑טַח וַיַּֽהַרְג֖וּ כׇּל־זָכָֽר׃",
          "targum": "וַהֲוָה בְיוֹמָא תְלִיתָאָה כַּד תְּקִיפוּ עֲלֵיהוֹן כֵּאבֵיהוֹן וּנְסִיבוּ תְרֵין בְּנֵי יַעֲקֹב שִׁמְעוֹן וְלֵוִי אֲחֵי דִינָה גְּבַר חַרְבֵּיהּ וְעַלּוּ עַל קַרְתָּא דְּיָתְבוּן לְרָחֲצָן וּקְטָלוּ כָּל דְּכוּרָא:",
          "english": "And it came to pass on the third day, when they were in pain, that two of the sons of Ya῾aqov, Shim῾on and Levi, Dina’s brethren, took each man his sword, and came upon the city unresisted, and slew all the males."
        },
        {
          "verseNum": 26,
          "hebrew": "וְאֶת־חֲמוֹר֙ וְאֶת־שְׁכֶ֣ם בְּנ֔וֹ הָרְג֖וּ לְפִי־חָ֑רֶב וַיִּקְח֧וּ אֶת־דִּינָ֛ה מִבֵּ֥ית שְׁכֶ֖ם וַיֵּצֵֽאוּ׃",
          "targum": "וְיָת חֲמוֹר וְיָת שְׁכֶם בְּרֵיהּ קְטָלוּ לְפִתְגַּם דְּחָרֶב וּדְבָרוּ יָת דִּינָה מִבֵּית שְׁכֶם וּנְפָקוּ:",
          "english": "And they slew Ḥamor and Shekhem his son with the edge of the sword, and took Dina out of Shekhem’s house, and went out."
        },
        {
          "verseNum": 27,
          "hebrew": "בְּנֵ֣י יַעֲקֹ֗ב בָּ֚אוּ עַל־הַ֣חֲלָלִ֔ים וַיָּבֹ֖זּוּ הָעִ֑יר אֲשֶׁ֥ר טִמְּא֖וּ אֲחוֹתָֽם׃",
          "targum": "בְּנֵי יַעֲקֹב עַלוּ לְחַלָּצָא קָטִילַיָּא וּבְזוֹ קַרְתָּא דִּי סָאִיבוּ אֲחָתְהוֹן:",
          "english": "The sons of Ya῾aqov came upon the slain, and plundered the city, because they had defiled their sister."
        },
        {
          "verseNum": 28,
          "hebrew": "אֶת־צֹאנָ֥ם וְאֶת־בְּקָרָ֖ם וְאֶת־חֲמֹרֵיהֶ֑ם וְאֵ֧ת אֲשֶׁר־בָּעִ֛יר וְאֶת־אֲשֶׁ֥ר בַּשָּׂדֶ֖ה לָקָֽחוּ׃",
          "targum": "יָת עָנְהוֹן וְיָת תּוֹרְהוֹן וְיָת חֲמָרֵיהוֹן וְיָת דִּי בְקַרְתָּא וְיָת דִּי בְחַקְלָא בְּזוֹ :",
          "english": "They took their sheep, and their oxen, and their asses, and that which was in the city, and that which was in the field,"
        },
        {
          "verseNum": 29,
          "hebrew": "וְאֶת־כׇּל־חֵילָ֤ם וְאֶת־כׇּל־טַפָּם֙ וְאֶת־נְשֵׁיהֶ֔ם שָׁב֖וּ וַיָּבֹ֑זּוּ וְאֵ֖ת כׇּל־אֲשֶׁ֥ר בַּבָּֽיִת׃",
          "targum": "וְיָת כָּל נִכְסֵיהוֹן וְיָת כָּל טַפְלְהוֹן וְיָת נְשֵׁיהוֹן שְׁבוֹ וּבְזוֹ וְיָת כָּל דִּי בְבֵיתָא:",
          "english": "and all their wealth, and all their little ones, and their wives they took captive, and plundered all that was in the house."
        },
        {
          "verseNum": 30,
          "hebrew": "וַיֹּ֨אמֶר יַעֲקֹ֜ב אֶל־שִׁמְע֣וֹן וְאֶל־לֵוִי֮ עֲכַרְתֶּ֣ם אֹתִי֒ לְהַבְאִישֵׁ֙נִי֙ בְּיֹשֵׁ֣ב הָאָ֔רֶץ בַּֽכְּנַעֲנִ֖י וּבַפְּרִזִּ֑י וַאֲנִי֙ מְתֵ֣י מִסְפָּ֔ר וְנֶאֶסְפ֤וּ עָלַי֙ וְהִכּ֔וּנִי וְנִשְׁמַדְתִּ֖י אֲנִ֥י וּבֵיתִֽי׃",
          "targum": "וַאֲמַר יַעֲקֹב לְשִׁמְעוֹן וּלְלֵוִי עֲכַרְתּוּן יָתִי לְמִתַּן דְּבָבוּ בֵּינָנָא וּבֵין יָתְבֵי אַרְעָא בִּכְנַעֲנָאָה וּבַפְּרִזָּאָה וַאֲנָא עַם דְּמִנְיַן וְיִתְכַּנְּשׁוּן עֲלַי וְיִמְחִנּוּנִי וְאֶשְׁתֵּצֵי אֲנָא וֶאֱנַשׁ בֵּיתִי:",
          "english": "And Ya῾aqov said to Shim῾on and Levi, You have brought trouble on me to make me odious among the inhabitants of the land, among the Kena῾ani and the Perizzi; and I being few in number, they shall gather themselves together against me, and slay me; and I shall be destroyed, I and my house."
        },
        {
          "verseNum": 31,
          "hebrew": "וַיֹּאמְר֑וּ הַכְזוֹנָ֕ה יַעֲשֶׂ֖ה אֶת־אֲחוֹתֵֽנוּ׃",
          "targum": "וַאֲמָרוּ הַכְנָפְקַת בָּרָא יִתְעֲבֵד לַאֲחָתָנָא:",
          "english": "But they said, Should he deal with our sister as with a harlot?"
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיֹּ֤אמֶר אֱלֹהִים֙ אֶֽל־יַעֲקֹ֔ב ק֛וּם עֲלֵ֥ה בֵֽית־אֵ֖ל וְשֶׁב־שָׁ֑ם וַעֲשֵׂה־שָׁ֣ם מִזְבֵּ֔חַ לָאֵל֙ הַנִּרְאֶ֣ה אֵלֶ֔יךָ בְּבׇ֨רְחֲךָ֔ מִפְּנֵ֖י עֵשָׂ֥ו אָחִֽיךָ׃",
          "targum": "וַאֲמַר יְיָ לְיַעֲקֹב קוּם סַק לְבֵית אֵל וְתִיב תַּמָּן וְעִבֵד תַּמָּן מַדְבְּחָא לֵאלָהָא דְּאִתְגְּלִי לָךְ בְּמֵעִרְקָךְ מִן קֳדָם עֵשָׂו אָחוּךְ:",
          "english": "And God said to Ya῾aqov, Arise, go up to Bet-el, and dwell there: and make there an altar to God, Who appeared to thee when thou didst flee from the face of ῾Esav thy brother."
        },
        {
          "verseNum": 2,
          "hebrew": "וַיֹּ֤אמֶר יַעֲקֹב֙ אֶל־בֵּית֔וֹ וְאֶ֖ל כׇּל־אֲשֶׁ֣ר עִמּ֑וֹ הָסִ֜רוּ אֶת־אֱלֹהֵ֤י הַנֵּכָר֙ אֲשֶׁ֣ר בְּתֹכְכֶ֔ם וְהִֽטַּהֲר֔וּ וְהַחֲלִ֖יפוּ שִׂמְלֹתֵיכֶֽם׃",
          "targum": "וַאֲמַר יַעֲקֹב לֶאֱנַשׁ בֵּיתֵיהּ וּלְכֹל דִּי עִמֵּיהּ אַעְדוּ יָת טַעֲוַת עַמְמַיָּא דִּי בֵינֵיכוֹן וְאִדַּכּוּ וְשַׁנּוּ כְּסוּתְכוֹן:",
          "english": "Then Ya῾aqov said to his household, and to all that were with him, Put away the strange gods that are among you, and make yourselves clean, and change your garments:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְנָק֥וּמָה וְנַעֲלֶ֖ה בֵּֽית־אֵ֑ל וְאֶֽעֱשֶׂה־שָּׁ֣ם מִזְבֵּ֗חַ לָאֵ֞ל הָעֹנֶ֤ה אֹתִי֙ בְּי֣וֹם צָֽרָתִ֔י וַֽיְהִי֙ עִמָּדִ֔י בַּדֶּ֖רֶךְ אֲשֶׁ֥ר הָלָֽכְתִּי׃",
          "targum": "וְנֵקוֹם וְנִסַּק לְבֵית אֵל וְאֶעְבֵּד תַּמָּן מַדְבְּחָא לֵאלָהָא דְּקַבֵּל צְלוֹתִי בְּיוֹמָא דְעַקְתִי וַהֲוָה מֵימְרֵיהּ בְּסַעְדִּי בְּאָרְחָא דִּי אֲזָלִית:",
          "english": "and let us arise, and go up to Bet-el; and I will make there an altar to God, Who answers me in the day of my distress, and was with me in the way on which I went."
        },
        {
          "verseNum": 4,
          "hebrew": "וַיִּתְּנ֣וּ אֶֽל־יַעֲקֹ֗ב אֵ֣ת כׇּל־אֱלֹהֵ֤י הַנֵּכָר֙ אֲשֶׁ֣ר בְּיָדָ֔ם וְאֶת־הַנְּזָמִ֖ים אֲשֶׁ֣ר בְּאׇזְנֵיהֶ֑ם וַיִּטְמֹ֤ן אֹתָם֙ יַעֲקֹ֔ב תַּ֥חַת הָאֵלָ֖ה אֲשֶׁ֥ר עִם־שְׁכֶֽם׃",
          "targum": "וִיהָבוּ לְיַעֲקֹב יָת כָּל טַעֲוַת עַמְמַיָּא דִי בִידֵיהוֹן וְיָת קָדָשַׁיָּא דִּי בְאוּדְנֵיהוֹן וְטַמַּר יָתְהוֹן יַעֲקֹב תְּחוֹת בָּטְמָא דִּי עִם שְׁכֶם:",
          "english": "And they gave to Ya῾aqov all the strange gods which were in their hand, and all their earrings which were in their ears; and Ya῾aqov hid them under the oak which was by Shekhem."
        },
        {
          "verseNum": 5,
          "hebrew": "וַיִּסָּ֑עוּ וַיְהִ֣י׀ חִתַּ֣ת אֱלֹהִ֗ים עַל־הֶֽעָרִים֙ אֲשֶׁר֙ סְבִיב֣וֹתֵיהֶ֔ם וְלֹ֣א רָֽדְפ֔וּ אַחֲרֵ֖י בְּנֵ֥י יַעֲקֹֽב׃",
          "targum": "וּנְטָלוּ וַהֲוַת דַּחֲלָא דַיְיָ עַל עַמְמַיָּא דִּי בְּקִרְוֵי סַחֲרָנֵיהוֹן וְלָא רְדָפוּ בָּתַר בְּנֵי יַעֲקֹב:",
          "english": "And they journeyed: and the terror of God was upon the cities that were round about them, and they did not pursue after the sons of Ya῾aqov."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיָּבֹ֨א יַעֲקֹ֜ב ל֗וּזָה אֲשֶׁר֙ בְּאֶ֣רֶץ כְּנַ֔עַן הִ֖וא בֵּֽית־אֵ֑ל ה֖וּא וְכׇל־הָעָ֥ם אֲשֶׁר־עִמּֽוֹ׃",
          "targum": "וַאֲתָא יַעֲקֹב לְלוּז דִּי בְּאַרְעָא דִכְנַעַן הִיא בֵּית אֵל הוּא וְכָל עַמָּא דִּי עִמֵּיהּ:",
          "english": "So Ya῾aqov came to Luz, which is in the land of Kena῾an, that is, Bet-el, he and all the people that were with him."
        },
        {
          "verseNum": 7,
          "hebrew": "וַיִּ֤בֶן שָׁם֙ מִזְבֵּ֔חַ וַיִּקְרָא֙ לַמָּק֔וֹם אֵ֖ל בֵּֽית־אֵ֑ל כִּ֣י שָׁ֗ם נִגְל֤וּ אֵלָיו֙ הָֽאֱלֹהִ֔ים בְּבׇרְח֖וֹ מִפְּנֵ֥י אָחִֽיו׃",
          "targum": "וּבְנָא תַמָּן מַדְבְּחָא וּקְרָא לְאַתְרָא אֵל בֵּית אֵל אֲרֵי תַמָּן אִתְגְּלִי לֵיהּ יְיָ בְּמֵעִרְקֵיהּ מִן קֳדָם אָחוּהִי:",
          "english": "And he built there an altar, and called the place El-bet-el: because there God appeared to him, when he fled from the face of his brother."
        },
        {
          "verseNum": 8,
          "hebrew": "וַתָּ֤מׇת דְּבֹרָה֙ מֵינֶ֣קֶת רִבְקָ֔ה וַתִּקָּבֵ֛ר מִתַּ֥חַת לְבֵֽית־אֵ֖ל תַּ֣חַת הָֽאַלּ֑וֹן וַיִּקְרָ֥א שְׁמ֖וֹ אַלּ֥וֹן בָּכֽוּת׃",
          "targum": "וּמִיתַת דְּבוֹרָה מֵנִקְתָּא דְרִבְקָה וְאִתְקְבָרַת מִלְּרַע לְבֵית אֵל בְּשִׁפּוֹלֵי מֵישְׁרָא וּקְרָא שְׁמֵיהּ מֵישַׁר בָּכִיתָא:",
          "english": "And Devora, Rivqa’s nurse died, and she was buried beneath Bet-el under an oak: and the name of it was called Allon-bakhut."
        },
        {
          "verseNum": 9,
          "hebrew": "וַיֵּרָ֨א אֱלֹהִ֤ים אֶֽל־יַעֲקֹב֙ ע֔וֹד בְּבֹא֖וֹ מִפַּדַּ֣ן אֲרָ֑ם וַיְבָ֖רֶךְ אֹתֽוֹ׃",
          "targum": "וְאִתְגְּלִי יְיָ לְיַעֲקֹב עוֹד בְּמֵיתוֹהִי מִפַּדַּן אֲרָם וּבָרִיךְ יָתֵיהּ:",
          "english": "And God appeared to Ya῾aqov again, when he came out of Paddan-aram, and blessed him."
        },
        {
          "verseNum": 10,
          "hebrew": "וַיֹּֽאמֶר־ל֥וֹ אֱלֹהִ֖ים שִׁמְךָ֣ יַעֲקֹ֑ב לֹֽא־יִקָּרֵא֩ שִׁמְךָ֨ ע֜וֹד יַעֲקֹ֗ב כִּ֤י אִם־יִשְׂרָאֵל֙ יִהְיֶ֣ה שְׁמֶ֔ךָ וַיִּקְרָ֥א אֶת־שְׁמ֖וֹ יִשְׂרָאֵֽל׃",
          "targum": "וַאֲמַר לֵיהּ יְיָ שְׁמָךְ יַעֲקֹב לָא יִתְקְרֵי שְׁמָךְ עוֹד יַעֲקֹב אֶלָּהֵין יִשְׂרָאֵל יְהֵא שְׁמָךְ וּקְרָא יָת שְׁמֵיהּ יִשְׂרָאֵל:",
          "english": "And God said to him, Thy name Ya῾aqov: thy name shall not be called any more Ya῾aqov, but Yisra᾽el shall be thy name: and He called his name Yisra᾽el."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיֹּ֩אמֶר֩ ל֨וֹ אֱלֹהִ֜ים אֲנִ֨י אֵ֤ל שַׁדַּי֙ פְּרֵ֣ה וּרְבֵ֔ה גּ֛וֹי וּקְהַ֥ל גּוֹיִ֖ם יִהְיֶ֣ה מִמֶּ֑ךָּ וּמְלָכִ֖ים מֵחֲלָצֶ֥יךָ יֵצֵֽאוּ׃",
          "targum": "וַאֲמַר לֵיהּ יְיָ אֲנָא אֵל שַׁדַּי פּוּשׁ וּסְגֵי עַם וְכִנְשַׁת שִׁבְטִין יְהֵא מִנָּךְ וּמַלְכִין דְּשַׁלִּיטִין בְּעַמְמַיָּא מִנָּךְ יִפְּקוּן:",
          "english": "And God said to him, I am God Almighty: be fruitful and multiply; a nation and a company of nations shall be of thee, and kings shall come out of thy loins;"
        },
        {
          "verseNum": 12,
          "hebrew": "וְאֶת־הָאָ֗רֶץ אֲשֶׁ֥ר נָתַ֛תִּי לְאַבְרָהָ֥ם וּלְיִצְחָ֖ק לְךָ֣ אֶתְּנֶ֑נָּה וּֽלְזַרְעֲךָ֥ אַחֲרֶ֖יךָ אֶתֵּ֥ן אֶת־הָאָֽרֶץ׃",
          "targum": "וְיָת אַרְעָא דִּי יְהָבִית לְאַבְרָהָם וּלְיִצְחָק לָךְ אֶתְּנִנַהּ וְלִבְנָךְ בַּתְרָךְ אֶתֵּן יָת אַרְעָא:",
          "english": "and the land which I gave to Avraham and Yiżĥaq, to thee I will give it, and to thy seed after thee will I give the land."
        },
        {
          "verseNum": 13,
          "hebrew": "וַיַּ֥עַל מֵעָלָ֖יו אֱלֹהִ֑ים בַּמָּק֖וֹם אֲשֶׁר־דִּבֶּ֥ר אִתּֽוֹ׃",
          "targum": "וְאִסְתַּלַּק מֵעִלָּו‍ֹהִי יְקָרָא דַיְיָ בְּאַתְרָא דִּי מַלִּיל עִמֵּיהּ:",
          "english": "And God went up from him in the place where He talked with him."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיַּצֵּ֨ב יַעֲקֹ֜ב מַצֵּבָ֗ה בַּמָּק֛וֹם אֲשֶׁר־דִּבֶּ֥ר אִתּ֖וֹ מַצֶּ֣בֶת אָ֑בֶן וַיַּסֵּ֤ךְ עָלֶ֙יהָ֙ נֶ֔סֶךְ וַיִּצֹ֥ק עָלֶ֖יהָ שָֽׁמֶן׃",
          "targum": "וַאֲקֵים יַעֲקֹב קַמְתָא בְּאַתְרָא דִּי מַלִּיל עִמֵּיהּ קָמַת אַבְנָא וְאַסִּיךְ עֲלַהּ נִסּוּכִין וַאֲרִיק עֲלַהּ מִשְׁחָא:",
          "english": "And Ya῾aqov set up a pillar in the place where He talked with him, a pillar of stone: and he poured a drink offering on it, and he poured oil on it."
        },
        {
          "verseNum": 15,
          "hebrew": "וַיִּקְרָ֨א יַעֲקֹ֜ב אֶת־שֵׁ֣ם הַמָּק֗וֹם אֲשֶׁר֩ דִּבֶּ֨ר אִתּ֥וֹ שָׁ֛ם אֱלֹהִ֖ים בֵּֽית־אֵֽל׃",
          "targum": "וּקְרָא יַעֲקֹב יָת שְׁמָא דְאַתְרָא דִּי מַלִּיל עִמֵּיהּ תַּמָּן יְיָ בֵּית אֵל:",
          "english": "And Ya῾aqov called the name of the place where God had spoken with him, Bet-el."
        },
        {
          "verseNum": 16,
          "hebrew": "וַיִּסְעוּ֙ מִבֵּ֣ית אֵ֔ל וַֽיְהִי־ע֥וֹד כִּבְרַת־הָאָ֖רֶץ לָב֣וֹא אֶפְרָ֑תָה וַתֵּ֥לֶד רָחֵ֖ל וַתְּקַ֥שׁ בְּלִדְתָּֽהּ׃",
          "targum": "וּנְטָלוּ מִבֵּית אֵל וַהֲוָה עוֹד כְּרוּבַת אַרְעָא לְמֵיעַל לְאֶפְרָת וִילִידַת רָחֵל וְקַשִּׁיאַת בְּמֵילְדַהּ:",
          "english": "And they journeyed from Bet-el; and there was but a little way to come to Efrat: and Raĥel travailed, and she had hard labour."
        },
        {
          "verseNum": 17,
          "hebrew": "וַיְהִ֥י בְהַקְשֹׁתָ֖הּ בְּלִדְתָּ֑הּ וַתֹּ֨אמֶר לָ֤הּ הַמְיַלֶּ֙דֶת֙ אַל־תִּ֣ירְאִ֔י כִּֽי־גַם־זֶ֥ה לָ֖ךְ בֵּֽן׃",
          "targum": "וַהֲוָה בְּקַשְׁיוּתַהּ בְּמֵילְדַהּ וַאֲמֶרֶת לַהּ חָיְתָא לָא תִדְחֲלִי אֲרֵי אַף דֵּין לִיךְ בָּר:",
          "english": "And it came to pass, when she was in hard labour, that the midwife said to her, Fear not; thou shalt have this son also."
        },
        {
          "verseNum": 18,
          "hebrew": "וַיְהִ֞י בְּצֵ֤את נַפְשָׁהּ֙ כִּ֣י מֵ֔תָה וַתִּקְרָ֥א שְׁמ֖וֹ בֶּן־אוֹנִ֑י וְאָבִ֖יו קָֽרָא־ל֥וֹ בִנְיָמִֽין׃",
          "targum": "וַהֲוָה בְּמִפַּק נַפְשַׁהּ אֲרֵי מִיתַת וּקְרַת שְׁמֵיהּ בַּר דְּוָי וַאֲבוּהִי קְרָא לֵיהּ בִּנְיָמִין:",
          "english": "And it came to pass, as her soul was departing , that she called his name Ben-oni: but his father called him Binyamin."
        },
        {
          "verseNum": 19,
          "hebrew": "וַתָּ֖מׇת רָחֵ֑ל וַתִּקָּבֵר֙ בְּדֶ֣רֶךְ אֶפְרָ֔תָה הִ֖וא בֵּ֥ית לָֽחֶם׃",
          "targum": "וּמִיתַת רָחֵל וְאִתְקְבָרַת בְּאֹרַח אֶפְרָת הִיא בֵּית לָחֶם:",
          "english": "And Raĥel died, and was buried in the way to Efrat, which is Bet-leĥem."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיַּצֵּ֧ב יַעֲקֹ֛ב מַצֵּבָ֖ה עַל־קְבֻרָתָ֑הּ הִ֛וא מַצֶּ֥בֶת קְבֻֽרַת־רָחֵ֖ל עַד־הַיּֽוֹם׃",
          "targum": "וַאֲקֵים יַעֲקֹב קַמְתָא עַל קְבֻרְתַּהּ הִיא קָמַת קְבֻרְתָּא דְרָחֵל עַד יוֹמָא דֵין:",
          "english": "And Ya῾aqov set a pillar upon her grave: that is the pillar of Raĥel’s grave to this day."
        },
        {
          "verseNum": 21,
          "hebrew": "וַיִּסַּ֖ע יִשְׂרָאֵ֑ל וַיֵּ֣ט אׇֽהֳלֹ֔ה מֵהָ֖לְאָה לְמִגְדַּל־עֵֽדֶר׃",
          "targum": "וּנְטַל יִשְׂרָאֵל וּפְרַס מַשְׁכְּנֵיהּ מִלְּהַלָּא לְמִגְדְּלָא דְעֵדֶר:",
          "english": "And Yisra᾽el journeyed, and pitched his tent beyond the tower of ῾Eder."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיְהִ֗י בִּשְׁכֹּ֤ן יִשְׂרָאֵל֙ בָּאָ֣רֶץ הַהִ֔וא וַיֵּ֣לֶךְ רְאוּבֵ֗֔ן וַיִּשְׁכַּ֕ב֙ אֶת־בִּלְהָ֖ה֙ פִּילֶ֣גֶשׁ אָבִ֑֔יו וַיִּשְׁמַ֖ע יִשְׂרָאֵ֑͏ֽל׃ וַיִּֽהְי֥וּ בְנֵֽי־יַעֲקֹ֖ב שְׁנֵ֥ים עָשָֽׂר׃",
          "targum": "וַהֲוָה כַּד שְׁרָא יִשְׂרָאֵל בְּאַרְעָא הַהִיא וַאֲזַל רְאוּבֵן וּשְׁכִיב עִם בִּלְהָה לְחֵינָתָא דַאֲבוּהִי וּשְׁמַע יִשְׂרָאֵל וַהֲווֹ בְנֵי יַעֲקֹב תְּרֵי עֲסַר:",
          "english": "And it came to pass, when Yisra᾽el dwelt in that land, that Re᾽uven went and lay with Bilha his father’s concubine: and Yisra᾽el heard of it. Now the sons of Ya῾aqov were twelve:"
        },
        {
          "verseNum": 23,
          "hebrew": "בְּנֵ֣י לֵאָ֔ה בְּכ֥וֹר יַעֲקֹ֖ב רְאוּבֵ֑ן וְשִׁמְעוֹן֙ וְלֵוִ֣י וִֽיהוּדָ֔ה וְיִשָּׂשכָ֖ר וּזְבֻלֽוּן׃",
          "targum": "בְּנֵי לֵאָה בּוּכְרָא דְיַעֲקֹב רְאוּבֵן וְשִׁמְעוֹן וְלֵוִי וִיהוּדָה וְיִשָׂשכָר וּזְבֻלוּן:",
          "english": "the sons of Le᾽a; Re᾽uven, Ya῾aqov’s first-born, and Shim῾on and Levi, and Yehuda, and Yissakhar and Zevulun."
        },
        {
          "verseNum": 24,
          "hebrew": "בְּנֵ֣י רָחֵ֔ל יוֹסֵ֖ף וּבִנְיָמִֽן׃",
          "targum": "בְּנֵי רָחֵל יוֹסֵף וּבִנְיָמִן:",
          "english": "The sons of Raĥel; Yosef and Binyamin."
        },
        {
          "verseNum": 25,
          "hebrew": "וּבְנֵ֤י בִלְהָה֙ שִׁפְחַ֣ת רָחֵ֔ל דָּ֖ן וְנַפְתָּלִֽי׃",
          "targum": "וּבְנֵי בִלְהָה אַמְתָא דְרָחֵל דָּן וְנַפְתָּלִי:",
          "english": "And the sons of Bilha, Raĥel’s handmaid; Dan, and Naftali."
        },
        {
          "verseNum": 26,
          "hebrew": "וּבְנֵ֥י זִלְפָּ֛ה שִׁפְחַ֥ת לֵאָ֖ה גָּ֣ד וְאָשֵׁ֑ר אֵ֚לֶּה בְּנֵ֣י יַעֲקֹ֔ב אֲשֶׁ֥ר יֻלַּד־ל֖וֹ בְּפַדַּ֥ן אֲרָֽם׃",
          "targum": "וּבְנֵי זִלְפָּה אַמְתָא דְלֵאָה גָּד וְאָשֵׁר אִלֵּין בְּנֵי יַעֲקֹב דִּי אִתְיְלִידַן לֵיהּ בְּפַדַּן אֲרָם:",
          "english": "And the sons of Zilpa, Le᾽a’s handmaid; Gad, and Asher: these are the sons of Ya῾aqov who were born to him in Paddan-aram."
        },
        {
          "verseNum": 27,
          "hebrew": "וַיָּבֹ֤א יַעֲקֹב֙ אֶל־יִצְחָ֣ק אָבִ֔יו מַמְרֵ֖א קִרְיַ֣ת הָֽאַרְבַּ֑ע הִ֣וא חֶבְר֔וֹן אֲשֶׁר־גָּֽר־שָׁ֥ם אַבְרָהָ֖ם וְיִצְחָֽק׃",
          "targum": "וַאֲתָא יַעֲקֹב לְוַת יִצְחָק אֲבוּהִי מַמְרֵא קִרְיַת אַרְבַּע הִיא חֶבְרוֹן דִּי דָר תַּמָּן אַבְרָהָם וְיִצְחָק:",
          "english": "And Ya῾aqov came to Yiżĥaq his father to Mamre, to the city of Arba, which is Ḥevron, where Avraham and Yiżĥaq sojourned."
        },
        {
          "verseNum": 28,
          "hebrew": "וַיִּֽהְי֖וּ יְמֵ֣י יִצְחָ֑ק מְאַ֥ת שָׁנָ֖ה וּשְׁמֹנִ֥ים שָׁנָֽה׃",
          "targum": "וַהֲווֹ יוֹמֵי יִצְחָק מְאָה וּתְמָנָן שְׁנִין:",
          "english": "And the days of Yiżĥaq were a hundred and eighty years."
        },
        {
          "verseNum": 29,
          "hebrew": "וַיִּגְוַ֨ע יִצְחָ֤ק וַיָּ֙מׇת֙ וַיֵּאָ֣סֶף אֶל־עַמָּ֔יו זָקֵ֖ן וּשְׂבַ֣ע יָמִ֑ים וַיִּקְבְּר֣וּ אֹת֔וֹ עֵשָׂ֥ו וְיַעֲקֹ֖ב בָּנָֽיו׃",
          "targum": "וְאִתְנְגִיד יִצְחָק וּמִית וְאִתְכְּנִישׁ לְעַמֵּיהּ סִיב וּשְׂבַע יוֹמִין וּקְבָרוּ יָתֵיהּ עֵשָׂו וְיַעֲקֹב בְּנוֹהִי:",
          "english": "And Yiżĥaq expired, and died, and was gathered to his people, being old and full of days: and his sons ῾Esav and Ya῾aqov buried him."
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְאֵ֛לֶּה תֹּלְד֥וֹת עֵשָׂ֖ו ה֥וּא אֱדֽוֹם׃",
          "targum": "וְאִלֵּין תּוּלְדַת עֵשָׂו הוּא אֱדוֹם:",
          "english": "Now these are the generations of ῾Esav, who is Edom."
        },
        {
          "verseNum": 2,
          "hebrew": "עֵשָׂ֛ו לָקַ֥ח אֶת־נָשָׁ֖יו מִבְּנ֣וֹת כְּנָ֑עַן אֶת־עָדָ֗ה בַּת־אֵילוֹן֙ הַֽחִתִּ֔י וְאֶת־אׇהֳלִֽיבָמָה֙ בַּת־עֲנָ֔ה בַּת־צִבְע֖וֹן הַֽחִוִּֽי׃",
          "targum": "עֵשָׂו נְסִיב יָת נְשׁוֹהִי מִבְּנַת כְּנָעַן יָת עָדָה בַּת אֵילוֹן חִתָּאָה וְיָת אָהֳלִיבָמָה בַּת עֲנָה בַּת צִבְעוֹן חִוָּאָה:",
          "english": "῾Esav took his wives of the daughters of Kena῾an; ῾Ada the daughter of Elon the Ḥittite, and Oholivama, daughter of ῾Ana, daughter of Żiv῾on the Ḥivvite;"
        },
        {
          "verseNum": 3,
          "hebrew": "וְאֶת־בָּשְׂמַ֥ת בַּת־יִשְׁמָעֵ֖אל אֲח֥וֹת נְבָיֽוֹת׃",
          "targum": "וְיָת בָּשְׂמַת בַּת יִשְׁמָעֵאל אֲחָתֵיהּ דִּנְבָיוֹת:",
          "english": "and Basemat, daughter of Yishma᾽el, sister of Nevayot."
        },
        {
          "verseNum": 4,
          "hebrew": "וַתֵּ֧לֶד עָדָ֛ה לְעֵשָׂ֖ו אֶת־אֱלִיפָ֑ז וּבָ֣שְׂמַ֔ת יָלְדָ֖ה אֶת־רְעוּאֵֽל׃",
          "targum": "וִילִידַת עָדָה לְעֵשָׂו יָת אֱלִיפָז וּבָשְׂמַת יְלִידַת יָת רְעוּאֵל:",
          "english": "And ῾Ada bore to ῾Esav Elifaz; and Basemat bore Re῾u᾽el;"
        },
        {
          "verseNum": 5,
          "hebrew": "וְאׇהֳלִֽיבָמָה֙ יָֽלְדָ֔ה אֶת־ וְאֶת־יַעְלָ֖ם וְאֶת־קֹ֑רַח אֵ֚לֶּה בְּנֵ֣י עֵשָׂ֔ו אֲשֶׁ֥ר יֻלְּדוּ־ל֖וֹ בְּאֶ֥רֶץ כְּנָֽעַן׃",
          "targum": "וְאָהֳלִיבָמָה יְלִידַת יָת יְעוּשׁ וְיָת יַעְלָם וְיָת קֹרַח אִלֵּין בְּנֵי עֵשָׂו דִּי אִתְיְלִידוּ לֵיהּ בְּאַרְעָא דִכְנָעַן:",
          "english": "and Oholivama bore Ye῾ush and Ya῾lam, and Qoraĥ: these were the sons of ῾Esav who were born to him in the land of Kena῾an."
        },
        {
          "verseNum": 6,
          "hebrew": "וַיִּקַּ֣ח עֵשָׂ֡ו אֶת־נָ֠שָׁ֠יו וְאֶת־בָּנָ֣יו וְאֶת־בְּנֹתָיו֮ וְאֶת־כׇּל־נַפְשׁ֣וֹת בֵּיתוֹ֒ וְאֶת־מִקְנֵ֣הוּ וְאֶת־כׇּל־בְּהֶמְתּ֗וֹ וְאֵת֙ כׇּל־קִנְיָנ֔וֹ אֲשֶׁ֥ר רָכַ֖שׁ בְּאֶ֣רֶץ כְּנָ֑עַן וַיֵּ֣לֶךְ אֶל־אֶ֔רֶץ מִפְּנֵ֖י יַעֲקֹ֥ב אָחִֽיו׃",
          "targum": "וּדְבַר עֵשָׂו יָת נְשׁוֹהִי וְיָת בְּנוֹהִי וְיָת בְּנָתֵיהּ וְיָת כָּל נַפְשַׁת בֵּיתֵיהּ וְיָת גֵּיתוֹהִי וְיָת כָּל בְּעִירֵיהּ וְיָת כָּל קִנְיָנֵיהּ דִּי קְנָא בְּאַרְעָא דִכְנָעַן וַאֲזַל לְאַרְעָא אָחֲרֵי מִן קֳדָם יַעֲקֹב אָחוּהִי:",
          "english": "And ῾Esav took his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance, which he had acquired in the land of Kena῾an; and went into another country away from his brother Ya῾aqov."
        },
        {
          "verseNum": 7,
          "hebrew": "כִּֽי־הָיָ֧ה רְכוּשָׁ֛ם רָ֖ב מִשֶּׁ֣בֶת יַחְדָּ֑ו וְלֹ֨א יָֽכְלָ֜ה אֶ֤רֶץ מְגֽוּרֵיהֶם֙ לָשֵׂ֣את אֹתָ֔ם מִפְּנֵ֖י מִקְנֵיהֶֽם׃",
          "targum": "אֲרֵי הֲוָה קִנְיָנְהוֹן סַגִּי מִלְּמִתַּב כַּחֲדָא וְלָא יְכִילַת אֲרַע תּוֹתָבוּתְהוֹן לְסוֹבָרָא יָתְהוֹן מִן קֳדָם גֵּיתֵיהוֹן:",
          "english": "For their property was too great for them to dwell together; and the land in which they sojourned could not bear them because of their cattle."
        },
        {
          "verseNum": 8,
          "hebrew": "וַיֵּ֤שֶׁב עֵשָׂו֙ בְּהַ֣ר שֵׂעִ֔יר עֵשָׂ֖ו ה֥וּא אֱדֽוֹם׃",
          "targum": "וִיתֵיב עֵשָׂו בְּטוּרָא דְשֵׂעִיר עֵשָׂו הוּא אֱדוֹם:",
          "english": "Thus dwelt ῾Esav in mount Se῾ir: ῾Esav is Edom."
        },
        {
          "verseNum": 9,
          "hebrew": "וְאֵ֛לֶּה תֹּלְד֥וֹת עֵשָׂ֖ו אֲבִ֣י אֱד֑וֹם בְּהַ֖ר שֵׂעִֽיר׃",
          "targum": "וְאִלֵּין תּוּלְדַת עֵשָׂו אֲבוּהוֹן דֶאֱדוֹמָאֵי בְּטוּרָא דְּשֵׂעִיר:",
          "english": "And these are the generations of ῾Esav the father of Edom in mount Se῾ir:"
        },
        {
          "verseNum": 10,
          "hebrew": "אֵ֖לֶּה שְׁמ֣וֹת בְּנֵֽי־עֵשָׂ֑ו אֱלִיפַ֗ז בֶּן־עָדָה֙ אֵ֣שֶׁת עֵשָׂ֔ו רְעוּאֵ֕ל בֶּן־בָּשְׂמַ֖ת אֵ֥שֶׁת עֵשָֽׂו׃",
          "targum": "אִלֵּין שְׁמָהַת בְּנֵי עֵשָׂו אֱלִיפַז בַּר עָדָה אִתַּת עֵשָׂו רְעוּאֵל בַּר בָּשְׂמַת אִתַּת עֵשָׂו:",
          "english": "these are the names of ῾Esav’s sons; Elifaz the son of ῾Ada the wife of ῾Esav, Re῾u᾽el the son of Basemat the wife of ῾Esav."
        },
        {
          "verseNum": 11,
          "hebrew": "וַיִּהְי֖וּ בְּנֵ֣י אֱלִיפָ֑ז תֵּימָ֣ן אוֹמָ֔ר צְפ֥וֹ וְגַעְתָּ֖ם וּקְנַֽז׃",
          "targum": "וַהֲווֹ בְּנֵי אֱלִיפָז תֵּימָן אוֹמָר צְפוֹ וְגַעְתָּם וּקְנַז:",
          "english": "And the sons of Elifaz were Teman, Omar, Żefo, and Ga῾tam, and Qenaz."
        },
        {
          "verseNum": 12,
          "hebrew": "וְתִמְנַ֣ע׀ הָיְתָ֣ה פִילֶ֗גֶשׁ לֶֽאֱלִיפַז֙ בֶּן־עֵשָׂ֔ו וַתֵּ֥לֶד לֶאֱלִיפַ֖ז אֶת־עֲמָלֵ֑ק אֵ֕לֶּה בְּנֵ֥י עָדָ֖ה אֵ֥שֶׁת עֵשָֽׂו׃",
          "targum": "וְתִמְנַע הֲוַת לְחֵינָתָא לֶאֱלִיפַז בַּר עֵשָׂו וִילִידַת לֶאֱלִיפַז יָת עֲמָלֵק אִלֵּין בְּנֵי עָדָה אִתַּת עֵשָׂו:",
          "english": "And Timna was concubine to Elifaz ῾Esav’s son; and she bore to Elifaz ῾Amaleq; these were the sons of ῾Ada ῾Esav’s wife."
        },
        {
          "verseNum": 13,
          "hebrew": "וְאֵ֙לֶּה֙ בְּנֵ֣י רְעוּאֵ֔ל נַ֥חַת וָזֶ֖רַח שַׁמָּ֣ה וּמִזָּ֑ה אֵ֣לֶּה הָי֔וּ בְּנֵ֥י בָשְׂמַ֖ת אֵ֥שֶׁת עֵשָֽׂו׃",
          "targum": "וְאִלֵּין בְּנֵי רְעוּאֵל נַחַת וָזֶרַח שַׁמָּה וּמִזָּה אִלֵּין הֲווֹ בְּנֵי בָשְׂמַת אִתַּת עֵשָׂו:",
          "english": "And these are the sons of Re῾u᾽el; Naĥat, and Zeraĥ, Shamma, and Mizza: these were the sons of Basemat ῾Esav’s wife."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאֵ֣לֶּה הָי֗וּ בְּנֵ֨י אׇהֳלִיבָמָ֧ה בַת־עֲנָ֛ה בַּת־צִבְע֖וֹן אֵ֣שֶׁת עֵשָׂ֑ו וַתֵּ֣לֶד לְעֵשָׂ֔ו אֶת־ וְאֶת־יַעְלָ֖ם וְאֶת־קֹֽרַח׃",
          "targum": "וְאִלֵּין הֲווֹ בְּנֵי אָהֳלִיבָמָה בַת עֲנָה בַּת צִבְעוֹן אִתַּת עֵשָׂו וִילִידַת לְעֵשָׂו יָת יְעוּשׁ וְיָת יַעְלָם וְיָת קֹרַח:",
          "english": "And these were the sons of Oholivama, the daughter of ῾Ana the daughter of Żiv῾on, ῾Esav’s wife: and she bore to ῾Esav Ye῾ush, and Ya῾lam, and Qoraĥ."
        },
        {
          "verseNum": 15,
          "hebrew": "אֵ֖לֶּה אַלּוּפֵ֣י בְנֵֽי־עֵשָׂ֑ו בְּנֵ֤י אֱלִיפַז֙ בְּכ֣וֹר עֵשָׂ֔ו אַלּ֤וּף תֵּימָן֙ אַלּ֣וּף אוֹמָ֔ר אַלּ֥וּף צְפ֖וֹ אַלּ֥וּף קְנַֽז׃",
          "targum": "אִלֵּין רַבְרְבֵי בְּנֵי עֵשָׂו בְּנֵי אֱלִיפַז בּוּכְרָא דְעֵשָׂו רַבָּא תֵימָן רַבָּא אוֹמָר רַבָּא צְפוֹ רַבָּא קְנַז:",
          "english": "These were the chiefs of the sons of ῾Esav: the sons of Elifaz the firstborn son of ῾Esav; the chief Teman, the chief Omar, the chief Żefo, the chief Qenaz,"
        },
        {
          "verseNum": 16,
          "hebrew": "אַלּֽוּף־קֹ֛רַח אַלּ֥וּף גַּעְתָּ֖ם אַלּ֣וּף עֲמָלֵ֑ק אֵ֣לֶּה אַלּוּפֵ֤י אֱלִיפַז֙ בְּאֶ֣רֶץ אֱד֔וֹם אֵ֖לֶּה בְּנֵ֥י עָדָֽה׃",
          "targum": "רַבָּא קֹרַח רַבָּא גַעְתָּם רַבָּא עֲמָלֵק אִלֵּין רַבְרְבֵי דֶאֱלִיפַז בְּאַרְעָא דֶאֱדוֹם אִלֵּין בְּנֵי עָדָה:",
          "english": "the chief Qoraĥ, the chief Ga῾tam, the chief ῾Amaleq: these are the chiefs of Elifaz in the land of Edom; these were the sons of ῾Ada."
        },
        {
          "verseNum": 17,
          "hebrew": "וְאֵ֗לֶּה בְּנֵ֤י רְעוּאֵל֙ בֶּן־עֵשָׂ֔ו אַלּ֥וּף נַ֙חַת֙ אַלּ֣וּף זֶ֔רַח אַלּ֥וּף שַׁמָּ֖ה אַלּ֣וּף מִזָּ֑ה אֵ֣לֶּה אַלּוּפֵ֤י רְעוּאֵל֙ בְּאֶ֣רֶץ אֱד֔וֹם אֵ֕לֶּה בְּנֵ֥י בָשְׂמַ֖ת אֵ֥שֶׁת עֵשָֽׂו׃",
          "targum": "וְאִלֵּין בְּנֵי רְעוּאֵל בַּר עֵשָׂו רַבָּא נַחַת רַבָּא זֶרַח רַבָּא שַׁמָּה רַבָּא מִזָּה אִלֵּין רַבְרְבֵי רְעוּאֵל בְּאַרְעָא אֱדוֹם אִלֵּין בְּנֵי בָשְׂמַת אִתַּת עֵשָׂו:",
          "english": "And these are the sons of Re῾u᾽el ῾Esav’s son; the chief Naĥat, the chief Zeraĥ, the chief Shamma, the chief Mizza: these are the chiefs that came of Re῾u᾽el in the land of Edom; these are the sons of Basemat ῾Esav’s wife."
        },
        {
          "verseNum": 18,
          "hebrew": "וְאֵ֗לֶּה בְּנֵ֤י אׇהֳלִֽיבָמָה֙ אֵ֣שֶׁת עֵשָׂ֔ו אַלּ֥וּף יְע֛וּשׁ אַלּ֥וּף יַעְלָ֖ם אַלּ֣וּף קֹ֑רַח אֵ֣לֶּה אַלּוּפֵ֞י אׇהֳלִֽיבָמָ֛ה בַּת־עֲנָ֖ה אֵ֥שֶׁת עֵשָֽׂו׃",
          "targum": "וְאִלֵּין בְּנֵי אָהֳלִיבָמָה אִתַּת עֵשָׂו רַבָּא יְעוּשׁ רַבָּא יַעְלָם רַבָּא קֹרַח אִלֵּין רַבְרְבֵי אָהֳלִיבָמָה בַּת עֲנָה אִתַּת עֵשָׂו:",
          "english": "And these are the sons of Oholivama ῾Esav’s wife; the chief Ye῾ush, the chief Ya῾lam, the chief Qoraĥ: these were the chiefs that came of Oholivama the daughter of ῾Ana, ῾Esav’s wife."
        },
        {
          "verseNum": 19,
          "hebrew": "אֵ֧לֶּה בְנֵי־עֵשָׂ֛ו וְאֵ֥לֶּה אַלּוּפֵיהֶ֖ם ה֥וּא אֱדֽוֹם׃",
          "targum": "אִלֵּין בְּנֵי עֵשָׂו וְאִלֵּין רַבְרְבָנֵיהוֹן הוּא אֱדוֹם:",
          "english": "These are the sons of ῾Esav, who is Edom, and these are their chiefs."
        },
        {
          "verseNum": 20,
          "hebrew": "אֵ֤לֶּה בְנֵֽי־שֵׂעִיר֙ הַחֹרִ֔י יֹשְׁבֵ֖י הָאָ֑רֶץ לוֹטָ֥ן וְשׁוֹבָ֖ל וְצִבְע֥וֹן וַעֲנָֽה׃",
          "targum": "אִלֵּין בְּנֵי שֵׂעִיר חוֹרָאָה יָתְבֵי דְּאַרְעָא לוֹטָן וְשׁוֹבָל וְצִבְעוֹן וַעֲנָה:",
          "english": "These are the sons of Se῾ir the Ḥorian who inhabited the land; Lotan, and Shoval, and Żiv῾on and ῾Ana."
        },
        {
          "verseNum": 21,
          "hebrew": "וְדִשׁ֥וֹן וְאֵ֖צֶר וְדִישָׁ֑ן אֵ֣לֶּה אַלּוּפֵ֧י הַחֹרִ֛י בְּנֵ֥י שֵׂעִ֖יר בְּאֶ֥רֶץ אֱדֽוֹם׃",
          "targum": "וְדִשׁוֹן וְאֵצֶר וְדִישָׁן אִלֵּין רַבְרְבֵי חוֹרָאֵי בְּנֵי שֵׂעִיר בְּאַרְעָא דֶאֱדוֹם:",
          "english": "And Dishon, and Eżer, and Dishan: these are the chiefs of the Ḥori, the children of Se῾ir in the land of Edom."
        },
        {
          "verseNum": 22,
          "hebrew": "וַיִּהְי֥וּ בְנֵי־לוֹטָ֖ן חֹרִ֣י וְהֵימָ֑ם וַאֲח֥וֹת לוֹטָ֖ן תִּמְנָֽע׃",
          "targum": "וַהֲווֹ בְנֵי לוֹטָן חוֹרִי וְהֵימָם וַאֲחָתֵיהּ דְּלוֹטָן תִּמְנָע:",
          "english": "And the children of Lotan were Ḥori and Hemam; and Lotan’s sister was Timna."
        },
        {
          "verseNum": 23,
          "hebrew": "וְאֵ֙לֶּה֙ בְּנֵ֣י שׁוֹבָ֔ל עַלְוָ֥ן וּמָנַ֖חַת וְעֵיבָ֑ל שְׁפ֖וֹ וְאוֹנָֽם׃",
          "targum": "וְאִלֵּין בְּנֵי שׁוֹבָל עַלְוָן וּמָנַחַת וְעֵיבָל שְׁפוֹ וְאוֹנָם:",
          "english": "And the children of Shoval were these; ῾Alevan, and Manaĥat, and ῾Eval, Shefo, and Onam."
        },
        {
          "verseNum": 24,
          "hebrew": "וְאֵ֥לֶּה בְנֵֽי־צִבְע֖וֹן וְאַיָּ֣ה וַעֲנָ֑ה ה֣וּא עֲנָ֗ה אֲשֶׁ֨ר מָצָ֤א אֶת־הַיֵּמִם֙ בַּמִּדְבָּ֔ר בִּרְעֹת֥וֹ אֶת־הַחֲמֹרִ֖ים לְצִבְע֥וֹן אָבִֽיו׃",
          "targum": "וְאִלֵּין בְּנֵי צִבְעוֹן וְאַיָּה וַעֲנָה הוּא עֲנָה דִּי אַשְׁכַּח יָת גִּבָּרַיָּא בְּמַדְבְּרָא כַּד הֲוָה רָעֵי יָת חֲמָרַיָּא לְצִבְעוֹן אֲבוּהִי:",
          "english": "And these are the children of Żiv῾on; both Ayya, and ῾Ana: this was that ῾Ana that found the hot springs in the wilderness, as he fed the asses of Żiv῾on his father."
        },
        {
          "verseNum": 25,
          "hebrew": "וְאֵ֥לֶּה בְנֵֽי־עֲנָ֖ה דִּשֹׁ֑ן וְאׇהֳלִיבָמָ֖ה בַּת־עֲנָֽה׃",
          "targum": "וְאִלֵּין בְּנֵי עֲנָה דִּשֹׁן וְאָהֳלִיבָמָה בַּת עֲנָה:",
          "english": "And the children of ῾Ana were these; Dishon, and Oholivama the daughter of ῾Ana."
        },
        {
          "verseNum": 26,
          "hebrew": "וְאֵ֖לֶּה בְּנֵ֣י דִישָׁ֑ן חֶמְדָּ֥ן וְאֶשְׁבָּ֖ן וְיִתְרָ֥ן וּכְרָֽן׃",
          "targum": "וְאִלֵּין בְּנֵי דִישָׁן חֶמְדָּן וְאֶשְׁבָּן וְיִתְרָן וּכְרָן:",
          "english": "And these are the children of Dishan; Ḥemdan, and Eshban, and Yitran, and Keran."
        },
        {
          "verseNum": 27,
          "hebrew": "אֵ֖לֶּה בְּנֵי־אֵ֑צֶר בִּלְהָ֥ן וְזַעֲוָ֖ן וַעֲקָֽן׃",
          "targum": "אִלֵּין בְּנֵי אֵצֶר בִּלְהָן וְזַעֲוָן וַעֲקָן:",
          "english": "The children of Eżer are these; Bilhan, and Za῾avan, and ῾Aqan."
        },
        {
          "verseNum": 28,
          "hebrew": "אֵ֥לֶּה בְנֵֽי־דִישָׁ֖ן ע֥וּץ וַאֲרָֽן׃",
          "targum": "אִלֵּין בְּנֵי דִישָׁן עוּץ וַאֲרָן:",
          "english": "The children of Dishan are these; Uż, and Aran."
        },
        {
          "verseNum": 29,
          "hebrew": "אֵ֖לֶּה אַלּוּפֵ֣י הַחֹרִ֑י אַלּ֤וּף לוֹטָן֙ אַלּ֣וּף שׁוֹבָ֔ל אַלּ֥וּף צִבְע֖וֹן אַלּ֥וּף עֲנָֽה׃",
          "targum": "אִלֵּין רַבְרְבֵי חוֹרָאָה רַבָּא לוֹטָן רַבָּא שׁוֹבָל רַבָּא צִבְעוֹן רַבָּא עֲנָה:",
          "english": "These are the chiefs that came of the Ḥori: the chief Lotan, the chief Shoval, the chief Żiv῾on, the chief ῾Ana,"
        },
        {
          "verseNum": 30,
          "hebrew": "אַלּ֥וּף דִּשֹׁ֛ן אַלּ֥וּף אֵ֖צֶר אַלּ֣וּף דִּישָׁ֑ן אֵ֣לֶּה אַלּוּפֵ֧י הַחֹרִ֛י לְאַלֻּפֵיהֶ֖ם בְּאֶ֥רֶץ שֵׂעִֽיר׃",
          "targum": "רַבָּא דִשֹׁן רַבָּא אֵצֶר רַבָּא דִישָׁן אִלֵּין רַבְרְבֵי חוֹרָאָה לְרַבְרְבָנֵיהוֹן בְּאַרְעָא דְשֵׂעִיר:",
          "english": "the chief Dishon, the chief Eżer, the chief Dishan: these are the chiefs that came of the Ḥori, according to their chiefs in the land of Se῾ir."
        },
        {
          "verseNum": 31,
          "hebrew": "וְאֵ֙לֶּה֙ הַמְּלָכִ֔ים אֲשֶׁ֥ר מָלְכ֖וּ בְּאֶ֣רֶץ אֱד֑וֹם לִפְנֵ֥י מְלׇךְ־מֶ֖לֶךְ לִבְנֵ֥י יִשְׂרָאֵֽל׃",
          "targum": "וְאִלֵּין מַלְכַיָּא דִּי מְלִיכוּ בְּאַרְעָא דֶאֱדוֹם קֳדָם דִּי מְלַךְ מַלְכָּא לִבְנֵי יִשְׂרָאֵל:",
          "english": "And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Yisra᾽el."
        },
        {
          "verseNum": 32,
          "hebrew": "וַיִּמְלֹ֣ךְ בֶּאֱד֔וֹם בֶּ֖לַע בֶּן־בְּע֑וֹר וְשֵׁ֥ם עִיר֖וֹ דִּנְהָֽבָה׃",
          "targum": "וּמְלַךְ בֶּאֱדוֹם בֶּלַע בַּר בְּעוֹר וְשׁוּם קַרְתֵּיהּ דִּנְהָבָה:",
          "english": "And Bela the son of Be῾or reigned in Edom: and the name of his city was Dinhava."
        },
        {
          "verseNum": 33,
          "hebrew": "וַיָּ֖מׇת בָּ֑לַע וַיִּמְלֹ֣ךְ תַּחְתָּ֔יו יוֹבָ֥ב בֶּן־זֶ֖רַח מִבׇּצְרָֽה׃",
          "targum": "וּמִית בָּלַע וּמְלַךְ תְּחוֹתוֹהִי יוֹבָב בַּר זֶרַח מִבָּצְרָה:",
          "english": "And Bela died, and Yovav the son of Zeraĥ of Bożra reigned in his place;"
        },
        {
          "verseNum": 34,
          "hebrew": "וַיָּ֖מׇת יוֹבָ֑ב וַיִּמְלֹ֣ךְ תַּחְתָּ֔יו חֻשָׁ֖ם מֵאֶ֥רֶץ הַתֵּימָנִֽי׃",
          "targum": "וּמִית יוֹבָב וּמְלַךְ תְּחוֹתוֹהִי חֻשָׁם מֵאַרְעָא דָרוֹמָא:",
          "english": "and Yovav died, and Ḥusham of the land of the Temani reigned in his place;"
        },
        {
          "verseNum": 35,
          "hebrew": "וַיָּ֖מׇת חֻשָׁ֑ם וַיִּמְלֹ֨ךְ תַּחְתָּ֜יו הֲדַ֣ד בֶּן־בְּדַ֗ד הַמַּכֶּ֤ה אֶת־מִדְיָן֙ בִּשְׂדֵ֣ה מוֹאָ֔ב וְשֵׁ֥ם עִיר֖וֹ עֲוִֽית׃",
          "targum": "וּמִית חֻשָׁם וּמְלַךְ תְּחוֹתוֹהִי הֲדַד בַּר בְּדַד דִּקְטִיל יָת מִדְיָנָאֵי בְּחַקְלָא דְמוֹאָב וְשׁוּם קַרְתֵּיהּ עֲוִית:",
          "english": "and Ḥusham died, and Hadad the son of Bedad, who smote Midyan in the field of Mo᾽av, reigned in his place; and the name of his city was ῾Avit."
        },
        {
          "verseNum": 36,
          "hebrew": "וַיָּ֖מׇת הֲדָ֑ד וַיִּמְלֹ֣ךְ תַּחְתָּ֔יו שַׂמְלָ֖ה מִמַּשְׂרֵקָֽה׃",
          "targum": "וּמִית הֲדָד וּמְלַךְ תְּחוֹתוֹהִי שַׂמְלָה מִמַּשְׂרֵקָה:",
          "english": "And Hadad died, and Samla of Masreqa reigned in his place;"
        },
        {
          "verseNum": 37,
          "hebrew": "וַיָּ֖מׇת שַׂמְלָ֑ה וַיִּמְלֹ֣ךְ תַּחְתָּ֔יו שָׁא֖וּל מֵרְחֹב֥וֹת הַנָּהָֽר׃",
          "targum": "וּמִית שַׂמְלָה וּמְלַךְ תְּחוֹתוֹהִי שָׁאוּל מֵרְחוֹבֵי דְעַל פְּרָת:",
          "english": "and Samla died, and Sha᾽ul of Reĥovot by the river reigned in his place;"
        },
        {
          "verseNum": 38,
          "hebrew": "וַיָּ֖מׇת שָׁא֑וּל וַיִּמְלֹ֣ךְ תַּחְתָּ֔יו בַּ֥עַל חָנָ֖ן בֶּן־עַכְבּֽוֹר׃",
          "targum": "וּמִית שָׁאוּל וּמְלַךְ תְּחוֹתוֹהִי בַּעַל חָנָן בַּר עַכְבּוֹר:",
          "english": "and Sha᾽ul died, and Ba῾al-ĥanan the son of ῾Akhbor reigned in his place;"
        },
        {
          "verseNum": 39,
          "hebrew": "וַיָּ֘מׇת֮ בַּ֣עַל חָנָ֣ן בֶּן־עַכְבּוֹר֒ וַיִּמְלֹ֤ךְ תַּחְתָּיו֙ הֲדַ֔ר וְשֵׁ֥ם עִיר֖וֹ פָּ֑עוּ וְשֵׁ֨ם אִשְׁתּ֤וֹ מְהֵֽיטַבְאֵל֙ בַּת־מַטְרֵ֔ד בַּ֖ת מֵ֥י זָהָֽב׃",
          "targum": "וּמִית בַּעַל חָנָן בַּר עַכְבּוֹר וּמְלַךְ תְּחוֹתוֹהִי הֲדַר וְשׁוּם קַרְתֵּיהּ פָּעוּ וְשׁוּם אִתְּתֵיהּ מְהֵיטַבְאֵל בַּת מַטְרֵד בַּת מְצָרֵף דַּהֲבָא:",
          "english": "and Ba῾al-ĥanan the son of ῾Akhbor died, and Hadar reigned in his place, and the name of his city was Pa῾u; and his wife’s name was Mehetav᾽el, daughter of Matred, daughter of Me-zahav."
        },
        {
          "verseNum": 40,
          "hebrew": "וְ֠אֵ֠לֶּה שְׁמ֞וֹת אַלּוּפֵ֤י עֵשָׂו֙ לְמִשְׁפְּחֹתָ֔ם לִמְקֹמֹתָ֖ם בִּשְׁמֹתָ֑ם אַלּ֥וּף תִּמְנָ֛ע אַלּ֥וּף עַֽלְוָ֖ה אַלּ֥וּף יְתֵֽת׃",
          "targum": "וְאִלֵּין שְׁמָהַת רַבְרְבֵי עֵשָׂו לְזַרְעֲיָתְהוֹן לְאַתְרֵיהוֹן בִּשְׁמָהָתְהוֹן רַבָּא תִמְנָע רַבָּא עַלְוָה רַבָּא יְתֵת:",
          "english": "And these are the names of the chiefs that came of ῾Esav, according to their families, after their places, by their names; the chief Timna, the chief ῾Aleva, the chief Yetet,"
        },
        {
          "verseNum": 41,
          "hebrew": "אַלּ֧וּף אׇהֳלִיבָמָ֛ה אַלּ֥וּף אֵלָ֖ה אַלּ֥וּף פִּינֹֽן׃",
          "targum": "רַבָּא אָהֳלִיבָמָה רַבָּא אֵלָה רַבָּא פִינֹן:",
          "english": "the chief Oholivama, the chief Ela, the chief Pinon,"
        },
        {
          "verseNum": 42,
          "hebrew": "אַלּ֥וּף קְנַ֛ז אַלּ֥וּף תֵּימָ֖ן אַלּ֥וּף מִבְצָֽר׃",
          "targum": "רַבָּא קְנַז רַבָּא תֵימָן רַבָּא מִבְצָר:",
          "english": "the chief Qenaz, the chief Teman, the chief Mivżar,"
        },
        {
          "verseNum": 43,
          "hebrew": "אַלּ֥וּף מַגְדִּיאֵ֖ל אַלּ֣וּף עִירָ֑ם אֵ֣לֶּה׀ אַלּוּפֵ֣י אֱד֗וֹם לְמֹֽשְׁבֹתָם֙ בְּאֶ֣רֶץ אֲחֻזָּתָ֔ם ה֥וּא עֵשָׂ֖ו אֲבִ֥י אֱדֽוֹם׃",
          "targum": "רַבָּא מַגְדִּיאֵל רַבָּא עִירָם אִלֵּין רַבְרְבֵי אֱדוֹם לְמוֹתְבָנְהוֹן בְּאַרְעָא אַחֲסַנְתְּהוֹן הוּא עֵשָׂו אֲבוּהוֹן דֶּאֱדוֹמָאֵי:",
          "english": "the chief Magdi᾽el, the chief ῾Iram: these are the chiefs of Edom, according to their settlements in the land of their possession. He is ῾Esav the father of Edom."
        }
      ]
    }
  ]
}