{
  "name": "Vayikra",
  "book": "Leviticus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיִּקְרָ֖א אֶל־מֹשֶׁ֑ה וַיְדַבֵּ֤ר יְהֹוָה֙ אֵלָ֔יו מֵאֹ֥הֶל מוֹעֵ֖ד לֵאמֹֽר׃",
          "targum": "וּקְרָא לְמשֶׁה וּמַלֵּיל יְיָ עִמֵּיהּ מִמַּשְׁכַּן זִמְנָא לְמֵימָר:",
          "english": "AND the Lord called to Moshe, and spoke to him out of the Tent of Meeting, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּ֞ר אֶל־בְּנֵ֤י יִשְׂרָאֵל֙ וְאָמַרְתָּ֣ אֲלֵהֶ֔ם אָדָ֗ם כִּֽי־יַקְרִ֥יב מִכֶּ֛ם קׇרְבָּ֖ן לַֽיהֹוָ֑ה מִן־הַבְּהֵמָ֗ה מִן־הַבָּקָר֙ וּמִן־הַצֹּ֔אן תַּקְרִ֖יבוּ אֶת־קׇרְבַּנְכֶֽם׃",
          "targum": "מַלֵּיל עִם בְּנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן אֱנַשׁ אֲרֵי יְקָרֵיב מִנְּכוֹן קֻרְבָּנָא קֳדָם יְיָ מִן בְּעִירָא מִן תּוֹרֵי וּמִן עָנָא תְּקָרְבוּן יָת קֻרְבַּנְכוֹן:",
          "english": "Speak to the children of Yisra᾽el, and say to them, If any man of you bring an offering to the Lord, of the cattle shall you bring your offering, of the herd, and of the flock."
        },
        {
          "verseNum": 3,
          "hebrew": "אִם־עֹלָ֤ה קׇרְבָּנוֹ֙ מִן־הַבָּקָ֔ר זָכָ֥ר תָּמִ֖ים יַקְרִיבֶ֑נּוּ אֶל־פֶּ֜תַח אֹ֤הֶל מוֹעֵד֙ יַקְרִ֣יב אֹת֔וֹ לִרְצֹנ֖וֹ לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "אִם עֲלָתָא קֻרְבָּנֵיהּ מִן תּוֹרֵי דְּכַר שְׁלִים יְקָרְבִנֵּיהּ לִתְרַע מַשְׁכַּן זִמְנָא יְקָרֵב יָתֵיהּ לְרַעֲוָא לֵיהּ קֳדָם יְיָ:",
          "english": "If his offering be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it at the door of the Tent of Meeting, that he may be accepted before the Lord."
        },
        {
          "verseNum": 4,
          "hebrew": "וְסָמַ֣ךְ יָד֔וֹ עַ֖ל רֹ֣אשׁ הָעֹלָ֑ה וְנִרְצָ֥ה ל֖וֹ לְכַפֵּ֥ר עָלָֽיו׃",
          "targum": "וְיִסְמוֹךְ יְדֵיהּ עַל רֵישׁ עֲלָתָא וְיִתְרְעֵי לֵיהּ לְכַפָּרָא עֲלוֹהִי:",
          "english": "And he shall put his hand upon the head of the burnt offering; and it shall be accepted for him to make atonement for him."
        },
        {
          "verseNum": 5,
          "hebrew": "וְשָׁחַ֛ט אֶת־בֶּ֥ן הַבָּקָ֖ר לִפְנֵ֣י יְהֹוָ֑ה וְ֠הִקְרִ֠יבוּ בְּנֵ֨י אַהֲרֹ֤ן הַכֹּֽהֲנִים֙ אֶת־הַדָּ֔ם וְזָרְק֨וּ אֶת־הַדָּ֤ם עַל־הַמִּזְבֵּ֙חַ֙ סָבִ֔יב אֲשֶׁר־פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְיִכּוֹס יָת בַּר תּוֹרֵי קֳדָם יְיָ וִיקָרְבוּן בְּנֵי אַהֲרֹן כָּהֲנַיָּא יָת דְּמָא וְיִזְרְקוּן יָת דְּמָא עַל מַדְבְּחָא סְחוֹר סְחוֹר דִּי בִתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And he shall kill the bullock before the Lord: and the priests, Aharon’s sons, shall bring the blood, and sprinkle the blood round about upon the altar that is by the door of the Tent of Meeting."
        },
        {
          "verseNum": 6,
          "hebrew": "וְהִפְשִׁ֖יט אֶת־הָעֹלָ֑ה וְנִתַּ֥ח אֹתָ֖הּ לִנְתָחֶֽיהָ׃",
          "targum": "וְיַשְׁלַח יָת עֲלָתָא וִיפַלֵּג יָתַהּ לְאֶבְרָהָא:",
          "english": "And he shall flay the burnt offering, and cut it into its pieces."
        },
        {
          "verseNum": 7,
          "hebrew": "וְ֠נָתְנ֠וּ בְּנֵ֨י אַהֲרֹ֧ן הַכֹּהֵ֛ן אֵ֖שׁ עַל־הַמִּזְבֵּ֑חַ וְעָרְכ֥וּ עֵצִ֖ים עַל־הָאֵֽשׁ׃",
          "targum": "וְיִתְּנוּן בְּנֵי אַהֲרֹן כַּהֲנָא אֶשָּׁתָא עַל מַדְבְּחָא וִיסַדְּרוּן אָעַיָּא עַל אֶשָּׁתָא:",
          "english": "And the sons of Aharon the priest shall put fire upon the altar, and lay the wood in order upon the fire:"
        },
        {
          "verseNum": 8,
          "hebrew": "וְעָרְכ֗וּ בְּנֵ֤י אַהֲרֹן֙ הַכֹּ֣הֲנִ֔ים אֵ֚ת הַנְּתָחִ֔ים אֶת־הָרֹ֖אשׁ וְאֶת־הַפָּ֑דֶר עַל־הָעֵצִים֙ אֲשֶׁ֣ר עַל־הָאֵ֔שׁ אֲשֶׁ֖ר עַל־הַמִּזְבֵּֽחַ׃",
          "targum": "וִיסַדְּרוּן בְּנֵי אַהֲרֹן כָּהֲנַיָּא יָת אֶבְרַיָּא יָת רֵישָׁא וְיָת תַּרְבָּא עַל אָעַיָּא דִּי עַל אֶשָׁתָא דִּי עַל מַדְבְּחָא:",
          "english": "and the priests, Aharon’s sons, shall lay the parts, the head, and the fat, in order upon the wood that is on the fire which is upon the altar:"
        },
        {
          "verseNum": 9,
          "hebrew": "וְקִרְבּ֥וֹ וּכְרָעָ֖יו יִרְחַ֣ץ בַּמָּ֑יִם וְהִקְטִ֨יר הַכֹּהֵ֤ן אֶת־הַכֹּל֙ הַמִּזְבֵּ֔חָה עֹלָ֛ה אִשֵּׁ֥ה רֵֽיחַ־נִיח֖וֹחַ לַֽיהֹוָֽה׃",
          "targum": "וְגַוֵיהּ וּכְרָעוֹהִי יְחַלֵּל בְּמַיָּא וְיַסֵּק כַּהֲנָא יָת כּוֹלָא לְמַדְבְּחָא עֲלָתָא קֻרְבַּן דְּמִתְקַבֵּל בְּרַעֲוָא קֳדָם יְיָ:",
          "english": "but its inwards and its legs shall he wash in water: and the priest shall burn all on the altar, to be a burnt sacrifice, an offering made by fire, of a sweet savour to the Lord."
        },
        {
          "verseNum": 10,
          "hebrew": "וְאִם־מִן־הַצֹּ֨אן קׇרְבָּנ֧וֹ מִן־הַכְּשָׂבִ֛ים א֥וֹ מִן־הָעִזִּ֖ים לְעֹלָ֑ה זָכָ֥ר תָּמִ֖ים יַקְרִיבֶֽנּוּ׃",
          "targum": "וְאִם מִן עָנָא קֻרְבָּנֵיהּ מִן אִמְּרַיָּא אוֹ מִן בְּנֵי עִזַיָּא לַעֲלָתָא דְּכַר שְׁלִים יְקָרְבִינֵיהּ:",
          "english": "And if his offering be of the flocks, namely, of the sheep, or of the goats, for a burnt sacrifice; he shall bring it a male without blemish."
        },
        {
          "verseNum": 11,
          "hebrew": "וְשָׁחַ֨ט אֹת֜וֹ עַ֣ל יֶ֧רֶךְ הַמִּזְבֵּ֛חַ צָפֹ֖נָה לִפְנֵ֣י יְהֹוָ֑ה וְזָרְק֡וּ בְּנֵי֩ אַהֲרֹ֨ן הַכֹּהֲנִ֧ים אֶת־דָּמ֛וֹ עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃",
          "targum": "וְיִכּוֹס יָתֵיהּ עַל צִדָּא דְמַדְבְּחָא צִפּוּנָא קֳדָם יְיָ וְיִזְרְקוּן בְּנֵי אַהֲרֹן כָּהֲנַיָּא יָת דְּמֵיהּ עַל מַדְבְּחָא סְחוֹר סְחוֹר:",
          "english": "And he shall kill it on the side of the altar northward before the Lord: and the priests, Aharon’s sons, shall sprinkle its blood round about on the altar."
        },
        {
          "verseNum": 12,
          "hebrew": "וְנִתַּ֤ח אֹתוֹ֙ לִנְתָחָ֔יו וְאֶת־רֹאשׁ֖וֹ וְאֶת־פִּדְר֑וֹ וְעָרַ֤ךְ הַכֹּהֵן֙ אֹתָ֔ם עַל־הָֽעֵצִים֙ אֲשֶׁ֣ר עַל־הָאֵ֔שׁ אֲשֶׁ֖ר עַל־הַמִּזְבֵּֽחַ׃",
          "targum": "וִיפַלֵּג יָתֵיהּ לְאֵבָרוֹהִי וְיָת רֵישֵׁיהּ וְיָת תַּרְבֵּיהּ וְיַסְדַּר כַּהֲנָא יָתְהוֹן עַל אָעַיָּא דִּי עַל אֶשָּׁתָא דִּי עַל מַדְבְּחָא:",
          "english": "And he shall cut it into its pieces, with its head and its fat: and the priest shall lay them in order on the wood that is on the fire which is on the altar:"
        },
        {
          "verseNum": 13,
          "hebrew": "וְהַקֶּ֥רֶב וְהַכְּרָעַ֖יִם יִרְחַ֣ץ בַּמָּ֑יִם וְהִקְרִ֨יב הַכֹּהֵ֤ן אֶת־הַכֹּל֙ וְהִקְטִ֣יר הַמִּזְבֵּ֔חָה עֹלָ֣ה ה֗וּא אִשֵּׁ֛ה רֵ֥יחַ נִיחֹ֖חַ לַיהֹוָֽה׃",
          "targum": "וְגַוָּא וּכְרָעַיָּא יְחַלֵּל בְּמַיָּא וִיקָרֵב כַּהֲנָא יָת כּוֹלָא וְיַסֵּק לְמַדְבְּחָא עֲלָתָא הוּא קֻרְבַּן דְּמִתְקַבֵּל בְּרַעֲוָא קֳדָם יְיָ:",
          "english": "but he shall wash the inwards and the legs with water: and the priest shall bring it all, and burn it upon the altar: it is a burnt sacrifice, an offering made by fire, of a sweet savour to the Lord."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאִ֧ם מִן־הָע֛וֹף עֹלָ֥ה קׇרְבָּנ֖וֹ לַֽיהֹוָ֑ה וְהִקְרִ֣יב מִן־הַתֹּרִ֗ים א֛וֹ מִן־בְּנֵ֥י הַיּוֹנָ֖ה אֶת־קׇרְבָּנֽוֹ׃",
          "targum": "וְאִם מִן עוֹפָא עֲלָתָא קֻרְבָּנֵיהּ קֳדָם יְיָ וִיקָרֵב מִן שַׁפְנִינַיָּא אוֹ מִן בְּנֵי יוֹנָה יָת קֻרְבָּנֵיהּ:",
          "english": "And if the burnt sacrifice for his offering to the Lord be of birds, then he shall bring his offering of turtledoves, or of young pigeons."
        },
        {
          "verseNum": 15,
          "hebrew": "וְהִקְרִיב֤וֹ הַכֹּהֵן֙ אֶל־הַמִּזְבֵּ֔חַ וּמָלַק֙ אֶת־רֹאשׁ֔וֹ וְהִקְטִ֖יר הַמִּזְבֵּ֑חָה וְנִמְצָ֣ה דָמ֔וֹ עַ֖ל קִ֥יר הַמִּזְבֵּֽחַ׃",
          "targum": "וִיקָרְבִנֵיהּ כַּהֲנָא לְמַדְבְּחָא וְיִמְלוֹק יָת רֵישֵׁיהּ וְיַסֵּק לְמַדְבְּחָא וְיִתִּמְצֵי דְמֵיהּ עַל כּוֹתֶל מַדְבְּחָא:",
          "english": "And the priest shall bring it to the altar, and wring off its head, and burn it on the altar; and its blood shall be wrung out at the side of the altar:"
        },
        {
          "verseNum": 16,
          "hebrew": "וְהֵסִ֥יר אֶת־מֻרְאָת֖וֹ בְּנֹצָתָ֑הּ וְהִשְׁלִ֨יךְ אֹתָ֜הּ אֵ֤צֶל הַמִּזְבֵּ֙חַ֙ קֵ֔דְמָה אֶל־מְק֖וֹם הַדָּֽשֶׁן׃",
          "targum": "וְיַעֲדֵּי יָת זְפָקֵיהּ בְּאוּכְלֵיהּ וְיִרְמֵי יָתַהּ לִסְטַר מַדְבְּחָא קִידוּמָא לַאֲתַר דְּמוֹשְׁדִין קִטְמָא:",
          "english": "and he shall remove its crop with its feathers, and cast it beside the altar on the east part, by the place of the ashes:"
        },
        {
          "verseNum": 17,
          "hebrew": "וְשִׁסַּ֨ע אֹת֣וֹ בִכְנָפָיו֮ לֹ֣א יַבְדִּיל֒ וְהִקְטִ֨יר אֹת֤וֹ הַכֹּהֵן֙ הַמִּזְבֵּ֔חָה עַל־הָעֵצִ֖ים אֲשֶׁ֣ר עַל־הָאֵ֑שׁ עֹלָ֣ה ה֗וּא אִשֵּׁ֛ה רֵ֥יחַ נִיחֹ֖חַ לַיהֹוָֽה׃",
          "targum": "וִיפָרֵיק יָתֵיהּ בְּגַדְפוֹהִי לָא יַפְרֵישׁ וְיַסֵּק יָתֵיהּ כַּהֲנָא לְמַדְבְּחָא עַל אָעַיָּא דִּי עַל אֶשָּׁתָא עֲלָתָא הוּא קֻרְבָּן דְּמִתְקַבֵּל בְּרַעֲוָא קֳדָם יְיָ:",
          "english": "and he shall rend it by its wings, but shall not divide it asunder: and the priest shall burn it on the altar, on the wood that is on the fire: it is a burnt sacrifice, an offering made by fire, of a sweet savour to the Lord."
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְנֶ֗פֶשׁ כִּֽי־תַקְרִ֞יב קׇרְבַּ֤ן מִנְחָה֙ לַֽיהֹוָ֔ה סֹ֖לֶת יִהְיֶ֣ה קׇרְבָּנ֑וֹ וְיָצַ֤ק עָלֶ֙יהָ֙ שֶׁ֔מֶן וְנָתַ֥ן עָלֶ֖יהָ לְבֹנָֽה׃",
          "targum": "וֶאֱנַשׁ אֲרֵי יְקָרֵב קֻרְבַּן מִנְחָתָא קֳדָם יְיָ סוּלְתָּא יְהֵי קֻרְבָּנֵיהּ וִירִיק עֲלָהּ מִשְׁחָא וְיִתֵּן עֲלָהּ לְבוֹנְתָּא:",
          "english": "And when any will offer a meal offering to the Lord, his offering shall be of fine flour; and he shall pour oil upon it, and put frankincense upon it:"
        },
        {
          "verseNum": 2,
          "hebrew": "וֶֽהֱבִיאָ֗הּ אֶל־בְּנֵ֣י אַהֲרֹן֮ הַכֹּהֲנִים֒ וְקָמַ֨ץ מִשָּׁ֜ם מְלֹ֣א קֻמְצ֗וֹ מִסׇּלְתָּהּ֙ וּמִשַּׁמְנָ֔הּ עַ֖ל כׇּל־לְבֹנָתָ֑הּ וְהִקְטִ֨יר הַכֹּהֵ֜ן אֶת־אַזְכָּרָתָהּ֙ הַמִּזְבֵּ֔חָה אִשֵּׁ֛ה רֵ֥יחַ נִיחֹ֖חַ לַיהֹוָֽה׃",
          "targum": "וְיַיְתִנָּהּ לְוָת בְּנֵי אַהֲרֹן כָּהֲנַיָּא וְיִקְמוֹץ מִתַּמָּן מְלֵי קֻמְצֵיהּ מִסֻּלְתָּא וּמִמִּשְׁחַהּ עַל כָּל לְבוֹנְתָּהּ וְיַסֵּק כַּהֲנָא יָת אַדְכַּרְתָּהּ לְמַדְבְּחָא קֻרְבַּן דְּמִתְקַבֵּל בְּרַעֲוָא קֳדָם יְיָ:",
          "english": "and he shall bring it to Aharon’s sons the priests: and he shall take from it his handful of its fine flour, and of its oil, with all its frankincense; and the priest shall burn the memorial part of it on the altar, to be an offering made by fire, a sweet savour to the Lord:"
        },
        {
          "verseNum": 3,
          "hebrew": "וְהַנּוֹתֶ֙רֶת֙ מִן־הַמִּנְחָ֔ה לְאַהֲרֹ֖ן וּלְבָנָ֑יו קֹ֥דֶשׁ קׇֽדָשִׁ֖ים מֵאִשֵּׁ֥י יְהֹוָֽה׃",
          "targum": "וּדְאִשְׁתָּאַר מִן מִנְחָתָא לְאַהֲרֹן וְלִבְנוֹהִי קוֹדֶשׁ קוּדְשִׁין מִקֻּרְבָּנַיָּא דַיְיָ:",
          "english": "and the remnant of the meal offering shall be Aharon’s and his sons’: it is a thing most holy of the offerings of the Lord made by fire."
        },
        {
          "verseNum": 4,
          "hebrew": "וְכִ֥י תַקְרִ֛ב קׇרְבַּ֥ן מִנְחָ֖ה מַאֲפֵ֣ה תַנּ֑וּר סֹ֣לֶת חַלּ֤וֹת מַצֹּת֙ בְּלוּלֹ֣ת בַּשֶּׁ֔מֶן וּרְקִיקֵ֥י מַצּ֖וֹת מְשֻׁחִ֥ים בַּשָּֽׁמֶן׃",
          "targum": "וַאֲרֵי תְּקָרֵיב קֻרְבַּן מִנְחָתָא מַאֲפֵה תַנּוּרָא סוּלְתָּא גְּרִיצָן פַּטִּירָן דְּפִילָן בִּמְשַׁח וְאַסְפּוֹגִין פַּטִּירִין דִּמְשִׁיחִין בִּמְשָׁח:",
          "english": "And if thou bring a sacrifice of meal offering baked in the oven, it shall be unleavened cakes of fine flour mingled with oil, or unleavened wafers anointed with oil."
        },
        {
          "verseNum": 5,
          "hebrew": "וְאִם־מִנְחָ֥ה עַל־הַֽמַּחֲבַ֖ת קׇרְבָּנֶ֑ךָ סֹ֛לֶת בְּלוּלָ֥ה בַשֶּׁ֖מֶן מַצָּ֥ה תִהְיֶֽה׃",
          "targum": "וְאִם מִנְחָתָא עַל מַסְרֵיתָא קֻרְבָּנָךְ סוּלְתָּא דְּפִילָא בִמְשַׁח פַּטִּיר תְּהֵי:",
          "english": "And if thy sacrifice be a meal offering baked in a pan, it shall be of fine flour unleavened, mingled with oil."
        },
        {
          "verseNum": 6,
          "hebrew": "פָּת֤וֹת אֹתָהּ֙ פִּתִּ֔ים וְיָצַקְתָּ֥ עָלֶ֖יהָ שָׁ֑מֶן מִנְחָ֖ה הִֽוא׃",
          "targum": "בְּצַע יָתָהּ בִּיצוּעִין וּתְרִיק עֲלָהּ מִשְׁחָא מִנְחָתָא הִיא:",
          "english": "Thou shalt part it in pieces, and pour oil on it: it is a meal offering."
        },
        {
          "verseNum": 7,
          "hebrew": "וְאִם־מִנְחַ֥ת מַרְחֶ֖שֶׁת קׇרְבָּנֶ֑ךָ סֹ֥לֶת בַּשֶּׁ֖מֶן תֵּעָשֶֽׂה׃",
          "targum": "וְאִם מִנְחָתָא דְרַדְתָּא קֻרְבָּנָךְ סוּלְתָּא בִמְשַׁח תִּתְעֲבֵד:",
          "english": "And if thy sacrifice be a meal offering baked in a frying pan, it shall be made of fine flour with oil."
        },
        {
          "verseNum": 8,
          "hebrew": "וְהֵבֵאתָ֣ אֶת־הַמִּנְחָ֗ה אֲשֶׁ֧ר יֵעָשֶׂ֛ה מֵאֵ֖לֶּה לַיהֹוָ֑ה וְהִקְרִיבָהּ֙ אֶל־הַכֹּהֵ֔ן וְהִגִּישָׁ֖הּ אֶל־הַמִּזְבֵּֽחַ׃",
          "targum": "וְתַיְתֵי יָת מִנְחָתָא דִּי יִתְעֲבֵד מֵאִלֵּין קֳדָם יְיָ וִיקַרְבִינָה לְוָת כַּהֲנָא וִיקַרְבִנַּהּ לְמַדְבְּחָא:",
          "english": "And thou shalt bring the meal offering that is made of these things to the Lord: and when it is presented to the priest, he shall bring it to the altar."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהֵרִ֨ים הַכֹּהֵ֤ן מִן־הַמִּנְחָה֙ אֶת־אַזְכָּ֣רָתָ֔הּ וְהִקְטִ֖יר הַמִּזְבֵּ֑חָה אִשֵּׁ֛ה רֵ֥יחַ נִיחֹ֖חַ לַיהֹוָֽה׃",
          "targum": "וְיַפְרֵישׁ כַּהֲנָא מִן מִנְחָתָא יָת אַדְכַּרְתָּה וְיַסֵּק לְמַדְבְּחָא קֻרְבַּן דְּמִתְקַבֵּל בְּרַעֲוָא קֳדָם יְיָ:",
          "english": "And the priest shall take from the meal offering its memorial part, and shall burn it on the altar: it is an offering made by fire, of a sweet savour to the Lord."
        },
        {
          "verseNum": 10,
          "hebrew": "וְהַנּוֹתֶ֙רֶת֙ מִן־הַמִּנְחָ֔ה לְאַהֲרֹ֖ן וּלְבָנָ֑יו קֹ֥דֶשׁ קׇֽדָשִׁ֖ים מֵאִשֵּׁ֥י יְהֹוָֽה׃",
          "targum": "וּדְאִשְׁתָּאַר מִן מִנְחָתָא לְאַהֲרֹן וְלִבְנוֹהִי קוֹדֶשׁ קוּדְשִׁין מִקֻּרְבָּנַיָּא דַיְיָ:",
          "english": "And that which is left of the meal offering shall be Aharon’s and his sons’: it is a thing most holy of the offerings of the Lord made by fire."
        },
        {
          "verseNum": 11,
          "hebrew": "כׇּל־הַמִּנְחָ֗ה אֲשֶׁ֤ר תַּקְרִ֙יבוּ֙ לַיהֹוָ֔ה לֹ֥א תֵעָשֶׂ֖ה חָמֵ֑ץ כִּ֤י כׇל־שְׂאֹר֙ וְכׇל־דְּבַ֔שׁ לֹֽא־תַקְטִ֧ירוּ מִמֶּ֛נּוּ אִשֶּׁ֖ה לַֽיהֹוָֽה׃",
          "targum": "כָּל מִנְחָתָא דִּי תְקָרְבוּן קֳדָם יְיָ לָא תִתְעֲבֵד חֲמִיעַ אֲרֵי כָל חֲמִיר וְכָל דְּבַשׁ לָא תַסְּקוּן מִנֵּיהּ קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "No meal offering, which you shall bring to the Lord, shall be made with leaven: for you shall burn no leaven, nor any honey, in any offering of the Lord made by fire."
        },
        {
          "verseNum": 12,
          "hebrew": "קׇרְבַּ֥ן רֵאשִׁ֛ית תַּקְרִ֥יבוּ אֹתָ֖ם לַיהֹוָ֑ה וְאֶל־הַמִּזְבֵּ֥חַ לֹא־יַעֲל֖וּ לְרֵ֥יחַ נִיחֹֽחַ׃",
          "targum": "קֻרְבַּן קַדְמַי תְּקָרְבוּן יָתְהוֹן קֳדָם יְיָ וּלְמַדְבְּחָא לָא יִתַּסְּקוּן לְאִתְקַבָּלָא בְרַעֲוָא:",
          "english": "As for the offerings of the firstfruits, you shall offer them to the Lord: but they shall not be burnt on the altar for a sweet savour."
        },
        {
          "verseNum": 13,
          "hebrew": "וְכׇל־קׇרְבַּ֣ן מִנְחָתְךָ֮ בַּמֶּ֣לַח תִּמְלָח֒ וְלֹ֣א תַשְׁבִּ֗ית מֶ֚לַח בְּרִ֣ית אֱלֹהֶ֔יךָ מֵעַ֖ל מִנְחָתֶ֑ךָ עַ֥ל כׇּל־קׇרְבָּנְךָ֖ תַּקְרִ֥יב מֶֽלַח׃",
          "targum": "וְכָל קֻרְבַּן מִנְחָתָךְ בְּמִלְחָא תִמְלַח וְלָא תְבַטֵּל מְלַח קְיַם אֱלָהָךְ מֵעַל מִנְחָתָךְ עַל כָּל קֻרְבָּנָךְ תְּקָרֵב מִלְחָא:",
          "english": "And thy every meal offering shalt thou season with salt; nor shalt thou suffer the salt of the covenant of thy God to be lacking from thy meal offering: with all thy offerings thou shalt offer salt."
        },
        {
          "verseNum": 14,
          "hebrew": "וְאִם־תַּקְרִ֛יב מִנְחַ֥ת בִּכּוּרִ֖ים לַיהֹוָ֑ה אָבִ֞יב קָל֤וּי בָּאֵשׁ֙ גֶּ֣רֶשׂ כַּרְמֶ֔ל תַּקְרִ֕יב אֵ֖ת מִנְחַ֥ת בִּכּוּרֶֽיךָ׃",
          "targum": "וְאִם תְּקָרֵב מִנְחַת בִּכּוּרִין קֳדָם יְיָ אָבִיב קְלֵי בְנוּר פֵּירוֹכָן רַכִּיכָן תְּקָרֵיב יָת מִנְחַת בִּכּוּרָךְ:",
          "english": "And if thou offer a meal offering of thy firstfruits to the Lord, thou shalt offer for the meal offering of thy firstfruits ears of corn dried by the fire, corn beaten out of fresh ears."
        },
        {
          "verseNum": 15,
          "hebrew": "וְנָתַתָּ֤ עָלֶ֙יהָ֙ שֶׁ֔מֶן וְשַׂמְתָּ֥ עָלֶ֖יהָ לְבֹנָ֑ה מִנְחָ֖ה הִֽוא׃",
          "targum": "וְתִתֵּן עֲלַהּ מִשְׁחָא וּתְשַׁוֵּי עֲלַהּ לְבוֹנְתָּא מִנְחָתָא הִיא:",
          "english": "And thou shalt put oil upon it, and lay on frankincense: it is a meal offering."
        },
        {
          "verseNum": 16,
          "hebrew": "וְהִקְטִ֨יר הַכֹּהֵ֜ן אֶת־אַזְכָּרָתָ֗הּ מִגִּרְשָׂהּ֙ וּמִשַּׁמְנָ֔הּ עַ֖ל כׇּל־לְבֹנָתָ֑הּ אִשֶּׁ֖ה לַיהֹוָֽה׃",
          "targum": "וְיַסֵּק כַּהֲנָא יָת אִדְכַּרְתַּהּ מִפֵּרוּכַהּ וּמִמִּשְׁחַהּ עַל כָּל לְבוֹנְתָּהּ קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "And the priest shall burn the memorial part of it, of its beaten corn, and of its oil, with all its frankincense: it is an offering made by fire to the Lord."
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְאִם־זֶ֥בַח שְׁלָמִ֖ים קׇרְבָּנ֑וֹ אִ֤ם מִן־הַבָּקָר֙ ה֣וּא מַקְרִ֔יב אִם־זָכָר֙ אִם־נְקֵבָ֔ה תָּמִ֥ים יַקְרִיבֶ֖נּוּ לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וְאִם נִכְסַת קוּדְשַׁיָּא קֻרְבָּנֵיהּ אִם מִן תּוֹרֵי הוּא מְקָרֵב אִם דְּכַר אִם נוּקְבָא שְׁלִים יְקָרְבִינֵיהּ קֳדָם יְיָ:",
          "english": "And if his offering be a sacrifice of peace offering, if he offer it of the herd; whether it be a male or female, he shall offer it without blemish before the Lord."
        },
        {
          "verseNum": 2,
          "hebrew": "וְסָמַ֤ךְ יָדוֹ֙ עַל־רֹ֣אשׁ קׇרְבָּנ֔וֹ וּשְׁחָט֕וֹ פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וְזָרְק֡וּ בְּנֵי֩ אַהֲרֹ֨ן הַכֹּהֲנִ֧ים אֶת־הַדָּ֛ם עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃",
          "targum": "וְיִסְמוֹךְ יְדֵיהּ עַל רֵישׁ קֻרְבָּנֵיהּ וְיִכְּסִנֵּיהּ בִּתְרַע מַשְׁכַּן זִמְנָא וְיִזְרְקוּן בְּנֵי אַהֲרֹן כָּהֲנַיָּא יָת דְּמָא עַל מַדְבְּחָא סְחוֹר סְחוֹר:",
          "english": "And he shall lay his hand upon the head of his offering, and kill it at the door of the Tent of Meeting: and Aharon’s sons the priests shall sprinkle the blood on the altar round about."
        },
        {
          "verseNum": 3,
          "hebrew": "וְהִקְרִיב֙ מִזֶּ֣בַח הַשְּׁלָמִ֔ים אִשֶּׁ֖ה לַיהֹוָ֑ה אֶת־הַחֵ֙לֶב֙ הַֽמְכַסֶּ֣ה אֶת־הַקֶּ֔רֶב וְאֵת֙ כׇּל־הַחֵ֔לֶב אֲשֶׁ֖ר עַל־הַקֶּֽרֶב׃",
          "targum": "וִיקָרֵב מִנִּכְסַת קוּדְשַׁיָּא קֻרְבָּנָא קֳדָם יְיָ יָת תַּרְבָּא דְּחָפֵי יָת גַּוָּא וְיָת כָּל תַּרְבָּא דִּי עַל גַּוָּא:",
          "english": "And he shall offer of the sacrifice of the peace offering an offering made by fire to the Lord; the fat that covers the inwards, and all the fat that is upon the inwards,"
        },
        {
          "verseNum": 4,
          "hebrew": "וְאֵת֙ שְׁתֵּ֣י הַכְּלָיֹ֔ת וְאֶת־הַחֵ֙לֶב֙ אֲשֶׁ֣ר עֲלֵהֶ֔ן אֲשֶׁ֖ר עַל־הַכְּסָלִ֑ים וְאֶת־הַיֹּתֶ֙רֶת֙ עַל־הַכָּבֵ֔ד עַל־הַכְּלָי֖וֹת יְסִירֶֽנָּה׃",
          "targum": "וְיָת תַּרְתֵּין כָּלְיָן וְיָת תַּרְבָּא דִי עֲלֵיהֶן דִּי עַל גִּסְסַיָּא וְיָת חַצְרָא דְּעַל כַּבְדָא עַל כָּלְיֵתָא יַעֲדִּנָּהּ:",
          "english": "and the two kidneys, and the fat that is on them, which is by the flanks, and the appendage of the liver, with the kidneys, it shall he take away."
        },
        {
          "verseNum": 5,
          "hebrew": "וְהִקְטִ֨ירוּ אֹת֤וֹ בְנֵֽי־אַהֲרֹן֙ הַמִּזְבֵּ֔חָה עַל־הָ֣עֹלָ֔ה אֲשֶׁ֥ר עַל־הָעֵצִ֖ים אֲשֶׁ֣ר עַל־הָאֵ֑שׁ אִשֵּׁ֛ה רֵ֥יחַ נִיחֹ֖חַ לַֽיהֹוָֽה׃",
          "targum": "וְיַסְקוּן יָתֵיהּ בְּנֵי אַהֲרֹן לְמַדְבְּחָא עַל עֲלָתָא דִּי עַל אָעַיָּא דִּי עַל אֶשָּׁתָא קֻרְבַּן דְּמִתְקַבֵּל בְּרַעֲוָא קֳדָם יְיָ:",
          "english": "And Aharon’s sons shall burn it on the altar upon the burnt sacrifice, which is upon the wood that is on the fire: it is an offering made by fire of a sweet savour to the Lord."
        },
        {
          "verseNum": 6,
          "hebrew": "וְאִם־מִן־הַצֹּ֧אן קׇרְבָּנ֛וֹ לְזֶ֥בַח שְׁלָמִ֖ים לַיהֹוָ֑ה זָכָר֙ א֣וֹ נְקֵבָ֔ה תָּמִ֖ים יַקְרִיבֶֽנּוּ׃",
          "targum": "וְאִם מִן עָנָא קֻרְבָּנֵיהּ לְנִכְסַת קוּדְשַׁיָּא קֳדָם יְיָ דְּכַר אוֹ נֻקְבָּא שְׁלִים יְקָרְבִנֵּיהּ:",
          "english": "And if his offering for a sacrifice of peace offering to the Lord be of the flock; male or female, he shall offer it without blemish."
        },
        {
          "verseNum": 7,
          "hebrew": "אִם־כֶּ֥שֶׂב הֽוּא־מַקְרִ֖יב אֶת־קׇרְבָּנ֑וֹ וְהִקְרִ֥יב אֹת֖וֹ לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "אִם אִימָר הוּא מְקָרֵב יָת קֻרְבָּנֵיהּ וִיקָרֵיב יָתֵיהּ קֳדָם יְיָ:",
          "english": "If he offer a lamb for his offering, then shall he offer it before the Lord."
        },
        {
          "verseNum": 8,
          "hebrew": "וְסָמַ֤ךְ אֶת־יָדוֹ֙ עַל־רֹ֣אשׁ קׇרְבָּנ֔וֹ וְשָׁחַ֣ט אֹת֔וֹ לִפְנֵ֖י אֹ֣הֶל מוֹעֵ֑ד וְ֠זָרְק֠וּ בְּנֵ֨י אַהֲרֹ֧ן אֶת־דָּמ֛וֹ עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃",
          "targum": "וְיִסְמוֹךְ יָת יְדֵיהּ עַל רֵישׁ קֻרְבָּנֵיהּ וְיִכּוֹס יָתֵיהּ קֳדָם מַשְׁכַּן זִמְנָא וְיִזְרְקוּן בְּנֵי אַהֲרֹן יָת דְּמֵיהּ עַל מַדְבְּחָא סְחוֹר סְחוֹר:",
          "english": "And he shall lay his hand upon the head of his offering, and kill it before the Tent of Meeting: and Aharon’s sons shall sprinkle its blood round about upon the altar."
        },
        {
          "verseNum": 9,
          "hebrew": "וְהִקְרִ֨יב מִזֶּ֣בַח הַשְּׁלָמִים֮ אִשֶּׁ֣ה לַיהֹוָה֒ חֶלְבּוֹ֙ הָאַלְיָ֣ה תְמִימָ֔ה לְעֻמַּ֥ת הֶעָצֶ֖ה יְסִירֶ֑נָּה וְאֶת־הַחֵ֙לֶב֙ הַֽמְכַסֶּ֣ה אֶת־הַקֶּ֔רֶב וְאֵת֙ כׇּל־הַחֵ֔לֶב אֲשֶׁ֖ר עַל־הַקֶּֽרֶב׃",
          "targum": "וִיקָרֵב מִנִּכְסַת קוּדְשַׁיָּא קֻרְבָּנָא קֳדָם יְיָ תַּרְבֵּיהּ אֲלִיתָא שְׁלִימְתָּא לָקֳבֵל שְׁזַרְתָּא יֶעְדִנַּהּ וְיָת תַּרְְבָּא דְּחָפֵי יָת גַּוָּא וְיָת כָּל תַּרְבָּא דִּי עַל גַּוָּא:",
          "english": "And he shall offer of the sacrifice of the peace offering an offering made by fire to the Lord; its fat, and the whole fat tail, it shall he take off hard by the backbone; and the fat that covers the inwards, and all the fat that is upon the inwards,"
        },
        {
          "verseNum": 10,
          "hebrew": "וְאֵת֙ שְׁתֵּ֣י הַכְּלָיֹ֔ת וְאֶת־הַחֵ֙לֶב֙ אֲשֶׁ֣ר עֲלֵהֶ֔ן אֲשֶׁ֖ר עַל־הַכְּסָלִ֑ים וְאֶת־הַיֹּתֶ֙רֶת֙ עַל־הַכָּבֵ֔ד עַל־הַכְּלָיֹ֖ת יְסִירֶֽנָּה׃",
          "targum": "וְיָת תַּרְתֵּין כָּלְיָן וְיָת תַּרְבָּא דִּי עֲלֵיהֶן דִּי עַל גִּסְסַיָּא וְיָת חַצְרָא דְּעַל כַּבְדָּא עַל כָּלְיֵתָא יֶעְדִּנַּהּ:",
          "english": "and the two kidneys, and the fat that is upon them, which is by the flanks; and the appendage of the liver, with the kidneys, it shall he take away."
        },
        {
          "verseNum": 11,
          "hebrew": "וְהִקְטִיר֥וֹ הַכֹּהֵ֖ן הַמִּזְבֵּ֑חָה לֶ֥חֶם אִשֶּׁ֖ה לַיהֹוָֽה׃",
          "targum": "וְיַסְּקִנֵּיהּ כַּהֲנָא לְמַדְבְּחָא לְחֵם קֻרְבָּנָא קֳדָם יְיָ:",
          "english": "And the priest shall burn it on the altar: it is the food of the offering made by fire to the Lord."
        },
        {
          "verseNum": 12,
          "hebrew": "וְאִ֥ם עֵ֖ז קׇרְבָּנ֑וֹ וְהִקְרִיב֖וֹ לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וְאִם מִן בְּנֵי עִזַּיָּא קֻרְבָּנֵיהּ וִיקָרְבִנֵּיהּ קֳדָם יְיָ:",
          "english": "And if his offering be a goat, then he shall offer it before the Lord."
        },
        {
          "verseNum": 13,
          "hebrew": "וְסָמַ֤ךְ אֶת־יָדוֹ֙ עַל־רֹאשׁ֔וֹ וְשָׁחַ֣ט אֹת֔וֹ לִפְנֵ֖י אֹ֣הֶל מוֹעֵ֑ד וְ֠זָרְק֠וּ בְּנֵ֨י אַהֲרֹ֧ן אֶת־דָּמ֛וֹ עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃",
          "targum": "וְיִסְמוֹךְ יָת יְדֵיהּ עַל רֵישֵׁיהּ וְיִכּוֹס יָתֵיהּ קֳדָם מַשְׁכַּן זִמְנָא וְיִזְרְקוּן בְּנֵי אַהֲרֹן יָת דְּמֵיהּ עַל מַדְבְּחָא סְחוֹר סְחוֹר:",
          "english": "And he shall lay his hand upon its head, and kill it before the Tent of Meeting: and the sons of Aharon shall sprinkle its blood upon the altar round about."
        },
        {
          "verseNum": 14,
          "hebrew": "וְהִקְרִ֤יב מִמֶּ֙נּוּ֙ קׇרְבָּנ֔וֹ אִשֶּׁ֖ה לַֽיהֹוָ֑ה אֶת־הַחֵ֙לֶב֙ הַֽמְכַסֶּ֣ה אֶת־הַקֶּ֔רֶב וְאֵת֙ כׇּל־הַחֵ֔לֶב אֲשֶׁ֖ר עַל־הַקֶּֽרֶב׃",
          "targum": "וִיקָרֵב מִנֵּיהּ קֻרְבָּנֵיהּ קֻרְבָּן קֳדָם יְיָ יָת תַּרְבָּא דְּחָפֵי יָת גַּוָּא וְיָת כָּל תַּרְבָּא דִּי עַל גַּוָּא:",
          "english": "And he shall offer his offering from it, an offering made by fire to the Lord; the fat that covers the inwards, and all the fat that is upon the inwards,"
        },
        {
          "verseNum": 15,
          "hebrew": "וְאֵת֙ שְׁתֵּ֣י הַכְּלָיֹ֔ת וְאֶת־הַחֵ֙לֶב֙ אֲשֶׁ֣ר עֲלֵהֶ֔ן אֲשֶׁ֖ר עַל־הַכְּסָלִ֑ים וְאֶת־הַיֹּתֶ֙רֶת֙ עַל־הַכָּבֵ֔ד עַל־הַכְּלָיֹ֖ת יְסִירֶֽנָּה׃",
          "targum": "וְיָת תַּרְתֵּין כָּלְיָן וְיָת תַּרְבָּא דִּי עֲלֵיהֶן דִּי עַל גִּסְסַיָּא וְיָת חַצְרָא דִּי עַל כַּבְדָא עַל כָּלְיֵתָא יֶעְדִּנַּהּ:",
          "english": "and the two kidneys, and the fat that is upon them, which is by the flanks, and the appendage of the liver, with the kidneys, it shall he take away."
        },
        {
          "verseNum": 16,
          "hebrew": "וְהִקְטִירָ֥ם הַכֹּהֵ֖ן הַמִּזְבֵּ֑חָה לֶ֤חֶם אִשֶּׁה֙ לְרֵ֣יחַ נִיחֹ֔חַ כׇּל־חֵ֖לֶב לַיהֹוָֽה׃",
          "targum": "וְיַסְּקִנּוּן כַּהֲנָא לְמַדְבְּחָא לְחֵם קֻרְבָּנָא לְאִתְקַבָּלָא בְרַעֲוָא כָּל תַּרְבָּא קֳדָם יְיָ:",
          "english": "And the priest shall burn them upon the altar: it is the food of the offering made by fire for a sweet savour: all the fat is the Lord’s."
        },
        {
          "verseNum": 17,
          "hebrew": "חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם בְּכֹ֖ל מוֹשְׁבֹֽתֵיכֶ֑ם כׇּל־חֵ֥לֶב וְכׇל־דָּ֖ם לֹ֥א תֹאכֵֽלוּ׃",
          "targum": "קְיָם עָלָם לְדָרָתֵיכוֹן בְּכֹל מוֹתְבָנֵיכוֹן כָּל תַּרְבָּא וְכָל דְּמָא לָא תֵיכְלוּן:",
          "english": "It shall be a perpetual statute for your generations throughout all your dwellings, that you eat neither fat nor blood."
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 2,
          "hebrew": "דַּבֵּ֞ר אֶל־בְּנֵ֣י יִשְׂרָאֵל֮ לֵאמֹר֒ נֶ֗פֶשׁ כִּֽי־תֶחֱטָ֤א בִשְׁגָגָה֙ מִכֹּל֙ מִצְוֺ֣ת יְהֹוָ֔ה אֲשֶׁ֖ר לֹ֣א תֵעָשֶׂ֑ינָה וְעָשָׂ֕ה מֵאַחַ֖ת מֵהֵֽנָּה׃",
          "targum": "מַלֵּל עִם בְּנֵי יִשְׂרָאֵל לְמֵימָר אֱנַשׁ אֲרֵי יֵחוֹב בְּשָׁלוּ מִכָּל פִּקּוּדַיָּא דַיְיָ דִּי לָא כַשְׁרִין לְאִתְעֲבָדָא וְיַעְבֵּד מִן חַד מִנְּהוֹן:",
          "english": "Speak to the children of Yisra᾽el saying, If a soul shall sin through ignorance against any of the commandments of the Lord concerning things which ought not to be done, and shall do against any of them:"
        },
        {
          "verseNum": 3,
          "hebrew": "אִ֣ם הַכֹּהֵ֧ן הַמָּשִׁ֛יחַ יֶחֱטָ֖א לְאַשְׁמַ֣ת הָעָ֑ם וְהִקְרִ֡יב עַ֣ל חַטָּאתוֹ֩ אֲשֶׁ֨ר חָטָ֜א פַּ֣ר בֶּן־בָּקָ֥ר תָּמִ֛ים לַיהֹוָ֖ה לְחַטָּֽאת׃",
          "targum": "אִם כַּהֲנָא רַבָּא יֵחוֹב לְחוֹבַת עַמָּא וִיקָרֵב עַל חוֹבְתֵיהּ דִּי חָב תּוֹר בַּר תּוֹרֵי שְׁלִים קֳדָם יְיָ לְחַטָּאתָא:",
          "english": "if the priest that is anointed do sin to bring guiltiness on the people; then let him bring for his sin, which he has sinned, a young bullock without blemish to the Lord for a sin offering."
        },
        {
          "verseNum": 4,
          "hebrew": "וְהֵבִ֣יא אֶת־הַפָּ֗ר אֶל־פֶּ֛תַח אֹ֥הֶל מוֹעֵ֖ד לִפְנֵ֣י יְהֹוָ֑ה וְסָמַ֤ךְ אֶת־יָדוֹ֙ עַל־רֹ֣אשׁ הַפָּ֔ר וְשָׁחַ֥ט אֶת־הַפָּ֖ר לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וְיַיְתִי יָת תּוֹרָא לִתְרַע מַשְׁכַּן זִמְנָא לָקֳדָם יְיָ וְיִסְמוֹךְ יָת יְדֵיהּ עַל רֵישׁ תּוֹרָא וְיִכּוֹס יָת תּוֹרָא קָדֳם יְיָ:",
          "english": "And he shall bring the bullock to the door of the Tent of Meeting before the Lord; and shall lay his hand upon the bullock’s head, and kill the bullock before the Lord."
        },
        {
          "verseNum": 5,
          "hebrew": "וְלָקַ֛ח הַכֹּהֵ֥ן הַמָּשִׁ֖יחַ מִדַּ֣ם הַפָּ֑ר וְהֵבִ֥יא אֹת֖וֹ אֶל־אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְיִסַּב כַּהֲנָא רַבָּא מִדְּמָא דְתוֹרָא וְיָעֵל יָתֵיהּ לְמַשְׁכַּן זִמְנָא:",
          "english": "And the priest that is anointed shall take of the bullock’s blood, and bring it to the Tent of Meeting:"
        },
        {
          "verseNum": 6,
          "hebrew": "וְטָבַ֧ל הַכֹּהֵ֛ן אֶת־אֶצְבָּע֖וֹ בַּדָּ֑ם וְהִזָּ֨ה מִן־הַדָּ֜ם שֶׁ֤בַע פְּעָמִים֙ לִפְנֵ֣י יְהֹוָ֔ה אֶת־פְּנֵ֖י פָּרֹ֥כֶת הַקֹּֽדֶשׁ׃",
          "targum": "וְיִטְבּוֹל כַּהֲנָא יָת אֶצְבְּעֵיהּ בִּדְמָא וְיַדִּי מִן דְּמָא שְׁבַע זִמְנִין קֳדָם יְיָ קֳדָם פָּרוּכְתָּא דְקוּדְשָׁא:",
          "english": "and the priest shall dip his finger in the blood, and sprinkle of the blood seven times before the Lord, before the veil of the sanctuary."
        },
        {
          "verseNum": 7,
          "hebrew": "וְנָתַן֩ הַכֹּהֵ֨ן מִן־הַדָּ֜ם עַל־קַ֠רְנ֠וֹת מִזְבַּ֨ח קְטֹ֤רֶת הַסַּמִּים֙ לִפְנֵ֣י יְהֹוָ֔ה אֲשֶׁ֖ר בְּאֹ֣הֶל מוֹעֵ֑ד וְאֵ֣ת׀ כׇּל־דַּ֣ם הַפָּ֗ר יִשְׁפֹּךְ֙ אֶל־יְסוֹד֙ מִזְבַּ֣ח הָעֹלָ֔ה אֲשֶׁר־פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְיִתֵּן כַּהֲנָא מִן דְּמָא עַל קַרְנַת מַדְבַּח דִקְטוֹרֶת בּוּסְמַיָא קֳדָם יְיָ דִּי בְּמַשְׁכַּן זִמְנָא וְיָת כָּל דְּמָא דְתוֹרָא יֵשׁוּד לִיסוֹדָא דְּמַדְבְּחָא דַעֲלָתָא דִּי בִתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And the priest shall put some of the blood upon the horns of the altar of sweet incense before the Lord, which is in the Tent of Meeting: and shall pour all the blood of the bullock at the bottom of the altar of the burnt offering, which is at the door of the Tent of Meeting."
        },
        {
          "verseNum": 8,
          "hebrew": "וְאֶת־כׇּל־חֵ֛לֶב פַּ֥ר הַֽחַטָּ֖את יָרִ֣ים מִמֶּ֑נּוּ אֶת־הַחֵ֙לֶב֙ הַֽמְכַסֶּ֣ה עַל־הַקֶּ֔רֶב וְאֵת֙ כׇּל־הַחֵ֔לֶב אֲשֶׁ֖ר עַל־הַקֶּֽרֶב׃",
          "targum": "וְיָת כָּל תְּרַב תּוֹרָא דְחַטָּאתָא יַפְרֵשׁ מִנֵּיהּ יָת תַּרְבָּא דְּחָפֵי עַל גַּוָּא וְיָת כָּל תַּרְבָּא דִּי עַל גַּוָּא:",
          "english": "And he shall take off from it all the fat of the bullock for the sin offering; the fat that covers the inwards, and all the fat that is upon the inwards,"
        },
        {
          "verseNum": 9,
          "hebrew": "וְאֵת֙ שְׁתֵּ֣י הַכְּלָיֹ֔ת וְאֶת־הַחֵ֙לֶב֙ אֲשֶׁ֣ר עֲלֵיהֶ֔ן אֲשֶׁ֖ר עַל־הַכְּסָלִ֑ים וְאֶת־הַיֹּתֶ֙רֶת֙ עַל־הַכָּבֵ֔ד עַל־הַכְּלָי֖וֹת יְסִירֶֽנָּה׃",
          "targum": "וְיָת תַּרְתֵּין כָּלְיָן וְיָת תַּרְבָּא דִּי עֲלֵיהוֹן דִּי עַל גִּסְסַיָּא וְיָת חִצְרָא דְּעַל כַּבְדָא עַל כָּלְיֵתָא יֶעְדִּנַּהּ:",
          "english": "and the two kidneys, and the fat that is upon them, which is by the flanks, and the appendage of the liver, with the kidneys, it shall he take away,"
        },
        {
          "verseNum": 10,
          "hebrew": "כַּאֲשֶׁ֣ר יוּרַ֔ם מִשּׁ֖וֹר זֶ֣בַח הַשְּׁלָמִ֑ים וְהִקְטִירָם֙ הַכֹּהֵ֔ן עַ֖ל מִזְבַּ֥ח הָעֹלָֽה׃",
          "targum": "כְּמָא דִי מִתַּפְרַשׁ מִתּוֹר נִכְסַת קוּדְשַׁיָּא וְיַסֵּקִנּוּן כַּהֲנָא עַל מַדְבְּחָא דַעֲלָתָא:",
          "english": "as it was taken off from the bullock of the peace offering: and the priest shall burn them upon the altar of the burnt offering."
        },
        {
          "verseNum": 11,
          "hebrew": "וְאֶת־ע֤וֹר הַפָּר֙ וְאֶת־כׇּל־בְּשָׂר֔וֹ עַל־רֹאשׁ֖וֹ וְעַל־כְּרָעָ֑יו וְקִרְבּ֖וֹ וּפִרְשֽׁוֹ׃",
          "targum": "וְיָת מְשַׁךְ תּוֹרָא וְיָת כָּל בִּסְרֵיהּ עַל רֵישֵׁיהּ וְעַל כְּרָעוֹהִי וְגַוֵּיהּ וְאוּכְלֵיהּ:",
          "english": "And the skin of the bullock, and all its flesh, with its head, and with its legs, and its inwards, and its dung,"
        },
        {
          "verseNum": 12,
          "hebrew": "וְהוֹצִ֣יא אֶת־כׇּל־הַ֠פָּ֠ר אֶל־מִח֨וּץ לַֽמַּחֲנֶ֜ה אֶל־מָק֤וֹם טָהוֹר֙ אֶל־שֶׁ֣פֶךְ הַדֶּ֔שֶׁן וְשָׂרַ֥ף אֹת֛וֹ עַל־עֵצִ֖ים בָּאֵ֑שׁ עַל־שֶׁ֥פֶךְ הַדֶּ֖שֶׁן יִשָּׂרֵֽף׃",
          "targum": "וְיַפֵּק יָת כָּל תּוֹרָא מִבָּרָא לְמַשְׁרִיתָא לַאֲתַר דְּכֵי לַאֲתַר בֵּית מֵישַׁד קִטְמָא וְיוֹקִיד יָתֵיהּ עַל אָעַיָּא בְּאֶשָּׁתָא עַל אֲתַר בֵּית מֵישַׁד קִטְמָא יִתּוֹקָד:",
          "english": "even the whole bullock shall he carry forth outside the camp to a clean place, where the ashes are poured out, and burn it on the wood with fire: where the ashes are poured out shall it be burnt."
        },
        {
          "verseNum": 13,
          "hebrew": "וְאִ֨ם כׇּל־עֲדַ֤ת יִשְׂרָאֵל֙ יִשְׁגּ֔וּ וְנֶעְלַ֣ם דָּבָ֔ר מֵעֵינֵ֖י הַקָּהָ֑ל וְ֠עָשׂ֠וּ אַחַ֨ת מִכׇּל־מִצְוֺ֧ת יְהֹוָ֛ה אֲשֶׁ֥ר לֹא־תֵעָשֶׂ֖ינָה וְאָשֵֽׁמוּ׃",
          "targum": "וְאִם כָּל כְּנִשְׁתָּא דְיִשְׂרָאֵל יִשְׁתְּלוּן וִיהֵי מְכַסָּא פִתְגָּמָא מֵעֵינֵי קְהָלָא וְיַעְבְּדוּן חָד מִכָּל פִּקּוּדַיָּא דַיְיָ דִּי לָא כָשְׁרִין לְאִתְעֲבָדָא וִיחוֹבוּן:",
          "english": "And if the whole congregation of Yisra᾽el sin through ignorance, and the thing be hid from the eyes of the assembly, and they have done something against any of the commandments of the Lord concerning things which should not be done, and have incurred guilt;"
        },
        {
          "verseNum": 14,
          "hebrew": "וְנֽוֹדְעָה֙ הַֽחַטָּ֔את אֲשֶׁ֥ר חָטְא֖וּ עָלֶ֑יהָ וְהִקְרִ֨יבוּ הַקָּהָ֜ל פַּ֤ר בֶּן־בָּקָר֙ לְחַטָּ֔את וְהֵבִ֣יאוּ אֹת֔וֹ לִפְנֵ֖י אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וְתִתְיְדַע חוֹבְתָא דִּי חָבוּ עֲלַהּ וִיקַרְבוּן קְהָלָא תּוֹר בַּר תּוֹרֵי לְחַטָּאתָא וְיַיְתוּן יָתֵיהּ לָקֳדָם מַשְׁכַּן זִמְנָא:",
          "english": "when the sin, which they have sinned, is known, then the congregation shall offer a young bullock for the sin, and bring it before the Tent of Meeting."
        },
        {
          "verseNum": 15,
          "hebrew": "וְ֠סָמְכ֠וּ זִקְנֵ֨י הָעֵדָ֧ה אֶת־יְדֵיהֶ֛ם עַל־רֹ֥אשׁ הַפָּ֖ר לִפְנֵ֣י יְהֹוָ֑ה וְשָׁחַ֥ט אֶת־הַפָּ֖ר לִפְנֵ֥י יְהֹוָֽה׃",
          "targum": "וְיִסְמְכוּן סָבֵי כְנִשְׁתָּא יָת יְדֵיהוֹן עַל רֵישׁ תּוֹרָא קֳדָם יְיָ וְיִכּוֹס יָת תּוֹרָא קֳדָם יְיָ:",
          "english": "And the elders of the congregation shall lay their hands on the head of the bullock before the Lord: and the bullock shall be killed before the Lord."
        },
        {
          "verseNum": 16,
          "hebrew": "וְהֵבִ֛יא הַכֹּהֵ֥ן הַמָּשִׁ֖יחַ מִדַּ֣ם הַפָּ֑ר אֶל־אֹ֖הֶל מוֹעֵֽד׃",
          "targum": "וְיָעֵל כַּהֲנָא רַבָּא מִן דְּמָא דְתוֹרָא לְמַשְׁכַּן זִמְנָא:",
          "english": "And the priest that is anointed shall bring of the bullock’s blood to the Tent of Meeting:"
        },
        {
          "verseNum": 17,
          "hebrew": "וְטָבַ֧ל הַכֹּהֵ֛ן אֶצְבָּע֖וֹ מִן־הַדָּ֑ם וְהִזָּ֞ה שֶׁ֤בַע פְּעָמִים֙ לִפְנֵ֣י יְהֹוָ֔ה אֵ֖ת פְּנֵ֥י הַפָּרֹֽכֶת׃",
          "targum": "וְיִטְבּוֹל כַּהֲנָא אִצְבְּעֵיהּ מִן דְּמָא וְיַדִּי שְׁבַע זִמְנִין קֳדָם יְיָ קֳדָם פָּרֻכְתָּא:",
          "english": "and the priest shall dip his finger in some of the blood, and sprinkle it seven times before the Lord, before the veil."
        },
        {
          "verseNum": 18,
          "hebrew": "וּמִן־הַדָּ֞ם יִתֵּ֣ן׀ עַל־קַרְנֹ֣ת הַמִּזְבֵּ֗חַ אֲשֶׁר֙ לִפְנֵ֣י יְהֹוָ֔ה אֲשֶׁ֖ר בְּאֹ֣הֶל מוֹעֵ֑ד וְאֵ֣ת כׇּל־הַדָּ֗ם יִשְׁפֹּךְ֙ אֶל־יְסוֹד֙ מִזְבַּ֣ח הָעֹלָ֔ה אֲשֶׁר־פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃",
          "targum": "וּמִן דְּמָא יִתֵּן עַל קַרְנַת מַדְבְּחָא דִּי קֳדָם יְיָ דִּי בְּמַשְׁכַּן זִמְנָא וְיָת כָּל דְּמָא יֵשׁוֹד לִיסוֹדָא דְּמַדְבְּחָא דַעֲלָתָא דִּי בִתְרַע מַשְׁכַּן זִמְנָא:",
          "english": "And he shall put some of the blood upon the horns of the altar which is before the Lord, that is in the Tent of Meeting, and shall pour out all the blood at the bottom of the altar of the burnt offering, which is at the door of the Tent of Meeting."
        },
        {
          "verseNum": 19,
          "hebrew": "וְאֵ֥ת כׇּל־חֶלְבּ֖וֹ יָרִ֣ים מִמֶּ֑נּוּ וְהִקְטִ֖יר הַמִּזְבֵּֽחָה׃",
          "targum": "וְיָת כָּל תַּרְבֵּיהּ יַפְרֵשׁ מִנֵּיהּ וְיַסֵּק לְמַדְבְּחָא:",
          "english": "And he shall lift off all its fat, and burn it on the altar."
        },
        {
          "verseNum": 20,
          "hebrew": "וְעָשָׂ֣ה לַפָּ֔ר כַּאֲשֶׁ֤ר עָשָׂה֙ לְפַ֣ר הַֽחַטָּ֔את כֵּ֖ן יַעֲשֶׂה־לּ֑וֹ וְכִפֶּ֧ר עֲלֵהֶ֛ם הַכֹּהֵ֖ן וְנִסְלַ֥ח לָהֶֽם׃",
          "targum": "וְיַעְבֵּד לְתוֹרָא כְּמָא דִי עֲבַד לְתוֹרָא דְחַטָּאתָא כֵּן יַעְבֵּד לֵיהּ וִיכַפֵּר עֲלֵיהוֹן כַּהֲנָא וְיִשְׁתְּבֵק לְהוֹן:",
          "english": "And he shall do with the bullock as he did with the bullock for a sin offering, so shall he do with this: and the priest shall make atonement for them, and it shall be forgiven them."
        },
        {
          "verseNum": 21,
          "hebrew": "וְהוֹצִ֣יא אֶת־הַפָּ֗ר אֶל־מִחוּץ֙ לַֽמַּחֲנֶ֔ה וְשָׂרַ֣ף אֹת֔וֹ כַּאֲשֶׁ֣ר שָׂרַ֔ף אֵ֖ת הַפָּ֣ר הָרִאשׁ֑וֹן חַטַּ֥את הַקָּהָ֖ל הֽוּא׃",
          "targum": "וְיַפֵּק יָת תּוֹרָא לְמִבָּרָא לְמַשְׁרִיתָא וְאוֹקִיד יָתֵיהּ כְּמָא דִי אוֹקִיד יָת תּוֹרָא קַדְמָאָה חַטַּאת קְהָלָא הוּא:",
          "english": "And he shall carry the bullock outside the camp, and burn it as he burned the first bullock: it is a sin offering for the congregation."
        },
        {
          "verseNum": 22,
          "hebrew": "אֲשֶׁ֥ר נָשִׂ֖יא יֶֽחֱטָ֑א וְעָשָׂ֡ה אַחַ֣ת מִכׇּל־מִצְוֺת֩ יְהֹוָ֨ה אֱלֹהָ֜יו אֲשֶׁ֧ר לֹא־תֵעָשֶׂ֛ינָה בִּשְׁגָגָ֖ה וְאָשֵֽׁם׃",
          "targum": "אִם רַבָּא יֵחוֹב וְיַעְבֵּד חַד מִכָּל פִּקּוּדַיָּא דַיְיָ אֱלָהֵיהּ דִּי לָא כַשְׁרִין לְאִתְעֲבָדָא בְּשָׁלוּ וְיֵחוֹב:",
          "english": "When a ruler has sinned, and done something through ignorance against any one of the commandments of the Lord his God concerning things which should not be done, and has incurred guilt;"
        },
        {
          "verseNum": 23,
          "hebrew": "אֽוֹ־הוֹדַ֤ע אֵלָיו֙ חַטָּאת֔וֹ אֲשֶׁ֥ר חָטָ֖א בָּ֑הּ וְהֵבִ֧יא אֶת־קׇרְבָּנ֛וֹ שְׂעִ֥יר עִזִּ֖ים זָכָ֥ר תָּמִֽים׃",
          "targum": "אוֹ אִתְיְדַע לֵיהּ חוֹבְתֵיהּ דִּי חַב בַּהּ וְיַיְתִי יָת קֻרְבָּנֵיהּ צְפִיר בַּר עִזִּין דְּכַר שְׁלִים:",
          "english": "or if his sin, wherein he has sinned, come to his knowledge; he shall bring his offering, a kid of the goats, a male without blemish:"
        },
        {
          "verseNum": 24,
          "hebrew": "וְסָמַ֤ךְ יָדוֹ֙ עַל־רֹ֣אשׁ הַשָּׂעִ֔יר וְשָׁחַ֣ט אֹת֗וֹ בִּמְק֛וֹם אֲשֶׁר־יִשְׁחַ֥ט אֶת־הָעֹלָ֖ה לִפְנֵ֣י יְהֹוָ֑ה חַטָּ֖את הֽוּא׃",
          "targum": "וְיִסְמוֹךְ יְדֵיהּ עַל רֵישָׁא דִצְפִירָא וְיִכּוֹס יָתֵיהּ בַּאֲתַר דְּיִכּוֹס יָת עֲלָתָא לָקֳדָם יְיָ חַטָּאתָא הוּא:",
          "english": "and he shall lay his hand upon the head of the goat, and kill it in the place where they kill the burnt offering before the Lord: it is a sin offering."
        },
        {
          "verseNum": 25,
          "hebrew": "וְלָקַ֨ח הַכֹּהֵ֜ן מִדַּ֤ם הַֽחַטָּאת֙ בְּאֶצְבָּע֔וֹ וְנָתַ֕ן עַל־קַרְנֹ֖ת מִזְבַּ֣ח הָעֹלָ֑ה וְאֶת־דָּמ֣וֹ יִשְׁפֹּ֔ךְ אֶל־יְס֖וֹד מִזְבַּ֥ח הָעֹלָֽה׃",
          "targum": "וְיִסַּב כַּהֲנָא מִדְּמָא דְחַטָּאתָא בְּאֶצְבְּעֵיהּ וְיִתֵּן עַל קַרְנַת מַדְבְּחָא דַעֲלָתָא וְיָת דְּמֵיהּ יֵשׁוֹד לִיסוֹדָא דְמַדְבְּחָא דַעֲלָתָא:",
          "english": "And the priest shall take of the blood of the sin offering with his finger, and put it upon the horns of the altar of burnt offering, and shall pour out its blood at the bottom of the altar of burnt offering."
        },
        {
          "verseNum": 26,
          "hebrew": "וְאֶת־כׇּל־חֶלְבּוֹ֙ יַקְטִ֣יר הַמִּזְבֵּ֔חָה כְּחֵ֖לֶב זֶ֣בַח הַשְּׁלָמִ֑ים וְכִפֶּ֨ר עָלָ֧יו הַכֹּהֵ֛ן מֵחַטָּאת֖וֹ וְנִסְלַ֥ח לֽוֹ׃",
          "targum": "וְיָת כָּל תַּרְבֵּיהּ יַסֵּק לְמַדְבְּחָא כִּתְרַב נִכְסַת קוּדְשַׁיָּא וִיכַפֵּר עֲלוֹהִי כַּהֲנָא מֵחוֹבְתֵיהּ וְיִשְׁתְּבֵק לֵיהּ:",
          "english": "And he shall burn all its fat upon the altar, as the fat of the sacrifice of the peace offering: and the priest shall make atonement for him as concerning his sin, and it shall be forgiven him."
        },
        {
          "verseNum": 27,
          "hebrew": "וְאִם־נֶ֧פֶשׁ אַחַ֛ת תֶּחֱטָ֥א בִשְׁגָגָ֖ה מֵעַ֣ם הָאָ֑רֶץ בַּ֠עֲשֹׂתָ֠הּ אַחַ֨ת מִמִּצְוֺ֧ת יְהֹוָ֛ה אֲשֶׁ֥ר לֹא־תֵעָשֶׂ֖ינָה וְאָשֵֽׁם׃",
          "targum": "וְאִם אֱנַשׁ חַד יֵחוֹב בְּשָׁלוּ מֵעַמָּא דְאַרְעָא בְּמֶעְבְּדַהּ חַד מִפִּקּוּדַיָּא דַיְיָ דִּי לָא כַשְׁרִין לְאִתְעֲבָדָא וְיֵחוֹב:",
          "english": "And if anyone of the common people sin through ignorance, by doing something against any one of the commandments of the Lord concerning things which ought not to be done, and be guilty;"
        },
        {
          "verseNum": 28,
          "hebrew": "א֚וֹ הוֹדַ֣ע אֵלָ֔יו חַטָּאת֖וֹ אֲשֶׁ֣ר חָטָ֑א וְהֵבִ֨יא קׇרְבָּנ֜וֹ שְׂעִירַ֤ת עִזִּים֙ תְּמִימָ֣ה נְקֵבָ֔ה עַל־חַטָּאת֖וֹ אֲשֶׁ֥ר חָטָֽא׃",
          "targum": "אוֹ אִתְיְדַע לֵיהּ חוֹבְתֵיהּ דִּי חָב וְיַיְתִי קֻרְבָּנֵיהּ צְפִירַת עִזִּין שְׁלֶמְתָּא נְקוּבְתָּא עַל חוֹבְתֵיהּ דִּי חָב:",
          "english": "or if his sin, which he has sinned, come to his knowledge: then he shall bring his offering, a kid of the goats, a female without blemish, for his sin which he has sinned."
        },
        {
          "verseNum": 29,
          "hebrew": "וְסָמַךְ֙ אֶת־יָד֔וֹ עַ֖ל רֹ֣אשׁ הַֽחַטָּ֑את וְשָׁחַט֙ אֶת־הַ֣חַטָּ֔את בִּמְק֖וֹם הָעֹלָֽה׃",
          "targum": "וְיִסְמוֹךְ יָת יְדֵיהּ עַל רֵישׁ חַטָּאתָא וְיִכּוֹס יָת חַטָּאתָא בַּאֲתַר דַּעֲלָתָא:",
          "english": "And he shall lay his hand upon the head of the sin offering, and slay the sin offering in the place of the burnt offering."
        },
        {
          "verseNum": 30,
          "hebrew": "וְלָקַ֨ח הַכֹּהֵ֤ן מִדָּמָהּ֙ בְּאֶצְבָּע֔וֹ וְנָתַ֕ן עַל־קַרְנֹ֖ת מִזְבַּ֣ח הָעֹלָ֑ה וְאֶת־כׇּל־דָּמָ֣הּ יִשְׁפֹּ֔ךְ אֶל־יְס֖וֹד הַמִּזְבֵּֽחַ׃",
          "targum": "וְיִסַּב כַּהֲנָא מִדְמַהּ בְּאֶצְבְּעֵיהּ וְיִתֵּן עַל קַרְנַת מַדְבְּחָא דַעֲלָתָא וְיָת כָּל דְּמַהּ יֵשׁוֹד לִיסוֹדָא דְּמַדְבְּחָא:",
          "english": "And the priest shall take of its blood with his finger, and put it upon the horns of the altar of burnt offering, and shall pour out all its blood at the bottom of the altar."
        },
        {
          "verseNum": 31,
          "hebrew": "וְאֶת־כׇּל־חֶלְבָּ֣הּ יָסִ֗יר כַּאֲשֶׁ֨ר הוּסַ֣ר חֵ֘לֶב֮ מֵעַ֣ל זֶ֣בַח הַשְּׁלָמִים֒ וְהִקְטִ֤יר הַכֹּהֵן֙ הַמִּזְבֵּ֔חָה לְרֵ֥יחַ נִיחֹ֖חַ לַיהֹוָ֑ה וְכִפֶּ֥ר עָלָ֛יו הַכֹּהֵ֖ן וְנִסְלַ֥ח לֽוֹ׃",
          "targum": "וְיָת כָּל תַּרְבַּהּ יֶעְדֵּי כְּמָא דִי מִתַּעְדָּא תְרַב מֵעַל נִכְסַת קוּדְשַׁיָּא וְיַסֵּק כַּהֲנָא לְמַדְבְּחָא לְאִתְקַבָּלָא בְרַעֲוָא קֳדָם יְיָ וִיכַפֵּר עֲלוֹהִי כַּהֲנָא וְיִשְׁתְּבֵק לֵיהּ:",
          "english": "And he shall take away all its fat, as the fat is taken away from off the sacrifice of the peace offering; and the priest shall burn it upon the altar for a sweet savour to the Lord; and the priest shall make atonement for him, and it shall be forgiven him."
        },
        {
          "verseNum": 32,
          "hebrew": "וְאִם־כֶּ֛בֶשׂ יָבִ֥יא קׇרְבָּנ֖וֹ לְחַטָּ֑את נְקֵבָ֥ה תְמִימָ֖ה יְבִיאֶֽנָּה׃",
          "targum": "וְאִם אִימַר יַיְתִי קֻרְבָּנֵיהּ לְחַטָּאתָא נֻקְבָּא שְׁלֶמְתָּא יַיְתִנַּהּ:",
          "english": "And if he bring a lamb for a sin offering, he shall bring it a female without blemish."
        },
        {
          "verseNum": 33,
          "hebrew": "וְסָמַךְ֙ אֶת־יָד֔וֹ עַ֖ל רֹ֣אשׁ הַֽחַטָּ֑את וְשָׁחַ֤ט אֹתָהּ֙ לְחַטָּ֔את בִּמְק֕וֹם אֲשֶׁ֥ר יִשְׁחַ֖ט אֶת־הָעֹלָֽה׃",
          "targum": "וְיִסְמוֹךְ יָת יְדֵיהּ עַל רֵישׁ חַטָּאתָא וְיִכּוֹס יָתַהּ לְחַטָּאתָא בְּאַתְרָא דִּי יִכּוֹס יָת עֲלָתָא:",
          "english": "And he shall lay his hand upon the head of the sin offering, and slay it for a sin offering in the place where they kill the burnt offering."
        },
        {
          "verseNum": 34,
          "hebrew": "וְלָקַ֨ח הַכֹּהֵ֜ן מִדַּ֤ם הַֽחַטָּאת֙ בְּאֶצְבָּע֔וֹ וְנָתַ֕ן עַל־קַרְנֹ֖ת מִזְבַּ֣ח הָעֹלָ֑ה וְאֶת־כׇּל־דָּמָ֣הּ יִשְׁפֹּ֔ךְ אֶל־יְס֖וֹד הַמִּזְבֵּֽחַ׃",
          "targum": "וְיִסַּב כַּהֲנָא מִדְּמָא דְחַטָּאתָא בְּאֶצְבְּעֵיהּ וְיִתֵּן עַל קַרְנַת מַדְבְּחָא דַעֲלָתָא וְיָת כָּל דְּמַהּ יֵשׁוֹד לִיסוֹדָא דְּמַדְבְּחָא:",
          "english": "And the priest shall take of the blood of the sin offering with his finger, and put it upon the horns of the altar of burnt offering, and shall pour out all its blood at the bottom of the altar:"
        },
        {
          "verseNum": 35,
          "hebrew": "וְאֶת־כׇּל־חֶלְבָּ֣הּ יָסִ֗יר כַּאֲשֶׁ֨ר יוּסַ֥ר חֵֽלֶב־הַכֶּ֘שֶׂב֮ מִזֶּ֣בַח הַשְּׁלָמִים֒ וְהִקְטִ֨יר הַכֹּהֵ֤ן אֹתָם֙ הַמִּזְבֵּ֔חָה עַ֖ל אִשֵּׁ֣י יְהֹוָ֑ה וְכִפֶּ֨ר עָלָ֧יו הַכֹּהֵ֛ן עַל־חַטָּאת֥וֹ אֲשֶׁר־חָטָ֖א וְנִסְלַ֥ח לֽוֹ׃",
          "targum": "וְיָת כָּל תַּרְבַּהּ יֶעְדֵּי כְּמָא דִי מִתַּעְדָּא תְרַב אִמְּרָא מִנִּכְסַת קוּדְשַׁיָּא וְיַסֵּק כַּהֲנָא יָתְהוֹן לְמַדְבְּחָא עַל קֻרְבְּנַיָּא דַיְיָ וִיכַפֵּר עֲלוֹהִי כַּהֲנָא עַל חוֹבְתֵיהּ דִּי חָב וְיִשְׁתְּבֵק לֵיהּ:",
          "english": "and he shall take away all its fat, as the fat of the lamb is taken away from the sacrifice of the peace offering; and the priest shall burn them upon the altar, upon the pyres of the Lord: and the priest shall make atonement for his sin that he has committed, and it shall be forgiven him."
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "verseNum": 1,
          "hebrew": "וְנֶ֣פֶשׁ כִּֽי־תֶחֱטָ֗א וְשָֽׁמְעָה֙ ק֣וֹל אָלָ֔ה וְה֣וּא עֵ֔ד א֥וֹ רָאָ֖ה א֣וֹ יָדָ֑ע אִם־ל֥וֹא יַגִּ֖יד וְנָשָׂ֥א עֲוֺנֽוֹ׃",
          "targum": "וֶאֱנַשׁ אֲרֵי יֵחוֹב וְיִשְׁמַע קַל מוֹמֵי וְהוּא סָהִיד אוֹ חֲזָא אוֹ יְדָע אִם לָא יְחַוִּי וִיקַבֵּל חוֹבֵיהּ:",
          "english": "And if a person sin, and hear the voice of adjuration, and is a witness, whether he has seen or known of it; if he do not utter it, then he shall bear his iniquity."
        },
        {
          "verseNum": 2,
          "hebrew": "א֣וֹ נֶ֗פֶשׁ אֲשֶׁ֣ר תִּגַּע֮ בְּכׇל־דָּבָ֣ר טָמֵא֒ אוֹ֩ בְנִבְלַ֨ת חַיָּ֜ה טְמֵאָ֗ה א֚וֹ בְּנִבְלַת֙ בְּהֵמָ֣ה טְמֵאָ֔ה א֕וֹ בְּנִבְלַ֖ת שֶׁ֣רֶץ טָמֵ֑א וְנֶעְלַ֣ם מִמֶּ֔נּוּ וְה֥וּא טָמֵ֖א וְאָשֵֽׁם׃",
          "targum": "אוֹ אֱנַשׁ דִּי יִקְרַב בְּכֹל מִדַּעַם מְסָאָב אוֹ בְנִבְלַת חַיְתָא מְסָאָבָא אוֹ בְּנִבְלַת בְּעִירָא מְסָאָבָא אוֹ בְּנִבְלַת רִחֲשָׁא מְסָאָב וִיהֵי מְכַסָּא מִנֵּיהּ וְהוּא מְסָאָב וְחָב:",
          "english": "Or if a person touch any unclean thing, whether it be a carcass of an unclean beast, or a carcass of unclean cattle, or the carcass of unclean creeping things, and if it be hidden from him, so that he be unclean, and guilty:"
        },
        {
          "verseNum": 3,
          "hebrew": "א֣וֹ כִ֤י יִגַּע֙ בְּטֻמְאַ֣ת אָדָ֔ם לְכֹל֙ טֻמְאָת֔וֹ אֲשֶׁ֥ר יִטְמָ֖א בָּ֑הּ וְנֶעְלַ֣ם מִמֶּ֔נּוּ וְה֥וּא יָדַ֖ע וְאָשֵֽׁם׃",
          "targum": "אוֹ אֲרֵי יִקְרַב בְּסוֹאֲבַת אֱנָשָׁא לְכָל סוֹבְתֵיהּ דִּי יִסְתָּאַב בַּהּ וִיהֵי מְכַסָּא מִנֵּיהּ וְהוּא יָדַע וְחָב:",
          "english": "or if he touch the uncleanness of man, whatever uncleanness it be with which a man shall be defiled, and it be hid from him; and he come to know of it, and be guilty:"
        },
        {
          "verseNum": 4,
          "hebrew": "א֣וֹ נֶ֡פֶשׁ כִּ֣י תִשָּׁבַע֩ לְבַטֵּ֨א בִשְׂפָתַ֜יִם לְהָרַ֣ע׀ א֣וֹ לְהֵיטִ֗יב לְ֠כֹ֠ל אֲשֶׁ֨ר יְבַטֵּ֧א הָאָדָ֛ם בִּשְׁבֻעָ֖ה וְנֶעְלַ֣ם מִמֶּ֑נּוּ וְהוּא־יָדַ֥ע וְאָשֵׁ֖ם לְאַחַ֥ת מֵאֵֽלֶּה׃",
          "targum": "אוֹ אֱנַשׁ אֲרֵי יְקַיֵּם לְפָרָשָׁא בְסִפְוָן לְאַבְאָשָׁא אוֹ לְאוֹטָבָא לְכֹל דִּי יְפָרֵשׁ אֱנָשָׁא בְּקִיּוּם וִיהֵי מְכַסָּא מִנֵּיהּ וְהוּא יָדַע וְחָב לַחֲדָא מֵאִלֵּין:",
          "english": "or if a person swear, pronouncing with his lips to do evil, or to do good, whatever it be that a man shall pronounce with an oath, and it be hid from him; when he knows of it, then he shall be guilty in one of these."
        },
        {
          "verseNum": 5,
          "hebrew": "וְהָיָ֥ה כִֽי־יֶאְשַׁ֖ם לְאַחַ֣ת מֵאֵ֑לֶּה וְהִ֨תְוַדָּ֔ה אֲשֶׁ֥ר חָטָ֖א עָלֶֽיהָ׃",
          "targum": "וִיהֵי אֲרֵי יֵחוֹב לַחֲדָא מֵאִלֵּין וִיוַדִּי דִּי חָב עֲלַהּ:",
          "english": "And it shall be, when he shall be guilty in one of these things, that he shall confess that he has sinned in that thing:"
        },
        {
          "verseNum": 6,
          "hebrew": "וְהֵבִ֣יא אֶת־אֲשָׁמ֣וֹ לַיהֹוָ֡ה עַ֣ל חַטָּאתוֹ֩ אֲשֶׁ֨ר חָטָ֜א נְקֵבָ֨ה מִן־הַצֹּ֥אן כִּשְׂבָּ֛ה אֽוֹ־שְׂעִירַ֥ת עִזִּ֖ים לְחַטָּ֑את וְכִפֶּ֥ר עָלָ֛יו הַכֹּהֵ֖ן מֵחַטָּאתֽוֹ׃",
          "targum": "וְיַיְתִי יָת אַשְׁמֵיהּ קֳדָם יְיָ עַל חוֹבְתֵיהּ דִּי חָב נְקוּבְתָא מִן עָנָא אִמְּרָתָא אוֹ צְפִירַת עִזִּין לְחַטָאתָא וִיכַפֵּר עֲלוֹהִי כַּהֲנָא מֵחוֹבְתֵיהּ:",
          "english": "and he shall bring his guilt offering to the Lord for his sin which he has sinned, a female from the flock, a lamb or a kid of the goats, for a sin offering; and the priest shall make atonement for him concerning his sin."
        },
        {
          "verseNum": 7,
          "hebrew": "וְאִם־לֹ֨א תַגִּ֣יעַ יָדוֹ֮ דֵּ֣י שֶׂה֒ וְהֵבִ֨יא אֶת־אֲשָׁמ֜וֹ אֲשֶׁ֣ר חָטָ֗א שְׁתֵּ֥י תֹרִ֛ים אֽוֹ־שְׁנֵ֥י בְנֵֽי־יוֹנָ֖ה לַֽיהֹוָ֑ה אֶחָ֥ד לְחַטָּ֖את וְאֶחָ֥ד לְעֹלָֽה׃",
          "targum": "וְאִם לָא תִמְטֵי יְדֵיהּ כְּמִסַּת שֵׂיתָא וְיַיְתִי יָת חוֹבְתֵיהּ דִּי חָב תַּרְתֵּין שַׁפְנִינִין אוֹ תְרֵין בְּנֵי יוֹנָה קֳדָם יְיָ חַד לְחַטָּאתָא וְחַד לַעֲלָתָא:",
          "english": "And if he be not able to bring a lamb, then he shall bring for his trespass, which he has committed, two turtledoves, or two young pigeons, to the Lord; one for a sin offering, and the other for a burnt offering."
        },
        {
          "verseNum": 8,
          "hebrew": "וְהֵבִ֤יא אֹתָם֙ אֶל־הַכֹּהֵ֔ן וְהִקְרִ֛יב אֶת־אֲשֶׁ֥ר לַחַטָּ֖את רִאשׁוֹנָ֑ה וּמָלַ֧ק אֶת־רֹאשׁ֛וֹ מִמּ֥וּל עׇרְפּ֖וֹ וְלֹ֥א יַבְדִּֽיל׃",
          "targum": "וְיַיְתִי יָתְהוֹן לְוָת כַּהֲנָא וִיקָרֵב יָת דִּי לְחַטָּאתָא קַדְמֵיתָא וְיִמְלוֹק יָת רֵישֵׁיהּ מִלָּקֳבֵל קְדָלֵיהּ וְלָא יַפְרֵשׁ:",
          "english": "And he shall bring them to the priest, who shall offer that which is for the sin offering first, and wring off its head from its neck, but shall not divide it asunder:"
        },
        {
          "verseNum": 9,
          "hebrew": "וְהִזָּ֞ה מִדַּ֤ם הַחַטָּאת֙ עַל־קִ֣יר הַמִּזְבֵּ֔חַ וְהַנִּשְׁאָ֣ר בַּדָּ֔ם יִמָּצֵ֖ה אֶל־יְס֣וֹד הַמִּזְבֵּ֑חַ חַטָּ֖את הֽוּא׃",
          "targum": "וְיַדִּי מִדְּמָא דְחַטָּאתָא עַל כֹּתֶל מַדְבְּחָא וּדְאִשְׁתָּאַר בִּדְמָא יִתִּמְצֵי לִיסוֹדָא דְמַדְבְּחָא חַטָּאתָא הוּא:",
          "english": "and he shall sprinkle of the blood of the sin offering upon the side of the altar; and the rest of the blood shall be wrung out at the bottom of the altar: it is a sin offering."
        },
        {
          "verseNum": 10,
          "hebrew": "וְאֶת־הַשֵּׁנִ֛י יַעֲשֶׂ֥ה עֹלָ֖ה כַּמִּשְׁפָּ֑ט וְכִפֶּ֨ר עָלָ֧יו הַכֹּהֵ֛ן מֵחַטָּאת֥וֹ אֲשֶׁר־חָטָ֖א וְנִסְלַ֥ח לֽוֹ׃",
          "targum": "וְיָת תִּנְיָנָא יַעְבֵּד עֲלָתָא כִּדְחָזֵי וִיכַפֵּר עֲלוֹהִי כַּהֲנָא מֵחוֹבְתֵיהּ דִּי חָב וְיִשְׁתְּבֵק לֵיהּ:",
          "english": "And he shall offer the second for a burnt offering, according to the prescribed order: and the priest shall make atonement for him for his sin which he has sinned, and it shall be forgiven him."
        },
        {
          "verseNum": 11,
          "hebrew": "וְאִם־לֹא֩ תַשִּׂ֨יג יָד֜וֹ לִשְׁתֵּ֣י תֹרִ֗ים אוֹ֮ לִשְׁנֵ֣י בְנֵי־יוֹנָה֒ וְהֵבִ֨יא אֶת־קׇרְבָּנ֜וֹ אֲשֶׁ֣ר חָטָ֗א עֲשִׂירִ֧ת הָאֵפָ֛ה סֹ֖לֶת לְחַטָּ֑את לֹא־יָשִׂ֨ים עָלֶ֜יהָ שֶׁ֗מֶן וְלֹא־יִתֵּ֤ן עָלֶ֙יהָ֙ לְבֹנָ֔ה כִּ֥י חַטָּ֖את הִֽוא׃",
          "targum": "וְאִם לָא תַדְבֵּק יְדֵיהּ לְתַּרְתֵּין שַׁפְנִינִין אוֹ לִתְרֵין בְּנֵי יוֹנָה וְיַיְתִי יָת קֻרְבָּנֵיהּ דִּי חָב חַד מִן עַסְרָא בִתְלַת סְאִין סֻלְתָּא לְחַטָּאתָא לָא יְשַׁוִּי עֲלַהּ מִשְׁחָא וְלָא יִתֵּן עֲלַהּ לְבֻנְתָּא אֲרֵי חַטָּאתָא הִיא:",
          "english": "But if he be not able to bring two turtledoves, or two young pigeons, then he that sinned shall bring for his offering the tenth part of an efa of fine flour for a sin offering; he shall put no oil upon it, neither shall he put any frankincense upon it: for it is a sin offering."
        },
        {
          "verseNum": 12,
          "hebrew": "וֶהֱבִיאָהּ֮ אֶל־הַכֹּהֵן֒ וְקָמַ֣ץ הַכֹּהֵ֣ן׀מִ֠מֶּ֠נָּה מְל֨וֹא קֻמְצ֜וֹ אֶת־אַזְכָּרָתָהּ֙ וְהִקְטִ֣יר הַמִּזְבֵּ֔חָה עַ֖ל אִשֵּׁ֣י יְהֹוָ֑ה חַטָּ֖את הִֽוא׃",
          "targum": "וְיַיְתִנַּהּ לְוָת כַּהֲנָא וְיִקְמוֹץ כַּהֲנָא מִנַּהּ מְלֵי קֻמְצֵיהּ יָת אִדְכַּרְתַּהּ וְיַסֵּק לְמַדְבְּחָא עַל קֻרְבָּנַיָּא דַיְיָ חַטָּאתָא הִיא:",
          "english": "Then shall he bring it to the priest, and the priest shall take his handful of it, the memorial part of it, and burn it on the altar, upon the pyres of the Lord: it is a sin offering."
        },
        {
          "verseNum": 13,
          "hebrew": "וְכִפֶּר֩ עָלָ֨יו הַכֹּהֵ֜ן עַל־חַטָּאת֧וֹ אֲשֶׁר־חָטָ֛א מֵֽאַחַ֥ת מֵאֵ֖לֶּה וְנִסְלַ֣ח ל֑וֹ וְהָיְתָ֥ה לַכֹּהֵ֖ן כַּמִּנְחָֽה׃",
          "targum": "וִיכַפֵּר עֲלוֹהִי כַּהֲנָא עַל חוֹבְתֵיהּ דִּי חָב מֵחֲדָא מֵאִלֵּין וְיִשְׁתְּבֵק לֵיהּ וּתְהֵי לְכַהֲנָא כְּמִנְחָתָא:",
          "english": "And the priest shall make atonement for him in regard to his sin that he has sinned in one of these, and it shall be forgiven him: and it shall be the priest’s, like the meal offering."
        },
        {
          "verseNum": 14,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 15,
          "hebrew": "נֶ֚פֶשׁ כִּֽי־תִמְעֹ֣ל מַ֔עַל וְחָֽטְאָה֙ בִּשְׁגָגָ֔ה מִקׇּדְשֵׁ֖י יְהֹוָ֑ה וְהֵבִיא֩ אֶת־אֲשָׁמ֨וֹ לַֽיהֹוָ֜ה אַ֧יִל תָּמִ֣ים מִן־הַצֹּ֗אן בְּעֶרְכְּךָ֛ כֶּֽסֶף־שְׁקָלִ֥ים בְּשֶֽׁקֶל־הַקֹּ֖דֶשׁ לְאָשָֽׁם׃",
          "targum": "אֱנַשׁ אֲרֵי יְשַׁקַּר שְׁקַר וְיֵחוֹב בְּשָׁלוּ מִקוּדְשַׁיָּא דַיְיָ וְיַיְתִי יָת אַשְׁמֵיהּ קֳדָם יְיָ דְכַר שְׁלִים מִן עָנָא בְּפֻרְסָנֵיהּ כְּסַף סִלְעִין בְּסִלְעֵי קוּדְשָׁא לַאֲשָׁמָא:",
          "english": "If a person commit a trespass, and sin through ignorance, in the holy things of the Lord; then he shall bring for his guilt to the Lord a ram without blemish out of the flocks, by value silver shekels, after the shekel of the sanctuary, for a guilt offering."
        },
        {
          "verseNum": 16,
          "hebrew": "וְאֵ֣ת אֲשֶׁר֩ חָטָ֨א מִן־הַקֹּ֜דֶשׁ יְשַׁלֵּ֗ם וְאֶת־חֲמִֽישִׁתוֹ֙ יוֹסֵ֣ף עָלָ֔יו וְנָתַ֥ן אֹת֖וֹ לַכֹּהֵ֑ן וְהַכֹּהֵ֗ן יְכַפֵּ֥ר עָלָ֛יו בְּאֵ֥יל הָאָשָׁ֖ם וְנִסְלַ֥ח לֽוֹ׃",
          "targum": "וְיָת דִּי חָב מִן קוּדְשָׁא יְשַׁלֵּם וְיָת חֻמְשֵׁיהּ יוֹסֵף עֲלוֹהִי וְיִתֵּן יָתֵיהּ לְכַהֲנָא וְכַהֲנָא יְכַפֵּר עֲלוֹהִי בְּדִכְרָא דַאֲשָׁמָא וְיִשְׁתְּבֵק לֵיהּ:",
          "english": "And he shall make amends for the wrong that he has done in the holy thing, and shall add the fifth part to it, and give it to the priest: and the priest shall make atonement for him with the ram of the guilt offering, and it shall be forgiven him."
        },
        {
          "verseNum": 17,
          "hebrew": "וְאִם־נֶ֙פֶשׁ֙ כִּ֣י תֶֽחֱטָ֔א וְעָֽשְׂתָ֗ה אַחַת֙ מִכׇּל־מִצְוֺ֣ת יְהֹוָ֔ה אֲשֶׁ֖ר לֹ֣א תֵעָשֶׂ֑ינָה וְלֹֽא־יָדַ֥ע וְאָשֵׁ֖ם וְנָשָׂ֥א עֲוֺנֽוֹ׃",
          "targum": "וְאִם אֱנַשׁ אֲרֵי יֵחוֹב וְיַעְבֵּד חֲדָא מִכָּל פִּקּוֹדַיָּא דַיְיָ דִּי לָא כָשְׁרִין לְאִתְעֲבָדָא וְלָא יָדַע וְיֵחוֹב וִיקַבֵּל חוֹבֵיהּ:",
          "english": "And if a person sin, and commit any of these things which are forbidden to be done by the commandments of the Lord; though he know it not, yet is he guilty, and shall bear his iniquity."
        },
        {
          "verseNum": 18,
          "hebrew": "וְ֠הֵבִ֠יא אַ֣יִל תָּמִ֧ים מִן־הַצֹּ֛אן בְּעֶרְכְּךָ֥ לְאָשָׁ֖ם אֶל־הַכֹּהֵ֑ן וְכִפֶּר֩ עָלָ֨יו הַכֹּהֵ֜ן עַ֣ל שִׁגְגָת֧וֹ אֲשֶׁר־שָׁגָ֛ג וְה֥וּא לֹֽא־יָדַ֖ע וְנִסְלַ֥ח לֽוֹ׃",
          "targum": "וְיַיְתִי דְּכַר שְׁלִים מִן עָנָא בְּפֻרְסָנֵיהּ לַאֲשָׁמָא לְוָת כַּהֲנָא וִיכַפֵּר עֲלוֹהִי כַהֲנָא עַל שָׁלוּתֵיהּ דְּאִשְׁתְּלִי וְהוּא לָא יָדַע וְיִשְׁתְּבֵק לֵיהּ:",
          "english": "And he shall bring a ram without blemish out of the flock, according to the valuation, for a guilt offering, to the priest: and the priest shall make atonement for him concerning his ignorance wherein he erred and knew it not, and it shall be forgiven him."
        },
        {
          "verseNum": 19,
          "hebrew": "אָשָׁ֖ם ה֑וּא אָשֹׁ֥ם אָשַׁ֖ם לַיהֹוָֽה׃",
          "targum": "אֲשָׁמָא הוּא עַל חוֹבְתֵיהּ דְּהוּא חָב אֲשָׁמָא יְקָרֵב קֳדָם יְיָ:",
          "english": "It is a guilt offering: he has certainly trespassed against the Lord."
        },
        {
          "verseNum": 20,
          "hebrew": "וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃",
          "targum": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:",
          "english": "And the Lord spoke to Moshe, saying,"
        },
        {
          "verseNum": 21,
          "hebrew": "נֶ֚פֶשׁ כִּ֣י תֶחֱטָ֔א וּמָעֲלָ֥ה מַ֖עַל בַּיהֹוָ֑ה וְכִחֵ֨שׁ בַּעֲמִית֜וֹ בְּפִקָּד֗וֹן אֽוֹ־בִתְשׂ֤וּמֶת יָד֙ א֣וֹ בְגָזֵ֔ל א֖וֹ עָשַׁ֥ק אֶת־עֲמִיתֽוֹ׃",
          "targum": "אֱנַשׁ אֲרֵי יֵחוֹב וִישַׁקַּר שְׁקַר קֳדָם יְיָ וִיכַדֵב בְּחַבְרֵיהּ בּפִקְּדוֹנָא אוֹ בְשֻׁתָּפוּת יְדָא אוֹ בִגְזֵלָא אוֹ אַנִּיס יָת חַבְרֵיהּ:",
          "english": "If a person sin, and commit a trespass against the Lord, and lie to his neighbour in that which was delivered him to keep, or in a loan, or in a thing taken away by violence, or have wronged his neighbour;"
        },
        {
          "verseNum": 22,
          "hebrew": "אֽוֹ־מָצָ֧א אֲבֵדָ֛ה וְכִ֥חֶשׁ בָּ֖הּ וְנִשְׁבַּ֣ע עַל־שָׁ֑קֶר עַל־אַחַ֗ת מִכֹּ֛ל אֲשֶׁר־יַעֲשֶׂ֥ה הָאָדָ֖ם לַחֲטֹ֥א בָהֵֽנָּה׃",
          "targum": "אוֹ אַשְׁכַּח אֲבֵדְתָּא וִיכַדֵּב בַּהּ וְאִשְׁתְּבַע עַל שִׁקְרָא עַל חֲדָא מִכֹּל דִּי יַעְבֵּד אֱנָשָׁא לְמֵיחַב בְּהֵן:",
          "english": "or have found that which was lost, and have lied concerning it, and have sworn falsely; in any of all these that a man does, sinning in that:"
        },
        {
          "verseNum": 23,
          "hebrew": "וְהָיָה֮ כִּֽי־יֶחֱטָ֣א וְאָשֵׁם֒ וְהֵשִׁ֨יב אֶת־הַגְּזֵלָ֜ה אֲשֶׁ֣ר גָּזָ֗ל א֤וֹ אֶת־הָעֹ֙שֶׁק֙ אֲשֶׁ֣ר עָשָׁ֔ק א֚וֹ אֶת־הַפִּקָּד֔וֹן אֲשֶׁ֥ר הׇפְקַ֖ד אִתּ֑וֹ א֥וֹ אֶת־הָאֲבֵדָ֖ה אֲשֶׁ֥ר מָצָֽא׃",
          "targum": "וִיהֵי אֲרֵי יֶחֱטֵי וְיֵחוֹב וְיָתֵב יָת גְּזֵלָא דִּי גְזַל אוֹ יָת עֻשְׁקָא דִּי עֲשַׁק אוֹ יָת פִּקְּדוֹנָא דִּי אִתְפָּקַּד לְוָתֵיהּ אוֹ יָת אֲבֵדְתָּא דִּי אַשְׁכַּח:",
          "english": "then it shall be, because he has sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he has deceitfully acquired, or that which was delivered him to keep, or the lost thing which he found,"
        },
        {
          "verseNum": 24,
          "hebrew": "א֠וֹ מִכֹּ֞ל אֲשֶׁר־יִשָּׁבַ֣ע עָלָיו֮ לַשֶּׁ֒קֶר֒ וְשִׁלַּ֤ם אֹתוֹ֙ בְּרֹאשׁ֔וֹ וַחֲמִשִׁתָ֖יו יֹסֵ֣ף עָלָ֑יו לַאֲשֶׁ֨ר ה֥וּא ל֛וֹ יִתְּנֶ֖נּוּ בְּי֥וֹם אַשְׁמָתֽוֹ׃",
          "targum": "אוֹ מִכֹּל דִּי יִשְׁתְּבַע עֲלוֹהִי לְשִׁקְרָא וִישַׁלֵּם יָתֵיהּ בְּרֵישֵׁיהּ וְחֻמְשֵׁיהּ יוֹסֵף עֲלוֹהִי לְדִי הוּא דִילֵיהּ יִתְּנִנֵּיהּ בְּיוֹמָא דְחוֹבְתֵיהּ:",
          "english": "or all that about which he has sworn falsely; he shall even restore it in the principal, and shall add the fifth part more to it, and give it to him to whom it belongs, in the day of his trespass offering;"
        },
        {
          "verseNum": 25,
          "hebrew": "וְאֶת־אֲשָׁמ֥וֹ יָבִ֖יא לַיהֹוָ֑ה אַ֣יִל תָּמִ֧ים מִן־הַצֹּ֛אן בְּעֶרְכְּךָ֥ לְאָשָׁ֖ם אֶל־הַכֹּהֵֽן׃",
          "targum": "וְיָת אַשְׁמַהּ יַיְתִי לָקֳדָם יְיָ דְּכַר שְׁלִים מִן עָנָא בְּפֻרְסָנֵיהּ לַאֲשָׁמָא לְוָת כַּהֲנָא:",
          "english": "and he shall bring his guilt offering to the Lord, a ram without blemish out of the flock, according to the value of a guilt offering, to the priest:"
        }
      ]
    }
  ]
}