{
  "id": "kitzur_orach_chaim-051",
  "chapterLabel": "אורח חיים סימן נא",
  "title": "Shulchan Arukh, Orach Chayim 51",
  "sections": [
    {
      "id": "kitzur_orach_chaim-051-s1",
      "section": 1,
      "text": "דיני תפלה מן ברוך שאמר עד ישתבח. ובו ט סעיפים:אומרים ב\"ש קודם פסוקי דזמרה וישתבח לאחריהם:"
    },
    {
      "id": "kitzur_orach_chaim-051-s2",
      "section": 2,
      "text": "אם סיים ברוך שאמר קודם שסיים החזן עונה אחריו אמן:"
    },
    {
      "id": "kitzur_orach_chaim-051-s3",
      "section": 3,
      "text": "אחר ישתבח יכול לענות אמן אחר ברכת עצמו [וע\"ל סי' רט\"ו]:"
    },
    {
      "id": "kitzur_orach_chaim-051-s4",
      "section": 4,
      "text": "צריך ליזהר מלהפסיק בדבור משיתחיל ברוך שאמר עד סוף י\"ח: ואפילו לצורך מצוה אין לדבר בין ברוך שאמר לישתבח [ב\"י בשם כל בו] [וע\"ל סי' נ\"ג ונ\"ד]:"
    },
    {
      "id": "kitzur_orach_chaim-051-s5",
      "section": 5,
      "text": "בין המזמורים האלו שואל מפני הכבוד ומשיב שלום לכל אדם ובאמצע המזמור שואל מפני הירא' ומשיב מפני הכבוד:"
    },
    {
      "id": "kitzur_orach_chaim-051-s6",
      "section": 6,
      "text": "צריך להפסיק בין אלילים ובין וה' שמים עשה:"
    },
    {
      "id": "kitzur_orach_chaim-051-s7",
      "section": 7,
      "text": "צריך לכוין בפ' פותח את ידיך ואם לא כוון צריך לחזור ולאומרו פעם אחרת: הגה ואומרים פסוק ואנחנו נברך יה אחר תהלה לדוד [טור וכל בו] וכופלין פסוק כל הנשמה תהלל יה לפי שהוא סוף פסוקי דזמרה (טור) וכן פסוק ה' ימלוך לעולם ועד [אבודרהם] כשמגיע לועתה ה' אלהינו מודים אנחנו לך או לפ' וכל קומה לפניך תשתחוה אין לשחות ולהשתחות שם כדלקמן סי' קי\"ג [הר\"י ס\"פ אין עומדין ורבי' ירוחם נתיב א'] ונהגו לעמוד כשאומרים ברוך שאמר ויברך דוד וישתבח:"
    },
    {
      "id": "kitzur_orach_chaim-051-s8",
      "section": 8,
      "text": "א\"א הזמירות במרוצה כי אם בנחת:"
    },
    {
      "id": "kitzur_orach_chaim-051-s9",
      "section": 9,
      "text": "מזמור לתודה יש לאומרו בנגינה שכל השירות עתידות ליבטל חוץ ממזמור לתודה: הגה וא\"א מזמור לתודה בשבת וי\"ט [טור] או בימי פסח שאין תודה קריבה בהם משום חמץ ולא בערב פסח וע\"ל סי' תכ\"ט ולא בעיו\"כ וע\"ל סי' תר\"ד וכן נהגו במדינות אלו [מנהגים]:"
    }
  ],
  "version": 1
}