{
  "id": "kitzur_orach_chaim-268",
  "chapterLabel": "אורח חיים סימן רסח",
  "title": "Shulchan Arukh, Orach Chayim 268",
  "sections": [
    {
      "id": "kitzur_orach_chaim-268-s1",
      "section": 1,
      "text": "דין הטועה בתפלת השבת: ובו יג סעיפים:אומר ויכלו בתפלת ערבית:"
    },
    {
      "id": "kitzur_orach_chaim-268-s2",
      "section": 2,
      "text": "אם טעה והתחיל תפלת החול גומר אותה ברכה שנזכר בה שטעה ומתחיל של שבת ל\"ש נזכר בברכת אתה חונן ל\"ש נזכר בברכה אחת משאר הברכו' בין בערבי' בין בשחרי' מוסף ומנחה וי\"א דבמוסף פוסק אפילו באמצע ברכה:"
    },
    {
      "id": "kitzur_orach_chaim-268-s3",
      "section": 3,
      "text": "אם היה סבור שהוא חול והתחיל אדעתא דחול ומיד שאמר תיבת אתה נזכר קודם שאמר חונן הוה ליה התחיל בשל חול וגומר אותה ברכה אבל אם היה יודע שהוא שבת ושלא בכוונה התחיל תיבת אתה אפילו אם הוא בתפל' שחרית שאינו פותחת באתה אינו גומר ברכת אתה חונן דחשבינן ליה כטעה בתפלת שבת בין זו לזו: הגה דהרי יכול לומר אתה קדשת או אתה אחד (תרומת הדשן סי' י\"ד):"
    },
    {
      "id": "kitzur_orach_chaim-268-s4",
      "section": 4,
      "text": "מי שהתפלל תפלה של חול בשבת ולא הזכיר של שבת לא יצא ואם הזכיר של שבת בתוך י\"ח אע\"פ שלא קבע ברכה לשבת יצא: הגה ובמוסף אפי' לא אמר רק ונעשה לפניך את חובותינו בתמידי יום ובקרבן מוסף יצא (ב\"י סי' רפ\"ו בשם הרא\"ש פ' מי שמתו):"
    },
    {
      "id": "kitzur_orach_chaim-268-s5",
      "section": 5,
      "text": "טעה והתפלל של חול בשבת ולא הזכיר של שבת אם עקר רגליו חוזר לראש ואם לא עקר רגליו אע\"פ שסיים תפלתו אינו חוזר אלא לשל שבת (וש\"צ ששכח של שבת בשחרית ע\"ל סי' קכ\"ו):"
    },
    {
      "id": "kitzur_orach_chaim-268-s6",
      "section": 6,
      "text": "הטועה בתפל' שבת והחליף של זו בזו אינו חוזר וי\"א שאם החליף של מוסף באחרת או אחרת בשל מוסף חוזר:"
    },
    {
      "id": "kitzur_orach_chaim-268-s7",
      "section": 7,
      "text": "חוזרים לומר ויכלו משום יום טוב שחל להיו' בשב' שאין אומרים אותו בתפלה וגם להוציא למי שאינו יודע ואומרים אותו בקול רם ומעומד:"
    },
    {
      "id": "kitzur_orach_chaim-268-s8",
      "section": 8,
      "text": "ואומר שליח צבור ברכה אחת מעין שבע ואין היחיד אומר אותה: הגה מיהו אם היחיד רוצה להחמיר על עצמו יכול לאומרה בלא פתיחה ובלא חתימה וכן נוהגין הצבור לאמרה עם שליח צבור בלא פתיחה וחתימה (אבודרהם וכל בו):"
    },
    {
      "id": "kitzur_orach_chaim-268-s9",
      "section": 9,
      "text": "יו\"ט שחל להיו' בשבת אינו מזכיר של יו\"ט בברכה מעין שבע (פי' ברכת אל עליון קונה וכו'):"
    },
    {
      "id": "kitzur_orach_chaim-268-s10",
      "section": 10,
      "text": "אין אומרים ברכה מעין שבע בבית חתנים ואבלים דליכא טעמא דמאחרין לבא שיהיו ניזוקין:"
    },
    {
      "id": "kitzur_orach_chaim-268-s11",
      "section": 11,
      "text": "אף בשבת שאחר י\"ט אומרים ברכה מעין שבע:"
    },
    {
      "id": "kitzur_orach_chaim-268-s12",
      "section": 12,
      "text": "אין לדבר בשעה שאומרים ויכלו ולא בשעה שאומר ש\"ץ ברכה מעין שבע:"
    },
    {
      "id": "kitzur_orach_chaim-268-s13",
      "section": 13,
      "text": "אם התפלל של חול ולא הזכיר של שבת או שלא התפלל כלל ושמע משליח ציבור ברכה מעין שבע מראש ועד סוף יצא:"
    }
  ],
  "version": 1
}