{
  "id": "kitzur_orach_chaim-170",
  "chapterLabel": "אורח חיים סימן קע",
  "title": "Shulchan Arukh, Orach Chayim 170",
  "sections": [
    {
      "id": "kitzur_orach_chaim-170-s1",
      "section": 1,
      "text": "דברי מוסר שינהג אדם בסעודה. ובו כב סעיפים:אין משיחין בסעודה שמא יקדים קנה לושט ואפילו מי שנתעטש [פי' שטארנודאר\"י בלע\"ז] בסעודה אסור לומר לו אסותא היו מסובין בסעודה ויצא אחד מהם להטיל מים נוטל ידו אחת ששפשף בה ואינו נוטל אלא בפני כולם שלא יחשדוהו שלא נטלו: הגה ואם לא שפשף אינו נוטל כלל אם לא נגע במקום טנופת אבל אם עשה צרכיו ודאי צריך נטילה: (הגהות אשירי פ\"ב דברכות) והני מילי לשתות אבל לאכול נוטל אפילו בחוץ דמידע ידעי דאנינא (פירוש שמטרפת ומתבלבל דעתו) דעתיה ולא אכל בלא נטילה ואם דבר עם חבירו והפליג נוטל' שתי ידיו כיון שהסיח דעתו: הגה והא דבעינן נטילה לשתיה היינו בתוך הסעודה דחיישינן שמא יאכל אבל בלאו הכי אין צריך נטילה לשתיה: [הר\"י ס\"פ אלו דברים ורש\"י פרק אמר להם הממונה]:"
    },
    {
      "id": "kitzur_orach_chaim-170-s2",
      "section": 2,
      "text": "שנים ממתינים זה את זה בקערה שכשהאחד מסלק ידו מן הקערה לשתות חבירו מפסיק מלאכול עד שיגמור השתיה אבל אם הם שלשה אין השני' פוסקין בשביל האחד:"
    },
    {
      "id": "kitzur_orach_chaim-170-s3",
      "section": 3,
      "text": "משיירין פאה בקערה כל אחד מהאוכלים והוא מאכל השמש אבל כשהשמש מערה מן האלפס לתוך הקערה אין דרך להניח באלפס כלום לצרכו:"
    },
    {
      "id": "kitzur_orach_chaim-170-s4",
      "section": 4,
      "text": "אין מסתכלין בפני האוכל ולא במנתו שלא לביישו:"
    },
    {
      "id": "kitzur_orach_chaim-170-s5",
      "section": 5,
      "text": "הנכנס לבית כל מה שיאמר לו בעל הבית יעשה:"
    },
    {
      "id": "kitzur_orach_chaim-170-s6",
      "section": 6,
      "text": "לא יהא אדם קפדן [פי' כעסן או רגזן] בסעודתו:"
    },
    {
      "id": "kitzur_orach_chaim-170-s7",
      "section": 7,
      "text": "לא יאכל אדם פרוסה כביצה ואם אכל (הרי) זה גרגרן:"
    },
    {
      "id": "kitzur_orach_chaim-170-s8",
      "section": 8,
      "text": "לא ישתה כוסו בבת אחת ואם שתה הרי זה גרגרן. שנים דרך ארץ שלשה הרי זה מגסי הרוח: הגה ומיהו כוס קטן מאד מותר לשתותו בבת אחת (ב\"י) וכן גדול מאוד בשלשה או ארבעה פעמים (ד\"ע):"
    },
    {
      "id": "kitzur_orach_chaim-170-s9",
      "section": 9,
      "text": "לא יאכל שום או בצל מראשו אלא מעליו ואם אכל הרי זה רעבתן: הגה ולא יאכל דרך רעבתנות ולא יאחוז המאכל בידו אחת ויתלוש ממנו בידו השנית. [טור]:"
    },
    {
      "id": "kitzur_orach_chaim-170-s10",
      "section": 10,
      "text": "לא ישוך פרוסה ויניחנה על גבי השלחן:"
    },
    {
      "id": "kitzur_orach_chaim-170-s11",
      "section": 11,
      "text": "לא ישתה אדם שני כוסות בבת אחת בתוך סעודתו ויברך ברכת המזון מפני שנרא' כגרגרן:"
    },
    {
      "id": "kitzur_orach_chaim-170-s12",
      "section": 12,
      "text": "שנים שיושבין על השלחן הגדול פושט ידו תחלה והשולח ידו בפני מי שגדול ממנו הרי זה גרגרן:"
    },
    {
      "id": "kitzur_orach_chaim-170-s13",
      "section": 13,
      "text": "הנכנס לבית לא יאמר תנו לי לאכול עד שיאמרו הם: הגה לא יאמר אדם לחבירו בא ואכול עמי מה שהאכלתני דהוי כפורע לו חובו ונראה כאלו הלוה לו ויש לחוש שיאכילהו יותר ואית ביה משום רבית אבל מותר לומר לו בא ואכול עמי ואאכול עמך בפעם אחרת ומותר לאכול עמו אחר כך אפי' בסעודה יותר גדולה. [ד\"ע לפי' הטור]:"
    },
    {
      "id": "kitzur_orach_chaim-170-s14",
      "section": 14,
      "text": "לא יפרוס אדם פרוסה על גבי הקערה אבל מקנח הקערה בפרוסה:"
    },
    {
      "id": "kitzur_orach_chaim-170-s15",
      "section": 15,
      "text": "לא ילקט פירורין ויניח על גבי השלחן מפני שהוא ממחה (פי' מטריד) דעתו של חבירו ולא ישוך פרוסה ויתננה לפני חבירו או לתוך הקערה לפי שאין דעת כל הבריות שוה:"
    },
    {
      "id": "kitzur_orach_chaim-170-s16",
      "section": 16,
      "text": "לא ישתה מהכוס ויתן לחבירו מפני סכנת נפשות:"
    },
    {
      "id": "kitzur_orach_chaim-170-s17",
      "section": 17,
      "text": "ולא ישתה כוס ויניחנו על השלחן אלא יאחזנו בידו עד שיבא השמש ויתננו לו:"
    },
    {
      "id": "kitzur_orach_chaim-170-s18",
      "section": 18,
      "text": "הנכנס לסעודה לא יקח חלקו ויתננו לשמש שמא יארע דבר קלקול בסעודה אלא יקחנה ויניחנו ואח\"כ יתננו לו:"
    },
    {
      "id": "kitzur_orach_chaim-170-s19",
      "section": 19,
      "text": "אורחים הנכנסין אצל בעל הבית אינם רשאים ליטול מלפניהם וליתן לבנו או לעבדו של בעל הבית אלא אם כן נטלו רשות מבעל הבית:"
    },
    {
      "id": "kitzur_orach_chaim-170-s20",
      "section": 20,
      "text": "נקיי הדעת שבירושלים לא היו מסובין בסעודה אלא א\"כ יודעים מי מסב עמהם מפני שגנאי הוא לתלמיד חכם לישב אצל עם הארץ בסעודה:"
    },
    {
      "id": "kitzur_orach_chaim-170-s21",
      "section": 21,
      "text": "השמש שהיה משמש על שנים הרי זה אוכל עמהם אף על פי שלא נתנו לו רשות היה משמש על שלשה אינו אוכל עמהם אא\"כ נתנו לו רשות:"
    },
    {
      "id": "kitzur_orach_chaim-170-s22",
      "section": 22,
      "text": "אחר ששתית ונשאר יין בכוס לשתיית חבירך קנח מקום נשיקת הפה משום מיאוס ולא תשפוך משום בל תשחית אחר שתיית מים שפוך מהם דרך שם: הגה אחר כל אכילתך אכול מלח ואחר כל שתייתך שתה מים וכמו שיתבאר לקמן סימן קע\"ט ונ\"ל דדוקא שלא היה מלח בפת או במאכלים שאכל וכן שלא שתה משקה שיש בו מים אבל בלאו הכי ליכא למיחש וכן נוהגין שלא ליזהר באכילת מלח ושתיית מים אחר הסעודה מטעם שנתברר:"
    }
  ],
  "version": 1
}