{
  "id": "kitzur_orach_chaim-004",
  "chapterLabel": "אורח חיים סימן ד",
  "title": "Shulchan Arukh, Orach Chayim 4",
  "sections": [
    {
      "id": "kitzur_orach_chaim-004-s1",
      "section": 1,
      "text": "דיני נטילת ידים. ובו כג סעיפים:ירחץ ידיו ויברך על נטילת ידים: הגה וי\"א גם אשר יצר ואפי' לא עשה צרכיו (וכן נהגו) (אבודרהם) מים הפסולים לנטילת ידים לסעודה לקמן סימן ק\"ס כשרים לנטילת ידים לתפלה מיהו יש מי שאומר דלא מברך עלייהו:"
    },
    {
      "id": "kitzur_orach_chaim-004-s2",
      "section": 2,
      "text": "ידקדק לערות עליהם מים ג' פעמים להעביר רוח רעה ששורה עליהן:"
    },
    {
      "id": "kitzur_orach_chaim-004-s3",
      "section": 3,
      "text": "לא יגע בידו קודם נטילה לפה ולא לחוטם ולא לאזנים ולא לעינים:"
    },
    {
      "id": "kitzur_orach_chaim-004-s4",
      "section": 4,
      "text": "אפילו מי שנטל ידיו לא ימשמש בפי הטבעת תמיד מפני שמביאתו לידי תחתוניות ולא יגע במקום הקזה שמשמוש היד מזיק לחבורה:"
    },
    {
      "id": "kitzur_orach_chaim-004-s5",
      "section": 5,
      "text": "לא יגע בגיגית שכר שמשמוש היד מפסיד השכר:"
    },
    {
      "id": "kitzur_orach_chaim-004-s6",
      "section": 6,
      "text": "אין צריך רביעית לנטילת ידים לתפלה:"
    },
    {
      "id": "kitzur_orach_chaim-004-s7",
      "section": 7,
      "text": "טוב להקפיד בנטילת ידים שחרית בכל הדברים המעכבים בנטילת ידים לסעודה (הגה מיהו אינו מעכב לא כלי ולא כח גברא ושאר דברים הפוסלים בנטילת הסעודה (מרדכי ריש פ' אלו דברים תשובת רשב\"א סימן קצ\"א):"
    },
    {
      "id": "kitzur_orach_chaim-004-s8",
      "section": 8,
      "text": "נטילת ידים שחרית אין נוטלין ע\"ג קרקע אלא לתוך כלי:"
    },
    {
      "id": "kitzur_orach_chaim-004-s9",
      "section": 9,
      "text": "מים של נט\"י שחרית אסור ליהנות מהם ולא ישפכם בבית ולא במקום שעוברים שם בני אדם:"
    },
    {
      "id": "kitzur_orach_chaim-004-s10",
      "section": 10,
      "text": "נוטל כלי של מים ביד ימינו ונותנו ליד שמאלו כדי שיריק מים על ימינו תחלה:"
    },
    {
      "id": "kitzur_orach_chaim-004-s11",
      "section": 11,
      "text": "לא יטול ממי שלא נטל ידיו שחרית:"
    },
    {
      "id": "kitzur_orach_chaim-004-s12",
      "section": 12,
      "text": "אם שכשך ידיו לתוך כלי של מים עלתה לו נטילה לק\"ש ולתפלה אבל לא לרוח רעה שעליהם אם שכשך ידיו בשלש מימות מחולפים יש להסתפק אם עלתה לו להעביר רוח רעה שעליהם:"
    },
    {
      "id": "kitzur_orach_chaim-004-s13",
      "section": 13,
      "text": "אם היה נעור כל הלילה יש להסתפק אם צריך ליטול ידיו שחרית להתפלל ולהעביר רוח רעה מידיו: הגה (ויטלם בלא ברכה) (הרא\"ש כלל ד' ורשב\"א סי' קצ\"א):"
    },
    {
      "id": "kitzur_orach_chaim-004-s14",
      "section": 14,
      "text": "השכים קודם עמוד השחר ונטל ידיו יש להסתפק אם צריך ליטול ידיו פעם אחרת כשיאור היום להעביר רוח רעה השורה על הידים: הגה ויטלם בלא ברכ':"
    },
    {
      "id": "kitzur_orach_chaim-004-s15",
      "section": 15,
      "text": "ישן ביום יש להסתפק אם צריך לערות מים עליהן ג' פעמים (ויטלם בלא ברכה):"
    },
    {
      "id": "kitzur_orach_chaim-004-s16",
      "section": 16,
      "text": "דוד היה נזהר שלא לישן שיתין נשמין (פירוש ששים נשימות) כדי שלא יטעום טעם מיתה: הגה ובגמרא פ' הישן משמע דדוקא ביום היה נזהר: (דברי עצמו ועיין בב\"י):"
    },
    {
      "id": "kitzur_orach_chaim-004-s17",
      "section": 17,
      "text": "יש נוהגין לרחוץ פיהם שחרית מפני הרירין שבתוך הפה:"
    },
    {
      "id": "kitzur_orach_chaim-004-s18",
      "section": 18,
      "text": "אלו דברים צריך נטילה במים. הקם מהמטה והיוצא מבית הכסא. ומבית המרחץ. והנוטל צפורניו. והחולץ מנעליו. והנוגע ברגליו. והחופף ראשו וי\"א אף ההולך בין המתים. ומי שנגע במת. ומי שמפליא כליו. והמשמש מטתו. והנוגע בכנה. והנוגע בגופו בידו. ומי שעשה אחת מכל אלו ולא נטל אם ת\"ח הוא תלמודו משתכח. ואם אינו ת\"ח יוצא מדעתו:"
    },
    {
      "id": "kitzur_orach_chaim-004-s19",
      "section": 19,
      "text": "המקיז דם מהכתפים ולא נטל ידיו מפחד שבעה ימים. המגלח ולא נטל ידיו מפחד ג' ימים. הנוטל צפרניו ולא נטל ידיו מפחד יום א' ואינו יודע ממה מפחד:"
    },
    {
      "id": "kitzur_orach_chaim-004-s20",
      "section": 20,
      "text": "הרוחץ פניו ולא נגבם יפה פניו מתבקעו' או עול' בהן שחין ורפואתו לרחוץ הרבה במי סילקא:"
    },
    {
      "id": "kitzur_orach_chaim-004-s21",
      "section": 21,
      "text": "צריך לזהר בתפלה או באכילה (וע\"ל סי' צ\"ב ס\"ז) וסי' קס\"ד) שלא ליגע בשוק וירך ובמקומות המכוסים באדם לפי שיש שם מלמולי זיעה. מלמולי זיעה פ' זוהמא כעין שעורים קטנים) וכן שלא לחכך בראשו אבל מקומו' המגולי' בראשו ובפניו ומקו' המגולה שבזרועותיו אין להקפיד:"
    },
    {
      "id": "kitzur_orach_chaim-004-s22",
      "section": 22,
      "text": "אם אין לו מים יקנח ידיו בצרור או בעפר או בכל מידי דמנקי ויברך על נקיות ידים ויועיל לתפלה אבל לא להעביר רוח רעה שעליהן:"
    },
    {
      "id": "kitzur_orach_chaim-004-s23",
      "section": 23,
      "text": "לא תקנו נטילת ידים אלא לק\"ש ולתפלה אבל ברכות דשחרית יכול לברך קודם נטילה אא\"כ הוא ישן על מטתו ערום שאז אסור להזכיר את השם עד שינקה אותם:"
    }
  ],
  "version": 1
}