{
  "id": "kitzur_orach_chaim-216",
  "chapterLabel": "אורח חיים סימן ריו",
  "title": "Shulchan Arukh, Orach Chayim 216",
  "sections": [
    {
      "id": "kitzur_orach_chaim-216-s1",
      "section": 1,
      "text": "דיני ברכת הריח. ובו יד סעיפים:אסור ליהנות מריח טוב עד שיברך קודם שיריח אבל לאחריו א\"צ לברך:"
    },
    {
      "id": "kitzur_orach_chaim-216-s2",
      "section": 2,
      "text": "אם זה שיוציא ממנו הריח עץ או מין עץ מברך בורא עצי בשמים. ואם הוא עשב מברך בורא עשבי בשמים ואם אינו לא מין עץ ולא מין עשב כמו המוס\"ק מברך בורא מיני בשמים. ואם הי' פרי ראוי לאכילה מברך הנותן ריח טוב בפירות והני מילי כשנטלו להריח בו או לאכלו ולהריח בו אבל אם נטלו לאוכלו ולא נתכוין להריח בו אע\"פ שהוא מעלה ריח טוב אינו מברך ועל כולם אם אמר בורא מיני בשמים יצא הלכך על כל דבר שהוא מסופק בו מברך בורא מיני בשמים על אגוז מוסקאט\"ה ועל קניל\"ה וקלוא\"ו וכל בשמים שהם לאכילה מברך הנותן ריח טוב בפירות:"
    },
    {
      "id": "kitzur_orach_chaim-216-s3",
      "section": 3,
      "text": "על הורד (ועל הקנמון שהוא עור הנדי) ועל מי הורד ועל הלבונה והמצטיכי וכיוצא בהם בורא עצי בשמים:"
    },
    {
      "id": "kitzur_orach_chaim-216-s4",
      "section": 4,
      "text": "על שמן אפרסמון מברך בורא שמן ערב:"
    },
    {
      "id": "kitzur_orach_chaim-216-s5",
      "section": 5,
      "text": "שמן זית שכתשו או טחנו עד שחזר ריחו נודף מברך עליו בורא עצי בשמים:"
    },
    {
      "id": "kitzur_orach_chaim-216-s6",
      "section": 6,
      "text": "שמן שבשמו כמו שמן המשחה אם בעצי בשמים מברך בורא עצי בשמים ואם בעשבי בשמים מברך בורא עשבי בשמים ואם היו בו עצים ועשבים מברך בורא מיני בשמים ואם סיננו והוציא ממנו הבשמים יש אומרים שמברך בורא שמן ערב וי\"א שאינו מברך עליו כלל דהוי ריח שאין לו עיקר וכיון שספק הוא נכון ליזהר מלהריח בו:"
    },
    {
      "id": "kitzur_orach_chaim-216-s7",
      "section": 7,
      "text": "סימלק וחילפי דימא מברך בורא עצי בשמים סימלק יש מפרשים רוסמארי\"ן ויש מפרשים יאסמי\"ן ויש מפרשים שהוא עשב שיש לו ג' שורות של עלין זו למעלה מזו ולכל שורה שלש עלין. וחילפי דימא הוא שבולת נרד שקורין אישפי\"ק:"
    },
    {
      "id": "kitzur_orach_chaim-216-s8",
      "section": 8,
      "text": "סיגלי והם ויאול\"ש בורא עשבי בשמים:"
    },
    {
      "id": "kitzur_orach_chaim-216-s9",
      "section": 9,
      "text": "נרגיס והוא חבצלת ויש אומרים שהוא ליריי\"ו אם גדל בגנה מברך בורא עצי בשמים ואם הוא גדל בשדה מברך בורא עשבי בשמים:"
    },
    {
      "id": "kitzur_orach_chaim-216-s10",
      "section": 10,
      "text": "היו לפניו עצי בשמים ועשבי בשמים ומיני בשמים מברך על כ\"א ברכה הראויה לו: הגה ואם בירך על כולם מיני בשמים יצא (טור ריש הסימן) ואם צריך להקדים של עץ לשל עשבי בשמים עיין לעיל סימן רי\"א:"
    },
    {
      "id": "kitzur_orach_chaim-216-s11",
      "section": 11,
      "text": "הביאו לפניו הדס ושמן להריח בהן אם ברכותיהן שוות מברך על ההדס ופוטר את השמן ואם אינם שוות מברך על ההדס תחלה:"
    },
    {
      "id": "kitzur_orach_chaim-216-s12",
      "section": 12,
      "text": "מברכין על המוגמר (פי' בשמים שמשימים על הגחלים להריח בהם) משיעלה קיטור עשנו קודם שיגיע לו הריח אבל לא יברך קודם שיעלה קיטור העשן:"
    },
    {
      "id": "kitzur_orach_chaim-216-s13",
      "section": 13,
      "text": "המוגמר אם הוא של עץ מברך בורא עצי בשמים ואם של עשב בורא עשבי בשמים ואם של שאר מינים בורא מיני בשמים:"
    },
    {
      "id": "kitzur_orach_chaim-216-s14",
      "section": 14,
      "text": "המריח באתרוג של מצוה מברך עליו וי\"א שאינו מברך לכך נכון שלא להריח בו: הגה י\"א דהמריח בפת חם יש לו לברך שנתן ריח טוב בפת (אבודרהם ב\"י סי' רכ\"ו בשם א\"ח) וי\"א דאין לברך עליו (ב\"י) לכך אין להריח בו:"
    }
  ],
  "version": 1
}