{
  "id": "kitzur_orach_chaim-188",
  "chapterLabel": "אורח חיים סימן קפח",
  "title": "Shulchan Arukh, Orach Chayim 188",
  "sections": [
    {
      "id": "kitzur_orach_chaim-188-s1",
      "section": 1,
      "text": "נוסח ברכה ג' ודיני ברכת המזון בשבת והטועה בברכת המזון. ובו י סעיפים:אחר שחתם בונה ירושלים יענה אמן אחר ברכת עצמו מפני שהיא סיום הברכות דאורייתא דהטוב והמטיב אינה דאורייתא:"
    },
    {
      "id": "kitzur_orach_chaim-188-s2",
      "section": 2,
      "text": "אמן זה יאמרנו בלחש כדי שלא ירגישו שברכת הטוב והמטיב אינה דאורייתא ויזלזלו בה: הגה ונראה דדוקא כשמברך לבד ואין עונים אמן אחר שאר ברכות אבל כשמזמנין עונין עליו כשאר אמן שעונין על ברכות הראשונות אע\"ג דהמברך עונה ג\"כ מ\"מ אינו ניכר כ\"כ הואיל ואחרים עונין ג\"כ עמו וכן המנהג במדינות אלו לאומרם בקול רם אפי' המברך עצמו כשמזמנין ואולי מהאי טעמא:"
    },
    {
      "id": "kitzur_orach_chaim-188-s3",
      "section": 3,
      "text": "צריך להזכיר בברכה שלישית מלכות בית דוד ואין להזכיר בה שום מלכות אחר והאומר ומלכותך ומלכו' בית דוד משיחך טועה שאין להשוות מלכותא דארעא עם מלכותא דשמיא וכן אין לומר בה אבינו מלכנו: הגה וי\"א דאף כשאומר יעלה ויבא לא יסיים מלך חנון ורחום אלא ידלג מלת מלך [אבודרהם] וסברא נכונה היא אבל לא ראיתי נוהגים כן:"
    },
    {
      "id": "kitzur_orach_chaim-188-s4",
      "section": 4,
      "text": "נוסח ברכה זו פותח בה רחם ה' אלהינו או נחמנו ה' אלהינו וחותם בה בונה ירושלים או מנחם ציון בבנין ירושלים ואין לשנות הנוסחא משבת לחול דבין בשבת בין בחול אומר נוסחא אחת: [הגה וי\"א דאמרי' בונה ברחמיו ירושלים וכן נוהגין]. מרדכי סוף ברכות:"
    },
    {
      "id": "kitzur_orach_chaim-188-s5",
      "section": 5,
      "text": "בשבת אומר בה רצה והחליצנו ובראש חדש וי\"ט וחולו של מועד אומר יעלה ויבא ואם חל אחד מהם בשבת אומר רצה והחליצנו ואח\"כ יעלה ויבא ואינו מזכיר של שבת ביעלה ויבא ולא של יו\"ט וחולו של מועד ור\"ח ברצה והחליצנו:"
    },
    {
      "id": "kitzur_orach_chaim-188-s6",
      "section": 6,
      "text": "טעה ולא הזכיר של שבת אומר ברוך אתה ה' אלהינו מלך העולם שנתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית ברוך אתה ה' מקדש השבת ואם טעה ולא הזכיר של יו\"ט אומר ברוך אתה ה' אלהינו מלך העולם אשר נתן ימים טובים לישראל לששון ולשמחה את יום חג פלוני הזה ברוך אתה ה' מקדש ישראל והזמנים. ואם חל יום טוב בשבת אומר שנתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית וימים טובים לששון ולשמחה את יום חג פלוני הזה ברוך אתה ה' מקדש השבת וישראל והזמנים. וכל ברכות הללו בשם ומלכות והא דסגי בהך ברכה דוקא כשנזכר קודם שהתחיל הטוב והמטיב אבל אם לא נזכר עד שהתחיל הטוב והמטיב צריך לחזור לראש ברכת המזון:"
    },
    {
      "id": "kitzur_orach_chaim-188-s7",
      "section": 7,
      "text": "אם טעה ולא הזכיר בה של ר\"ח בין ביום בין בלילה אומר ברוך שנתן ראשי חדשים לעמו ישראל לזכרון ואינו חותם בה והוא שנזכר קודם שהתחיל הטוב והמטיב. אבל אם לא נזכר עד שהתחיל הטוב והמטיב אינו חוזר מפני שאינו חייב לאכול פת כדי שיתחייב לברך ברכת המזון וחול המועד דינו כר\"ח: הגה ואפשר דמ\"מ יש לאמרו בתוך שאר הרחמן כמו שנתבאר לעיל ססי' קפ\"ז גבי על הנסי' ואולי יש לחלק כי ביעלה ויבא יש בו הזכרת שמות ואין לאמרו לבטל' כן נ\"ל וכן נוהגין. אם חל ראש חדש בשבת והזכיר של שבת ולא הזכיר של ראש חדש ולא נזכר עד שהתחיל הטוב והמטיב אינו חוזר ואם שכח (גם) של שבת ונזכר קודם שהתחיל הטוב והמטיב כולל ראש חודש עם שבת ואומר שנתן שבתות למנוחה וראשי חדשים לזכרון ואם פתח בהטוב והמטיב חוזר לראש ברכת המזון ומזכיר של שבת ושל ראש חודש ויש מי שאומר שאם שכח של שבת וראש חדש ונזכר קודם שהתחיל הטוב והמטיב אומר שנתן שבתות למנוחה וראשי חדשים לזכרון וחותם בשל שבת ואינו חותם בשל ראש חדש:"
    },
    {
      "id": "kitzur_orach_chaim-188-s8",
      "section": 8,
      "text": "סעודה שלישית בשבת דינה כראש חודש:"
    },
    {
      "id": "kitzur_orach_chaim-188-s9",
      "section": 9,
      "text": "ג' שאכלו בשבתות וי\"ט ושכחו להזכיר מעין המאורע והם צריכין לחזור לראש בהמ\"ז יברך כל אחד בפני עצמו כי מידי זימון כבר יצאו:"
    },
    {
      "id": "kitzur_orach_chaim-188-s10",
      "section": 10,
      "text": "היה אוכל ויצא שבת מזכיר של שבת בברכת המזון דאזלינן בתר התחלת הסעודה וה\"ה לר\"ח ופורים וחנוכה:"
    }
  ],
  "version": 1
}