{
  "id": "kitzur_orach_chaim-211",
  "chapterLabel": "אורח חיים סימן ריא",
  "title": "Shulchan Arukh, Orach Chayim 211",
  "sections": [
    {
      "id": "kitzur_orach_chaim-211-s1",
      "section": 1,
      "text": "דיני קדימה בברכת הפירות. ובו ו סעיפים:היו לפניו מיני פירות הרבה אם ברכותיהם שוות ויש ביניהם ממין שבעה מקדים מין שבעה אע\"פ שאינו חביב כמו המין האחר ואם אין ביניהם ממין שבעה מקדים החביב ואם אין ברכותיהן שוות אפי' יש בהן ממין שבעה כגון צנון וזית איזה מהם שירצ' יקדים ואפי' אינו חביב וי\"א שגם בזה צריך להקדי' החביב ונקרא חביב המין שרגיל להיו' חביב עליו אפי' אם עתה חפץ במין השני:"
    },
    {
      "id": "kitzur_orach_chaim-211-s2",
      "section": 2,
      "text": "ולהרמב\"ם אם היה מין אחד חביב לו יות' בין שברכותם שוות בין שאינם שוות בין שיש בהן ממין שבעה בין שאין בהם ממין שבעה מקדים החביב לו אז באותה שעה ואם אינו רוצ' בזה יותר מבזה אם יש ביניה' משבעת המינים עליו מברך תחלה:"
    },
    {
      "id": "kitzur_orach_chaim-211-s3",
      "section": 3,
      "text": "הביאו לפניו דבר שברכתו בפה\"ע ודבר שברכתו שהכל בפה\"ע קודמת שהיא חשובה שאינה פוטרת אלא דבר אחד וכן בפה\"א ושהכל בפה\"א קודמת ואם הביאו לפניו בפה\"ע ובורא פרי האדמה איזה מהם שירצה יקדים וי\"א שבורא פרי העץ קודם:"
    },
    {
      "id": "kitzur_orach_chaim-211-s4",
      "section": 4,
      "text": "כל הקודם בפסוק ארץ חטה ושעור' קודם לברכה וארץ בתרא הפסיק הענין וכל הסמוך לו חשוב מהמאוחר ממנו לארץ קמא הלכך תמרי' קודמים לענבים שזה שני לארץ בתרא וזה ג' לארץ קמא: הגה ודוקא שאוכל ענבים כמות שהן אבל אם עשה מהן יין שקובע ברכה לעצמו בפה\"ג חשובה והיא קודמת לברך עליו תחלה אבל מעשה קדיר' מחמשת מיני דגן היא חשובה יות' מברכת היין כל הנאמר סמוך לארץ קמא קודם למה שנאמר סמוך לארץ בתרא לאחר ששוה לו בסמיכה לארץ [טור]:"
    },
    {
      "id": "kitzur_orach_chaim-211-s5",
      "section": 5,
      "text": "הא דחטה ושעורה קודמין דוקא כשעשה מהם תבשיל או פת אבל הכוסס חטה שברכתו ב\"פ האדמה אינה קודמת לברכת בפה\"ע: הגה ברכת המוציא קודם לברכת במ\"מ וכ\"ש לשאר ברכות (אגור) ואע\"ג שהדבר השני חשוב או חביב עליו (וכן יש לדקדק מדברי הגה\"מ פ\"ט ומסמ\"ק שהבי' הטור וכל בו וב\"י בשם רמב\"ם) וכל הא דאמרינן דאחד קודם לחבירו היינו שרוצה לאכול משניהם לכן יש להקדים החביב או החשוב אבל אם אינו רוצה לאכול משניהם אינו מברך רק על זה שרוצה לאכול אע\"פ שגם השני מונח לפניו (תרומת הדשן סי' ל\"ג) וכל זה דצריך להקדים היינו דוקא לכתחלה אבל אם עבר ובירך על השני אם הברכות שוות יוצא וא\"צ לחזור ולברך על זה שהיה לו להקדים ובלבד שיהא דעתו גם כן עליו בברכתו (ב\"י סי' ר\"ו ובזה הסי' בשם רשב\"א):"
    },
    {
      "id": "kitzur_orach_chaim-211-s6",
      "section": 6,
      "text": "היה לפניו תבשיל מקמח כוסמין ושבולת שועל ושיפון וגפן ותאנה ורימון כיון דמברך על התבשיל בורא מיני מזונות ברכתו קודמת אע\"ג דהנך ממין ז' ואיהו לאו ממין שבעה מ\"מ כיון דחשיבי דעבדי מנייהו פת ומברך עלייהו המוציא וברכת המזון קודמת אע\"ג דלא עבדינהו פת:"
    }
  ],
  "version": 1
}