{
  "id": "kitzur_orach_chaim-066",
  "chapterLabel": "אורח חיים סימן סו",
  "title": "Shulchan Arukh, Orach Chayim 66",
  "sections": [
    {
      "id": "kitzur_orach_chaim-066-s1",
      "section": 1,
      "text": "באיזה מקום יכול להפסיק ובאיזה מקום לא יפסיק. ובו י סעיפים:בין הפרקים שואל בשלום אדם נכבד ומשיב שלום לכל אדם ובאמצע שואל בשלום מי שהוא ירא ממנו כגון אביו או רבו או מי שהוא גדול ממנו בחכמה וכ\"ש מלך או אנס ומשיב שלום לאדם נכבד ואפי' באמצע הפסוק חוץ מפסוק שמע ישראל ובשכמל\"ו שלא יפסיק בהם כלל אם לא מפני מי שירא שמא יהרגנו:"
    },
    {
      "id": "kitzur_orach_chaim-066-s2",
      "section": 2,
      "text": "אם שכח להניח ציצית ותפילין יכול להפסיק בין הפרקי' להניחם ויברך עליהם: הגה וי\"א שלא יברך עליהם עד אחר התפלה והכי נהוג לענין טלית (ב\"י):"
    },
    {
      "id": "kitzur_orach_chaim-066-s3",
      "section": 3,
      "text": "לקדיש ולקדושה ולברכו מפסיק אפילו באמצע הפסוק וכן למודים אבל לא יאמר אלא תיבת מודים בלבד: הגה וכן בברכו לא יאמר יתברך וישתבח וכו' וי\"א דאמן שעונין אחר ברכת האל הקדוש ואחר שומע תפלה יש לו דין קדושה ויוכל לענות אותם בק\"ש וכן עיקר ולכל ה\"מ פוסקים מכ\"ש באומר תחנונים [תשובת הרשב\"א]:"
    },
    {
      "id": "kitzur_orach_chaim-066-s4",
      "section": 4,
      "text": "כהן שהיה קורא קריאת שמע וקראוהו לקרות בתור' יש מי שאומר שמפסיק ויש מי שאומ' שאינו מפסיק והלכה כדבריו:"
    },
    {
      "id": "kitzur_orach_chaim-066-s5",
      "section": 5,
      "text": "ואלו הן בין הפרקים בין ברכה ראשונה לשנייה בין שנייה לשמע בין שמע לוהיה אם שמוע בין והיה אם שמוע לויאמר אבל בין ויאמר לאמת ויציב לא יפסיק שלא להפסיק בין ה' לאמת אלא יאמר אני ה' אלהיכם אמת ואז יפסיק כדין באמצע הפרק:"
    },
    {
      "id": "kitzur_orach_chaim-066-s6",
      "section": 6,
      "text": "אם פסק מפני היראה או הכבוד אחר שאמר אמת או שסיים קודם החזן וסמך ה' אלהיכם עם אמת וממתין שיתחיל החזן ושיאמר עמו אינו צריך לחזור ולומ' פעם אחרת אמת:"
    },
    {
      "id": "kitzur_orach_chaim-066-s7",
      "section": 7,
      "text": "אינו אומר אמן אחר גאל ישראל משום דהוי הפסק: הגה וי\"א דעונין אמן וכן נוהגין לענות אחר הש\"ץ אמן אבל אם התפלל לבד אין עונין אמן כדלקמן סימן רט\"ו [טור]:"
    },
    {
      "id": "kitzur_orach_chaim-066-s8",
      "section": 8,
      "text": "צריך לסמוך גאולה לתפלה ולא יפסיק לאחר שאמר גאל ישראל רק אם אירעו אונס שלא הניח תפילין ונזדמנו לו בין גאול' לתפלה מניח אז ולא יברך עליהם עד אחר שיתפלל אבל טלית לא יניח אז ואם עד שלא אמר גאל ישראל נזדמנו לו טלית ותפילין מניחן ולא יברך עליהם עד אחר תפלה: הגה וי\"א שקודם גאל ישראל יברך על התפילין והכי נהוג [מרדכי ותו' והגהות מיימוני מה' ק\"ש]:"
    },
    {
      "id": "kitzur_orach_chaim-066-s9",
      "section": 9,
      "text": "אין לענות קדיש וקדושה בין גאולה לתפלה וכיצד עושין ממתין בשירה חדשה כדי לענות:"
    },
    {
      "id": "kitzur_orach_chaim-066-s10",
      "section": 10,
      "text": "כל מי שלא אמר אמת ויציב שחרית ואמת ואמונה ערבית לא יצא ידי חובת המצוה כתקנה: הגה מי שהוא אנוס ודחוק ואין לו פנאי להתפלל מיד אחר קריאת שמע יקרא ק\"ש עד אמת וימתין לומר שאר הברכה עד שיתפלל שאז יאמר ויציב ונכון כו' ויתפלל כדי שיסמוך גאולה לתפלה [ב\"י בשם רוקח סימן שכ\"א]:"
    }
  ],
  "version": 1
}