{
  "id": "kitzur_orach_chaim-219",
  "chapterLabel": "אורח חיים סימן ריט",
  "title": "Shulchan Arukh, Orach Chayim 219",
  "sections": [
    {
      "id": "kitzur_orach_chaim-219-s1",
      "section": 1,
      "text": "ברכת הודאת היחיד. ובו ט סעיפים:ארבעה צריכים להודות יורדי הים כשעלו ממנה והולכי מדברות כשיגיעו ליישוב ומי שהיה חולה ונתרפא ומי שהיה חבוש בבית האסורים ויצא וסימנך וכל החיי\"ם יודוך סלה \"חולה \"יסורין \"ים \"מדבר:"
    },
    {
      "id": "kitzur_orach_chaim-219-s2",
      "section": 2,
      "text": "ומה מברך בא\"י אמ\"ה הגומל לחייבים טובות שגמלני כל טוב והשומעים אומרים מי שגמלך כל טוב הוא יגמלך כל טוב סלה:"
    },
    {
      "id": "kitzur_orach_chaim-219-s3",
      "section": 3,
      "text": "צריך לברך ברכה זו בפני י' ותרי מינייהו רבנן דכתיב וירוממוהו בקהל עם ובמושב זקנים יהללוהו ואם לא שכיחי רבנן לא יניח מלברך ונהגו לברך אחר קריאת התורה לפי שיש שם עשרה ואם בירך בפחות מעשרה יש אומרים שיצא ויש אומרים שלא יצא וטוב לחזור ולברך בפני י' בלא הזכרת שם ומלכות:"
    },
    {
      "id": "kitzur_orach_chaim-219-s4",
      "section": 4,
      "text": "אם בירך אחר ואמר בא\"י אמ\"ה אשר גמלך כל טוב וענה אמן יצא וכן אם אמר בריך רחמנא מלכא דעלמא דיהבך לן וענה אמן יצא: הגה ואין זה ברכה לבטלה מן המברך אע\"פ שלא נתחייב בברכה זו הואיל ואינו מברך רק דרך שבח והודאה על טובת חבירו שמשמח בה: (טור)"
    },
    {
      "id": "kitzur_orach_chaim-219-s5",
      "section": 5,
      "text": "אם בירך אחד הגומל לעצמו ונתכוין להוציא את חבירו ושמע חבירו וכוון לצאת יצא אפילו בלא עניית אמן: (כיון שהמברך גם כן חייב יצא האחר בלא עניית אמן) (טור):"
    },
    {
      "id": "kitzur_orach_chaim-219-s6",
      "section": 6,
      "text": "אם איחר יש לו תשלומין לברך כל זמן שירצה ונכון שלא לאחר שלשה ימים:"
    },
    {
      "id": "kitzur_orach_chaim-219-s7",
      "section": 7,
      "text": "באשכנז וצרפת אין מברכין כשהולכין מעיר לעיר שלא חייבו אלא בהולכי מדברות דשכיחי ביה חיות רעות ולסטים ובספרד נוהגים לברך מפני שכל הדרכים בחזקת סכנה ומיהו בפחות מפרסה אינו מברך ואם הוא מקום מוחזק בסכנה ביותר אפי' בפחות מפרסה:"
    },
    {
      "id": "kitzur_orach_chaim-219-s8",
      "section": 8,
      "text": "בכל חולי צריך לברך אפילו אינו חולי של סכנה ולא מכה של חלל אלא כל שעלה למטה וירד מפני שדומה כמי שהעלוהו לגרדום (פי' מעלות שעושין דיינים לשבת כשדנין) לידון אין הפרש בין שיש לו מיחוש קבוע ובא מזמן לזמן ובין שאינו קבוע: הגה ויש אומרים דאינו מברך רק על חולי שיש בו סכנה כגון מכה של חלל (טור בשם הראב\"ד והר\"ר יוסף וכן נוהגין באשכנז):"
    },
    {
      "id": "kitzur_orach_chaim-219-s9",
      "section": 9,
      "text": "הני ארבעה לאו דוקא דה\"ה למי שנעשה לו נס כגון שנפל עליו כותל או ניצול מדריסת שור ונגיחותיו או שעמד עליו בעיר אריה לטרפו או אם גנבים באו לו אם שודדי לילה וניצל מהם וכל כיוצא בזה כלם צריכים לברך הגומל:"
    },
    {
      "id": "kitzur_orach_chaim-219-s10",
      "section": 10,
      "text": "ויש אומרים שאין מברכין הגומל אלא הני ארבעה דוקא וטוב לברך בלא הזכרת שם ומלכות:"
    }
  ],
  "version": 1
}