{
  "id": "kitzur_orach_chaim-061",
  "chapterLabel": "אורח חיים סימן סא",
  "title": "Shulchan Arukh, Orach Chayim 61",
  "sections": [
    {
      "id": "kitzur_orach_chaim-061-s1",
      "section": 1,
      "text": "דין כמה צריך לדקדק ולכוין בק\"ש. ובו כו סעיפים:יקרא ק\"ש בכוונה באימה וביראה ברתת וזיע:"
    },
    {
      "id": "kitzur_orach_chaim-061-s2",
      "section": 2,
      "text": "אשר אנכי מצוך היום היינו לומר בכל יום יהיו בעיניך כחדשים ולא כמי שכבר שמע אותו הרבה פעמים שאינו חביב אצלו:"
    },
    {
      "id": "kitzur_orach_chaim-061-s3",
      "section": 3,
      "text": "בקריאת שמע יש רמ\"ה תיבות וכדי להשלים רמ\"ח כנגד איבריו של אדם מסיים ש\"ץ ה' אלהיכם אמת וחוזר ואומר בקול רם ה' אלהיכם אמת: הגה ובזה כל אדם יוצא הואיל ושומעין מפיו של הש\"ץ ג' תיבות אלו (ב\"י בשם א\"ח) ואם היחיד רוצה ג\"כ לאמרם עם השליח צבור אין איסור בדבר (דברי עצמו) ואם הוא קורא ביחיד יכוין בט\"ו ווי\"ן שבאמת ויציב שעולים צ' והם כנגד ג' שמות ההוי\"ה שכל שם עולה כ\"ו וד' אותיותיו הם ל': הגה ויש עוד טעם אחר בדבר דט\"ו ווי\"ן עולין צ' והקריאה נחשבת א' הרי צ\"א כמנין השם בקריאתו ובכתיבתו והוי כאלו אמר ד' אדנ\"י אמת (מהרי\"ק שורש מ\"ב ואגור) ויש שכתבו דכל הקורא ק\"ש ביחיד יאמר אל מלך נאמן שמע וגו' כי ג' תיבות אלו משלימים המנין של רמ\"ח והוא במקום אמן שיש לענות אחר ברוך הבוחר בעמו ישראל באהבה וכן נוהגין ונראה לי מ\"מ כשקורא עם הצבור לא יאמר אל מלך נאמן רק יאמר אמן אחר הש\"ץ כשמסיים הברכה וכן נוהגין ונכון הוא:"
    },
    {
      "id": "kitzur_orach_chaim-061-s4",
      "section": 4,
      "text": "נוהגין לקרות פסוק ראשון בקול רם כדי לעורר הכוונה:"
    },
    {
      "id": "kitzur_orach_chaim-061-s5",
      "section": 5,
      "text": "נוהגין ליתן ידיהם על פניהם בקריאת פסוק ראשון כדי שלא יסתכל בדבר אחר שמונעו מלכוון:"
    },
    {
      "id": "kitzur_orach_chaim-061-s6",
      "section": 6,
      "text": "צריך להאריך בחי\"ת של אחד כדי שימליך הקב\"ה בשמים ובארץ שלזה רומז החטוטרות שבאמצע הגג החי\"ת ויאריך בדל\"ת של אחד שיעור שיחשוב שהקב\"ה יחיד בעולמו ומושל בד' רוחות העולם ולא יאריך יותר מכשיעור זה ויש נוהגים להטות הראש כפי המחשבה מעלה ומטה ולד' רוחות:"
    },
    {
      "id": "kitzur_orach_chaim-061-s7",
      "section": 7,
      "text": "ידגיש בדלי\"ת שלא תהא כרי\"ש:"
    },
    {
      "id": "kitzur_orach_chaim-061-s8",
      "section": 8,
      "text": "לא יחטוף בחי\"ת ולא יאריך באל\"ף:"
    },
    {
      "id": "kitzur_orach_chaim-061-s9",
      "section": 9,
      "text": "אסור לומר שמע ב' פעמים בין שכופל התיבות שאומר שמע שמע בין שכופל הפ' ראשון:"
    },
    {
      "id": "kitzur_orach_chaim-061-s10",
      "section": 10,
      "text": "כשקורא קריאת שמע על מטתו מותר לקרות כל הפרשה ולחזור ולקרותה ויש מי שאומר שגם בזה יש ליזהר מלומר פסוק ראשון: הגה (ב' פעמים):"
    },
    {
      "id": "kitzur_orach_chaim-061-s11",
      "section": 11,
      "text": "האומרים באשמורת בסליחות ובי\"כ בתפלת נעילה ב' פעמים פסוק שמע ישראל יש ללמדם שלא יאמרו:"
    },
    {
      "id": "kitzur_orach_chaim-061-s12",
      "section": 12,
      "text": "ד' הוא האלהים שאומרים אותו ביום כפור בתפלת נעילה ז' פעמים מנהג כשר הוא: הגה י\"א שיש ליזהר שלא לענות על שום ברכה ב' פעמים אמן (ב\"י בשם אוהל מועד):"
    },
    {
      "id": "kitzur_orach_chaim-061-s13",
      "section": 13,
      "text": "אחר פסוק ראשון צריך לומר בשכמל\"ו בחשאי:"
    },
    {
      "id": "kitzur_orach_chaim-061-s14",
      "section": 14,
      "text": "צריך להפסיק מעט בין לעולם ועד לואהבת כדי להפסיק בין קבלת מלכות שמים לשאר מצות: הגה ויש להפסיק בפסוק ראשון בין ישראל לה' ובין אלהינו לה' השני כדי שיהא נשמע שמע ישראל כי ה' שהוא אלהינו הוא ה' אחד (רוקח) ויש להפסיק מעט בין אחד לברוך כי עיקר קיבול מלכות שמים הוא פסוק ראשון (אבודרהם):"
    },
    {
      "id": "kitzur_orach_chaim-061-s15",
      "section": 15,
      "text": "צריך להפסיק בין היום לעל לבבך ובין היום לאהבה שלא יהא נראה היום ולא למחר:"
    },
    {
      "id": "kitzur_orach_chaim-061-s16",
      "section": 16,
      "text": "צריך להפסיק בין נשבע לה' כדי להטעים יפה העי\"ן שלא תהא נראית כה\"א:"
    },
    {
      "id": "kitzur_orach_chaim-061-s17",
      "section": 17,
      "text": "צריך להתיז זיי\"ן של תזכרו דלא לשתמע תשקרו או תשכרו והוי כעבדים המשמשים על מנת לקבל פרס וכן צריך להתיז זיי\"ן של וזכרתם:"
    },
    {
      "id": "kitzur_orach_chaim-061-s18",
      "section": 18,
      "text": "ידגיש יו\"ד של שמע ישראל שלא תבלע ושלא תראה אל\"ף וכן יו\"ד דוהיו דלא לשתמע והאו:"
    },
    {
      "id": "kitzur_orach_chaim-061-s19",
      "section": 19,
      "text": "צריך ליתן רוח בין וחרה לאף דלא לשתמע וחרף:"
    },
    {
      "id": "kitzur_orach_chaim-061-s20",
      "section": 20,
      "text": "צריך ליתן ריוח בין תיבה שתחילתו כסוף תיבה שלפניה כגון בכל לבבך על לבבכם בכל לבבכם עשב בשדך ואבדתם מהרה הכנף פתיל אתכם מארץ:"
    },
    {
      "id": "kitzur_orach_chaim-061-s21",
      "section": 21,
      "text": "צריך בכל אל\"ף שאחר מ\"ם להפסיק ביניהם כגון ולמדתם אותם וקשרתם אותם ושמתם את וראיתם אותו (וזכרתם את ועשיתם את) שלא יהא נראה כקורא מותם מת:"
    },
    {
      "id": "kitzur_orach_chaim-061-s22",
      "section": 22,
      "text": "אף בפסוקי דזמרה ובתפלה צריך לדקדק בכך: הגה וה\"ה הקורא בתורה ובנביאים ובכתובים יש לזהר [ב\"י בשם הרד\"ק]:"
    },
    {
      "id": "kitzur_orach_chaim-061-s23",
      "section": 23,
      "text": "צריך לדקדק שלא ירפה החזק ולא יחזק הרפה ולא יניח הנד ולא יניד הנח:"
    },
    {
      "id": "kitzur_orach_chaim-061-s24",
      "section": 24,
      "text": "צריך לקרות ק\"ש בטעמים כמו שהם בתורה: הגה אבל לא נהגו כן במדינות אלו ומכל מקום המדקדקים מחמירים בכך:"
    },
    {
      "id": "kitzur_orach_chaim-061-s25",
      "section": 25,
      "text": "כשיאמר וקשרתם לאות על ידיך ימשמש בתפלין של יד וכשיאמר והיו לטוטפות בין עיניך ימשמש בשל ראש וכשיאמר וראיתם אותו ימשמש בשני ציציות שלפניו (וע\"ל סימן כ\"ד סעיף ה'):"
    },
    {
      "id": "kitzur_orach_chaim-061-s26",
      "section": 26,
      "text": "יש נוהגים לקרות קריאת שמע בקול רם ויש נוהגים לקרותו בלחש: הגה ומ\"מ יאמרו פסוקי ראשון בקול רם וכן נוהגין [כל בו]:"
    }
  ],
  "version": 1
}