{
  "id": "kitzur_orach_chaim-223",
  "chapterLabel": "אורח חיים סימן רכג",
  "title": "Shulchan Arukh, Orach Chayim 223",
  "sections": [
    {
      "id": "kitzur_orach_chaim-223-s1",
      "section": 1,
      "text": "מי שילדה אשתו ומת מורישו ובנה בית חדש וקנה כלים חדשים ומה מברך. ובו ו סעיפים:ילדה אשתו זכר מברך הטוב והמטיב וגם היא צריכה לברך כן: הגה ואם מתה אשתו בלדתה מברך שהחיינו דהא ליכא הטבה לאחריני וכן אם מת האב קודם שילדתו היא מברכת שהחיינו (וכן נראה לי ליישב הרשב\"א סי' רמ\"ה) ויש שכתבו שנהגו להקל בברכה זו שאינה חובה אלא רשות ומזה נתפשט שרבים מקילים באלו הברכות:"
    },
    {
      "id": "kitzur_orach_chaim-223-s2",
      "section": 2,
      "text": "מת אביו מברך דיין האמת היה לו ממון שיורשו אם אין לו אחים מברך גם כן שהחיינו ואם יש לו אחים במקום שהחיינו מברך הטוב והמטיב: הגה שאין מברכין הטוב והמטיב אא\"כ יש לו שותפות באותה טובה (טור):"
    },
    {
      "id": "kitzur_orach_chaim-223-s3",
      "section": 3,
      "text": "בנה בית חדש או קנה כלים חדשים אפילו היה לו כיוצא באלו תחלה או קנה וחזר וקנה מברך על כל פעם שהחיינו ולאו דוקא חדשים דהוא הדין לישנים אם הם חדשים לו שלא היו אלו שלו מעולם ולא אמרו חדשים אלא לאפוקי אם מכרן וחזר וקנאן:"
    },
    {
      "id": "kitzur_orach_chaim-223-s4",
      "section": 4,
      "text": "בשעת הקנין יש לו לברך אף על פי שעדיין לא נשתמש בהם שאין הברכה אלא ע\"י שמחת הלב שהוא שמח בקנייתן וכשילבשם מברך מלביש ערומים:"
    },
    {
      "id": "kitzur_orach_chaim-223-s5",
      "section": 5,
      "text": "קנה כלים שמשתמשין בהם הוא ובני ביתו מברך הטוב והמטיב אם נתנו לו במתנה מברך הטוב והמטיב שהיא טובה לו ולנותן:"
    },
    {
      "id": "kitzur_orach_chaim-223-s6",
      "section": 6,
      "text": "על דבר שאינו חשוב כ\"כ כגון חלוק או מנעלים ואנפלאות (פי' נעלים קטנים שחופים רוב הרגל) אין לברך עליהם ואם הוא עני ושמח בהם יברך: הגה ויש אומרים דאפילו עני אינו מברך על חלוק ומנעלים וכדומה וכן נוהגין (טור בשם תוספות ותרומת הדשן סי' ל\"ו). המנהג לומר למי שלובש בגד חדש תבלה ותחדש. ויש מי שכתב שאין לומר כן על מנעלים או בגדים הנעשים מעורות של בהמה דא\"כ היו צריכים להמית בהמה אחרת תחלה שיחדש ממנו בגד אחר וכתיב ורחמיו על כל מעשיו (מהרי\"ו בפסקיו) והנה הטעם חלוש מאוד ואינו נראה מ\"מ מקפידים על זה שלא לאמרו:"
    }
  ],
  "version": 1
}