{
  "id": "kitzur_orach_chaim-218",
  "chapterLabel": "אורח חיים סימן ריח",
  "title": "Shulchan Arukh, Orach Chayim 218",
  "sections": [
    {
      "id": "kitzur_orach_chaim-218-s1",
      "section": 1,
      "text": "ברכות הנעשים על הנסים. ובו ט סעיפים:הרואה מקום שנעשו בו נסים לישראל כגון מעברות הים ומעברות הירדן ומעברות נחלי ארנון ואבני אלגביש של בית חורון ואבן שבקש עוג לזרוק על ישראל ואבן שישב עליה משה בעת מלחמת עמלק וחומת יריחו מברך שעשה נסים לאבותינו במקום הזה ובין ברכה זו ובין שאר ברכות הראיה הרי הם כשאר ברכות וכולם בהזכרת שם ומלכות:"
    },
    {
      "id": "kitzur_orach_chaim-218-s2",
      "section": 2,
      "text": "על נס שנעשה לקצת ישראל כל זמן שלא נעשה לכל ישראל או רובן ואפי' נעשה לקצת שבטים אין מברכין עליו:"
    },
    {
      "id": "kitzur_orach_chaim-218-s3",
      "section": 3,
      "text": "כל אלו הדברי' אינם אלא כשרואה אותם משלשי' לשלשים יום ואז הם חובה כמו בפעם ראשונה:"
    },
    {
      "id": "kitzur_orach_chaim-218-s4",
      "section": 4,
      "text": "הרואה מקום שנעשה נס ליחיד אינו מברך אבל הוא עצמו מברך שעשה לי נס במקום הזה וכל יוצאי יריכו גם כן מברכין שעשה נס לאבי במקום הזה:"
    },
    {
      "id": "kitzur_orach_chaim-218-s5",
      "section": 5,
      "text": "מי שנעשו לו נסים הרבה בהגיעו לאחד מכל המקומות שנעשה לו נס צריך להזכיר כל שאר המקומות ויכלול כלם בברכה אחת:"
    },
    {
      "id": "kitzur_orach_chaim-218-s6",
      "section": 6,
      "text": "על נס של רבו צריך לברך כשם שהוא מברך על נס של אביו: הגה י\"א דה\"ה אם רואה האדם שנעשה לו הנס מברך עליו כמו שמברך על המקום שנעשה בו הנס. (אבודרהם):"
    },
    {
      "id": "kitzur_orach_chaim-218-s7",
      "section": 7,
      "text": "על נס של אדם מסוים כיואב בן צרויה וחביריו וכן על נס של אדם שנתקדש בו שם שמים כגון דניאל וחביריו מברך לפיכך הרואה גוב אריות של דניאל וכבשן האש של חנניה מישאל ועזריה מברך שעשה נס לצדיקים במקום הזה:"
    },
    {
      "id": "kitzur_orach_chaim-218-s8",
      "section": 8,
      "text": "הרואה אשתו של לוט מברך שתים עליה אומר בא\"י אמ\"ה דיין האמת ועל לוט אומר בא\"י אמ\"ה זוכר הצדיקים:"
    },
    {
      "id": "kitzur_orach_chaim-218-s9",
      "section": 9,
      "text": "יש אומרים שאינו מברך על נס אלא בנס שהוא יוצא ממנהג העולם אבל נס שהוא מנהג העולם ותולדתו כגון שבאו גנבים בלילה ובא לידי סכנה וניצול וכיוצא בזה אינו חייב לברך ויש חולק וטוב לברך בלא הזכרת שם ומלכות:"
    }
  ],
  "version": 1
}