{
  "id": "kitzur_orach_chaim-275",
  "chapterLabel": "אורח חיים סימן רעה",
  "title": "Shulchan Arukh, Orach Chayim 275",
  "sections": [
    {
      "id": "kitzur_orach_chaim-275-s1",
      "section": 1,
      "text": "דברים האסורים לעשות לאור הנר בשבת. ובו יב סעיפים:אין פולין פי' לבער את הכנים מהבגדים תרגום בערתי הקדש פליתי ואין קורין בספר לאור הנר ואפילו אינו מוציא בפיו שמא יטה ואפי' הוא גבוה עשר קומות שאינו יכול ליגע אליו שלא חלקו חכמים בדבר ומטעם זה יש לאסור אפי' הוא בעששית או קבועה בחור שבכותל וכן בנר של שעוה:"
    },
    {
      "id": "kitzur_orach_chaim-275-s2",
      "section": 2,
      "text": "ודוקא אחד אבל שנים קוראי' ביחד שאם בא האחד להטות [פי' להטות הנר כדי שיגיע השמן לפתילה] יזכירנו חבירו והוא שקורין בענין אחד שאז ישגיח האחד במה שיעשה חבירו אבל בשני עניינים לא: הגה ויש אומרים דבשני ספרים אפי' בענין אחד אסור [ב\"י] ולכן אסור לומר פיוטים בלילי י\"ט שחל להיות בשבת בבית הכנסת וכן נהגו [מרדכי וסה\"ת וסמ\"ג והגהות]:"
    },
    {
      "id": "kitzur_orach_chaim-275-s3",
      "section": 3,
      "text": "אם יש אחר עמו אפי' אינו קורא ואומר לו תן דעתך עלי שלא אטה מותר וה\"ה אם אומר כן לאשתו:"
    },
    {
      "id": "kitzur_orach_chaim-275-s4",
      "section": 4,
      "text": "אדם חשוב שאין דרכו בחול להטות מותר בכל גוונא:"
    },
    {
      "id": "kitzur_orach_chaim-275-s5",
      "section": 5,
      "text": "במדורה אפי' עשרה כאחד אין קורין משום דהואיל ויושבים רחוקים זה מזה ועוד שזנבות האודים סמוכים להם אין זה מכיר כשבא חבירו להבעיר ולחתות:"
    },
    {
      "id": "kitzur_orach_chaim-275-s6",
      "section": 6,
      "text": "תינוקת של בית רבן קורין לאור הנר מפני שאימת רבן עליהם:"
    },
    {
      "id": "kitzur_orach_chaim-275-s7",
      "section": 7,
      "text": "מותר לקרות במה מדליקין לאור הנר שהרי הוא מזכיר איסור שבת ואיך ישכח:"
    },
    {
      "id": "kitzur_orach_chaim-275-s8",
      "section": 8,
      "text": "נוהגים לקרות בליל יום כפורים במחזורים מפני שאימת יום הכיפורים עליהם:"
    },
    {
      "id": "kitzur_orach_chaim-275-s9",
      "section": 9,
      "text": "ליל פסח שחל להיות בשבת מותר לקרות ההגדה בספר משום דהוי כעין ראשי פרקים דאין עם הארץ שלא תהא שגורה בפיו קצת:"
    },
    {
      "id": "kitzur_orach_chaim-275-s10",
      "section": 10,
      "text": "הרב יכול לראות לאור הנר מהיכן יקראו התינוקות ולסדר ראשי הפרשיות בפיו בספר וקורא כל שאר הפרשה על פה וראשי פרשיות לאו דוקא אלא כל שיודע הפרשה על פה ובקצת צריך לראות בספר שרי שמאחר שאינו מעיין בספר תמיד אית ליה היכרא לא אתי להטויי:"
    },
    {
      "id": "kitzur_orach_chaim-275-s11",
      "section": 11,
      "text": "כלים הדומים זה לזה וצריך עיון להבחין ביניהם אסור לבדקן לאור הנר ואפי' להבחין בין בגדיו לבגדי אשתו אם הם דומים אסור לבדוק:"
    },
    {
      "id": "kitzur_orach_chaim-275-s12",
      "section": 12,
      "text": "שמש שאינו קבוע אסור לו לבדוק כוסות וקערות לאור הנר מפני שאינו מכירן בין בנר שמן זית בין בנר של נפט [פי' מין זפת לבן וריחו רע] שאורו רב: הגה ויש מתירין בשל נפט אפי' בשמש שאינו קבוע [טור וב\"י בשם הפוסקים] אבל שמש קבוע מותר לו לבדוק לאור הנר כוסות מפני שאינו צריך עיון הרבה ואם היה נר של שמן זית אין מורין לו לבדוק ואע\"פ שהוא מותר גזירה שמא יסתפק ממנו: הגה נהגו לכסות הקטנים שלא יהיו ערומים בפני הנרות משום ביזוי מצוה וכן כתב הרוקח:"
    }
  ],
  "version": 1
}