{
  "id": "kitzur_orach_chaim-063",
  "chapterLabel": "אורח חיים סימן סג",
  "title": "Shulchan Arukh, Orach Chayim 63",
  "sections": [
    {
      "id": "kitzur_orach_chaim-063-s1",
      "section": 1,
      "text": "לישב בשעת ק\"ש ושלא ישן. ובו ט סעיפים:קורא אותה מהלך או עומד או שוכב או רוכב על גבי בהמה או יושב אבל לא פרקדן דהיינו שפניו טוחות בקרקע או מושלך על גבו ופניו למעל' אבל קורא והוא שוכב על צדו: הגה מאחר שכבר שוכב ואיכא טרחא לעמוד [הר\"י פ' מי שמתו]: ואם היה בעל בשר הרב' ואינו יכול להתהפך על צדו או שהי' חולה נוטה מעט לצדו וקורא:"
    },
    {
      "id": "kitzur_orach_chaim-063-s2",
      "section": 2,
      "text": "מי שרוצ' להחמיר לעמוד כשהוא יושב ולקרותה מעומד נקרא עבריין:"
    },
    {
      "id": "kitzur_orach_chaim-063-s3",
      "section": 3,
      "text": "היה מהלך בדרך וצריך לקרות ק\"ש צריך לעמוד בפסוק ראשון:"
    },
    {
      "id": "kitzur_orach_chaim-063-s4",
      "section": 4,
      "text": "עיקר הכוונה הוא בפסוק ראשון הלכך אם קרא ולא כיון לבו בפסוק ראשון לא יצא ידי חובתו וחוזר וקורא ואפילו למ\"ד מצות אינן צריכות כוונה מודה הכא:"
    },
    {
      "id": "kitzur_orach_chaim-063-s5",
      "section": 5,
      "text": "אם היה ישן מצערים אותו ומעירים אותו עד שיקרא פסוק ראשון והוא ער ממש מכאן ואילך אין מצערים אותו כדי שיקרא והוא ער ממש שאף על פי שהוא קורא מתנמנם יצא: הגה ודין שתוי ושכור ע' לקמן סי' צ\"ט סעיף א':"
    },
    {
      "id": "kitzur_orach_chaim-063-s6",
      "section": 6,
      "text": "הקורא קריאת שמע לא ירמוז בעיניו ולא יקרוץ בשפתיו ולא יראה באצבעותיו בפרשה ראשונ' שהוא עיקר קבלת עול מלכות שמים מפני שנראה כקורא עראי וכתיב ודברת בם ודרשינן עשה אותם קבע:"
    },
    {
      "id": "kitzur_orach_chaim-063-s7",
      "section": 7,
      "text": "היה עוסק במלאכה ורוצה לקרות קריאת שמע יתבטל ממלאכתו עד שיקרא פרשה ראשונה כדי שלא יהא כקורא עראי:"
    },
    {
      "id": "kitzur_orach_chaim-063-s8",
      "section": 8,
      "text": "האומנין וכן בעל הבית שהיו עושים מלאכה בראש האילן או בראש שורות הבנין קורין ק\"ש במקומם ואינם צריכים לירד:"
    },
    {
      "id": "kitzur_orach_chaim-063-s9",
      "section": 9,
      "text": "הכתף אע\"פ שמשאו על כתפיו קורא ק\"ש אבל לא יתחיל בשעה שטוען ולא בשעה שפורק מפני שאין לבו מיושב:"
    }
  ],
  "version": 1
}