{
  "id": "choshen_mishpat-013",
  "chapterLabel": "סימן 13",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-013-1",
      "section": 1,
      "text": "כיצד בוררים הדיינים כשאין בעלי דינין מסכימין יחד. ובו ז סעיפים:א' מבעלי דינים שאמר איש פלוני ידון לי ואמר בעל דינו פלוני ידון לי הרי אלו שני דיינים שברר זה א' וזה א' בוררים להם דיין שלישי וא\"צ שיהי' הדיין השלישי ברצון הבעלי דינים ושלשתם דנים אותם שמתוך כך יצא הדין לאמתו אפילו (לא) הי' הא' שבירר בעל הדין חכם גדול וסמוך אינו יכול לכוף את בעל דינו שידון אצל זה אלא גם הוא בורר מי שירצה: הגה שמתוך שזה בורר לו א' וזה בורר לו א' הבעלי דינים צייתין להם וגם הדיינים כל אחד מהפך בזכות אותו שברר אותו בכל מה שאפשר מצד הדין והג' שומע טענות שניהם ופוסקים האמת (טור) אם אינם יכולים להשוות עצמם לברור להם שלישי מנהיגי העיר יתנו להם ג' ואם אין מנהיגים בעיר ילך התובע לפני ג' ויכופו הנתבע לדון לפניהם וכן אם הנתבע מערים לברור דיין שאינו הגון כדי לשבת אצל דיין הגון כופין אותו לדון לפני ג' כמו שנתבאר לעיל סי' ג' או שיברור דיין הגון (טור) ואם השנים הבוררים יכולים להשוות עצמן י\"א דא\"צ לברור שלישי (מהרי\"ו סי' י\"א) וי\"א דאם הנתבע אומר שהוא יברור שנים והתובע ג\"כ שנים והם יבררו חמישי הרשות בידו דכל זמן שהדיינים רבים יותר יוצא הדין לאמתו (רמב\"ן בפירושו לתורה):"
    },
    {
      "id": "choshen_mishpat-013-2",
      "section": 2,
      "text": "כותבים פלוני בירר את פלוני ופלוני בירר את פלוני וכל זמן שלא כתבו יכולין לחזור בהם ומשכתבו אין יכולין לחזור בהם לפיכך אין כותבין אלא מדעת שניהם ושניהם נותנים שכר הסופר: הגה וה\"ה אם קנו מידו (נ\"י פ\"ק דב\"מ) וי\"א דמשטענו בפניהם אינם יכולים לחזור אף ע\"פ שלא כתבו (שם בשם הירושלמי) ונ\"ל דבמקום שאין דרך לכתוב פלוני בירר פלוני וכו' משטענו בפניהם א\"י לחזור לכ\"ע וכ\"מ שא\"י לחזור לא יוכל ג\"כ לומר שיוסיפו הדיינים (ר\"י נט\"ו ח\"ג):"
    },
    {
      "id": "choshen_mishpat-013-3",
      "section": 3,
      "text": "אין כופין את האדם שיתן טענותיו בכתב ואין לדיין לקבל טענות בכתב אלא ישמעו טענותיהם מפיהם ויצוו לסופר לכותבם ולא יכתבו אלא מדעת שניהם ושניהם נותנים שכר הסופר: (מיהו אם ב' בעלי דינים רוצים לטעון בכתב הרשות בידן וכל מה שכותבין אינן יכולים לחזור בהן) (נ\"י פ' גט פשוט) (ע' לקמן סוף סימן פ'):"
    },
    {
      "id": "choshen_mishpat-013-4",
      "section": 4,
      "text": "אם בא לפסול דיין שבירר חבירו בגזלנות או בפיסול משפחה אין שומעין לו אפי' ע\"א מעיד כדבריו:"
    },
    {
      "id": "choshen_mishpat-013-5",
      "section": 5,
      "text": "אם בירר הנתבע דיין היודע עדות לתובע דוחקים אותו לברור דיין אחר:"
    },
    {
      "id": "choshen_mishpat-013-6",
      "section": 6,
      "text": "אם הוצרכו הדיינים לשאול דבר מב\"ד הגדול כותבין ושולחין וב\"ד הגדול מודיעים להם דעתם והם דנין אותם דליכא למימר שיפסקו בית דין הגדול עליהם את הדין דהא בעינן שיהיו בעלי הדין עומדים לפני הדיינים: (ויכולים לשאול למי שירצו הברורים ואין צריכים דעת בעלי דינים בזה) (הגהות אשירי בד\"מ בשם א\"ז):"
    },
    {
      "id": "choshen_mishpat-013-7",
      "section": 7,
      "text": "אם ביררו להם עשרה אנשים שידונו להם בין בדין בין בפשרה ושאם לא יסכימו לדעת אחת ילכו אחר הרוב ונסתלק א' מהם ואינו אומר דעתו או שאומר איני יודע אפי' הסכימו התשעה כולם לדעת אחת אינו כלום: (ועיין לקמן סי' י\"ח סעיף א'):"
    }
  ]
}