{
  "id": "choshen_mishpat-068",
  "chapterLabel": "סימן 68",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-068-1",
      "section": 1,
      "text": "דין שטרות העשויות בערכאות עכו\"ם. ובו ב סעיפים:שטר שכתוב בכל לשון ובכל כתב אם היה עשוי כתיקון שטרי ישראל שאינם יכולים להזדייף ולא להוסיף ולא לגרוע והיו עדיו ישראל ויודעין לקרותו הרי הוא כשר וגובה בו מהמשועבדים אבל כל השטרות שחותמים עכו\"ם פסולים חוץ משטרי מו\"מ ושטרי חובות והוא שיתן המעות בפניהם ויכתבו בשטר לפנינו מנה פלוני לפלוני כך וכך דמי המכר או המעות החוב והוא שיהיו עשויים בערכאות שלהם אבל במקום קיבוץ פליליהם בלא קיום השופט שלהם לא יועילו כלום (ואפי' דנו כבר הערכאו' ע\"פ אותו השטר והחזיקו הקונה במקחו אינו כלום) (א\"ז פ\"ק דגיטין) וכן צריכים עידי ישראל שיעידו על אלו העכו\"ם שהם עידי השטר ועל זה השופט שלהם שקיים עדותן שאינם ידועים בקבלת שוחד ואז גובים מבני חורין ואם חסרו שטרי העכו\"ם דבר מכל אלו הרי הם כחרס: הגה וספר שכותבין בו הערכאות הוי כשטר שלהם (נ\"י בשם הרשב\"א) וי\"א דסתם ערכאות לא מקבלי שוחדא וכיון שנעשה בפניהם גובין אפילו ממשעבדי אפי' בלא עידי מסירה ישראל ואפי' אין השופט חתום לקיים העדים אלא כל שנעשה בפני הערכאות לא מרעי נפשייהו לשקורי ואפי' נפק עלייהו קלא דמקבלי שוחדא להטות משפט מ\"מ לעדות שקר לא מרעי נפשייהו וא\"צ שיהא כתוב בו שראו נתינת המעות אלא שאנו סומכין שראו בודאי (הרא\"ש פ\"ק דגיטין וטור) ואין חילוק בין חתום עליו עד אחד עכו\"ם או שנים (ב\"י בשם הרשב\"א) כל שנעשה לפני השופט אבל אם כתב סופר הממונה מפי השופט שלא בפני השופט אינו כלום (טור ומהר\"ם פאדוואה סי' נ\"ו) מיהו במקום שיש דינא דמלכותא להכשיר שטר שנעשה ע\"י סופר המלך כשר (טור בשם הרמב\"ן) אבל שטרי מתנות כגון שדי נתונה לך שעיקר הקנין נעשה ע\"י השטר והם חתומים בו וכן שטרי הודאות שפלוני הודה לפלוני שהוא חייב לו ופשרות שהם בעדים שלהם או שטרי (מחילות) (טור) אע\"פ שיש בהם כל הדברי' שמנינו (ונמסרו לפני עידי ישראל) (טור) הרי הם כחרס: הגה וי\"א דשטרי הודאות כשטרי הלואות (ב\"י בשם הרשב\"א והר\"ן בפ\"ק דגיטין) וכן שטרי מחילות כשרים בערכאות (ריב\"ש סי' קמ\"ב) וכן מתנה הנקנית בקנין או בחזקה (ב\"י) רק שהודה בערכאות דכל השטר אינו אלא ראייה בעלמא כשר מה שנעשה לפניהם (ר\"ן פ\"ק דגיטין) ולכן שכיב מרע שעשה צוואה לפני ערכאות של עכו\"ם קיים כל מה שצוה (ריב\"ש סי' נ\"א) וכמו שיתבאר לקמן סימן רנ\"ג סעיף ל\"ב ובכל מקום שמשפט המלך לכתוב כל הדברים בערכאות כל השטרות העשויין לפניהם כשרים אפי' שטרי מתנות מכח דינא דמלכותא (הרא\"ש פ\"ק דגיטין וטור) וכל שכן במקום שכבר נהגו להכשירם כשרים (ריב\"ש סי' תצ\"ג ותע\"ח ובה\"ת וב\"י בשם רשב\"א והמגיד פכ\"ז מה' מלוה) וע' לקמן סי' שס\"ט בדין דינא דמלכותא וכל שטר שמכשירין משום דינא דמלכותא אם לא נכתב כהוגן לפי דיניהם אע\"פ שנכתב כהוגן לפי דינינו פסול דלא נכשיר יותר מהם (ריב\"ש סי' נ\"א) וכן להפך אם פסול לפי דינינו וכשר לפי דיניהם (מהרי\"ק שורש קפ\"ח) ויש חולקין בזה (תשובת הרא\"ש כלל י\"ח):"
    },
    {
      "id": "choshen_mishpat-068-2",
      "section": 2,
      "text": "אם לא ידעו דייני ישראל לקרות שטר זה הנעשה בערכאות של עכו\"ם נותנים לשני עכו\"ם זה שלא בפני זה וקורים אותו שנמצא כל א' כמסיח לפי תומו וגובה בו מבני חורין שטר שעידיו עכו\"ם שמסרו הלוה ליד המלוה או המוכר ליד הלוקח בפני שני עדים מישראל אע\"פ שאינו עשוי בערכאות של עכו\"ם ואין בו כל הדברים שמנינו הרי זה גובה מבני חורין והוא שיהיו העדים שמסר בפניהם יודעים לקרותו וקראוהו כשמסרו בפניהם (הרא\"ש) ויהיו כתיקון שטר ישראל שאינו יכול להזדייף לא להוסיף ולא לגרוע ויש מי שאומר דה\"מ ששמות העדים החתומים בו שמות מובהקים בעכו\"ם שאין דרך ישראל לקרות באותן שמות או במקום שאין ישראל רגילים לחתום בשטרות כלל: הגה שטר העשוי בערכאות והלוה כופר בו נאמן הסופר להעיד שהוא כתבו (תשו' רמב\"ן סי' ע\"ח ותשו' רשב\"א סי' תתקפ\"ו) שטר העשוי לפני עכו\"ם והלוה בעצמו חתום עליו אע\"פ שאינו יודע לקרות חייב בכל מ\"ש בו דהרי גמר בדעתו להתחייב ולכן חתם עצמו ובודאי קראוהו לפניו והאמין לקורא ההוא: (תשו' רשב\"א סימן תתקפ\"ה) וע' לעיל סי' מ\"ה סעיף ג':"
    }
  ]
}