{
  "id": "choshen_mishpat-337",
  "chapterLabel": "סימן 337",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-337-1",
      "section": 1,
      "text": "דין אכילת פועל בשעת מלאכה ממה אוכל או מתי אוכל. ובו כ סעיפים:פועל העושה מלאכה לבעל הבית בדבר מאכל ה\"ז אוכל ממה שהוא עושה אפי' אינו עושה לא בידיו ולא ברגליו רק שנושא על כתפו ואסור לחסמו שלא יאכל (ואם חסמו שלומי משלם ליה מלקי לא לקי) (טור בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-337-2",
      "section": 2,
      "text": "בד\"א שאוכל כשהוא עושה בגדולי קרקע במחובר בשעת גמר מלאכה כגון בוצר ענבים ומוסק בזתים ואורה בתאנים וגודר בתמרי' ובתלוש מהקרקע קודם שיגמר סוף מלאכה המחייבת אותו בחיוב האחרון שבו אבל העושה בדבר שאין גדולי קרקע כגון החולב והמחבץ (פי' המוציא חמאה מן החלב ערוך וי\"א המקפה את החלב בקיבה להיות נקרש רש\"י בפ\"י דשבת) והמגבן אינו אוכל וכן העושה במחובר שלא בשעת גמר מלאכה כגון העודר בגפנים או מכסה שרשי האילנות ואפי' המנכש בבצלים ושומים כגון שעוקר את הקטנים מן הגדולים לא יאכל מהם ואע\"פ שהוא גמר מלאכת הקטנים שעיקר המלאכ' לצורך הגדולים להרחיב להם ועדיין לא נגמרה מלאכתן:"
    },
    {
      "id": "choshen_mishpat-337-3",
      "section": 3,
      "text": "העושה בתלוש לאחר שנגמרה מלאכתו למעשר כגון בודל (פי' שנדבקו זו בזו ומבדילן) בתמרים ובגרוגרות אינו אוכל שכל דבר שאין אחר חיוב מעשר חיוב אחר כגון תאנים וענבים לאחר שנתחייבו במעשר אינו אוכל ממנו ובדבר שיש בו חיוב אחר כגון חטים העומדים לעשות פת שחייבת בחלה אוכל עד שיגמור מלאכתו להתחייב בחלה ולאחר מכאן אינו אוכל:"
    },
    {
      "id": "choshen_mishpat-337-4",
      "section": 4,
      "text": "הבודל בתמרים רעים שלא נתבשלו כל צרכן ונותנים אותם בסל ומתחממים ומתרככים שם עדיין לא נגמרה מלאכתן ויכול לאכול מהם:"
    },
    {
      "id": "choshen_mishpat-337-5",
      "section": 5,
      "text": "נפתחו חביותיו ונתפרסו עיגוליו ושכרו לעשות בהם לא יאכל מהם שכבר נתחייבו במעשר בד\"א כשיודע הפועל שנפתחו אבל אם לא ידע וסבור שעדיין לא נתחייבו במעשר חייב לעשר ולהאכילו:"
    },
    {
      "id": "choshen_mishpat-337-6",
      "section": 6,
      "text": "השומר במחובר אפי' בשעת גמר מלאכה אינו אוכל אבל השומר בתלוש עד שלא נגמרה מלאכתו אע\"פ שאינו אוכל מן התורה אוכל מהל' מדינה שנהגו כן:"
    },
    {
      "id": "choshen_mishpat-337-7",
      "section": 7,
      "text": "יכול הפועל לאכול יותר משכרו כגון ששכרו אינו אלא דינר יכול לאכול קישות או כותבת שוה סלע ומ\"מ מלמדין אותו שלא לעשות כן כדי שלא ימנעו מלהשכירו: הגה וי\"א דוקא ששכרו לעשות כל היום אבל אם לא שכרו רק ללקוט קישות אחד לא יאכלנו ואפילו שכרו כל היום לא יאכל קישות הראשון שליקט אלא יתן תחלה לכליו של ב\"ה ואח\"כ יאכל הוא (טור ס\"ו):"
    },
    {
      "id": "choshen_mishpat-337-8",
      "section": 8,
      "text": "היה משמר ארבעה או חמשה ערימות של חמשה בני אדם לא ימלא כריסו מאחד מהן אלא אוכל מכולם לפי חשבון:"
    },
    {
      "id": "choshen_mishpat-337-9",
      "section": 9,
      "text": "היה עושה בתאנים לא יאכל בענבים אפי' שכרו לעשות בשניהם אבל יכול הוא למנוע עצמו מלאכול עד שמגיע למקום היפות ואוכל לפיכך הפועלים עד שלא הלכו שתי וערב בגת אוכלים ענבים ואין שותים תירוש מפני שאין מלאכתן ניכרת ביין והוה ליה כעושה במין זה ואוכל במין אחר משהלכו שתי וערב אוכלים בענבים ושותים בתירוש:"
    },
    {
      "id": "choshen_mishpat-337-10",
      "section": 10,
      "text": "היה עושה בגפן זה לא יאכל בגפן אחר ואי אכל לא מפקינן מיניה ולא מנכינן מאגריה ומיהו גפן שמודלת על גב חבירתה ועושה באחד מהם יכול לאכול מהשניה:"
    },
    {
      "id": "choshen_mishpat-337-11",
      "section": 11,
      "text": "אין רשאי לאכול אלא בשעת עשיית מלאכה ולא שישב ויאמר מנעתי עצמי עד עתה ולא נטלתי לאכול ועל כן אשב עתה ואוכל ומפני תקנת בעל הבית שלא יתבטל ממלאכתו אמרו חכמים שאחר שגמר מלאכת שורה זו והולך להתחיל שורה אחרת יכול לאכול אע\"פ שאינו בשעת מלאכ' שטוב הוא לבע\"ה כדי שלא יתבטל:"
    },
    {
      "id": "choshen_mishpat-337-12",
      "section": 12,
      "text": "לא יאכל עם הענבים פת או דבר אחר כדי שיאכל הרבה מהענבים ולא יאכל במלח ואם קצץ עם ב\"ה שיאכל עד שיעור כך וכך אוכל בין בפת בין במלח בין בכל דבר שירצה:"
    },
    {
      "id": "choshen_mishpat-337-13",
      "section": 13,
      "text": "אסור לפועל למוץ הענבים וכן אסור לו להבהב השבולים באור או להפריך על גב הסלע אפילו אין מתבטל ממלאכתו בהבהוב או בהפרכה:"
    },
    {
      "id": "choshen_mishpat-337-14",
      "section": 14,
      "text": "אסו' לפועל לאכול ממה שהוא אוכל אכילת גסה:"
    },
    {
      "id": "choshen_mishpat-337-15",
      "section": 15,
      "text": "רשאי הפועל לטבל פתו בציר (פי' לחלוח היוצא מכניסה ועצירת הדג) כדי שיאכל ענבים הרבה ורשאי ב\"ה להשקות את הפועל יין כדי שלא יאכל ענבים הרבה:"
    },
    {
      "id": "choshen_mishpat-337-16",
      "section": 16,
      "text": "פועל שאמר לב\"ה תן לאשתי ובני מה שהיה לי לאכול או שאמר הריני נוטל מעט מזה שנטלתי לאכול לאשתי ובני אין שומעין לו אפי' נזיר שהיה עושה בענבים ואמר תנו לאשתי ובני אין שומעין לו:"
    },
    {
      "id": "choshen_mishpat-337-17",
      "section": 17,
      "text": "פועל שהי' עושה הוא ואשתו ובניו ועבדיו והתנה עם בע\"ה שלא יאכל ממה שהם עושים אם הם גדולי' (ומדעתן) (טור סי\"ו) לא יאכלו אבל אם הם קטנים יאכלו:"
    },
    {
      "id": "choshen_mishpat-337-18",
      "section": 18,
      "text": "האוכל בשעה שאין לו לאכול וכן אם הוליך בידו ממה שעושה או שנתן לאחרים עובר בלא תעשה:"
    },
    {
      "id": "choshen_mishpat-337-19",
      "section": 19,
      "text": "אין הפועל רשאי לעשות מלאכה בלילה ולהשכיר עצמו ביום ולא ירעב ויסגף עצמו ויאכיל מזונותיו לבניו מפני ביטול מלאכתו של בעה\"ב שהרי מחליש כחו שלא יוכל לעשות מלאכת בע\"ה בכח:"
    },
    {
      "id": "choshen_mishpat-337-20",
      "section": 20,
      "text": "מוזהר הפועל שלא יבטל מעט כאן ומעט כאן אלא חייב לדקדק על עצמו בזמן שהרי הקפידו על ברכה רביעית של ברכת המזון שלא יברך אותה וכן חייב לעבוד בכל כחו שהרי יעקב הצדיק אמר כי בכל כחי עבדתי את אביכן לפיכך נטל שכרו בעוה\"ז שנא' ויפרוץ האיש מאד מאד:"
    }
  ]
}