{
  "id": "choshen_mishpat-292",
  "chapterLabel": "סימן 292",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-292-1",
      "section": 1,
      "text": "שלא לשלוח יד בפקדון ואם שלח בו יד. ובו כב סעיפים:אין הנפקד רשאי לשלוח יד בפקדון ואם שלח יד אפי' אינו מכוין לגוזלו אלא להשתמש בו קם ליה ברשותיה וחייב באונסים אע\"פ שעדיין לא נשתמש בו דשליחות יד אינה צריכה חסרון רק שיגביהנה כדי להשתמש בה בתשמיש שמחסרו אז חייב כאלו חסרו אבל אם הגביהו לעשות בו תשמיש שאינו מחסרו אינו חייב משעת הגבהה אלא משעת תשמיש ולא משום שליחות יד שהרי אינו שולח בו יד כיון שאינו מחסרו אלא מפני שהוא שואל שלא מדעת דהוי כגזלן: הגה ואם החזירה למקום שנטלה משם חזר להיות דינו כשומר הואיל ולא הוי עליו מתחלה רק שואל בעלמא (מרדכי פ' הגוזל בתרא) ובמעות בכה\"ג חייב באונסין (טור סי\"א וע' לקמן ס\"ו):"
    },
    {
      "id": "choshen_mishpat-292-2",
      "section": 2,
      "text": "הטה את החבית ונטל ממנה רביעית ונשברה אינו חייב אלא ברביעית כיון שלא הגביהה אבל אם הגביהה כדי ליטול ממנה רביעית חייב אפי' לא נטל אבל אם הגביה את הכיס ליטול ממנה דינר וכיוצא בכיס מדברים שאינם גוף אחד הרי זה ספק אם נתחייב בכל הכיס או לא נתחייב אלא בדינר בלבד:"
    },
    {
      "id": "choshen_mishpat-292-3",
      "section": 3,
      "text": "וכן אם הטה ונטל ממנה רביעית והחמיצה חייב בכולה שמחמת שחסרה החמיצה בד\"א בחבית של יין שדרכו להחמיץ כשהוא חסר אבל שאר פירות ששלח יד במקצתם ולא הגביהן אינו מתחייב אלא כפי מה שנטל:"
    },
    {
      "id": "choshen_mishpat-292-4",
      "section": 4,
      "text": "אמר שרוצה לשלוח יד בפקדון אינו חייב אע\"פ שאומר כן בפני עדים:"
    },
    {
      "id": "choshen_mishpat-292-5",
      "section": 5,
      "text": "השולח יד בפקדון על ידו או ע\"י שלוחו ה\"ז גזלן ונתחייב באונסיו ונעשית הגזילה ברשותו ומשלם אותה כדין הגזלנים שיתבאר בהלכות גזילה:"
    },
    {
      "id": "choshen_mishpat-292-6",
      "section": 6,
      "text": "המפקיד חבית אצל חבירו בין שייחדו לה הבעלים מקום בין שלא ייחדו לה מקום וטלטלה לצורכו ונשבר' בין קודם שהחזירה למקומה בין אחר שהחזירה למקום שייחדו לה חייב לשלם ואם טלטלה לצורכה בין שנשברה מתוך ידו בין שנשברה משהניחה במקום אחר פטור: הגה טלטלה לצורך מקומה חייב בפשיעה ופטור באונסי' ואם אירע האונס מחמת שינוי המקום אם יחדו לה הבעלים מקום חייב אפי' משהניחה ואם לא ייחדו לה הבעלים מקום פטור משהניחה (טור בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-292-7",
      "section": 7,
      "text": "היה הנפקד שולחני או חנוני והופקד אצלו מעות אם אינם חתומים ולא קשורים קשר משונה אע\"פ שהם צרורים מותר לו להשתמש בהם לפיכך נעשה עליהם ש\"ש וחייב בגניבה ואבידה אפי' קודם שנשתמש בהם ואם כבר נשתמש בהם חייב גם באונסי' אפי' אחר שהחזירם למקומם עד שיחזירם לבעליהם ואם היו המעות צרורים וחתומים או קשורים קשר משונה לא ישתמש בהם לפיכך אבדו או נגנבו אינו חייב באחריותן ואם הופקדו אצל בעל הבית אפי' הם מותרים לא ישתמש בהם לפיכך אבדו או נגנבו אינו חייב באחריותן והוא שיטמנם בקרקע כמו שנתבאר (בסי' רצ\"א סט\"ו) ובעל הבית שרוב עסקיו בריבית דינו כשולחני לפי שצריך תמיד למעות: הגה ודוקא במעות ממש אבל בנסכא של כסף לא ומיהו הכל לפי הענין ואם הרויח במעות בין היה לו רשות להשתמש בהן או לא א\"צ לתת מן הריוח לבעל הפקדון מיהו אם בא בעל הפקדון ואמר תן לי פקדוני ואני ארויח בהן לעצמי והלה מעכב בידו חייב ליתן הריוח מכאן ולהבא אבל אם אומר הנפקד הוצאתים בעסק אם תרצה קבל עליך העסק בין לשכר בין להפסד הדין עם הנפקד (מרדכי פ' הגוזל קמא וס\"פ המפקיד) ואם נתעסק בהן לצורך בעל הפקדון הריוח שלו ואם גילה דעתו שעסק לצרכו או במקום שאסור להשתמש שמסתמא עסק בהן לצורך בעל הפקדון אינו נאמן לומר לעצמי עסקתי עד שיאמר כן לפני עדים (תשו' רשב\"א סי' תתקל\"ח):"
    },
    {
      "id": "choshen_mishpat-292-8",
      "section": 8,
      "text": "המפקיד אצל חבירו ממון או כלים חשובים ובאו עליו גנבים וקדם ונתן להם הפקדון להציל עצמו אם היה אמוד שהוא בעל ממון חייב שחזקתו שבגללו באו הגנבים ונמצא זה מציל עצמו בממון חבירו ואם אינו אמוד חזקתו שלא באו אלא לשמע הפקדון:"
    },
    {
      "id": "choshen_mishpat-292-9",
      "section": 9,
      "text": "הופקד אצלו ממון של פדיון שבויים ובאו עליו אנסים ונתנו להם להציל עצמו אם לא היה מצוי אצלו שם ממון אחר לפדות עצמו בו פטור שאין לך פדיון שבויים גדול מזה ודוקא שהיה ממון של פדיון שבויים סתם אבל אם היה של פדיון שבויים ידועים חייב:"
    },
    {
      "id": "choshen_mishpat-292-10",
      "section": 10,
      "text": "המפקיד פירות אצל חבירו ה\"ז לא יערבם עם פירותיו עבר וערבם יחשוב כמה היה הפקדון ויראה כמה חסר הכל ויחשוב חסרון הפקדון ויתן לו אחר שישבע: הגה וכן אם נתן לו מעות להוליכו על אחריותו ונתנן עם מעותיו ונאבדו מקצת המעות ההפסד לפי ערך המעות ודוקא מעות וכיוצא בו שאינו דבר מסויים אבל אם נתן לו להוליך טבעיות של זהב וכיוצא בו וערבן עם שלו ונאבד א' מהן יכול המוחזק לומר לשאינו מוחזק דלמא שלך נאבד ואם שנים הפקידו אצל אחד ונאבד או נגנב אחד מהן אזלי' בתר רובא וכל דפריש מרובא קא פריש (ת\"ה סי' שי\"ד ותשובת מיימוני סי' מ\"ח) ואם הוא קבוע כמחצה על מחצה דמי (שם ותשובת רשב\"א סי' תתקס\"ב):"
    },
    {
      "id": "choshen_mishpat-292-11",
      "section": 11,
      "text": "נסתפק מהם ולא ידע כמה נסתפק יוציא לו חסרונו לחטים ולאורז קלוף ד' קבין ומחצה לכל כור לשעורים ולדוחן ט' קבין לכל כור לכוסמין ולזרע פשתן בגבעוליו ולאורז שאינו קלוף ג' סאים לכל כור וכמדה הזו לכל שנה ושנה:"
    },
    {
      "id": "choshen_mishpat-292-12",
      "section": 12,
      "text": "בד\"א שמדד לו בימות הגורן והחזיר לו בימות הגורן אבל מדד לו בימות הגורן והחזיר לו בימות הגשמים אינו מוציא חסרונות מפני שהם מותירות:"
    },
    {
      "id": "choshen_mishpat-292-13",
      "section": 13,
      "text": "וכן מוציא לו שתות ליין ושלשה לוגין שמן למאה לוגין לוג ומחצה שמרים ולוג ומחצה בלע ואם היה שמן מזוקק אינו מוציא לו שמרים ואם היו הקנקנים ישנים אינו מוציא לו בלע:"
    },
    {
      "id": "choshen_mishpat-292-14",
      "section": 14,
      "text": "הפקיד אצלו פירות שאינם מדודין ועירבן עם פירותיו ולא מדדן ה\"ז פושע ואם בעל הפקדון אומר כך וכך היו ושומר אומר איני יודע ישלם בלא שבועה שהרי חייב עצמו בתשלומין ואינו יודע כמה הוא חייב ונמצא חייב שבועה שאינו יכול לישבע:"
    },
    {
      "id": "choshen_mishpat-292-15",
      "section": 15,
      "text": "לא ערבם עם פירותיו אע\"פ שחסרים ומתמעטים והולכין לא יגע בהם בד\"א בשחסרו חסרון הראוי להם בכל שנה אבל אם חסרו יותר מכדי חסרונן אם בעל הפקדון בעיר יודיענו ואם אינו בעיר מוכרן בב\"ד:"
    },
    {
      "id": "choshen_mishpat-292-16",
      "section": 16,
      "text": "המפקיד פירות אצל חבירו והרקיבו דבש ונפסד יין והחמיץ עושה תקנה לבעל הפקדון אם אינו בעיר ומוכרן בב\"ד אע\"פ שעמדו בהפסדן ואין ההפסד (פושה) בהם הרי הסלים והקנקנים מוסיפים הפסד:"
    },
    {
      "id": "choshen_mishpat-292-17",
      "section": 17,
      "text": "המפקיד חמץ אצל חבירו והגיע הפסח ה\"ז לא יגע בו עד שעה חמישית ביום י\"ד מכאן ואילך יוצא ומוכר בשוק לשעתו מפני השבת אבדה לבעלים:"
    },
    {
      "id": "choshen_mishpat-292-18",
      "section": 18,
      "text": "וה\"ה לשאר פקדונות שלא יגע בהם אע\"פ שהוא יודע בודאי שיוזלו בזמן פלוני או יאנוס אותם המלך שמא יבואו בעליהם קודם ויטלו ממנו:"
    },
    {
      "id": "choshen_mishpat-292-19",
      "section": 19,
      "text": "כל המוכר פקדון ע\"פ ב\"ד ה\"ז מוכר לאחרים ואינו מוכר לעצמו מפני החשד והדמים יהיו מונחים אצלו ויש לו רשות להשתמש בהם לפיכך הרי הוא עליהם שומר שכר אע\"פ שעדיין לא נשתמש בהם:"
    },
    {
      "id": "choshen_mishpat-292-20",
      "section": 20,
      "text": "המפקיד ס\"ת אצל חבירו גוללו פעם אחת לי\"ב חודש ואם כשהוא גוללו פתחו וקרא בו מותר אבל לא יפתח בגלל עצמו ויקרא וה\"ה שאר ספרים ואם פתח (וקרא) וגלל בגלל עצמו הרי שלח יד בפקדון ונתחייב באונסים: הגה וכמו שאסור לקרות ממנו כך אסור להעתיק ממנו אות אחת והני מילי בעם הארץ אבל ת\"ח שאין לו ספר כיוצא בזה מותר לקרות ולהעתיק ממנו כי ודאי אדעתא דהכי הפקידו אצלו (מררכי ס\"פ המפקיד) ובמקום בטול תורה שאין ספרים נמצאים יכולים ב\"ד לכוף לא' להשאיל ספריו ללמוד מהן ובלבד שישלמו לו מה שיתקלקלו הספרים (תשו' הרא\"ש כלל צ\"ג סי' ג'):"
    },
    {
      "id": "choshen_mishpat-292-21",
      "section": 21,
      "text": "הפקיד אצלו כסות מנערה בענין שנתבאר בסי' רס\"ז:"
    },
    {
      "id": "choshen_mishpat-292-22",
      "section": 22,
      "text": "בד\"א בפקדון שהלכו בעליו למדינת הים אבל היו עמו באותה הארץ ה\"ז לא יגע בו אע\"פ שיאבד:"
    }
  ]
}