{
  "id": "choshen_mishpat-095",
  "chapterLabel": "סימן 95",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-095-1",
      "section": 1,
      "text": "דין איזה שבועה נשבעין על קרקעות ודין הקדש בזמן הזה. ובו ו סעיפים:אלו דברים שאין נשבעין עליהם מן התורה קרקעות אפי' של ח\"ל ועבדים ושטרות והקדשות וכן נכסי עכו\"ם לא שנא מודה מקצת לא שנא כופר בכל ועד אחד מכחישו לא שנא שבועת השומרים ואפי' אם פשעו בהם ונאבדו פטורים מלשלם לא שנא שומר חנם או שומר שכר ושואל ואם התנה לשלם הכל לפי תנאו (מיימוני פ' ב' משכירות) (וע\"ל סימן ס\"ו סעיף מ') אבל שבועת היסת נשבעין אפילו על דברים אלו וכן ע\"י גלגול נשבעין עליהן והקדשות שאמרו דוקא הקדש גבוה אבל הקדש לעניים או לבהכ\"נ או לספר תורה וכיוצא בזה נשבעין עליהם כמו שנשבעין על נכסי הדיוט: הגה וי\"א דתלוש ולבסוף חברו בקרקע לאו כקרקע דמי (טור בשם עיטור) ויש חולקין ולכן אם שאל בית ונשרף פטור מלשלם (מרדכי פרק הדיינים וע' לקמן סי' ש\"א):"
    },
    {
      "id": "choshen_mishpat-095-2",
      "section": 2,
      "text": "טענו ענבים העומדים ליבצר ותבואה יבשה העומדת ליקצר והודה במקצתן וכפר במקצתן ה\"ז נשבע עליהם כשאר המטלטלים והוא שאינם צריכים לקרקע שכל העומד ליבצר הרי הוא כבצור לענין כפירה והודאה אבל אם היו צריכים לקרקע הרי הם כקרקע לכל דבר: הגה י\"א דמיירי שתבעו המעות של ענבים אבל אי תבעו ענבים והודה במקצתן אפי' עומדות ליבצר מיקרי הילך (ר\"ן שם) ויש חולקין וס\"ל דאם תבעו מעות הענבים בכל ענין מיקרי מטלטלין אלא מיירי שתבעו הענבים ומודה במקצתן ואומר שבצרן ואכלן דלא הוי הילך (שם בשם הרשב\"א) וע\"ל סי' זה ס\"ו:"
    },
    {
      "id": "choshen_mishpat-095-3",
      "section": 3,
      "text": "טענו ב' חדשים שכנת בחצרי ואתה חייב לי שכר ב' חדשים והוא אומר לא שכנתי אלא חדש אחד הרי זה מודה מקצת ואם היה שכר החדש שכפר בו שוה שני כסף נשבע שאין הטענה בגוף הקרקע אלא בשכרה שהוא מטלטלין: הגה וה\"ה אם תבעו דמי הקרקע שמכר לו והוא מודה לו במקצת דמים כתבעו ממון הואיל ואינן חלוקים כמה קרקע מכר לו רק על הדמים (המגיד פ\"ה מה' טוען) וכן אם תבעו דמי נייר השטרות הוי ממון (שם דין א' בשם רבינו האי):"
    },
    {
      "id": "choshen_mishpat-095-4",
      "section": 4,
      "text": "שטר מסרתי לך ועשרה דינרים היה לי בו ראיה וזה אומר לא היו דברים מעולם או שטען שאבד פטור אף משבועת היסת שאפי' פשע בו ואבד פטור כמו שנתבאר:"
    },
    {
      "id": "choshen_mishpat-095-5",
      "section": 5,
      "text": "טענו כלים וקרקעות בין שהודה בכל הכלים וכפר בכל הקרקעות בין שהודה בכל הקרקעות וכפר בכל הכלים בין שהודה במקצת הקרקעות וכפר בכל הכלים פטור משבועת התורה אבל אם כפר בכל הקרקעות והודה במקצת הכלים וכפר במקצתם חייב לישבע שבועת התורה על הכלים ומגלגלים עליו שבועה על הקרקעות וכן הדין בטוענו כלים ועבדים או כלים ושטרות:"
    },
    {
      "id": "choshen_mishpat-095-6",
      "section": 6,
      "text": "החופר בשדה חבירו בורות שיחין ומערות (פי' בור עגול. שיח ארוך וצר. ומערה חפירה תחת לארץ שפיה מן הצד לא למעלה כבור ושיח) והפסידה והרי הוא חייב לשלם בין שטענו שחפר והוא אומר לא חפרתי או שטענו שחפר שתי מערות והוא אומר לא חפרתי אלא אחת או שהיה שם עד א' שחפר והוא אומר לא חפרתי כלום פטור משבועה דאורייתא: הגה וי\"א דוקא שתבעו למלאות החפירות אבל תבעו לשלם פחתו ה\"ז כשאר תביעות ממון (טור בשם הראב\"ד):"
    }
  ]
}