{
  "id": "choshen_mishpat-074",
  "chapterLabel": "סימן 74",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-074-1",
      "section": 1,
      "text": "באיזה מקום ניתנה מלוה לפרוע וסדד הפרעון. ובו ז סעיפים:(המלוה ניתן לתבוע בכל מקום) (טור) אפי' הלוהו בישוב יכול לתובעו במדבר ולכופו שיפרענו שם אם יש לו כדי סיפוקו עד שיגיע לישוב וכדי לפרעו ואם המלוה טוען ברי לי שיש לו כדי סיפוקו וכדי לפרעו והלוה טוען שאין לו אלא כדי סיפוקו ישבע היסת אבל אם הלוה רוצה לפורעו במדבר אם ירצה המלוה לא יקבל ממנו עד שיגיע לישוב מאחר שהלוהו בישוב ומיהו בכל מקום ישוב יכול לכופו לקבל אפי' אינו מקום המלוה ולא מקום הלוה ולא מקום שהלוהו אפי' יש כמה מדברות קודם שיגיע למקומו ושיירא חשובה מקום ישוב: הגה הלוהו במדבר יכול לכופו לקבל פרעונו במדבר אפי' הלוהו בישוב וא\"ל הלוה אני רוצה לצאת למדבר וא\"ל המלוה גם אני רוצה לצאת למדבר הוי כאלו הלוהו במדבר וצריך לקבל במדבר (טור):"
    },
    {
      "id": "choshen_mishpat-074-2",
      "section": 2,
      "text": "קבע המלו' ללו' זמן ורוצ' הלוה לפורעו כדי שלא יעמוד הממון באחריותו עד הזמן והמלוה אינו רוצה לקבלו אם הגיע הזמן אע\"פ שהלוה ממהר לפרוע חובו כדי להציל עצמו מהאונסים העתידים לבוא כמו חלוף המטבע וגזירת המסים והתשחורת (פי' עבודת של מלך כענין לא חמרא דחד מנהון שחרית) הדין עמו שאין עתה הקלקלה נראית אע\"פ שעתידה לבא למחר או בו ביום לאחר הפרעון ואין לו להשגיח על תקלת חבירו אבל אם לא הגיע הזמן אם מצוי וניכר לעינים חילוף המטבע מיד וגזירת המסים והתשחורת אינו יכול לכופו לקבל חובו קודם זמנו אבל אם אין שם אחת מכל החששות האלה וכיוצא בו אע\"פ שאין המלו' רוצה לקבל חובו קודם הזמן כדי שלא יהיו באחריותו עד שיגיע הזמן אין שומעין לו מפני שקביעות הזמן לתקנת הלוה היא:"
    },
    {
      "id": "choshen_mishpat-074-3",
      "section": 3,
      "text": "חוב דמשכונא דקא אכיל מיניה פירות באתרא דלא מסלקי עד שיגיע הזמן כמו שלוקח פירות עד זמן דמי ואם רצה אינו מקבל המעות קודם הזמן אא\"כ מניח לו הפירות לאכול: הגה לוה שאמר למלוה טול מעותיך והוא בזמן והמלוה אינו רוצה לקבלם והם צרורים ומונחים ביד לוה ונגנבו או נאנסו הלוה חייב לשלם אבל בפקדון בכי האי גווני פטור (ב\"י מ\"כ):"
    },
    {
      "id": "choshen_mishpat-074-4",
      "section": 4,
      "text": "המלוה את חבירו לזמן ובא הלוה לפרעו תוך הזמן בפרוטרוט דינר דינר י\"א שאין המלו' יכול לעכב ולומר תן לי כל חובי בפעם אחת דאף פרעון של דינר דינר נקר' פרעון אלא שיש למלו' תרעומ' עליו ומיהו אם משכן לו שדהו או אפי' שתי שדו' אינו יכול לכופו שיחזיר לו חצי המשכונ' בחצי המעות (וה\"ה אם הגיע הזמן א\"צ לקבל פרעון בפרוטרוט) (מרדכי פרק האומנים):"
    },
    {
      "id": "choshen_mishpat-074-5",
      "section": 5,
      "text": "המלוה את חבירו על משכון מטלטלין או קרקע ששוים יותר מחובו ובא הלוה ואמר שיקח מהמשכונו' כדי חובו ויחזיר לו את המותר אין בדבריו כלום וה\"ה אם אין המשכונות שוים יותר מהחוב אינו יכול לכופו שיטלם בחובו ויחזיר לו שטרו:"
    },
    {
      "id": "choshen_mishpat-074-6",
      "section": 6,
      "text": "לוה שאמר כשהגיע זמן הפרעון אין לי מעות ולא מטלטלי אלא קרקע טול אותו בחובך ומלו' אומר איני חפץ בקרקע ואני רוצה להמתין עד שיהיו לך מעות ואינך יכול לכופני שאקח קרקע כיון שאיני תובע חובי עכשיו הדין עם המלוה:"
    },
    {
      "id": "choshen_mishpat-074-7",
      "section": 7,
      "text": "המלוה את חבירו על המטבע ונפסל אם יכול להוציאו במדינה אחרת ויש לו דרך לאותה מדינה נותן לו ממטבע שהלוהו ואומר לו לך והוציאו במקום פלוני ואם אין לו דרך לשם (או שיש לו דרך לשם והמלכיות מקפידות שמחפשין על מי שמוליך מטבע הנפסל) (טור) נותן לו מטבע היוצ' באותה שעה וכן בכתובה: הגה וכל זה שהתנה ליתן לו מעות אבל אם לא התנה כלום נותן לו מטבע שהלוהו בכל ענין (טור) ואם התנה ליתן לו מעות היוצאין בהוצאה חייב ליתן לו מעות היוצאין בכל ענין (מרדכי פרק הגוזל קמא) ואם תיקן המלך כיצד ישלמו החייבים דינא דמלכותא דינא וכפי מה שתיקן ישלם (מרדכי שם בשם ר\"י) ויש חולקין (תשובת הרא\"ש כלל ק\"ג סי' א' ב') עיין לקמן סי' שס\"ט בדין דינא דמלכותא ועיין בי\"ד סי' קס\"ה מדינים אלו:"
    }
  ]
}