{
  "id": "choshen_mishpat-335",
  "chapterLabel": "סימן 335",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-335-1",
      "section": 1,
      "text": "השוכר פועל למלאכ' סתם או למלאכה ידוע'. ובו ג סעיפים:השוכר את הפועל למלאכה ידועה ונשלמה בחצי היום אם יש לו מלאכ' כמותה או קלה ממנה עוש' ואם אין לו נותן לו שכרו כפועל בטל: הגה ואם רוצה ליקח מחבירו מלאכה כזו וליתן לפועל הרשות בידו וי\"א דאם רוצה להוסיף בשכרו צריך לעשות אפי' מלאכה כבידה מן הראשונה (הכל במרדכי פ' האומנין) ואם היה מהחופרים או עובדי אדמה וכיוצא בהם שדרכם לטרוח הרבה ואם לא יעשה מלאכה יחלה נותן לו כל שכרו משלם ודוקא שלא הראה לו אותה מלאכ' תחלה אבל אם הראה אותה לו וראה שלא היה בה מלאכת יום ולא התנה אינו נותן לו כלום לאחר ששלמה כמו שנתבאר בסי' שקודם זה דכל מה ששניהם יודעים יש לפועל להתנות ואם שכרו סתם למלאכת יום א' יכול לשנותו ממלאכה קלה לכבידה : הגה מלמד שחלה התלמיד נתבאר בסוף סי' של\"ד (טור ריש סי' של\"ד ורמב\"ן בתשובה סי' א') מקום שהוא פסידא דבע\"ה צריך ליתן לו שכרו משלם ולא כפועל בטל דאי לא עבדי חלשי ואפילו יש לו תלמידים אחרים שלומד עמהם דדבור לאחד דבור למאה (ב\"י בשם הרשב\"א סי' אלף מ\"ב ורבי ירוחם נכ\"ט ח\"ג) ואין בע\"ה יכול ליתן לו נער אחר ללמוד עמו (תשובת רמב\"ן סי' א') וי\"א דיוכל ליתן לו נער אחר המבין וחריף כראשון אבל לא קשה ממנו (מרדכי פ' האומנין) וכן נ\"ל להורות והא דצריכין ליתן למלמד שכרו משלם היינו דוקא אם נראה לב\"ד שנהנה בלימודו יותר מביטולו אבל אם נראה לב\"ד שנוח לו בבטול אינו נותן לו אלא כשאר פועל בטל (תשובת רשב\"א סי' תרמ\"ג וסי' אלף מ\"ב) המלמד עם בן חבירו שלא מדעת האב י\"א דחייב לשלם לו כדין היורד לתוך שדה של חבירו שלא ברשות שיתבאר לקמן סי' שע\"ה (מרדכי שם והגהות מרדכי שם) ויש חולקין (תשובת רשב\"א סי' תרמ\"ה) ואם אחד אומר למלמד למוד עם בני ולא קצב לו שכירות צריך ליתן לו כפי מה שנותנים אחרים (מרדכי הנ\"ל בשם מהר\"ם) בע\"ה ששכר מלמד ואמר שילך אצל קרובו לנסותו אם יוכל ללמוד עם הנער ולא הלך ואחר שלמד עמו אומר שינסנו עדיין ועד מעיד שלא ידע ללמוד עמו הדין עם המלמד מאחר שיודע עכשיו מוקמינן ליה אחזקה שידע כבר ונשבע נגד העד ונוטל שכרו (מרדכי פ' מי שמת) רב שהיה בעיר כמה שנים והורה לקהל ואח\"כ קצבו עמו שכר להבא לא יוכל לתבוע מה שעבר דודאי מחל להם (מהר\"ם פאדווה סי' מ') פועל שקבל עליו כל אונס ובא אונס דלא שכיח כלל פטור שע\"מ כן לא התנה (ב\"י ס\"ס של\"ב) וכן הוא בש\"ס פ' מי שאחזו אחד ששכר סוס על שמונה ימים לילך למקום אחד וכאשר הלך ב' ימים נמלך וחזר למקומו יכול לעשות באלו ו' ימים עם הסוס מה שירצה להשכירו בעיר להביא עצים או שאר מלאכות המיוחדות לסוסים באותה עיר אע\"פ שזו המלאכה כבידה מן הראשונ' דניחא ליה שתהא בהמתו בעיר ועושה מלאכה כבידה ממה שתלך למקום רחוק (תשובת מיימוני דמשפטים סי' כ\"ד):"
    },
    {
      "id": "choshen_mishpat-335-2",
      "section": 2,
      "text": "השוכר את הפועל להביא לו שליחות ממקום למקום והלך ולא מצא שם מה שיביא נותן לו שכרו משלם: הגה דהרי כבר עשה שליח שליחותו (המגיד פ\"ט) אבל אם שלח שליח עם איגרת ומצא מי שנשלחו אליו וחזר אין לשליח כלום אא\"כ הוי לבעה\"ב לידע ולא לשליח דאז הוי פסידא דבע\"ה כמו שנתבאר לעיל סי' של\"ד (מרדכי פ' האומנין והגהות מרדכי דקידושין ): ואם היה דבר כבד מה שיש לו להביא מנכה לו שאינו דומה בא טעון לבא ריקם אא\"כ הוא מאותם אנשים שדרכם לטרוח:"
    },
    {
      "id": "choshen_mishpat-335-3",
      "section": 3,
      "text": "שכרו להביא תפוחים לחולה והלך והביא ומצאו שמת או שהבריא לא יאמר טול מה שהבאת בשכרך אלא נותן לו כל שכרו וכן כל כיוצא בזה :"
    }
  ]
}