{
  "id": "choshen_mishpat-177",
  "chapterLabel": "סימן 177",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-177-1",
      "section": 1,
      "text": "שותפים שאחד מהם ירד לאומנות המלך או חלה. ובו ה סעיפים:א' מהאחים שמינהו המלך גבאי או סופר שמכניס ומוציא בממון המלך וכן כל כיוצא בזה מעבודת המלך אם מחמת אביהם מינהו כגון שהיה אביהם ידוע בדבר זה ואמר נעמיד בנו תחתיו כדי לעשות חסד עם היתומים הפרס שיטול וכל השכר שישתכר בעבודה לכל האחים ואפי' הי' חכם ביותר וראוי למנותו ואם מחמת עצמו מינוהו הרי זה לעצמו והוא הדין להפסד שאם נטל ממנו המלך מחמת ממון האחים ועשרם ההפסד לכולם ואם מחמת עצמו שכבר היה עשיר ההפסד לעצמו: הגה וכל זה באחין השותפין עדיין בנכסי אביהן אבל חלקו לא (טור בשם ר' יונה) וי\"א דהוא הדין בשותפים אחרים אם נטל אחד מהן בשביל כולן הריוח וההפסד לאמצע (טור) וי\"א דוקא לאומנות המלך אבל לאומנות אחרת הכל לעצמו (שם בשם הר\"י הלוי וב\"י בשם הרמב\"ן) וי\"א דאפי' באומנות המלך הוא נוטל תחילה טורח מלאכתו כפועל בכל יום (שם בשם ה\"ר יונה):"
    },
    {
      "id": "choshen_mishpat-177-2",
      "section": 2,
      "text": "חלה אחד מהם אם בפשיעה כגון שהלך בשלג בחורף או בחום בימות החמה וכיוצא בזה אם יש קצבה לרפואתו מתרפא בשלו ואם אין לה קצבה מתרפא מן האמצע אבל אם חלה באונס אפי' יש לה קצבה מתרפא מן האמצע וקודם שנתרפא יכולים לומר לו חלוק עמנו: הגה וי\"א בהיפך דפשיעה בכל ענין אינו מתרפא מן האמצע ובחלה באונס דוקא רפואה שאין לה קצבה מתרפא מן האמצע (טור):"
    },
    {
      "id": "choshen_mishpat-177-3",
      "section": 3,
      "text": "בד\"א שנתרפא מן האמצע כשהוא לבדו מתעסק באומנות והשאר בטלים ונוטלים חלק בריוח אבל שני שותפים שמתעסקים באומנות או בסחורה וחלה אחד מהם אפי' באונס מתרפא משל עצמו: הגה ודוקא שאינן ניזונין מן השותפות אבל ניזונין מן השותפות וחלה באונס כל רפואה שאין לה קצבה כמזונות דמיא (ב\"י לדעת הרא\"ש) ואם שותף חייב לפדות חבירו ע' לעיל סי' קע\"ו סמ\"ח:"
    },
    {
      "id": "choshen_mishpat-177-4",
      "section": 4,
      "text": "אחד מאחים השותפים שרצה לילך ללמוד תורה או אומנות ישומו כמה יגיעו לחלקו בהוצאתן כשהם ביחד וכן יתנו לו אף על פי שצריך יותר כשהוא לבדו:"
    },
    {
      "id": "choshen_mishpat-177-5",
      "section": 5,
      "text": "שותף שאמר לשותפו גנוב וכל נזק שיגיע לך אשלם פטור ואע\"פ שנהנה מאותה גניבה: (וע' לעיל סי' קע\"ו סעיף י\"ב):"
    }
  ]
}