{
  "id": "choshen_mishpat-008",
  "chapterLabel": "סימן 8",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-008-1",
      "section": 1,
      "text": "שלא למנות דיין שאינו הגון וגודל שכר הדיין ועונשו. ובו ה סעיפים:כל המעמיד דיין שאינו הגון ואינו חכם בחכמת התורה ואינו ראוי להיות דיין אע\"פ שהוא כולו מחמדים ויש בו טובות אחרות הרי זה שהעמידו עובר בל\"ת: הגה ואסור להעמיד ע\"ה דיין על סמך שישאל כל פעם לחכם (ב\"י) ועיירות שאין בהם חכמים הראוים להיות דיינים או שכולן עמי הארץ וצריכים להם דיינים שישפטו ביניהם שלא ילכו לפני ערכאות של עכו\"ם ממנים הטובים והחכמים שבהם (לדעת אנשי העיר) אע\"פ שאינם ראויים לדיינים וכיון שקבלו עליהם בני העיר אין אחר יכול לפוסלן וכן כל צבור יכולין לקבל עליהם ב\"ד שאינם ראוים מן התורה (ב\"י בשם תשו' הרשב\"א) וכל דיין המתמנה בשביל כסף או זהב אסור לעמוד לפניו ולא עוד אלא שמצוה להקל ולזלזל בו (וע\"ל ס\"ס ג'):"
    },
    {
      "id": "choshen_mishpat-008-2",
      "section": 2,
      "text": "צריכים הדיינים לישב באימה וביראה בעטיפה ובכובד ראש ואסור להקל ראש ולישב לספר בדבר בטילה בב\"ד ויראה הדיין כאלו חרב מונחת לו על צוארו וכאלו גיהנם פתוח לו מתחתיו וידע את מי הוא דן ולפני מי הוא דן ומי הוא עתיד להפרע ממנו אם נוטה מקו הדין וכל דיין שאינו דן דין אמת גורם לשכינה שתסתלק מישראל וכל דיין שנוטל ממון מזה ונותנו לזה שלא כדין הקב\"ה נוטל ממנו נפשות וכל דיין שדן דין אמת לאמתו אפי' שעה אחת כאלו תיקן כל העולם כולו וגורם לשכינה שתשרה בישראל (שמא יאמר הדיין מה לי לצרה הזאת ת\"ל ועמכם בדבר המשפט אין לדיין אלא מה שעיניו רואות) (טור):"
    },
    {
      "id": "choshen_mishpat-008-3",
      "section": 3,
      "text": "דרך חכמים הראשונים בורחים מלהתמנות ודוחקים עצמם הרבה שלא לישב בדין עד שידעו שאין שם ראוי כמוהו ושאם ימנעו עצמם מהדין תתקלקל השורה ואעפ\"כ לא היו יושבים בדין עד שהיו מכבידים עליהם העם והזקינים ומפצירים בם:"
    },
    {
      "id": "choshen_mishpat-008-4",
      "section": 4,
      "text": "אסור לדיין להתנהג בשררה וגסות על הצבור אלא בענוה ויראה וכל פרנס המטיל אימה יתירה על הצבור שלא לשם שמים אינו רואה בן ת\"ח לעולם וכן אסור לנהוג בהם קלות ראש אע\"פ שהם עמי הארץ ולא יפסיעו על ראשי עם קודש וצריך שיסבול טורח הציבור ומשאם ומצוה על הציבור לנהוג כבוד בדיין ויהיה אימתו עליהם וגם הוא לא יתבזה ולא ינהוג קלות ראש לפניהם שכיון שנתמנה אדם פרנס על הצבור אסור לו לעשות מלאכה בפני ג' כדי שלא יתבזה בפניהם וק\"ו שאסור לו לאכול ולשתות (ולהשתכר טור) בפני רבים: (כל דיין שאין לו מי שישמשנו אסור לו לקבל להיות דיין) (הגה\"מ פכ\"ה דסנהדרין):"
    },
    {
      "id": "choshen_mishpat-008-5",
      "section": 5,
      "text": "אף בשליח ב\"ד אסור לנהוג קלות ראש והמצערו יש רשות לב\"ד להכותו מכת מרדות והשליח נאמן כשנים להעיד שביזהו כדי לנדותו: הגה והשליח ב\"ד יכול להגיד לב\"ד ואין בזה משום לשון הרע (מיימוני פכ\"ה דסנהדרין וגמ' פ' אלו מגלחין) וכן יכול בעצמו לעשות דין במסרב בו להכותו (וכן) אם הזיקו (בממונו) פטור (ר\"י נתיב ל\"א חלק ב' ונ\"י ריש פרק המניח) וע\"ל ריש סימן י\"א:"
    }
  ]
}