{
  "id": "choshen_mishpat-014",
  "chapterLabel": "סימן 14",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-014-1",
      "section": 1,
      "text": "אם אחד מבעלי דינין אומר נלך לבית דין הגדול ודין האומר מאיזה טעם דנתוני. ובו ח סעיפים:שנים שנתעצמו בדין זה אומר נידון כאן וזה אומר נעלה לב\"ד הגדול כופין אותו ודן בעירו ואם אמר כתבו ותנו לי מאיזה טעם דנתוני שמא טעיתם כותבים ונותנים לו ואח\"כ מוציאים ממנו ואם הוצרך לשאול דבר מב\"ד הגדול כותבים ושולחים ושואלים ודנין להם בעירם כפי מה שיבא בכתב ב\"ד הגדול ושני בעלי דינים יפרעו שכר השליח: הגה מיהו אם א' מבעלי הדינים או הדייני' רוצה לשלוח למרחקים ויש חכם סמוך להם הראוי לדון שולחים לסמוך אע\"פ שהרחוק יותר חכם דלאו כל כמיניה לגרום הפסד לבעל דין להרבות שכר השליחות וכ\"ש אם חכם אחר בעירן הראוי לדון (מרדכי ס\"פ זה בורר) ואם שני חכמי' סמוכי' בשוה הולכין אחר הגדול (נ\"י ר\"פ זה בורר) במה דברים אמורי' בשאר הדינים שזה טוען וזה טוען או כשאמר המלוה נידון כאן והלוה אומר נלך לב\"ד הגדול אבל אם אמר המלוה נלך לב\"ד הגדול כופין את הלוה ועולה עמו וכן אם טען זה שהזיקו או גזלו ורצה הטוען לעלות כופין ב\"ד שבעירו את הנטען לעלות עמו וכן כל כיוצא בזה בד\"א כשהיו עדים או ראיה לנגזל או לניזק או למלוה אבל טענה רקנית אין מחייבין את הנטען לצאת כלל אלא נשבע במקומ' ונפטר וכן הדין בזמן הזה שאין שם ב\"ד הגדול (וי\"א דב\"ד חשוב שבכל דור ודור לפי מה שהוא מקרי ב\"ד הגדול) (טור) אבל (אם) יש מקומות (באותה מדינה) שיש בהם חכמים גדולים מומחים לרבים ומקומות שיש בהם תלמידים שאינם כמותם אם אמר המלוה נלך למקום פלוני שבארץ פלוני לפלוני ופלוני הגדול ונדון לפניו כופין את הלוה והולך עמו: הגה אם יש (לתובע) עדים או ראיה ונראה לב\"ד שבעירו שיש ממש בטענותיו אבל בלא\"ה אין כופין אותו לילך עמו (טור) וי\"א דלטענות נלך לב\"ד הגדול אין חילוק בין תובע לנתבע וכל א' יכול לכוף חבירו לילך עמו (טור בשם ר\"ת) וכל זה מדינא אבל כבר נהגו בזמן הזה שכ\"ז שיש ב\"ד בעיר אין א' יכול לכוף חבירו שילך עמו לב\"ד אחר (מהרי\"ק שורש כ\"א) כי אין לנו עכשיו ב\"ד הגדול או בית הועד ולכן לא יוכל לדחותו אבל יכול לדחותו שלא לדון עמו עד יום שלישי ומיד יבררו דיינים אבל אכסנאי שתובע לבני העיר או ב' אכסנאים צריך לדון עמו מיד ולא יוכל לדחותו (מרדכי בשם מהר\"ש) וכן בן העיר שתובע לאכסנאי בכ\"מ שימצאנו ויש שם ב\"ד מכריחו שם לדין (מהרי\"ק שורש י\"ד) וכל זה כשיש ב\"ד בעירן אבל אם אין ב\"ד שם כל א' יוכל להכריח חבירו שילך עמו לב\"ד לדון עמו (מרדכי ס\"פ זה בורר ופסקי מהרא\"י סי' ס\"ה) התובע צריך לילך אחר הנתבע אם הוא בעיר אחרת אף ע\"פ שבעיר התובע הב\"ד יותר גדול (מהרי\"ק שורש א') ואפי' היה לנתבע מעות בפקדון (בעיר התובע) או [בעיר] אחרת אא\"כ יכול לעכב מעותיו בעירו אז צריך להודיע לנתבע ואז צריך לדון במקום שמעותיו שם (ת\"ה סי' ש\"ה ופסקיו סי' ס\"ב) וע\"ל סי' ע\"ג כתבתי אימת יכול לעכב מעותיו. אב שיש לו תביעה על בנו צריך לילך הבן אע\"פ שהוא הנתבע אחר אביו כמו שנתבאר (בי\"ד סי' ר\"מ) עשיר מוחזק ואלם בעירו מוציאין אותו לדור בעיר אחרת אע\"פ שהב\"ד שבעירו יותר גדול (ב\"ז סי' תי\"ח):"
    },
    {
      "id": "choshen_mishpat-014-2",
      "section": 2,
      "text": "אם הא' ת\"ח ויודע לכתוב ראיותיו ושכנגדו עם הארץ אין לת\"ח לכתוב בעצמו כששולחים ב\"ד לשאול מב\"ד הגדול אלא הדיינים יעתיקו אותם (ושניהם פורעים שכר הסופר (ריב\"ש סי' תע\"ה):"
    },
    {
      "id": "choshen_mishpat-014-3",
      "section": 3,
      "text": "י\"א שאם יש שני ת\"ח בעיר אחת האחד גדול מחבירו יכול א' מבעלי דינים לומר לא אדון בפני זה אלא בפני זה ואע\"פ שהוא קטן ממנו כיון ששניהם בעיר אחת: הגה ואם א' סילק עצמו מן הדין כמאן דליתא דמי ואם הזמינו השני ולא בא מנדה אותו (מהרי\"ק שורש י\"א] וכל מקום שאינו צריך לבוא לפניו לדון א\"צ לחוש כלל להזמנתו וא\"צ לבוא כלל (ב\"י סי' י\"א בשם התרומות):"
    },
    {
      "id": "choshen_mishpat-014-4",
      "section": 4,
      "text": "י\"א שאם רואה הדיין שבעל דין חושדו שנוטה הדין כנגדו צריך להודיעו מאיזה טעם דנו אפי' אם לא שאל: הגה וכ\"ש אם אומר כתבו לי מאיזה טעם דנתוני (טור) מיהו י\"א דוקא אם דנו אותו ע\"י כפייה אבל בלא\"ה אין כותבין וכן עיקר (מרדכי נ\"י פרק זה בורר ותוס' ור\"ן פ' איזהו נשך) וכשצריכים לכתוב לו מאיזה טעם דנוהו אין קביעות זמן לדבר אלא כל זמן שבא לכתוב לו כותבין ונותנין לו (מרדכי ס\"פ זה בורר) וא\"צ לכתוב לו הטעמים והראיות רק כותבין להם הטענות והפסק דין (נ\"י שם) וצריך לשלם מיד ואם יסתור הדין יחזרו לו (מרדכי פרק חזקת הבתים והגהות מיימוני פ\"ו דסנהדרין ומהרי\"ק שורש א' וב\"י בשם הרמ\"ה) וא\"צ לכתוב לו אלא מב\"ד קטן לב\"ד גדול אבל ב\"ד גדול שדנו א\"צ לכתוב לו דלא חיישינן לטעותא דא\"כ אין לדבר סוף (ב\"י שכ\"נ מדברי הרמב\"ם):"
    },
    {
      "id": "choshen_mishpat-014-5",
      "section": 5,
      "text": "המתחייב בדין אינו חייב לשלם לשכנגדו יציאותיו אע\"פ שהזקיקו לדון בעיר אחרת וה\"מ דלא מסרב למיקם בדינא אלא שרוצה לדון בעיר אחרת אבל אם היה מסרב לבא לב\"ד והוצרך התובע להוציא הוצאות לכופו לירד לדין חייב לפרוע לו כל הוצאותיו (שהוציא משעה שנעשה סרבן) (מהרי\"ק שורש א' תמ\"ד ונ\"י פ' הגוזל בתרא ומהר\"יו תשובת הרא\"ש כלל ק\"ח וע\"ג סי' ב') ויש מי שאומר שאם תבעו בערכאות והוציא הוצאות בדיינים וטוענים אע\"פ שמתוך סרובו הוצרך להוליכו בערכאות אין חייב לשלם הוצאותיו: הגה ויש חולקין וס\"ל דאם הוצרך להוציא עליו הוצאות לכופו ע\"י ערכאות של עכו\"ם חייב לשלם לו (תשובת הרא\"ש כלל ע\"ג סי' ב') וכן נ\"ל עיקר ובלבד שעשאו ברשות ב\"ד כדלקמן סי' כ\"ו מי שאומר לחבירו שילכו לדון במקום אחר ואמר לו לך ואני אבא אחריך והלך והשני לא הלך אחריו צריך לשלם לזה שהלך כל יציאותיו (מרדכי ס\"פ זה בורר) כשהסרבן צריך לשלם ההוצאות אין אומרים שישבע כמה הוציא ויטול אלא צריך לברר כמה הוציא או הב\"ד ישומו לו הוצאותיו וכזה ישלם לו (תשובת הרא\"ש כלל ק\"ז):"
    },
    {
      "id": "choshen_mishpat-014-6",
      "section": 6,
      "text": "חייבוהו ב\"ד לפרוע ויצא וחזר ואמר פרעתי אם הוא נאמן יתבאר בסימן ע\"ט:"
    },
    {
      "id": "choshen_mishpat-014-7",
      "section": 7,
      "text": "אם בא הזוכה בדין לב\"ד ותובע שיכתבו לו פסק דין אם כותבין ונותנין לו גם זה שם:"
    },
    {
      "id": "choshen_mishpat-014-8",
      "section": 8,
      "text": "יש בידו פסק דין שחבירו חייב לו אם הלה נאמן לומר פרעתי בסימן ל\"ט סעיף י':"
    }
  ]
}