{
  "id": "choshen_mishpat-240",
  "chapterLabel": "סימן 240",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-240-1",
      "section": 1,
      "text": "שני שטרי מכר היוצאים על שדה אחת מזמן אחד. ובו ד סעיפים:שני שטרות היוצאים על שדה אחת בשם קונה אחד ואין זמנם שוה אם היה הראשון מתנה והשני מכר לא ביטל האחרון את הראשון שי\"ל שלהוסיף לו אחריו' חזר וכתב בשם מכר אע\"פ שלא היה כתוב שם אחריות שאחריות טעות סופר הוא וכן אם הראשון מכר והשני מתנה קנה השדה מזמן הראשון שלא כתב לו שטר מתנה אלא ליפות כחו משום דין בן המצר: הגה או לשאר דברים שמתנה עדיפא ממכר וצריך שלא יראה בבית דין רק האחרון דאם מראה שניהן הראשון עיקר (טור) וי\"א דאם האחרון במכר אע\"פ שמראה שניהם בב\"ד שניהן קיימין (טור שם בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-240-2",
      "section": 2,
      "text": "היו ב' השטרות במכר או שניהם במתנה אם הוסיף בשני כלום הרי הראשון קיים שלא כתב הב' אלא מפני התוס' ואם לא הוסיף בטל שטר השני את הראשון ואין לו אחריות אלא מזמן שני לפיכך כל הפירות שאכל הלוקח מזמן ראשון עד זמן שני מחזיר אותם ואם היה על אותה שדה חוק למלך בכל שנה הנותן או המוכר נותן אותו החוק עד זמן השטר השני: הגה וכ\"ש אם כ' לו תחילה שדה שלם ואח\"כ חצי שדה (ר\"ן פ' נערה) שכיב מרע שאמר תנו מנה לפלוני וחזר ואמר כן אין לו אלא מנה אחת הואיל ולא אמר עוד תנו (מרדכי פרק נערה והגמ\"ר דב\"ב):"
    },
    {
      "id": "choshen_mishpat-240-3",
      "section": 3,
      "text": "שני שטרות שזמנם ביום א' והם כתובים על שדה אחד בין במכר בין במתנה אם (אין) דרך אנשי המקו' לכתוב שעות הרי הדבר מסור לדייני' כל שדעתם נוטה להעמיד שדה זו בידו יעמידו: הגה וי\"א שאין דנין דין שודא דדייני רק בדיין מומחה ובקרקע (טור בשם ר\"ח) וי\"א דאף במטלטלים כל שאין א' מוחזק בהן (שם בשם ר\"י כ\"כ התו' שם ובמרדכי):"
    },
    {
      "id": "choshen_mishpat-240-4",
      "section": 4,
      "text": "בד\"א בשטר שאין בו קנין אלא קנה שדה זו בשטר זה שאין אנו יודעים מי הוא משניהם שהגיע שטרו לידו תחילה אבל אם בכל שטר מהם קנין כל שקדם לו הקנין זכה וישאלו העדים וכן אם היו שם עדים שזה הגיע לידו שטר מתנתו תחלה קנה הראשון: הגה מי שנתן מתנה לחבירו ופירש איזה מתנה נתן לו כגון שנתן לו קרקע או מקום בבית הכנסת ומצר לו מצרים ואח\"כ נתן לאחר מקום בבית הכנסת סתם או קרקע סתם ולא מצר לו מצרים י\"א דאמרי' שמא מקום או קרקע אחרת נתן לשני והמתנה ראשונה קיימת (ריטב\"א) וי\"א דאמרי' ודאי לא כוון אלא על מקום או קרקע הידוע לו ומאחר שאין יודעים שיש לו מקום או קרקע אחרת קנה השני ודוקא במתנת שכיב מרע שיכול לחזור במתנתו אבל במתנת בריא קנה הראשון מ\"מ (ב\"י ס\"ס רנ\"ג בשם הרשב\"א):"
    }
  ]
}