{
  "id": "choshen_mishpat-090",
  "chapterLabel": "סימן 90",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-090-1",
      "section": 1,
      "text": "הניזקין נשבעין ונוטלין כגון הנגזל והנחבל ודין המביא כלים מבית בעה\"ב והוא אומר שאולים הם. ובו טז סעיפים:הנגזל כיצד ראוהו עדים שנכנס לתוך ביתו של חבירו למשכנו שלא ברשות ולא היה (לו) כלום תחת כנפיו וכשיוצא ראוהו שהיו כלים תחת כנפיו ואינם יודעים מה הם ובעל הבית תובע תן לי כך וכך שגזלתני בין אם יאמר כן נכנסתי למשכנך אבל לא נטלתי כלום והכלים שהוצאתי תחת כנפי שלי הם בין אם יאמר מעולם לא נכנסתי לביתך ליטול ממך כלום בין אם יאמר לא נטלתי אלא כלי זה ובע\"ה אומר נטלת עוד אחרים אפי' העדים מכירים קצת הכלים ובעל הבית טוען שהטמין יותר ממה שראו העדים בכל אלו ב\"ה נשבע בנקיטת חפץ ונוטל כל מה שיטעון והוא שיטענו דברים שהוא אמוד בהם או שהוא אמוד שמפקידים אצלו אותן דברים שטען ויהיו אותן דברים שטען דברים שאיפשר שינטל תחת הכנפים: הגה ויש אומרים דבעינן נמי שטוען מידי דאורחיה לאנוחי במקום שנכנס לשם (טור בשם הרמ\"ה) והכי מסתברא ואם טענו דברים שאינו אמוד בהם או דברים שאינם נטלים תחת הכנפים יש מי שאומר שהנתבע נשבע היסת ונפטר ויש מי שאומר שאינו נשבע אלא מחרימים על מי שכופר ממון חבירו ואינו משלם לו:"
    },
    {
      "id": "choshen_mishpat-090-2",
      "section": 2,
      "text": "ראוהו עדים שנכנס למשכן את חבירו ולא ראוהו בעת שיצא או שיצא ולא נראה תחת כנפיו כלום ובעל הבית טוען ואומר כך וכך אפי' אמר מעולם לא נכנסתי שהרי מכחיש את העדים הרי זה פטור שאם אמר נכנסתי ולא נטלתי נשבע היסת שלא נטל כלום והולך שאפשר שנכנס לגזול ולא גזל (וי\"א כיון שהעדים מכחישין אותו שאינו נאמן בשבועה דהוי מיגו במקום עדים שאינו נאמן אלא ב\"ה נשבע ונוטל) (טור):"
    },
    {
      "id": "choshen_mishpat-090-3",
      "section": 3,
      "text": "היה עד אחד מעידו שנכנס למשכנו ונטל כלים תחת כנפיו ואינו יודע מה הם והוא אומר לא גזלתי כלום או שאמר בחובי נטלתי הואיל ואין העד יודע מהו תחת כנפיו ה\"ז נשבע שלא גזל (וע\"ל סי' ע\"ה סעיף י\"ג וסי' שס\"ד ס\"ג):"
    },
    {
      "id": "choshen_mishpat-090-4",
      "section": 4,
      "text": "כשם שבעל הבית נאמן לישבע וליטול כך שומר של בעל הבית אפי' אשתו של שומר נשבעת שזה נטל כך וכך ומשלם הגזלן לבעל הבית אבל שכירו ולקיטו (פירש\"י ששכרו לדור אצלו או ללקוט תבואתו) של ב\"ה שלא מסר להם שמירת הבית אינם בכלל זה:"
    },
    {
      "id": "choshen_mishpat-090-5",
      "section": 5,
      "text": "כשנכנס זה למשכנו שלא ברשות וראוהו עדים יוצא בכלים תחת כנפיו אם לא היה שם בע\"ה שיוכל לישבע כמה גזלו והעדים אינם יודעים כמה הוציא אין משביעין את הגזלן מפני שהוא חשוד על השבועה אלא מחרימים חרם סתם על כל מי שנטל כלים מביתו ואינו מודה בב\"ד ואפי' אם הודה הגזלן שגזל מקצת מחזיר מה שהודה בלבד שהרי אין בעה\"ב טוענו טענת ודאי:"
    },
    {
      "id": "choshen_mishpat-090-6",
      "section": 6,
      "text": "העידו עדים שהיו לבעה\"ב זה כך וכך כלים וראו אחד שנכנס לביתו ויצא ולא נכנס שם אדם אחר וקודם שיכנס שם אדם אחר מנו אותם כלים ונמצאו חסרים ולא היה שם מקום שיפלו בו אותם כלים יש מי שאומר שיטול בע\"ה בלא שבועה אותם כלים שחסרו מאותו אדם שהעידו עליו שנכנס שם:"
    },
    {
      "id": "choshen_mishpat-090-7",
      "section": 7,
      "text": "מדליק אש בשל חבירו האמינו לניזק לישבע וליטול כל מה שהוא אמוד שיהיה לו משלו או שיפקידו בידו על הדרך שיתבאר בסי' תי\"ח:"
    },
    {
      "id": "choshen_mishpat-090-8",
      "section": 8,
      "text": "מי שיש עליו עדים שמסר ממון ולא ידעו כמה הפסידו והנמסר אומר כך הפסידני והמוסר כופר במה שטענו יתבאר בסימן שפ\"ח:"
    },
    {
      "id": "choshen_mishpat-090-9",
      "section": 9,
      "text": "המזיק ממון חבירו ואינו יודע כמה היזק הניזק נשבע כתקנת חכמים ונוטל והוא שיטעון דברים שהוא אמוד בהם כמו שיתבאר בסי' שפ\"ח:"
    },
    {
      "id": "choshen_mishpat-090-10",
      "section": 10,
      "text": "הפקיד אצל חבירו שק צרור ופשע בו המפקיד אומר חלי זהב ומרגליות היו בו והשומר אומר איני יודע שמא סיגים או חול היה בו ישבע בעל הפקדון ויטול והוא שיטעון דבר שהוא אמוד או אמוד להפקידו אצלו ואם אמר השומר ברי לי שהיה מלא סיגים או חול ישבע ויפטר ואם אמר השומר יודע אני שהיה בו זהב ואיני יודע כמה נוטל המפקיד בלא שבועה וי\"א שנשבע שאינו יודע ויפטר ויתבאר עוד בסימן רצ\"ח סעיף א':"
    },
    {
      "id": "choshen_mishpat-090-11",
      "section": 11,
      "text": "מי שנכנס לביתו של בעל הבית בפני בעה\"ב ויצא וכלים טמונים תחת כנפיו והעדים רואין אותו ולאחר זמן תבעו בעה\"ב וא\"ל תן לי כלים שהשאלתיך והרי העדים והוא אומר לקוחים הם בידי אינו נאמן ונשבע בעה\"ב היסת על טענתו שלא מכרן ולא נתנן ויחזירו ב\"ד הכלים לבעל הבית בד\"א בבעל הבית שאינו עשוי למכור כליו וזה שהוציא הכלים תחת כנפיו אין דרכו להצניע ואותן הכלים אין דרך בני אדם להצניעם לפיכך חייב להחזיר לפי שלא הצניעם אלא לכפור בהם אבל בעה\"ב העשוי למכור כליו אע\"פ שאין זה צנוע ואין דרך אותם הכלים להטמינם תחת הכנפים הרי זה נשבע היסת שהם לקוחים בידו וכן אם יצא בהם מגולים לפני עדים אע\"פ שאין בעה\"ב עשוי למכור את כליו ה\"ז נאמן לומר לקוחים הם בידי שמא נצטרכו לו מעות ומכר ובלבד שלא יהיו מדברים העשויים להשאיל ולהשכיר לעולם אבל דברים העשויים להשאיל ולהשכיר לעולם הם בחזקת בעליהם ואע\"פ שהוציאם מגולים אע\"פ שבע\"ה עשוי למכור כליו הואיל ויש לו עדים שזה הכלי עשוי להשאיל ולהשכיר ידוע הוא לו מוציאים אותו מיד זה עכ\"פ עד שיביא ראיה שמכרו לו או נתנו לו וי\"א שאפי' בעה\"ב טוען גנובים הם דינו כטוען שאולים הם וי\"א שלא אמרו אלא בטוען שאולים הם אבל אם טוען גנובים הם אין בעל הבית נאמן וכן עיקר ואם הוחזק זה ונתפרסם לגנב אפי' בעה\"ב טוען גנובים הם דינו כטוען שאולים הם:"
    },
    {
      "id": "choshen_mishpat-090-12",
      "section": 12,
      "text": "הא דבדברים העשויים להשאיל ולהשכיר בעה\"ב נאמן דוקא כשיש לו עדים שהכלים הללו היו שלו וראו אותם עתה בידו אבל אם לא ראו אותם עתה בידו נאמן היוצא במיגו דהחזרתים לך:"
    },
    {
      "id": "choshen_mishpat-090-13",
      "section": 13,
      "text": "הא דאמרי' בדברים שאינם עשויים להשאיל ולהשכיר שהיוצא נאמן דוקא בשלא ידעו עדים שבאו לידו בתורת שאלה או שכירות אבל אם ידעו עדים שבאו לידו בתורת שאלה או שכירות אינו נאמן (וע\"ל סי' ע\"ב ס' י\"ח):"
    },
    {
      "id": "choshen_mishpat-090-14",
      "section": 14,
      "text": "כל זה לא מיירי אלא כשהיה בעל הבית שם בשעה שנכנס זה והוציא הכלים אבל אם ראו העדים שנכנס לרשות חבירו ונטלם שלא בפניו בכל גוונא אינו נאמן לומר לקוחים הם בידי לפיכך מחזיר הכלים לבעל הבית ואין כאן שבועה שהרי העדים ראו מה גזל ואחר שיחזיר חוזר ותובע את בע\"ה בכל מה שיטעון והדין ביניהם:"
    },
    {
      "id": "choshen_mishpat-090-15",
      "section": 15,
      "text": "וכן אם חטף חפץ מחבירו ואומר בחובי נטלתי אינו נאמן אלא אם יש עדים שחטפו מידו או מביתו צריך להחזיר ואם אין שם אלא ע\"א והוא כופר ישבע להכחיש העד ואם אינו כופר אלא שאומר שמשכנו בחובו צריך להחזירו והוא הדין לע\"א מעידו שנכנס לרשות חבירו ונטל חפץ שלא בפניו (וע\"ל סי' ע\"ה סעיף י\"ג):"
    },
    {
      "id": "choshen_mishpat-090-16",
      "section": 16,
      "text": "הנחבל כיצד ראוהו עדים שנכנס תחת ידו של חבירו שלם ויצא חבול ולא ראוהו בשעה שחבל בו וזה אומר חבל בי וזה אומר לא חבלתי בו ה\"ז נשבע ונוטל ואם יש הוכחה שזה חבל בו כגון שהיתה החבלה במקום שאי אפשר לו לחבול בעצמו כגון שהיתה בין כתיפיו וכיוצא בזה ולא היה אחר עמהם ה\"ז נוטל בלא שבועה ואפי' יש אחר עמהם אי ברור לעדים שאותו אחר לא חבל בו כאילו אין עמהם אחר דמי ונוטל בלא שבועה:"
    }
  ]
}