{
  "id": "choshen_mishpat-359",
  "chapterLabel": "סימן 359",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-359-1",
      "section": 1,
      "text": "איסור גזילה אפילו ע\"מ להחזיר ומה נקרא גזילה ואיסור לא תחמוד ולא תתאוה. ובו יב סעיפים:אסור לגזול או לעשוק אפי' כל שהוא בין מישראל בין מעכו\"ם ואם הוא דבר דליכא מאן דקפיד ביה שרי כגון ליטול מהחבילה או מהגדר לחצוץ בו שיניו ואף זה אוסר בירושלמי ממדת חסידות:"
    },
    {
      "id": "choshen_mishpat-359-2",
      "section": 2,
      "text": "אסור לגזול אפי' ע\"מ לשלם דבר יפה ממנו ויש מי שאומר דהיינו אם (אין) התשלומין בעין שאם הם בעין כיון שהם יפים מהדבר שלוקח זכות הוא להם ויזכה אותם לבעלים ע\"י אחר:"
    },
    {
      "id": "choshen_mishpat-359-3",
      "section": 3,
      "text": "כל הגוזל את חבירו אפי' שוה פרוט' כאלו נוטל נפשו:"
    },
    {
      "id": "choshen_mishpat-359-4",
      "section": 4,
      "text": "אפי' הוא בסכנת מות וצריך לגזול את חבירו כדי להציל נפשו צריך שלא יקחנו אלא על דעת לשלם (וע\"ל סי' ש\"פ ס\"ג):"
    },
    {
      "id": "choshen_mishpat-359-5",
      "section": 5,
      "text": "אפי' הלוקח בשאלה שלא מדעת הבעלים נקרא גזלן:"
    },
    {
      "id": "choshen_mishpat-359-6",
      "section": 6,
      "text": "החוטף משכון מיד הלוה שלא ברשות ב\"ד ה\"ז גזלן אע\"פ שהוא חייב לו ואין צ\"ל אם נכנס לתוך בית חבירו ומשכנו:"
    },
    {
      "id": "choshen_mishpat-359-7",
      "section": 7,
      "text": "איזהו גזלן הלוקח ממון האדם בחזקה כגון שחטף מידו מטלטלים או שנכנס ברשותו שלא לרצון הבעלים ונטל משם כלים או שתקף בעבדו או בבהמתו ונשתמש בהם או שירד לתוך שדהו ואכל פירותיה וכל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-359-8",
      "section": 8,
      "text": "איזהו עושק זה שבא ממון חבירו לתוך ידו ברצון הבעלים וכיון שתבעוהו כבש הממון בחזקה ולא החזירה כגון שהיה לו ביד חבירו הלואה או שכירות והוא תובעו ואינו יכול להוציא ממנו מפני שהוא אלם וקשה:"
    },
    {
      "id": "choshen_mishpat-359-9",
      "section": 9,
      "text": "הכופה את חבירו למכור את שלו ונותן לו דמיו אסור אבל אין לו דין גזלן ליפסל מדאורייתא אלא מדרבנן כמו שנתבאר:"
    },
    {
      "id": "choshen_mishpat-359-10",
      "section": 10,
      "text": "כל החומד עבדו או אמתו או ביתו או כליו של חבירו או כל דבר שאיפשר שיקנהו ממנו והכביד עליו רעים והפציר בו עד שלקחו ממנו הרי זה עובר בלא תחמוד כל המתאוה ביתו או אשתו וכליו של חבירו וכל כיוצא בזה כיון שחשב בלבו איך יקנה דבר זה ונפתה בלבו בדבר עבר בלא תעשה של לא תתאוה ואין תאוה אלא בלב בלבד:"
    },
    {
      "id": "choshen_mishpat-359-11",
      "section": 11,
      "text": "התאוה מביא לידי חמוד והחמוד מביא לידי גזל שאם לא רצו הבעלים למכור אע\"פ שהרבה להם בדמים והפציר ברעים יבא לידי גזל שנא' וחמדו בתים וגזלו ואם עמדו הבעלים בפניו להציל ממונם או מנעוהו מלגזול יבא לידי שפיכות דמים צא ולמד ממעשה אחאב ונבות:"
    },
    {
      "id": "choshen_mishpat-359-12",
      "section": 12,
      "text": "הא למדת שהמתאוה עובר בלאו אחד והקונה דבר שהתאוה בהפצר שהפציר בבעלים עובר בב' לאוין לכך נאמר לא תחמוד ולא תתאוה ואם גזל עובר בג' לאוין:"
    }
  ]
}