{
  "id": "choshen_mishpat-004",
  "chapterLabel": "סימן 4",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-004-1",
      "section": 1,
      "text": "כיצד אדם עושה דין לעצמו. ובו סעיף אחד:יכול אדם לעשות דין לעצמו אם רואה שלו ביד אחר שגזלו יכול לקחתו מידו ואם האחר עומד כנגדו יכול להכותו עד שיניחנו (אם לא יכול להציל בענין אחר) (טור) אפי' הוא דבר שאין בו הפסד אם ימתין עד שיעמידנו בדין והוא שיכול לברר ששלו הוא נוטל בדין מ\"מ אין לו רשות למשכנו בחובו: הגה מטעם שיתבאר לקמן סי' צ\"ז סעיף ו' וי\"א דוקא בחובו ממש אבל אם חייב לו בלא הלואה או שא\"צ למשכנו כי הוא כבר אצלו בפקדון או מצאו ביד אחר מותר לתפסו (ריב\"ש סי' שצ\"ו) וי\"א דלא אמרינן עביד אינש דינא לנפשיה רק בחפץ המבורר לו שהוא שלו כגון שגזלו או רוצה לגזלו או רוצה להזיקו יכול להציל שלו אבל אם כבר נתחייב לו מכח גזילה או ממקום אחר לא (מרדכי ונ\"י פ' המניח) ודוקא הוא בעצמו יכול למעבד דינא לנפשיה אבל אסור לעשות ע\"י העכו\"ם (ת\"ה סי' ש\"ד) ומיהו אם עבר ועשה ע\"י השרים אם לא היה יכול להציל שלא בענין אחר מה שעשה עשוי (ע' במהרי\"ק שורש קס\"א) י\"א דלא מיקרי עביד דינא לנפשיה אלא כשמזיק לחבירו כגון שמכהו ולכן לא יוכל לעשות אלא א\"כ יוכל לברר שהוא שלו אבל תפיסה בעלמא שתפסו למשכון יכול לעשות בכל ענין ויורד אח\"כ עמו לדין (מהרי\"ק שורש סי' קס\"א) וכל זה מיירי ביחיד נגד יחיד אבל יחיד נגד רבים והוא מבני העיר עבדי דינא לנפשייהו אם יודעים שהדין עמהם אע\"פ שאין יכולים לברר לפני ב\"ד כי אינם יכולים להעיד שכולן נוגעין בדבר (תשו' הרשב\"א כ\"ז סי' צ\"ה) ע' בסי' ז' סעיף י\"ב וסי' ל\"ז ואם יש חלוקים וטענות ביניהם הקהל נקראים מוחזקים לגבי היחיד וצריך לתת להם משכון קודם שירדו עמו לדין (מרדכי פ' המוכר פירות וס\"פ לא יחפור) והא דנקראים מוחזקים לגבי יחיד דוקא בענייני מסים אבל לא בשאר דברים ומ\"מ צריך לתת משכון קודם שירדו לדין עמו (ת\"ה סי' שמ\"א) וכל זה כשאין היחיד ת\"ח אבל אם הוא ת\"ח שתורתו אומנתו ויש לו דין בזה מחמת מסים א\"צ לתת להם משכון וגם אינם נקראים מוחזקים נגדו (מוהר\"ם מירזבורג) ומותר לכוף בענייני מסים ע\"י עכו\"ם ולהפסידו אם אינם יכולים להוציא ממנו המס בענין אחר (מהרי\"ק שורש י\"ז וכ\"ז):"
    }
  ]
}