{
  "id": "choshen_mishpat-219",
  "chapterLabel": "סימן 219",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-219-1",
      "section": 1,
      "text": "כיצד מסיימין המצרים ואם לא סיים אותם. ובו ו סעיפים:האומר לחבירו שדה פלוני אני מוכר לך קנה כולה אפי' היא גדולה הרבה אע\"פ שלא סיים המצרים כ\"ז שאין מצר מפסיק: הגה מצר לו מצר מזרחי ומערבי ולא הזכיר צפוני ודרומי קנה כל השדה ולא אמרינן שלא יקנה רק תלם אחד במזרח ותלם אחד במערב (טור):"
    },
    {
      "id": "choshen_mishpat-219-2",
      "section": 2,
      "text": "מצר לו מצר ראשון ומצר שני ומצר שלישי ולא מצר מצר רביעי קנה השדה כולה אבל מצר הרביעי לא קנה (כיצד) אם היה מובלע בין המצרים ואין עליו רכב של דקלים ואין בו ט' קבין קנה אף המצר הרביעי ואם לא היה מובלע ויש עליו רכב של דקלים או שיש בו ט' קבין לא קנהו היה מובלע ויש עליו רכב דקלים או שיש בו ט' קבין או שלא היה מובלע ואין עליו רכב של דקלים ואין בו ט' קבין הרי הדבר מסור לב\"ד כפי מה שיראה לאיזה דרך שדעתן נוטה יעשו:"
    },
    {
      "id": "choshen_mishpat-219-3",
      "section": 3,
      "text": "מצר לו מצר אחד ארוך ומצר אחד קצר אם היה הארוך של איש אחר לא קנה מן הארוך אלא כנגד הקצר ואם היה של שנים קנה כנגד ראש תור (וי\"א דאפילו באיש אחד קנה באלכסון כראש תור) (טור בשם הרא\"ש ובשם ה\"ר יונה):"
    },
    {
      "id": "choshen_mishpat-219-4",
      "section": 4,
      "text": "סיים לו את הזויות בלבד ולא מצר לו את המצר של כל רוח או שסיים לו ב' מצרים כמין גאם (זה כנגד זה) או שסיים לו חלק מכל רוח ורוח ה\"ז לא קנה את כולה אלא יקנה ממנה כפי מה שמצר לו וכפי מה שיראו הדיינים:"
    },
    {
      "id": "choshen_mishpat-219-5",
      "section": 5,
      "text": "היה מצר ראובן מזרח ומערב ומצר שמעון צפון ודרום צריך שיכתוב לו מצר ראובן משתי רוחות ומצר שמעון משתי רוחות:"
    },
    {
      "id": "choshen_mishpat-219-6",
      "section": 6,
      "text": "היה לו שדה ומכר מקצתו לשמעון לצד מערב ומצד מזרח עכב לעצמו ומצר לו מצר מערב ולא מצר לו מצר מזרח אלא כתב מצר מזרח דמינה פליגא או דמינה פסיקא אם כתב לו ואילין מצרנהי קנה חצי השדה ואם לא כתב לו כן לא קנה אלא ט' קבין:"
    }
  ]
}