{
  "id": "choshen_mishpat-183",
  "chapterLabel": "סימן 183",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-183-1",
      "section": 1,
      "text": "עשה שליח לקנות לו חטין וקנה לו שעורים. ובו ט סעיפים:הנותן מעות לשלוחו לקנות לו סחורה ידועה ולא לקחה אין לו עליו אלא תרעומת ואם ידוע שלקח (במעות המשלח) מוציא ממנו בעל כרחו:"
    },
    {
      "id": "choshen_mishpat-183-2",
      "section": 2,
      "text": "הנותן מעות לחבירו לקנות לו קרקע או מטלטלים והניח מעות חבירו אצלו והלך וקנה לעצמו במעותיו מה שעשה עשוי והרי הוא מכלל הרמאים ואם היה יודע שזה המוכר אוהב אותו ומכבדו ומוכר לו ואינו מוכר למשלחו ה\"ז מותר לקנות לעצמו והוא שיודיענו ואם מפחד שמא יבא אחר ויקדמנו לקנות הרי זה קונה לעצמו ואח\"כ מודיעו: הגה קנאה סתם במעותיו יכול לומר אח\"כ לעצמי קניתי (ב\"י בשם ר\"ן פ\"ב דקידושין) ודוקא בקרקע סתם אבל בקרקע מיוחד הואיל והוא מנהג רמאות ודאי מעיקרא קנאה משלח ולא יכול לחזור בו (ר\"ן ספ\"ב דקידושין) קנאה בא' מדרכי הקנאה בלא מעות זכה המשלח ואפי' מכרה השליח אינו כלום (ב\"י בשם תשובת הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-183-3",
      "section": 3,
      "text": "שליח שקנה לעצמו במעות המשלח אע\"פ שזקפן עליו במלוה המקח של משלח: הגה מיהו אם אמר השליח לפני עדים שחוזר בשליחותו י\"א דקנה לעצמו (המגיד פ\"ז דמכירה ומרדכי פ' הגוזל קמא) וי\"א דבכל ענין הוא של המשלח (ר' ירוחם נכ\"ו ח\"א וב\"י סי' קע\"ו שתי הדעות):"
    },
    {
      "id": "choshen_mishpat-183-4",
      "section": 4,
      "text": "ראובן שאמר לשמעון זבין לי האי מידי וזבין ליה סתמא קנייה ראובן משעת משיכת שמעון ואע\"פ שחזר שמעון אחר משיכה ואמר לעצמי כוונתי לקנות אינו נאמן אע\"ג דיהיב שמעון דמים שלו קנייה ראובן ויהיב לשמעון זוזי אבל אם חזר בו שמעון קודם משיכה ואמר שקונה לעצמו אפי' חזר בין מתן מעות למשיכה קנה לעצמו אי יהיב שמעון למוכר זוזי מדיליה אבל אי יהיב ראובן זוזי לשמעון ואזל ויהיב זוזי למוכר בשמא דראובן ומקמי משיכ' הדר ביה שמעון ואמר לעצמי אני קונה לא קנה שמעון עד דמודע למוכר ומכוין מוכר לאקנויי ליה בד\"א בדאמר זבין לי אבל אי אמר אייתי לי דאזבין ואזל וזבין לנפשיה זכה: הגה ראובן שהיה יודע סחורה בזול ואמר לשמעון לקנותה להם ביחד ושמעון שתק וקנאה ושוב אומר לעצמי קניתי אם קנאה במעות שלו זכה שמעון במה שקנה ואפי' אם נתרצה בתחלה בפי' יכול לחזור בו ואינו אלא רמאי אבל אם קנאה במעות ראובן צריך לחלוק עמו (ב\"י בשם עיטור והגה\"מ פ\"ד דב\"מ) ואין המשלח יכול לחזור בו ואפי' קנה שמעון במעות עצמו (ב\"י בשם רשב\"א):"
    },
    {
      "id": "choshen_mishpat-183-5",
      "section": 5,
      "text": "נתן מעות לשלוחו לקנות לו חטים בין לסחורה בין לאכילה והלך וקנה לו שעורים או בהפך אם היה בהם הפסד הוא לשליח ואם היה בהם ריוח הוא למשלח: הגה וה\"ה אם נתן לו מעות במחצית שכר נמי דינא הכי (טור) וכן אם שלחו עם סחורה להוליכה למקום פלוני והשליח הוליכה למקום אחר אם הפסיד ההפסד לעצמו ואם הרויח הריוח לשניהם (טור סי' קע\"ו ורבי' ירוחם נ\"ל ח\"א):"
    },
    {
      "id": "choshen_mishpat-183-6",
      "section": 6,
      "text": "היה השער קצוב וידוע והוסיפו לשליח במנין או במשקל או במדה כל שהוסיפו לו המוכרים הרי הוא של שניהם וחולק התוס' השליח עם בעל המעות ואם היה דבר שאין לו קצבה הכל לבעל המעות מיהו אם אמר המוכר בפי' שנותן לשליח הכל של שליח (ר\"ן פ' אלמנה ניזונית ותשובת רמב\"ן סי' ס' ):"
    },
    {
      "id": "choshen_mishpat-183-7",
      "section": 7,
      "text": "(ע' בד\"מ דכ\"כ לדעת רש\"י) שלח שלוחו לקבל מעות מהעכו\"ם וטעה העכו\"ם ונתן לו יותר הכל לשליח: הגה ודוקא שידע השליח בטעות קודם שבאו ליד המשלח אבל אם לא ידע בטעות ההוא ונתנו ליד המשלח הכל של המשלח (מרדכי פ' אלמנה ניזונית) ומי שהיה עושה סחורה עם העובדי כוכבים ובא חבירו וסייעו והטעה העכו\"ם במדה או במשקל או במנין חולקין הריוח בין שעשה עמו בשכר או בחנם (מרדכי פ' הנ\"ל ותשוב' מיי' דקנין סי' כ\"ב וד\"ע אף להרא\"ש):"
    },
    {
      "id": "choshen_mishpat-183-8",
      "section": 8,
      "text": "ראובן שלח את שמעון שיקח לו בגד בהקפה וכשהגיע זמן הפרעון נתן לו המעות לפרוע ונמצא שהמוכר שכחם צריך להחזירם לראובן ואינו יכול לומר אני רוצה לעכבם שמא אחר זמן יזכרם העובד כוכבים וגם אינו יכול לומר אני רוצה לקדש השם ולהחזירם לעובד כוכבים: (דומה לזה בטור ובדברי המחבר בסי' ע\"ב סל\"א):"
    },
    {
      "id": "choshen_mishpat-183-9",
      "section": 9,
      "text": "והוא הדין אם ראובן חייב מעות לעכו\"ם ונתנם לחבירו לפרעו ושכחם העכו\"ם יחזיר לראובן: הגה וכן מי שנתן ביד חבירו חמשים זהובים לפשר עם בעלי חובות שלו ופשר בכ\"ה המותר למשלח (ב\"י בשם הגהות מרדכי דכתובות) וכן אם נתן לו מאתים לשלם לעכו\"ם והשליח הטעה לעכו\"ם ונתן לו רק מאה והעכו\"ם סבור שנתן לו מאתים דהכל למשלח דהו\"ל כאלו מחל העכו\"ם חצי החוב דהוי של משלח (הגהות מרדכי פ' אלמנה ניזונית):"
    }
  ]
}