{
  "id": "choshen_mishpat-374",
  "chapterLabel": "סימן 374",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-374-1",
      "section": 1,
      "text": "מכרה הגזלן וחזר וקנאה מהנגזל או נתנה לו במתנה. ובו ו סעיפים:הגוזל שדה ומכרה או נתנה לאחר שאין מעשיו כלום כמו שנתבאר אם אחר כך קנאה הגזלן מהנגזל נתקימה ביד הלוקח מהגזלן או ביד המקבל המתנה ממנו שמפני זה טרח הגזלן לקנותה כדי לעמוד בנאמנותו לפיכך אם לא קנאה עד שתבע הלוקח את הגזלן כגון שמכר לו השדה שאינה שלו ונתחייב לשלם והתחיל ב\"ד להכריז על נכסי הגזלן כדי להגבות מהם ללוקח ואח\"כ קנאה הגזלן מהנגזל לא נתקיימה ביד הלוקח ויכול הגזלן עצמו או יורשיו לתת לו מעותיו ולהוציאה מידו:"
    },
    {
      "id": "choshen_mishpat-374-2",
      "section": 2,
      "text": "לקחה הגזלן מהנגזל אחר שמכרה כשהיא גזולה וחזר ומכרה לאחר או נתנה במתנה או הורישה הרי גילה דעתו שאינו רוצה להעמידה ביד זה שלקחה ממנו כשהיתה גזולה וכן אם נפלה לגזלן בירושה לא נתקיימה ביד הלוקח: הגה ויש חולקין וס\"ל דאם מכרה או נתנה לאחר שקנאה הלוקח ראשון קנה אבל אם מכרה או נתנה קודם שקנאה לא קנה לוקח ראשון (טור ס\"ב וב\"י בשם רש\"י) וכל זה לא מיירי אלא בשלא הכיר בה שהיא גזולה וקנאה אבל אם הכיר בה וקנאה לא קנה לוקח (המגיד פ\"ט דגזילה ור\"ן ונ\"י פ\"ק דב\"מ):"
    },
    {
      "id": "choshen_mishpat-374-3",
      "section": 3,
      "text": "גבאה הגזלן בחובו אם יש לנגזל קרקע אחרת וא\"ל הגזלן זו אני גובה בחובי ה\"ז מתכוין להעמידה ביד הלוקח ואם אין לנגזל קרקע אלא זו לגבות חובו הוא שנתכוון:"
    },
    {
      "id": "choshen_mishpat-374-4",
      "section": 4,
      "text": "נתנוה הבעלים לגזלן מתנה קנאה הלוקח שאילו לא טרח לבעלים לא היו נותנים לו במתנה ומפני זה טרח כדי שיזכה בה בדין ויעמוד בנאמנותו ותתקיים ביד הלוקח: הגה ויש חולקין וס\"ל דעל הלוקח להביא ראיה שכוון להעמידה בידו ואין מוציא מיד הגזלן וכנ\"ל עיקר (טור ס\"ד בשם הרא\"ש ונ\"י פ\"ק דמציעא והמגיד פ\"ח דגזילה ):"
    },
    {
      "id": "choshen_mishpat-374-5",
      "section": 5,
      "text": "דין גזלן שמביא עדים שלקח שדה מהנגזל נתבאר בסימן קנ\"א:"
    },
    {
      "id": "choshen_mishpat-374-6",
      "section": 6,
      "text": "עכו\"ם שאנס שדה מישראל ומכרה לישראל אחר נתבאר בסימן רל\"ו:"
    }
  ]
}