{
  "id": "choshen_mishpat-043",
  "chapterLabel": "סימן 43",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-043-1",
      "section": 1,
      "text": "שצריך לכתוב זמן בשטר וכל דיני האיחוד והקדימה בפרטות. ובו כט סעיפים:כותבים בשטר זמן הלואה כדי שנדע מאיז' לקוחות יטרוף שהלקוחות שקנו קודם זמן הלואתו אינו יכול לטרוף מהם ואם לא כתב בו זמן כשר לגבות בו ממנו אבל אינו יכול לטרוף מהלקוחות שיכולים לומר קנינינו קודם הלואתך ויש מי שאומר שאם קנה אחר שראו העדים השטר כתוב וחתום טורף מהם שובר שאין בו זמן כשר ויד בעל השובר על העליונה (תשובת הרא\"ש כ' ע\"ג):"
    },
    {
      "id": "choshen_mishpat-043-2",
      "section": 2,
      "text": "אם השמיט הסופר ולא כתב לבריאת עולם (ב\"י משמעות הפוסקים) וגם לא כתב חמשת אלפים כשר ואפי' השמיט גם המאות ולא כתב אלא הפרט הקטן כשר: הגה אבל אם כתב האלפים וגם הפרט הקטן ודילג המאות או העשרות פסול (ריב\"ש סי' שכ\"ב):"
    },
    {
      "id": "choshen_mishpat-043-3",
      "section": 3,
      "text": "אם כתב אלפים והשמיט חמשת כשר:"
    },
    {
      "id": "choshen_mishpat-043-4",
      "section": 4,
      "text": "אם כתב ברביעי עשרים יום לחודש שבט ודלג בשבת כשר:"
    },
    {
      "id": "choshen_mishpat-043-5",
      "section": 5,
      "text": "אם כתב ברביעי לשבת כ\"ב לתשרי ונמצא שאינו מכוין שרביעי בשבת של תשרי של אותה שנה הי' ביום (ארבע) ועשרים אפ\"ה כשר:"
    },
    {
      "id": "choshen_mishpat-043-6",
      "section": 6,
      "text": "כתב ידו א\"צ שיכתוב בו זמן:"
    },
    {
      "id": "choshen_mishpat-043-7",
      "section": 7,
      "text": "שטרי חוב המוקדמים פסולים שהרי טורף בהם לקוחות שלא כדין ולפיכך קנסו אותו חכמים ולא יגבה בשטר מוקדם אלא מבני חורין גזירה שמא יטרוף בו מזמן ראשון שהקדימו ואם יטעון הלוה פרעתי דינו כטוען כן בשאר שטרות ואם טען להד\"מ הוחזק כפרן ויש אומרים דפסול לגמרי (טור בשם ר\"י והרא\"ש והוא בפרק א\"נ וריב\"ש סי' שפ\"ב מיהו ראיות הריב\"ש שם יש לדחות וכמ\"ש בספרי ע\"ש):"
    },
    {
      "id": "choshen_mishpat-043-8",
      "section": 8,
      "text": "בד\"א שגובה מבני חורין כשלא הקדימו העדים זמנו בכוונה: הגה (טור בשם י\"א ור\"נ פ\"ק דר\"ה בשם הרז\"ה ור' שמשון פ' בתרא דשביעית וברטנורה שם ובעה\"ת ריש שער נ\"ו) וי\"א דהעדים נאמנים בזה אע\"פ שכתב ידן יוצא ממקום אחר וה\"ה בכל טעות שהעדים מצויים לטעות בו העדים נאמנים לומר שטעו (ר\"ן ריש ר\"ה) ויש חולקין [ע' בטור שתי הדיעות] אבל אם הקדימוהו בכוונה ודאי אפי' מבני חורין אין גובין שהרי העדים פסולים שחתמו שקר:"
    },
    {
      "id": "choshen_mishpat-043-9",
      "section": 9,
      "text": "שטר מתנה שהיה לו לכתוב בשנת נ\"ח וכתב בשנת נ\"ז ומוכיח מתוכו שהוא טעות סופר שכתוב בו ותנו לפלוני חתני ובזמן נ\"ז עדיין לא היה חתנו וחתום בשטר גברא רבא בתורה ובחסידות אין כל זה מציל מלפסול השטר ומ\"מ אם העדים קיימים ואין כתב ידן יוצא ממק\"א יכולים לחתום שטר אחר מזמן שני ואם כתב ידם יוצא ממקום אחר שוב אין נאמנים מ\"מ המקבל מתנה נאמן לומר טעות היה מגו דאי בעי אמר שטרא מעליא הוא ובשנת נ\"ז קנו מידו:"
    },
    {
      "id": "choshen_mishpat-043-10",
      "section": 10,
      "text": "שטר מוקדם דכתיב ביה מקמי חתימת סהדי שטרא דנן איכתוב ביום פלן ולא אחתים עד יום פלן כשר:"
    },
    {
      "id": "choshen_mishpat-043-11",
      "section": 11,
      "text": "אפי' ראו העדים שהלוה לו ואמר הלוה כתבו וחתמו השטר ותנו ביד המלוה אם לא היה שם קנין כותבין בשטר יום שנמסר בו ולא יום שהלוה לו:"
    },
    {
      "id": "choshen_mishpat-043-12",
      "section": 12,
      "text": "שטרי חוב המאוחרים כשרים שהרי הורע כוחו של בעל השטר שאינו טורף אלא מזמן השטר ואע\"פ שלא כתבו בו שהוא מאוחר ה\"ז כשר במה דברים אמורים שכתוב דאקני אבל אם לא כתוב בו דאקני פסולים (וכן כתוב בסי' רנ\"ח) אלא א\"כ מפורש וכתוב בו ואיחרנוהו: ואין לאחר שום שטר לכתחילה דמיחזי כשיקרא (רבינו ירוחם נ\"ד ח\"ד):"
    },
    {
      "id": "choshen_mishpat-043-13",
      "section": 13,
      "text": "הא דשטרי חוב המאוחרים כשרים דוקא בשטרי הלואה אבל בשטרי מקח וממכר אפי' מאוחרים פסולים אלא אם כן (כתב) האיחור בפירוש: (הש\"ך גורס כאן הג\"ה דלעיל אין לאחר שום שטר לכתחלה וכו'):"
    },
    {
      "id": "choshen_mishpat-043-14",
      "section": 14,
      "text": "שטר שזמנו כתוב בשבת או בעשרה בתשרי שטר מאוחר הוא וכשר ואין חוששין שמא מוקדם הוא ובאחד בשבת או בי\"א בתשרי נכתב אלא מעמידין השטר על חזקתו שהדבר ידוע שאין כותבין בשבת ולא ביוה\"כ ולפיכך איחרוהו ויש מי שאומר דאי אמר אשתבע לי חייב לישבע ודוקא בשטר מקויים אבל אם אינו מקויים על בע\"ה להביא ראיה:"
    },
    {
      "id": "choshen_mishpat-043-15",
      "section": 15,
      "text": "כל שטר הבא לפנינו אנו תולים שנמסר בזמן הכתוב בו חוץ מהיכא דאיתרע כגון שנפל דכיון דאתייליד ביה ריעותא אינו יכול לגבות בו עד שיביא ראיה שבא לידו מזמן הכתוב בו אם אין בו קנין:"
    },
    {
      "id": "choshen_mishpat-043-16",
      "section": 16,
      "text": "אם נכתב בלילה ונחתם ביום שלאחריו כשר שהיום הולך אחר הלילה אבל נכתב ביום ונחתם בלילה פסול בד\"א כשאין עסוקים באותו ענין אבל עסוקים באותו ענין כשר ודוקא שלא לקח מיד בקנין אבל לקח מיד בקנין אפי' לא חתמו אלא לזמן מרובה כשר לפיכך עדים שראו הקנין ואיחרו לכתבו עד אחר זמן אם זוכרים לזמן הקנין יכתבו הזמן מאותו היום ואם לאו יכתבו מיום הכתיבה:"
    },
    {
      "id": "choshen_mishpat-043-17",
      "section": 17,
      "text": "יש מי שאומר דהא דאמרי' דעסוקין באותו ענין כשר היינו דוקא בשטרי הלואה אבל בשטרי חיוב שהוא מתחייב בקנין או בשטר לא:"
    },
    {
      "id": "choshen_mishpat-043-18",
      "section": 18,
      "text": "כשכותבין יום שקנו בו סומכים זמן הכתיב' לאותו יום וכותבין קנינו מפלו' ביום פ' וכתבנו ומסרנו ליד פלוני וכשכותבים יום שעומדים בו סומכים הכתיבה לאותו יום שחותמים וכותבים קנינו מפלו' וכתבנו וחתמנו ביום פלוני ומסרנו לפ' ואי לא מיחזי כשיקרא (מיהו אם כתבו סתמא במקום פלוני קנינו מפלוני לא מיחזי כשיקרא) (רבינו ירוחם נ\"ד ח\"ב והוא טור מבעה\"ת):"
    },
    {
      "id": "choshen_mishpat-043-19",
      "section": 19,
      "text": "אם אינם זוכרים ליום הקנין לא יאמרו ברור לנו שקנינו ממנו בתשרי ואין אנו יודעים בכמה ולפיכך נכתב מתחלת חשון שזה מיחזי כשיקרא יש מי שאומר שאם זוכרים שקנו ממנו בתחלת תשרי או באמצעו או בסופו יכתבו בשליש הראשון של חדש פלוני או באמצעו או בשליש אחרון:"
    },
    {
      "id": "choshen_mishpat-043-20",
      "section": 20,
      "text": "מי שנמסרה להם עדות במדינה אחת וכתבו העדים במדינה אחרת אין מזכירים בשטר מקום שנמסרה בו העדות אלא מקום שכתבו בו חתימת ידם ודוקא כשאין כותבין זמן הקנין וכותבין זמן הכתיבה אבל אם זוכרים זמן הקנין וכותבים אותו אז יכתבו המקום שנעשה בו הקנין שאם יכתבו מקום הכתיבה נמצאו משקרים ופסול וכשכותבים מקום הכתיבה כותבים כך אמר לנו פלו' וכתבנו במקום פ' אבל כשכותבי' מקום שנמסרו הדברים כותבים אמר לנו פלו' או קנינו מפלו' במקום פלו' וכתבנו וחתמנו ומסרנו לפלו':"
    },
    {
      "id": "choshen_mishpat-043-21",
      "section": 21,
      "text": "הא דאמרינן שכותבים מקום הכתיבה אע\"פ שקנו במקום אחר דוקא שאין המטבע משתנה ממקום הקנין למקום הכתיבה או אפי' אם משתנה ובלבד שכתוב בשטר המטבע שיוציא במקום פלו' אבל אם המטבע משתנה ממקום המסירה למקום הכתיבה ואין כתוב בשטר (מטבע) היוצא במקום פלו' לא יכתבו אלא שם מקום שמסרו הדברים שם שמטבע אותו מקום נשתעבד ואם יכתבו מקום אחר היה משתעבד ממטבע היוצא במקום כתיבת השטר:"
    },
    {
      "id": "choshen_mishpat-043-22",
      "section": 22,
      "text": "שטר שאין כתוב בו מקום שנכתב בו כשר (ומוכח לעיל סי' מ\"ב סי\"ד):"
    },
    {
      "id": "choshen_mishpat-043-23",
      "section": 23,
      "text": "ראובן ושמעון שיש לכל אחד מהם שטר על לוי בשל ראובן כתוב בכ\"ה (נ\"א) בחמש בניסן ובשל שמעון כתוב בניסן סתם ואין ללוי אלא שדה אחת שאין בה כדי חובת שניהם נותנים אותה לראובן דשמא שטרו של שמעון היה בסוף ניסן וכן אין שמעון יכול לטרוף מלקוחות שקנו מלוי מאייר ואילך שיאמרו לו זמנך מא' בניסן והנחנו לך מקום לגבות חובך והוא אותו שדה שגבה ראובן כי שלא כדין גבה שאתה מוקדם לו לפיכך אם יכתבו הרשאה זה לזה יגבו מלקוחות שקנו מאייר ואילך:"
    },
    {
      "id": "choshen_mishpat-043-24",
      "section": 24,
      "text": "אע\"פ שאין כתוב בשובר לא עידי השטר ולא זמנו כיון שסכום המעות של השטר והשובר שוים ממילא אמרי' שהשובר נכתב על אותו שטר:"
    },
    {
      "id": "choshen_mishpat-043-25",
      "section": 25,
      "text": "מי שהוציאו עליו שטר חוב בניסן סתם והוציא מחילה שזמנ' בי\"ח בניסן יש כח במחיל' זו לבטל החוב:"
    },
    {
      "id": "choshen_mishpat-043-26",
      "section": 26,
      "text": "ראובן הוציא שט\"ח על שמעון שזמנו ביום כך ושמעון הוציא שובר על שטר זה כתוב באותו יום בעצמו יד בעל השטר על התחתונה:"
    },
    {
      "id": "choshen_mishpat-043-27",
      "section": 27,
      "text": "ראובן הוציא שט\"ח על שמעון שזמנו ה' בניסן ושמעון הוציא שובר שנכתב בחמשה בניסן כתוב בו שמחל ראובן לשמעון כל תביעות שהיו עליו עד אותו היום ראובן גובה שטרו דבלשון העולם עד ולא עד בכלל אבל אם היה כתוב שמחל לו כל תביעות שיש לו עליו עד עכשיו הוי ספק ומספיקא לא מפקינן ממונ':"
    },
    {
      "id": "choshen_mishpat-043-28",
      "section": 28,
      "text": "שני שטרות שנעשו בשנה מעוברת א' כתוב בו אדר סתם וא' כתוב בו אדר שני ואין ללוה נכסים כנגד שניהם נותנים למי שכתוב בו אדר סתם ואם בשניהם נכתב אדר סתם הוי כמו שכתוב בשניהם אדר ראשון ונותנים למי שזמנו קודם במספר ימי החודש (וע' בא\"ח סי' תכ\"ז כיצד כותבין ובאה\"ע סי' קכ\"ו) כל זמן הכתוב בשטר כגון עד הפסח או עד הקציר דנים אותו כמו בנדרים:"
    },
    {
      "id": "choshen_mishpat-043-29",
      "section": 29,
      "text": "אם כתוב בשטר עד אחר הפסח היינו עד שיעברו רוב הימים שבין פסח לעצרת (עד כאן יום כ\"א):"
    }
  ]
}