{
  "id": "choshen_mishpat-354",
  "chapterLabel": "סימן 354",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-354-1",
      "section": 1,
      "text": "השביחה הגניבה ביד הגנב. ובו ו סעיפים:הית' הגניב' ביד הגנב והשביח' מאיליה כגון כבשה שהיתה מעוברת בשעת גניב' וילדה או שהית' טעונה בשעת גניב' וגזזה משלם אותה ואת גיזותיה ואת ולדותיה ואם אחר יאוש ילדה וגזזה משלם כשעת הגניבה הוציא עליה והשביח' כגון שפטמה הרי השבח של גנב אפי' לפני יאוש וכשמחזיר הגניב' נוטל השבח מהבעלים: הגה וי\"א דאפי' שבח מאליה הוא של גנב אפי' קודם יאוש וכ\"ש אם גנב כבשה ונתעברה אצל גנב דהשבח של גנב אפי' תבעוה הבעלים קודם שילדה הואיל וגנבה ריקנית (טור ס\"א בשם הרא\"ש והראב\"ד):"
    },
    {
      "id": "choshen_mishpat-354-2",
      "section": 2,
      "text": "הגניב' עצמה שהיא ביד הגנב ולא נשתנית חוזרת לבעלים בין לפני יאוש בין לאחר יאוש אלא שלאחר יאוש השבח לגנב כמו שיתבאר נשתנית הגניבה ביד הגנב קנאה וקנה שבחה אפי' לפני יאוש ואינו משלם אלא דמים (הרא\"ש) ויתבארו פרטי דינין אלו בסי' שס\"ב:"
    },
    {
      "id": "choshen_mishpat-354-3",
      "section": 3,
      "text": "גנב בהמה או כלי וכיוצא בהם ובשעת גניבה היה שוה ארבעה ועכשיו בעת העמד' בדין שוה שנים משלם קרן כשעת גניבה הית' שוה בשעת גניבה שנים ובשעת העמדה בדין ארבעה אם שחט או מכר או שבר הכלי או אבדו משלם כשעת העמד' בדין ואם מתה הבהמ' או אבד הכלי מאליו משלם כשעת גניב':"
    },
    {
      "id": "choshen_mishpat-354-4",
      "section": 4,
      "text": "גנב כחושה והשמינה או שמינה והכחיש' משלם כשעת גניבה: הגה והא דגנב כחושה והשמינה משלם כשעת הגניבה דוקא שהוציא עליה הוצאות אבל נתפטמה ממילא הוי כאלו הוקרה. ואם שחטה משלם כשעת העמדה בדין (טור ס\"ד):"
    },
    {
      "id": "choshen_mishpat-354-5",
      "section": 5,
      "text": "גנב כלי ושברו או פחתו או נשבר או נפחת מאיליו אין אומרים יתן לבעלים השברים וישלים עליהם אלא הוא יטול השברים ויתן לבעלים כלי שלם או דמיו (וכ\"כ לקמן סי' שס\"ג) ודוקא דאית ליה מעות אבל אי לית ליה לא גריעי שברים אלו משאר מטלטלין (נ\"י פ\"ק דב\"ק) ואם רצו הבעלים ליטול הכלי השבור וישלם להם הפחת שומעין להם:"
    },
    {
      "id": "choshen_mishpat-354-6",
      "section": 6,
      "text": "גנב או גזל ולא נתיאשו הבעלים אינם יכולים להקדיש לא הגנב והגזלן ולא הבעלים אפי' אם יש להם עידי גניבה וגזילה שיכולים להוציאו בדיינים בד\"א במטלטלים אבל בקרקע אם יש לבעלים עדים שיכולים להוציאו בדיינים יכולים הבעלים להקדישו:"
    }
  ]
}