{
  "id": "choshen_mishpat-199",
  "chapterLabel": "סימן 199",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-199-1",
      "section": 1,
      "text": "יש דרכים שמעות קונות ויש זמן שמעות קונות. ובו ד סעיפים:יש מעות קונות כיצד היו לו מעות בידו בלא מנין ובלא משקל ואמר לחבירו מכור לי חפץ שלך במעות אלו שבידי ולקחם המוכר ולא דקדק לידע מנינם נקנה החפץ ללוקח ואין אחד מהם יכול לחזור בו מפני שהוא דבר שאינו מצוי לא גזרו ביה רבנן: הגה ואפי' הלוקח ידע מנינם רק שאמר למוכר מכור לי באלו והמוכר לא דקדק במנינם יש אומרים דקנה (עיין בב\"י):"
    },
    {
      "id": "choshen_mishpat-199-2",
      "section": 2,
      "text": "וכן ראובן שמכר מטלטלין לשמעון במנה וקנה שמעון המטלטלין ונתחייב לראובן בדמים ואח\"כ היה לשמעון מטלטלים אחרים למכור וא\"ל ראובן מכור אות' בדמים שיש לי בידך מדמי המכר ואמר ליה הן נקנין אותן המטלטלים לראובן בכל מקום שהם ואע\"פ שלא משך ולא הגביה שגם זה דבר שאינו מצוי הוא ולא גזרו ביה רבנן אבל אם היה עליו חוב שלא מחמת המכר וא\"ל מכור לי מטלטלין בחוב שיש לי אצלך ונתרצו שניהם לא קנה: הגה מיהו י\"א דמיירי דוקא שאמר ליה מכור לי בהנאת מחילת הדמים שיש לי אצלך אבל אם אמר ליה מכור לי בדמים שיש לי בידך לא קנה (המגיד פ\"ז דמכירה ור\"ן פ' הזהב וע' בב\"י) וע' לקמן סי' ר\"ד סעיף י':"
    },
    {
      "id": "choshen_mishpat-199-3",
      "section": 3,
      "text": "יש זמן שמעות קונות שהעמידו חכמים דבריהן על דין תורה בבשר בארבעה פרקים ואלו הם ערב יום טוב האחרון של חג וערב יום טוב ראשון של פסח וערב העצרת וערב ראש השנה שאם היה לטבח שור שוה מאה דינרים ולקח מהלוקח דינר כדי ליתן לו בשר כשישחוט ולא נתקבצו לו כל דמי השור משחיטין אותו בעל כרחו כדי ליתן הבשר ללוקח לפיכך אם מת השור מת ללוקח ומפסיד הדינר: הגה ויש מי שכתב דה\"ה הנותן מעות על יין לקידוש בערב שבת דקנה דכל כהאי גוונא העמידו דבריהם על דין תורה (מהרי\"ל):"
    },
    {
      "id": "choshen_mishpat-199-4",
      "section": 4,
      "text": "יתומים או אפוטרופוס שלהם שמכרו מטלטלים ומשכן הלוקח ועדיין לא נתן המעות ונתייקרו חוזרים בהם כדין התורה שאין משיכה קונה אלא מעות (ומכל מקום הלוקח הוי שומר שכר על המקח) (מרדכי פ' הניזקין וב\"י בשם תוס') ובזו בלבד חלוק דין היתומים מדין שאר בני אדם אבל בשאר החלוקות דין היתומים שוה לשל כל אדם לענין זה: הגה ודוקא יתומים אבל הקדש וצדקה קונה במעות ולכן אם נתן אחד דמים להקדש על המקח ונתייקר אין הקדש יכול לחזור בו (מרדכי פ' הניזקין ור\"ן פ\"ק דקידושין):"
    }
  ]
}