{
  "id": "choshen_mishpat-086",
  "chapterLabel": "סימן 86",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-086-1",
      "section": 1,
      "text": "ראובן נושה בשמעון ושמעון בלוי מוציאין מלוי ונותנין לראובן. ובו ט סעיפים:ראובן שנושה ק' בשמעון ושמעון בלוי מוציאין מלוי ונותנין לראובן ל\"ש אם נתחייב לו כבר לשמעון בשעה שלוה מראובן ל\"ש נתחייב לו אח\"כ ואין חילוק בזה בין מלוה בשטר למלו' על פה כיון ששני הלווים מודים כל אחד למלוה שלו מוציאין מלוי ונותנים לראובן בכל ענין שיתחייב לוי לשמעון בין דרך הלואה שהלוה לו בין דרך מקח וממכר בין דרך שכירות: הגה ראובן שיש לו משכון מן העכו\"ם והעכו\"ם חייב לשמעון י\"א דיוכל שמעון לפדות המשכון מראובן ונותן לו קרן ורבית שעלה עליו וגובה חובו מן המותר (תשו' מהרי\"ל סי' קפ\"ח) וכן נ\"ל מאחר שאין לעכו\"ם לפרוע בענין אחר שמעון יש לו כל זכות העכו\"ם ואע\"פ שיש מי שחולק בזה (ב\"י סי' ע\"ד) נראה לדון כמו שכתבתי:"
    },
    {
      "id": "choshen_mishpat-086-2",
      "section": 2,
      "text": "בד\"א כשאין לשמעון נכסים ליפרע ממנו שסידרו לו ב\"ד והשביעוהו ולא מצאו לו אלא חוב זה (אע\"פ שיש לו נכסים במדינה אחרת) (ריב\"ש סי' שנ\"ג) אבל אם יש לו במדינה זו נכסים אין ב\"ד נזקקים להוציא מזה ולתת לזה:"
    },
    {
      "id": "choshen_mishpat-086-3",
      "section": 3,
      "text": "אף בזמן שאין לשמעון נכסים אין ראובן יכול לכופו שיתבע מלוי ויפרענו שאין מוטל עליו זה הטורח אלא על ראובן לטרוח ולהוציא מלוי:"
    },
    {
      "id": "choshen_mishpat-086-4",
      "section": 4,
      "text": "יש מי שאומר שאם מה שיש ביד לוי הם מעות בפקדון יכולים ב\"ד להתפישם ולנגוש שיפרע לראובן דכל שיש לו מעות אינו יכול לומר לו טול קרקע:"
    },
    {
      "id": "choshen_mishpat-086-5",
      "section": 5,
      "text": "אין שמעון יכול למחול ללוי ולא להרויח לו זמן (שהרי) פקע השעבוד שיש לשמעון על לוי ונשתעבד לראובן וכן אם אמר שטר אמנה או פרוע הוא אינו נאמן להפסיד לראובן ואם אחר שנתחייב לוי לראובן בב\"ד הלך ופרע לשמעון חייב לפרוע לראובן פעם אחרת המסרב שלא לירד לדין או ירד לדין ונתחייב ואינו רוצה לעשות ציווי ב\"ד ועכבו ב\"ד ממונו שביד אחר ועבר על מצותן והחזירו למסרב אם לא ימצא ממה לגבות חייב הנפקד ליתן למלוה הממון שהחזיר למסרב:"
    },
    {
      "id": "choshen_mishpat-086-6",
      "section": 6,
      "text": "אע\"פ שראובן מיחה בלוי שלא יפרע לשמעון לא מיקרי ראובן בהכי מוחזק דלא משעבד לוי לראובן מדר' נתן עד שיתברר בב\"ד ששמעון חייב לו:"
    },
    {
      "id": "choshen_mishpat-086-7",
      "section": 7,
      "text": "מת שמעון ונשארו יורשיו וטוען לוי פרוע הוא נשבעים היורשים שבועת היורשים וגובים מלוי ואם היה חוב ראובן בשטר חוזר וגובה מהם בשבועה ואם לא רצו לישבע חוזר זה עליהם (לשון בעה\"ת שער נ\"א סוף ח\"ב) אם יש להם נכסים אחרים ואם אין להם נכסים אחרים וטוענים שאין יכולים לישבע שבועה זו הרי אלו נשבעים היסת שאין בידם במה לפרוע חוב מורישם:"
    },
    {
      "id": "choshen_mishpat-086-8",
      "section": 8,
      "text": "ראובן הלוה לשמעון על פה ושמעון הלוה ללוי בשטר ומכר לוי כל נכסיו ובא ראובן לטרוף מלקוחות של לוי בכח השטר שיש לשמעון על לוי אם שמעון מודה לראובן שאינו פרוע אינם יכולים לדחותו ולומר פרוע אתה משמעון ואינו נאמן עלינו בהודאתו אלא הרי הוא טורף מהם מאחר ששמעון מודה לו:"
    },
    {
      "id": "choshen_mishpat-086-9",
      "section": 9,
      "text": "ראובן יש לו שטר חוב על שמעון ושמעון על לוי אחיו ובא ראובן לגבות מלוי וטוען לוי אחי גמלני חסד והלוני להחזיק ידי והתנה עמי שלא יכפני לפרוע אלא לכשארצה אע\"פ שב\"ד מכירים קצת שטענתו אמת אם אין תנאי זה מפורש בשטר גובה ראובן ממנו: הגה מי שיש לו בידו פקדון של עכו\"ם או של מומר לעכו\"ם והם חייבים לאחרים ובאים להוציא מיד המחזיק בנכסיהם והמחזיק אומר שמתיירא להוציא הנכסים מידו פן יבא העכו\"ם והמומר לחזור ולגבות ממנו הדין עמו (ב\"י סי' ק\"ה בשם תשו' מיימוני השייכים לנזיקין סי' ז'):"
    }
  ]
}