{
  "id": "choshen_mishpat-033",
  "chapterLabel": "סימן 33",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-033-1",
      "section": 1,
      "text": "פסולי עדות מחמת קורבה ואשה ועבד. ובו יח סעיפים:כל הפסולים לדון פסולים להעיד חוץ מאוהב ושונא שכשרים להעיד אע\"פ שפסולין לדון:"
    },
    {
      "id": "choshen_mishpat-033-2",
      "section": 2,
      "text": "אלו הם הפסולין האחים זה עם זה בין מן האם בין מן האב הרי הם ראשון בראשון ובניהם זה עם זה שני בשני ובני בניהם זה עם זה שלישי בשלישי ולעולם שלישי בראשון כשר ואצ\"ל שלישי בשני אבל שני בשני ואצ\"ל שני בראשון שניהם פסולים לפיכך האב עם בן בנו פסול מפני שאב ובנו ראשון בראשון כמו אח ואחיו ועם בן בן בנו שהוא רביעי ממנו כשר מפני שהוא שלישי בראשון וכן הדרך בנקבות כיצד שתי אחיות או אח ואחותו בין מן האב בין מן האם הרי הם ראשון בראשון בניהם בין זכרים בין נקבות שני בשני בני בניהם או בנות בנותיהם שלישי בשלישי (טור סי' ו' בשם ר\"ח) וי\"א דשלישי בראשון פסול: הגה וכן ראוי להורות וי\"א דאינו פסול רק מדרבנן אע\"ג דשאר פסולים מדאורייתא ונ\"מ לענין עידי קדושין כמו שנתבאר בא\"ה סי' מ\"ב (מרדכי פרק זה בורר) וי\"א דקרובי האם נמי אינם פסולים אלא מדרבנן (מיי' פי\"ג מהל' עדות):"
    },
    {
      "id": "choshen_mishpat-033-3",
      "section": 3,
      "text": "כל אשה שאתה פסול לה אתה פסול לבעלה שהבעל כאשתו וכל בעל שאת' פסול לו כך אתה פסול לאשתו שהאשה כבעלה ולדעת הפוסלים שלישי בראשון מכשירים באשתו מפני שהוא מופלג (ומ\"מ אם דנין על ממון שיש לבעלה הנאה ממנו פסול להעיד לה דמה שקנתה אשה קנה בעלה) (מרדכי פרק זה בורר):"
    },
    {
      "id": "choshen_mishpat-033-4",
      "section": 4,
      "text": "כל שתי נשים שהם זו עם זו שני בשני בעליהם מעידים זה לזה דתרי בעל כאשתו דשני בשני לא אמרינן (ומיהו לכתחלה לא יחתמו עצמן על שטר ביחד) (ת\"ה סימן רכ\"ו) אבל אם היו ראשון בראשון כגון שלקח זה אשה וזה בתה וכן בעלי אחיות פסולים זה לזה דאמרינן בהו תרי בעל כאשתו ואף בראשון בשני אמרינן בהו תרי בעל כאשתו שכשם שהוא פסול להעיד לבן אחות אשתו כך הוא פסול להעיד לבעל בת אחות אשתו אבל מעיד לבן בעל אחות אשתו שיש לו מאשה אחרת וי\"א דבראשון בשני לא אמרינן תרי בעל כאשתו (וכן נ\"ל להורות):"
    },
    {
      "id": "choshen_mishpat-033-5",
      "section": 5,
      "text": "כל איש שאין אתה מעיד לו מפני שהוא בעל קרובתך הרי אתה מעיד לשאר קרוביו כגון בנו ואחיו וכן כל אשה שאין אתה מעיד לה מפני שהיא אשת קרובך הרי אתה מעיד לשאר קרוביה:"
    },
    {
      "id": "choshen_mishpat-033-6",
      "section": 6,
      "text": "אבי חתן ואבי כלה מעידים זה לזה: הגה וי\"א אע\"ג דלעדות כשרים אסורין לדון דה\"ל כאוהב ושונא ואפי' הוא דיין קבוע יכול לומר אינו מקובל לי (הגהת מרדכי בשם עיטור) ונ\"ל דבדיעבד דינו דין (מהרי\"ק שורש כ\"א):"
    },
    {
      "id": "choshen_mishpat-033-7",
      "section": 7,
      "text": "אחי האח מן האם מעידים זה לזה שהרי אין ביניהם קורבה כלל:"
    },
    {
      "id": "choshen_mishpat-033-8",
      "section": 8,
      "text": "האיש עם אשתו ראשון בראשון ולפיכך אינו מעיד לא לבנה ולא לאשת בנה ולא לבתה ולא לבעל בתה ולא לאביה ולא לאמה ולא לבעל אמה ולא לאשת אביה:"
    },
    {
      "id": "choshen_mishpat-033-9",
      "section": 9,
      "text": "הארוס פסול להעיד לארוסתו (שם ברמב\"ם דף י\"ד) אבל אם העיד לקרוביה אין פוסלין אותו עדות ודוקא ארוסה אבל שידוכין בעלמא אינן פוסלים ומיהו אם רוצה להעיד שתזכה בממון אפשר דנוגע בדבר (הגהת אשר\"י):"
    },
    {
      "id": "choshen_mishpat-033-10",
      "section": 10,
      "text": "זה שפסלה תורה עדות הקרובים לא מפני שהם בחזקת אוהבי' זה את זה שהרי פסולין להעיד לו בין לזכותו בין לחובתו ואפי' משה ואהרן אינם כשרי' להעיד זה לזה אלא גזירת הכתוב הוא:"
    },
    {
      "id": "choshen_mishpat-033-11",
      "section": 11,
      "text": "הגרים מעכו\"ם אין להם קורבה אפי' שני אחים תאומים שנתגיירו מעידים זה לזה דגר שנתגייר כקטן שנולד דמי:"
    },
    {
      "id": "choshen_mishpat-033-12",
      "section": 12,
      "text": "כל מי שאין אתה מעיד לו מפני שהוא בעל קרובתך אם מתה אשתו אע\"פ שהניחה לו בנים ה\"ז נתרחק וכשר: הגה מיהו אם נפסק הדין כשהיה קרוב לא יוכל לחזור לתובעו אחר כך בעדות זה שנתרחק דהואיל ונפסק הדין נפסק (ב\"י):"
    },
    {
      "id": "choshen_mishpat-033-13",
      "section": 13,
      "text": "היה יודע לו בעדות עד שלא נעשה חתנו ונעש' חתנו פסול לו וכן אם ידע העדות כשהיה חתנו ומתה בתו פסול אבל אם ידע העדות בשעה שלא היה חתנו ונעשה חתנו ומתה בתו מאחר שתחלתו וסופו בכשרות אע\"פ שנפסל בנתיים כשר:"
    },
    {
      "id": "choshen_mishpat-033-14",
      "section": 14,
      "text": "שכיב מרע שצוה בפני עדים הקרובים לו ורחוקים מבניו אין הצוואה כלום כיון שהיו קרובים בשעה שנמסר להם העדות ויש מי שמכשיר:"
    },
    {
      "id": "choshen_mishpat-033-15",
      "section": 15,
      "text": "בפיסול ממון לא בעינן תחלתו וסופו בכשרו' שאם היה נוגע בדבר בשעת ראיית העדות מפני שהי' לו הנאה בדבר יכול להסתלק בענין שלא יהי' לו הנאה בדבר ויעיד:"
    },
    {
      "id": "choshen_mishpat-033-16",
      "section": 16,
      "text": "עדים הקרובים לערב פסולים ללוה לא שנא אם הלוה בא ליפטר בטענת כפירה והם מעידים עליו שלוה או אם טוען שפרע והם מעידים עליו שהודה שלא פרע: הגה קרובי נרצח יכולין להעיד על הרוצח (הגהות אשירי ומרדכי פ' זה בורר) וכן קרובי המוכה יכולין להעיד על המכה לגרשו מב\"ה או שאר עונש דומה לזה שאין תועלת למוכה בעדותו (הגהות מרדכי שם):"
    },
    {
      "id": "choshen_mishpat-033-17",
      "section": 17,
      "text": "העדים שקרובים זה לזה או שקרובים לדיינים פסולים:"
    },
    {
      "id": "choshen_mishpat-033-18",
      "section": 18,
      "text": "אם הקהל מינו עדים ותקנו שלא ישוה שום עדות זולתם כשרים להעיד אפי' לקרוביהם כיון שקבלום עליהם (וע\"ל סי' ל\"ז סכ\"ב): הגה אבל אם מינו סתם עדים בעיר אין כוונתם שיעידו לפסולים וכן דיינים הממונים בעיר לא ידונו לקרוביהם (ריב\"ש סי' שי\"א) וכן נוהגין:"
    }
  ]
}