{
  "id": "choshen_mishpat-214",
  "chapterLabel": "סימן 214",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-214-1",
      "section": 1,
      "text": "המוכר בית סתם מה נמכר עמו. ובו יג סעיפים:המוכר דבר שיש לו תשמישים לא מכר את התשמישים אא\"כ פירש כיצד מכר את הבית לא מכר את היציע שסביבות הבית אע\"פ שהוא פתוח לתוכו (וי\"א אפי' מכר לו מצרים החיצונים) (טור בשם הרא\"ש וב\"י ר\"פ המוכר את הבית) בד\"א כשהיה רוחב היציע ארבע אמות או יותר אבל פחות מזה הרי הוא בכלל הבית (אפי' אינו פתוח לתוכו) (טור) וכן העלייה שעל גבי הבית הפתוחה לתוכו בארובה (פי' כמו חלון שבגג הבית שהוא קרקעית העליה) במעזיבת הבית הרי הוא בכלל הבית: הגה וכל זה לא מיירי אלא בשעת המכר או מתנה אבל מי שהודה שמכר ביתו או נתנו לחבירו הכל בכלל דא\"צ להודות רק על הכלל ולא על הפרטים (ב\"י בשם רשב\"א):"
    },
    {
      "id": "choshen_mishpat-214-2",
      "section": 2,
      "text": "המוכר את הבית לא מכר את החדר שלפנים ממנו אע\"פ שמצר לו מצרים החיצונים (וי\"א דוקא בחדר שרחב ארבע אמות) (טור בשם הרא\"ש וב\"י בשם הרמב\"ן) ולא את הגג בזמן שיש לו מעקה גבוה י' טפחים ויש לו רוחב ארבע אמות ולא את הבור (פי' בור בחפירה דות בבנין) ולא את הדות אע\"פ שכתב לו שמכר לו עומקא ורומא (ואע\"פ שמכר לו המצרים החיצונים): הגה וכתב לו ג\"כ ולא שיירית בזבינא אילין כלום (טור) ויש חולקין אם כתב לו ולא שיירית וכו' (ר\"ן וב\"י פ' המוכר את הבית) וצריך המוכר לקנות לו דרך מהלוקח כדי להכנס לבור זה או לדות זה ששייר ואם א\"ל מכרתי לך הבית חוץ מהבור או הדות אינו צריך לקנות לו דרך וכן המוכר בור או דות בלבד אין הלוקח צריך לקנות לו דרך אלא נכנס לתוך ביתו של מוכר עד הדות וממלא (בד\"א שאין ללוקח דרך אחר חוץ מזה אבל אם יש לו דרך אחר אין לו דרך בביתו של מוכר) (ריב\"ש סי' רמ\"ח):"
    },
    {
      "id": "choshen_mishpat-214-3",
      "section": 3,
      "text": "המוכר בית לחבירו אע\"פ שכתב לו הקניתי לך עמקו ורומו צריך לכתוב לו קנה מקרקע התהום עד רום רקיע שהעומק והרום אינה נקנה בסתם וכיון שקנה העומק והרום קנה הרום שהוא האויר בלבד והעומק שהוא עובי הארץ אבל לא קנה הבנינים שבעמקים ושבאויר וכיון שכתב לו מקרקע התהום עד רום הרקיע קנה הבור והדות שבעובי הקרקע ומעזיבות והמחילות שבין המעזיבות למעלה: הגה וגם הגג אע\"פ שיש לו גובה עשרה ורוחב ד' אבל כל שאינו רוחב ד' וגובה י' בכלל בית הוא ואפי' לא כתב ליה עומקא ורומא קנה גג בזה (ב\"י בשם רמב\"ן):"
    },
    {
      "id": "choshen_mishpat-214-4",
      "section": 4,
      "text": "אם לא כתב לו עומק ורום כלל אלא מכר הבית סתם אין לו באויר שעל גג הבית ולא למטה ולא כלום בין בבית בין בחצר שלא קנה אלא עד ראש כותלי החצר ואם בא להגביה ולבנות על אויר הבית או לחפור תחת הקרקע אינו רשאי דעומק ורום משוייר הוא ואם בא מוכר לבנות עליה באויר על גבי עמודים בונה אבל אינו יכול לבנות על הכתלים שמכר וכן אם בא לחפור מבחוץ ולהשפיל תחת קרקע הבית עושה ובלבד שלא יזיק בחפירתו לבעל הבית וי\"א שאינו יכול לחפור תחת הקרקע כדי שלא יזיק ואם כן מה מועיל שיור עומקא שאם חפר הלוקח בו בורות שיחין ומערות הרי הם של מוכר ויש מי שכתב שאם מכר לו חורבה ולא כתב ורומא כיון דסתם חורבות עשויות לבנות יש לו באויר כדי רומ' של בית והוא כדי שיקח אדם חבילה בינונית על ראשו ויכניס ויוציא ולא יצטרך לכוף ראשו ובשדה ובכרם מן הסתם קנה הרום שהרי אין עשוים לבנות על גביהם ואינו משיירו אבל לא קנה העומק שהרי הם עשוים לחפור וכשכתב לו עומק ורום אם בא להגביהו ולבנות באויר או להעמיק ולחפור מעמיק ומגביה אבל לא קנה בבנינות שבעמקים ושבאויר ואם כתב לו מארעית תהומא עד רום רקיעא לבד אע\"פ שלא כתב עומקא ורומא קנה הכל: הגה ראובן שמכר בית לשמעון וכתב לו מתהום ארעא ועד רום רקיעא והיה לו בית סמוך לזה ונכנס בית הכסא מבית הנשאר לראובן לבית שמכר אין הלוקח יכול לסתום החפירה שתחת ביתו דלא מכר לו שיפסיד ביתו וכל כיוצא בזה (ב\"י בשם הר\"י בן הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-214-5",
      "section": 5,
      "text": "י\"א דבחצר קנה כל האויר אע\"פ שלא כתב לו רומא כיון שאין מקום מסויים למעלה ויש מי שחולק: הגה וכמו שנתבאר בסמוך וסברת י\"א נ\"ל שכן ראוי להורות מכר לראובן בית ולא כתב לו עומקא ורומא שאין האויר נקנה לו למעלה ומכר אח\"כ כל בתים שלו לשמעון לא קנה שמעון האויר שעל הבית שמכר לראובן אע\"פ שכתב לשמעון מתהום ארעא עד רום רקיעא מ\"מ מאחר שמכר בית זה כבר לראובן ולא שייר לעצמו רק האויר שאין בו ממש ולא יוכל להקנותו כדלעיל סי' רי\"ב ואם יש גג על הבית שמכר לראובן מאחר שנמכר לשמעון שיש בו ממש ה\"ה האויר שעליו וכן אם הבית עומד בחצר המוכר ומכר החצר וכל אשר בו נמכר האויר עמו וקנאו שמעון הקונה בחצר (ב\"י בשם תשובת רשב\"א):"
    },
    {
      "id": "choshen_mishpat-214-6",
      "section": 6,
      "text": "המוכר לחבירו בית ולא כתב לו עומקא ורומא אם נפל הבית אין הלוקח יכול לבנות אלא כשיעור הראשון ואפי' כתב לו עומקא ורומא והיתה עלייה בנויה ע\"ג עמודים כיון שלא קנה הלוקח אם נפלה חוזר ובונה אותה אבל אם מכרה המוכר לאחר ונפלה אזדא ליה ואין הלוקח יכול לחזור ולבנותה אבל הקונה עלייה בנויה על גבי בית ונפלה חוזר ובונה אותה:"
    },
    {
      "id": "choshen_mishpat-214-7",
      "section": 7,
      "text": "המוכר לחבירו בית בבירה גדולה אע\"פ שמצר לו מצרים החיצונים ואע\"פ שיש שם מעט שקורים לבירה בית לא קנה אלא הבית בלבד שמצרים הוא שהרחיב לו ואילו מכר לו כל הבירה היה כותב לו ולא הנחתי במכר זה כלום ואפי' אם כתב לו זה הלשון אם אין שם מי שיקרא לבירה בית ואפי' מיעוטא לא קנה אלא הבית בלבד: הגה ואם הכל קורין לבירה בית סתם ולבית יחידי אין קורין בית סתם עד שיפרש בית לבד אז כולו מכר אפי' לא מצר לו מצרים החיצונים (טור) מי שנתן לחבירו שמינית בבית פלוני שיש לו ואח\"כ נודע שאין לו רק חצי הבית או רביעית אין אומרים שנתן לו שמינית מחלקו אלא אזלינן אחר לשון בני אדם ובודאי שמינית מכל הבית קאמר (מרדכי פרק המוכר פירות) וע' לקמן סי' רי\"ח סעי' כ\"א:"
    },
    {
      "id": "choshen_mishpat-214-8",
      "section": 8,
      "text": "המוכר בית לחבירו על מנת שדיוטא עליונה שלי הרי זה שלו ואם רצה להוציא בה זיזין מוציא ואם נפלה חוזר ובונה אותה ואם רצה לבנו' על גבה בונה כשהיה מקודם: הגה וה\"ה אם אמר חוץ מבור ודות וכל כיוצא בזה (ב\"י בשם רמב\"ן):"
    },
    {
      "id": "choshen_mishpat-214-9",
      "section": 9,
      "text": "שני בתים זה לפנים מזה הקנה שניהם לשנים כאחד והקנה לשניהם במכר או במתנה אין להם דרך זה על זה ואצ\"ל אם נתן לחיצון ומכר לפנימי אבל אם מכר לחיצון ונתן לפנימי יש לו דרך שכל הנותן בעין יפה נותן יותר מהמוכר:"
    },
    {
      "id": "choshen_mishpat-214-10",
      "section": 10,
      "text": "בד\"א כשהקנה לשניהם כאחד אבל אם מכר או נתן לפנימי ואח\"כ מכר או נתן לחיצון תכף שקנה הפנימי זכה בדרך ושוב אין זכותו מסתלק וכן חיצון במכר ופנימי במתנה אם היה מכר החיצון תחילה שוב לא יזכה הפנימי בדרך:"
    },
    {
      "id": "choshen_mishpat-214-11",
      "section": 11,
      "text": "המוכר את הבית מכר כל הדברים הקבועים כגון דלת ונגר ומנעול והאצטרובל ומכתשת הקבועה והתנור והכירים והריחים אם הם קבועים ואת מלבנות הפתחים המחוברים בטיט (וי\"א דחיבור ביתידות לא מיקרי חיבור) (עיין בב\"י) ולא מכר את המפתח אפי' הוא קבוע בדלת ולא מכתשת המיטלטלת ולא את הקלת ולא את מלבנו' כרעי המטה ולא את מלבנות החלונות אע\"פ שהם מחוברים בטיט מפני שהם לנוי ואם א\"ל הוא וכל מה שבתוכו כל אלו מכורים אבל לא גג ויציע ובור ודות ומחילות: (הר\"ן ונ\"י פ' המוכר הבית) (וי\"א דאם כתב לו כל מה שבתוכו הוי כאלו כתב לו ולא שיירית וכו' וע\"ל סי' זה סעיף ב'):"
    },
    {
      "id": "choshen_mishpat-214-12",
      "section": 12,
      "text": "האומר לחבירו בית מביתי אני נותן לך נותן לו הקטן שבהם נפל א' מהם מראה לו זה שנפל שיד בעל השטר על התחתונה וה\"ה לאומר שור בשורי אני מוכר לך: הגה אבל אינו נותן לו עלייה אבל אם אמר לו רק בית אני מוכר לך יכול ליתן לו עלייה דהוא נמי מקרי בית (טור סי\"ח והרא\"ש פרק הנודר מן הירק):"
    },
    {
      "id": "choshen_mishpat-214-13",
      "section": 13,
      "text": "המוכר מקום לחבירו לעשות בית או רפת בקר וכן המקבל מחבירו לעשות לו בית חתנות לבנו או בית אלמנות לבתו (או שקיבל עליו לעשותו) (טור) עושה לו ד' אמות על ו' מכר לו בית גדול עושה ח' על י' מכר לו מקום טרקלין עושה י' על י' תרבץ (פי' חצר גדול שעושים השרים בצד אפדני שלהם ותרבץ ע\"ש שמרביצין אותו במים להשכיב העפר רשב\"ם) [ של] חצר י\"ב על י\"ב (מלבד עובי המחיצות) (טור שם) ורום כל בית ובית כחצי ארכו וחצי רחבו:"
    }
  ]
}