{
  "id": "choshen_mishpat-241",
  "chapterLabel": "סימן 241",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-241-1",
      "section": 1,
      "text": "המתנה במה תתקיים וכן המחילה והנותן דבר שאינו מסויים. ובו יב סעיפים:הנותן מתנה לחבירו בין קרקע בין מטלטלין אין המקבל זוכה בה אלא בא' מהדרכים שהקונה זוכה בהם וכיון שקנה באחד מהדרכים ההם אפילו שלא בפני עדים קנה אם שניהם מודים אבל בדברים לא זכה המקבל אלא כל א' יכול לחזור בו ואם אמר ליתן לחבירו מתנה מועטת אם חוזר בו יש בו משום מחוסר אמנה: הגה וע\"ל סי' רמ\"ט ולעיל סי' ר\"ד סעיף ה' ראובן שאמר לשמעון בית לוי נתון לך אע\"פ שלוי מקבל קנין לקיים דבריו של ראובן אינו כלום (ריב\"ש סי' ר\"ז):"
    },
    {
      "id": "choshen_mishpat-241-2",
      "section": 2,
      "text": "מחל לחבירו חוב שיש לו עליו או נתן לו הפקדון שהיה מופקד אצלו הרי זה מתנה הנקנית בדברים בלבד: הגה וי\"א אפילו היה לו שטר או משכון עליו אפי' הכי הוי מחילתו מחילה בדברים בעלמא (מרדכי פ\"ק דסנהדרין) כל מקום דמחילה אינה צריכה קנין אי הקנה לו לפני עדים פסולים אפ\"ה מחילתו מחילה (מהרי\"ק שורש י\"א) ועיין לעיל ריש סי' קצ\"ה ולשון מחילה אינו שייך אלא במעות שחייב לו אבל אם היה לו חפץ ביד חבירו ואמר ליה מחול לך אינו כלום (תשובת הרא\"ש ומהרי\"ק שורש צ\"ד) ועיין לקמן סימן ר\"ט ס\"ד מדין מחילה אדם שביקש מחבירו שימחול לו שבועה שיש לו עליו ואמר יהי כדבריך הוי מחילה אע\"פ שלא אמר בפי' (מרדכי פ\"ק דסנהדרין) וע\"ל סימן י\"ב כל מחילה בטעות יכול לחזור בו אפי' קנו מיניה (שם במרדכי ומהרי\"ק שורש קי\"א):"
    },
    {
      "id": "choshen_mishpat-241-3",
      "section": 3,
      "text": "המוחל לחבירו מה שיטול מנכסיו יכול לחזור בו קודם שיטול אבל לאחר שנטל מה שנטל נטל ודוקא מטלטלים אבל קרקע לא אפי' דר והחזיק בה וכן האומר לחבירו מנה שיש לי בידך תנהו לזה קנה ואין א' מהם יכול לחזור בו כמו שנתבאר סימן קכ\"ו:"
    },
    {
      "id": "choshen_mishpat-241-4",
      "section": 4,
      "text": "י\"א שכשם שהמוכר צריך לסיים הממכר כך הנותן כיצד הכותב לחבירו קרקע מנכסי נתונה לך או שכתב לו כל נכסי נתונים לך חוץ ממקצתם הואיל ולא סיים הדבר שנתן לו ואינו ידוע לא קנה כלום ואינו יכול לומר לו תן לי פחות שבנכסייך עד שיסיים לו המקום שנתן לו אבל אם אמר לו חלק כך וכך בשדה פלונית הואיל וסיים השדה אע\"פ שלא סיים החלק נוטל אותו חלק מהפחות שבאותה שדה ויש חולקין ואומרים שבין במכר בין במתנה יכול להקנות דבר שאינו מסוים (וע\"ל ריש סי' ר\"ט וסי' ס' ס\"ב מדין זה):"
    },
    {
      "id": "choshen_mishpat-241-5",
      "section": 5,
      "text": "יש מי שאומר שהנותן מתנה לחבירו אינו מתנה אא\"כ שיהיה בדעת הנותן שתהא ברשות מקבל לעשות בה כל חפצו בד\"א שנתנה לו סתם אלא שניכר מתוך מחשבתו שאינו מכוין ליתנה לו שיעשה בה כל חפצו אבל אם מפרש אפי' אם נתנה לו ע\"מ שלא ליתנה לאחר או שלא למכרה או שלא להקדישה או אפילו ע\"מ שלא יעשה בה שום דבר אלא דבר פלוני הוי מתנה לאותו דבר שפירש בלבד:"
    },
    {
      "id": "choshen_mishpat-241-6",
      "section": 6,
      "text": "הנותן מתנה ע\"מ להחזיר בין מיד בין לזמן קצוב או כל ימי חיי הנותן או כל ימי חיי המקבל הויא מתנה לזמן הקצוב בין בקרקע בין במטלטלים ואוכל הפירות עד אותו הזמן והוא שמחזירה לנותן לזמן הקצוב אבל אם אינו מחזירה נתבטלה המתנה : הגה לא קצב לו זמן להחזיר יכול המקבל להחזיר לו כשירצה ואם הוא דבר הצריך לנותן כגון שהוא אתרוג בימי החג ואמר על מנת שתחזירנו לי בודאי נותנו שיחזירנו לו בעוד שצריך לו וצריך להחזיר לו מיד ואם אמר על מנת שתחזירהו ולא אמר לי יכול להחזיר כשירצה (תשובת רשב\"א סי' אלף) הנודר לחבירו ליתן לו מתנה לא מהני אם נותן לו על מנת להחזיר (ריב\"ש סי' שפ\"א):"
    },
    {
      "id": "choshen_mishpat-241-7",
      "section": 7,
      "text": "לפיכך הנותן שור לחבירו וא\"ל על מנת שתחזירהו והקדישו והחזירו הרי זה קדוש אבל אם א\"ל על מנת שתחזירהו לי אינו קדוש שלא התנה עליו שיחזיר לו אלא דבר הראוי לו: הגה האומר לחבירו שדה זו נתונה לך על מנת שתתן לי ר' זוז ומת בניו נותנים לו והמתנה קיימת אע\"ג דהאומר ע\"מ שתתן לי לי ולא ליורשיו קאמר שאני הכא דלא כוון רק שיתנו לו והרי נתנו (ב\"י בסי' ר\"ז בשם הרשב\"א) המתנה עם חבירו לתת לו חפץ פלוני יכול לתת לו דמי החפץ משא\"כ בתנאי בגיטין (ר\"י ני\"א ח\"א):"
    },
    {
      "id": "choshen_mishpat-241-8",
      "section": 8,
      "text": "נתן שור לחבירו ע\"מ להחזירו בתוך ל' יום ומת בתוך הזמן פטור מלשלם:"
    },
    {
      "id": "choshen_mishpat-241-9",
      "section": 9,
      "text": "כל הנותן מתנה על תנאי בין שהתנה הנותן בין שהתנה המקבל והחזיקו המקבל וזכה בה אם נתקיים התנאי נתקיימה המתנה ואם לא נתקיים התנאי בטלה המתנה ויחזיר פירות שאכל והוא שיהיה התנאי כראוי ע\"פ מה שיתבאר בטור אבן העזר סי' ל\"ח:"
    },
    {
      "id": "choshen_mishpat-241-10",
      "section": 10,
      "text": "האומר לחבירו הריני נותן לך כך וכך ע\"מ שתעשה דבר פלוני על המקבל להביא ראיה שקיים תנאו אבל אם אמר ליה ע\"מ שלא תעשה על הנותן להביא ראיה שביטל תנאו:"
    },
    {
      "id": "choshen_mishpat-241-11",
      "section": 11,
      "text": "ראובן נתן ממונו לשני בניו וריבה לזה ומיעט לזה והטיל תנאי ע\"מ שלא יוכל אחד מהם למכור שום דבר עד שיהא לקטן עשרים שנה ועמד הגדול ומכר קודם שהיה לקטן כ' שנה זה שביטל התנאי נתבטלה מתנתו מעיקרא ונשארה ביד אביו ואחרי מות אביו ירשו הוא ואחיו הקטן ומתנת הקטן קיימת וגם זכה בחצי מתנת אחיו:"
    },
    {
      "id": "choshen_mishpat-241-12",
      "section": 12,
      "text": "בד\"א כשהיה תנאי זה כדין התנאים הקיימים על הדרך שיתבאר בטור אבן העזר סימן ל\"ח או שכתוב בסוף השטר וקנינא מיניה כחומר כל תנאים וקנינים העשויים כתיקון חכמים שאם לא כן המתנה קיימת והתנאי בטל: הגה הקונה קרקע מחבירו באחריות ונתנה אח\"כ לאחר וטרפוה מן המקבל מתנה אין הנותן צריך ליתן לו מה שטורף מן המוכר אלא א\"כ הקנה לו כל שיעבודיו שיש לו על הקרקע (תשובת רמב\"ן סי' צ\"ו):"
    }
  ]
}