{
  "id": "choshen_mishpat-146",
  "chapterLabel": "סימן 146",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-146-1",
      "section": 1,
      "text": "מחאה מבטלת החזקה ובאיזה לשון ובמה ומתי. ובו כה סעיפים:מחאה מבטלת החזקה אפי' מיחה המערער שלא בפני המחזיק אפילו הוא במדינה אחרת אם שיירו' מצויות ביניהם ובלבד שתהי' בפני עדים ודי בפני ב' ואפי' זקנים או חולים אע\"פ שאינם יכולים לילך ולהודיע למחזיק שהם יאמרו הדבר לאחרים ואחרים לאחרים עד שישמע למחזיק:"
    },
    {
      "id": "choshen_mishpat-146-2",
      "section": 2,
      "text": "אין מחאה בפחות משנים אבל באחד לא אפי' מיחה בפני המחזיק ואפי' שמודה במחאה דמתוך שיכול לומר לא מחית בי נאמן לומר לקוחה היא בידי ואע\"פ שעד א' מכחישו ויש מי שחולק:"
    },
    {
      "id": "choshen_mishpat-146-3",
      "section": 3,
      "text": "אפי' אם יאמרו העדים שמיחה בפניהם לא הגדנו לשום אדם אפי' הכי הוי מחאה לבטל החזקה כיון שהוא מיחה כראוי וסמך עליהם שיאמרו אותו לאחרים ואחרים יאמרו לו ואפי' שאמר לעדים כשמיחה בפניהם אל תאמרו לו או שהם אמרו מעצמם לא נאמר לו הוי מחאה שהם יאמרו לאחרים ואחרים יאמרו לו ואפילו אמרו לא נוציא דבר זה מפינו הוי מחאה דמילתא דלא רמיא עליה דאינש אמר ולאו אדעתיה אבל אם הוא אמר לא יצא דבר זה מפיכם לא הוי מחאה."
    },
    {
      "id": "choshen_mishpat-146-4",
      "section": 4,
      "text": "כיצד לשון המחאה אומר בפני ב' פלוני (שהוא) משתמש בחצרי או בשדי גזלן הוא ולעתיד אני תובע אותו בדין (וי\"א שא\"צ לומר אתבע אותו בדין) (טור בשם הרא\"ש וב\"י בשם רשב\"ם ותוס') וכן אם אמר להם שכורה היא בידו או משכונא ואם יטעון עלי שמכרתי או נתתי אני תובע אותו בדין וכן כל כיוצא בזה ה\"ז מחאה אבל אם אמר להם פלוני שמשתמש בחצרי גזלן הוא אין זו מחאה שהרי המחזיק אומר כששמעתי (זה) אמרתי שמא חירף אותי בלבד ולפיכך לא נזהרתי בשטרי: הגה ולא מהני אלא מחאת המערער שידוע שהקרקע היתה שלו אבל אם נתנה לו (למערער הזה) הקרקע בסתר ולא נתגלה שהיא שלו אין מחאתו כלום דהמחזיק יכול לומר לא חששתי במחאתו שלא ידעתי שהקרקע שלו (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-146-5",
      "section": 5,
      "text": "מחאה בפני ב' כותבין אע\"פ שלא אמר להם כתובו: הגה ויכתבו בלשון שליחות פלוני העדנו על עצמו ליכתוב לו שמיחה אבל לא יכתבו שמענו שמיחה דהוי עדות מפי כתבם (נ\"י פ' חזקת הבתים) וכיון שמיחה בשנה ראשונה א\"צ לחזור ולמחות בכל שנה ושנה אבל צריך שלא יהא בין מחאה למחאה ג' שנים גמורות שאם שהה בין מחאה למחאה ג' שנים לא עלתה לו מחאה:"
    },
    {
      "id": "choshen_mishpat-146-6",
      "section": 6,
      "text": "בד\"א במחאה על פה אבל אם מכרה המערער לאחר בשטר תוך ג' שני' א\"צ למחו' עוד וצריך המחזיק ליזהר בשטרו לעולם:"
    },
    {
      "id": "choshen_mishpat-146-7",
      "section": 7,
      "text": "ערער וחזר וערער אם מחמ' טענה ראשונ' ערער אין לו חזקה ואם לאו יש לו חזקה:"
    },
    {
      "id": "choshen_mishpat-146-8",
      "section": 8,
      "text": "לא אמרו למחות בסוף כל ג' וג' אלא כשעמד בתוכו אותו הראשון אבל כשמכרו הראשון א\"צ למחות בלוקח לפי שהלוקח הזה אינו בא אלא מכח הראשון וכבר מיחה זה בראשון:"
    },
    {
      "id": "choshen_mishpat-146-9",
      "section": 9,
      "text": "כל חזקה שאין עמה טענה אינה חזקה כיצד הרי שאכל פירות שדה זו כמה שנים ובא המערער ואמר לו מאין לך שדה זו שלי היא השיבו איני יודע של מי הוא וכיון שלא אמר לי אדם דבר ירדתי לתוכה אין זו חזקה שהרי לא טען שלקחה ולא שנתנה לו ולא שירשה (וכ\"כ המרדכי פח\"ה) ואעפ\"כ אין מוציאין אותה מידו עד שיביא זה המערער עדים שהיא שלו הביא עדים תחזור לו השדה ומוציאין ממנו כל הפירות שאכל ואין פותחין לזה המחזיק תחלה לומר שמא שטר היה לך ואבד עד שיטעון מעצמו (ואז שומעין לו ואין זה חוזר וטוען) (טור סי\"ו) וכן האוכל שני חזקה מחמת שיש שטר בידו ונמצא השטר בטל בטלה החזקה ותחזור השדה עם כל הפירות לבעלי':"
    },
    {
      "id": "choshen_mishpat-146-10",
      "section": 10,
      "text": "הבא מחמת ירושה שטוען אני ירשתי ממורישי א\"צ טענה אחרת: הגה ודין לוקח ובעל חוב שגבה קרקע כדין יורש (רא\"ש סוף כלל נ\"ח) ואין המוכר או הלוה נאמנים לומר שהקרקע לא היתה שלהם (הרא\"ש כלל צ\"ט סי' ד') ובלבד שיביא עדים שדר בה המוריש או נשתמש בה אפי' יום א' וכיון שאכלה הוא ג' שנים מחמת מורישו מעמידין אותו בידו וה\"ה אם החזיק המוריש ג' שנים (טור) אע\"פ שהוא לא [דר בה] (כלל) (ב\"י) אבל אם לא הביא ראיה שדר בה מורישו כלל תחזור השדה וכל הפירות למערער שיש לו עדים שהוא שלו הביא ראיה שנראה בה מורישו אינה כלום שמא בא לבקר אותה ולא קנאה אם היתה שדה והביא עדים שנרה מורישו ה\"ז בחזקה שקנאה (המ\"מ פי\"א מה' טוען): הגה אשה שהחזיקה בקרקע בעלה לאחר מותו ואח\"כ החזיק בנה ג' שנים ובאו יורשי הבעל ואומרים שקרקע זו של הבעל ובנה אומר שנפל לאמו בכתובתה בנה נאמן במגו דאי בעי אמר מכם קניתיה והרי אכל שני חזקה אבל אי לא אכל שני חזקה שאין לו מיגו אע\"פ שמורישו החזיק ג' שנים לאו כלום הוא דאין לאשה חזקה בנכסי בעלה (מרדכי פרק חזקת) ודוקא יורש וכיוצא בו אבל מי שלקח הקרקע מן האשה ומכרה בפרסום מוקמינן הקרקע בחזקת הלוקח דאילו לא היו הקרקעות של האשה לא היו מניחין היורשין לאשה למכרם בחזקתה בפרסום וכל כיוצא בזה (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-146-11",
      "section": 11,
      "text": "הביא המערער עדים שזו השדה שלו וזה שבתוכה טוען ממך לקחתיה ואכלתיה שני חזקה טען המערער ואמר היאך תטעון שלקחת ממני היום ג' שנים ובאותו זמן לא הייתי במדינה זו מצריכין זה שבתוכה להבי' ראיה שזה פלוני שמערער היה עמו במדינה בזמן הזה שטוען שמכר לו אפילו יום אחד כדי שיהא אפשר שימכור ואם לא הביא מסלקין אותו:"
    },
    {
      "id": "choshen_mishpat-146-12",
      "section": 12,
      "text": "ויש מי שאומר דדוקא כשמזכיר היום שמכר לו אבל אם אינו מזכיר היום א\"צ להבי' ראיה שהיה כאן ביום שקנאה ואפי' אם יאמר המערער אמור באיזה יום קנית אותו אין מזקיקין אותו לכך וי\"א דדוקא בשעת חירום אבל שלא בשעת חירום אף על גב דאמר ליה זבינית מינך ביום פלוני לא בעי לאתויי ראיה דההוא יומא הוה בהדיה (דדילמא מכר לו על ידי שליח) (טור בשם הרמ\"ה והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-146-13",
      "section": 13,
      "text": "הרי שאכל שדה זו שנים רבות ובא המערער וא\"ל מה לך ולשדה זו הודה וא\"ל יודע אני שהיתה שלך אבל פלוני מכרה לי והוא לקחה ממך ואמר לו המערער פלוני שמכר לך גזלן הוא הואיל והודה שהיא שלו ושלא לקחה ממנו תחזור השדה וכל הפירות למערער אע\"פ שאין לזה המערער עדים שהיא שלו ואין המחזיק יכול לגבות מעותיו מהמוכר מפני שיאמר לו אילו לא הודית לו שהיתה שלו לא היו מוציאין אותה מידך:"
    },
    {
      "id": "choshen_mishpat-146-14",
      "section": 14,
      "text": "הביא זה המחזיק עדים שפלוני שמכר לו דר בה אפי' יום אחד (או אפילו שעה אחת) ודוקא שיש עדים שדר בו המוכר בתורת דירה אבל אם אינן מעידים על הדירה רק שראוהו נכנס בו למדדו לא מהני (טור) או שאמר ליה בפני לקחה ממך ואח\"כ מכרה לי מעמידין אותה בידו שהרי יש לו טענה עם חזקתו ואילו רצה טען ממך לקחתיה שהרי יש לו שני חזקה ואם לאחר שטען קניתיה מפלוני שאמר שקנאה ממך חזר וטען קנאה ממך בפני אין שומעין לו אבל אם מתחלה אמר מפלוני קניתיה סתם ושוב הוסיף ואמר שקנאה ממך בפני שומעין לו:"
    },
    {
      "id": "choshen_mishpat-146-15",
      "section": 15,
      "text": "אם עמד המוכר בדין עם המערער קודם שמכרה למחזיק ונפטר ממנו כיון שלא היו לו עדים שהיתה שלו אע\"פ שלאחר שמכרה לזה המחזיק ערער עליו המערער והודה לו שהיתה שלו על פי המוכר שאמר לו שהיתה שלו וקנאה הוא ממנו לא הפסיד בזה כיון שכבר יצא זכאי מב\"ד המוכר שמכרה לו:"
    },
    {
      "id": "choshen_mishpat-146-16",
      "section": 16,
      "text": "הביא המחזיק עדים שדר בו המוכר יום אחד ואחר כך הביא המערער עדים שהמחזיק רצה לקנותה ממנו וטוען אילו קניתיה מפלוני כמו שאתה טוען למה רצית לקנותה ממני אינה טענה שאומר רציתי לפייסך במעט מעות כדי לסלק תרעומתך (אבל אם לא טען הוא לא טענינן ליה) (ב\"י בשם הרמב\"ם בסו' ה\"ט):"
    },
    {
      "id": "choshen_mishpat-146-17",
      "section": 17,
      "text": "אם לא הביא המחזיק עדים. שדר בו המוכר יום אחד וטוען המערער שהמוכר גזלה או אפי' יש לו עדים שדר בו המוכר יום אחד אלא שיש למערער עדים שהוחזק המוכר גזלן על שדה זו וגזלן אין לו חזקה והביא המחזיק עדים שנתייעץ עם המערער אם יקחנה ויעצו לקנותה וטוען זה אלו היתה גזולה ממך למה יעצתני לקנותה אינה טענה שיאמר המערער אתה נוח לי להוציאה מידך יותר ממה שאוציאנה מיד הגזלן אבל אם כופר ואומר מעולם לא יעצתיך לקנותה וזה מביא עדים שיעצו מחייבים למערער:"
    },
    {
      "id": "choshen_mishpat-146-18",
      "section": 18,
      "text": "אם הביא המחזיק עדים שא\"ל המערער לקחתה לו מיד המוכר אינה טענה לומר לו אם הוא שלך למה רצית לקנות דעביד אינש דזבין דיניה: הגה מי שקנה קרקע אחת שני פעמים ותובע המוכר במעות השניים אם טוען המוכר שחזר ולקחה מן הלוקח ולכן חזר ומכרה לו שנית נאמן ואם אינו טוען כך צריך הלוקח לברר למה קנאה שני פעמים אם אמר שטעה נאמן ואם אמר שידע ולקחה שני פעמים הדין עם המוכר דודאי נתן לו המעות לשם מתנה (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-146-19",
      "section": 19,
      "text": "טען המחזיק מפלוני קניתיה וחזקתי בה שני חזקה ויש לו עדים שדר בה המוכר יום אחד השיב המערער והלא יש בידי שטר מקויים שאותו פלוני מכרה לי מהיום ד' שנים וקדמה קנייתי לקנייתך חזר המחזיק וטען שני חזקה שאמרתי לא בשביל ג' שנים בלבד אלא שנים רבות יש לי שקניתיה ואני קדמתיך הרי טענת המחזיק טענה שאדם קורא לשנים רבות שני חזקה לפיכך אם הביא המחזיק עדים שאכלה שבע שנים שנמצא שאכלה שני חזקה קודם שקנאה המערער מעמידין אותה בידו אבל אם אכלה פחות משבע שנים מוציאין אותה מידו שאין לך מחאה גדולה מזו שהרי מכרה בשטר קודם שנגמרה החזקה והיה לו ליזהר בשטרו לעולם ואם לא עשה לו שטר אלא מכרה לו בעדים אין לו קול ולא חשיב כמחאה ודי לו בחזקת ג' שנים:"
    },
    {
      "id": "choshen_mishpat-146-20",
      "section": 20,
      "text": "בד\"א כשאמר תחלה שני חזקה סתם אבל אם פירש שלש שנים ואח\"כ הוציא המערער השטר של ד' שנים אפילו הביא המחזיק עדים שהחזיק בו שבע שנים אינו כלום וי\"א דהוא הדין אם אמר אכלתי ג' שנים שיכול לחזור ולטעון שני חזקה טובא קאמינא כיון שלא אמר ולא יותר:"
    },
    {
      "id": "choshen_mishpat-146-21",
      "section": 21,
      "text": "אם היו הטענות בענין שנודע למחזיק קודם שיטעון טענתו שיש למערער שטר עליה אם טען המחזיק השתא מקמי דזבנה לך זבנה לי חד יומא נאמן במגו דאי בעי אמר מנך זבינתה:"
    },
    {
      "id": "choshen_mishpat-146-22",
      "section": 22,
      "text": "ב' שהיו עוררים על שדה זה אומר שלי וזה אומר שלי ואין לאחד מהם ראיה או שהביא כל אחד מהם עדים שהוא שלו או של אבותיו או שהביא כל א' משניהם עדים שאכלה שני חזקה והשנים שהעידו בהם אלו הם השנים עצמם שהעידו בהם אלו אם היה א' מחזיק בה מקודם תשאר בידו ואם לא היה אחד מחזיק בה מניחין אותה בידיהם על המתגבר וכל המתגבר ירד בה ויהיה האחד מוציא מידו ועליו הראיה ואם בא שלישי ותקף עליהם וירד לתוכה מסלקין אותו ממנה:"
    },
    {
      "id": "choshen_mishpat-146-23",
      "section": 23,
      "text": "הביא האחד עדים שהיא של אבותיו ושאכלה שני חזקה והרי היא תחת ידו והביא האחד עדים שאכלה אלו השנים עצמם (והרי היא תחת ידו) נמצא עדות החזקה של שניהם מוכחשת מעמידין אותה ביד זה שהעידו עליו עדי החזקה שהיא של אבותיו ומורידים אותה לתוכה חזר השני והביא אף הוא עדים שהיא של אבותיו שהרי נמצאת גם עדות זו מוכחשת חוזרים ב\"ד ומסלקים ממנה אף הראשון ומניחים אותה ביד שניהם וכל המתגבר ירד בה (ואם היתה תחלה ביד אחד מהן מחזירין אותה לידו כמו שהיתה תחלה (טור):"
    },
    {
      "id": "choshen_mishpat-146-24",
      "section": 24,
      "text": "זה אומר של אבותי וזה אומר של אבותי זה הביא עדים שהיא של אבותיו מעולם) וזה הביא עדים שאכלה שני חזקה תחזור לזה שהביא עדים שהיא של אבותיו ויחזיר הפירות שאכל אפי' אין עדים שאכלם אלא על פיו שהרי לא טען כלום ואין אכילתו ראיה שכל חזקה שאין עמה טענה על הבעלים אינה כלום: הגה אבל אם לא העידו העדים רק סתם שהיה של אבותיו ואין מעידין שלא מכרוה אם אפשר לפרש דברי המחזיק שאמר של אבותיו שר\"ל שאבותיו קנאוהו שומעין למחזיק אבל אם טען תחלה שהיו של אבותיו מעולם אינו חוזר וטוען ואם אמר המערער של אבותי והמחזיק אומר של אבותי דמשמע ולא של אבותיך אנן לא טענינן ליה ליישב דבריו אלא א\"כ מפרש דבריו בעצמו ומיהו אם היו לו עדים שאבותיו דרו בו יום אחד אע\"ג דלא טען לפרש אנן טענינן ליה (כל זה בטור) חזר זה המחזיק ואמר כן של אבותיך היתה ואתה מכרת לי וזה שטענתי תחלה שהוא של אבותי כלומר שאני סומך עליה והרי היא שלי כשל אבותי או שאמר של אבותי שלקחוה מאבותיך הרי זה טענה נכונה שהרי נתן אמתלאה לדבריו הראשונים ומעמידים אותה בידו והוא שטוען כן בעודן בפני ב\"ד אבל אם יצא מבית דין וחזר וטען אין שומעין לו דחיישינן שמא למדוהו לטעון שקר ואם טען בתחלה ואמר לו של אבותי ולא של אבותיך אין שומעין לו בטענה זו אחרת אפילו בעודו בפני ב\"ד בד\"א שאינו חוזר וטוען בשטוען תחלה בפני ב\"ד אבל מה שאמר חוץ לב\"ד יכול לחזור ולטעון בב\"ד ויש מי שאומר שאפילו אמר חוץ לב\"ד של אבותי ולא של אבותיך יכול לומר בב\"ד של אבותי שלקחוה מאבותיך ויש מי שחולק בזה:"
    },
    {
      "id": "choshen_mishpat-146-25",
      "section": 25,
      "text": "הביא המערער עדים שזו השדה שלו וזה שבתוכה טוען ממך לקחתיה והרי שטרי והוציא שטר מקויים טען המערער שהוא מזויף (כ\"כ הטור בשם רמב\"ם ורא\"ש) והודה לו בעל השטר ואמר כן הוא אבל היה לי שטר כשר ואבד ולקחתי זה שבידי כדי לאיים עליו שיודה שמכר לי באמת הואיל ואלו רצה היה עומד בשטרו שהרי מקוים הוא ה\"ז נאמן ואין מוציאין השדה מתחת ידו וישבע היסת: הגה מי שהחזיק שני חזקה והמערער הביא ראיה שנתבטל המקח אפי' הכי הוי חזקה דשמא אח\"כ חזר וקנאה ממנו ועוד דכתיבה כזו אינה מבטלת המקח עד שיחזור ויקנו ממנו קנין גמור (ב\"י בשם הרשב\"א):"
    }
  ]
}