{
  "id": "choshen_mishpat-103",
  "chapterLabel": "סימן 103",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-103-1",
      "section": 1,
      "text": "שמין קרקע של לוה ואם טעו בשומא ושומא הדרה לעולם. ובו יא סעיפים:כששמין השלשה שמאין קרקע הלוה אין שמין אלא כפי הזמן וכפי השעה שנמכרים הקרקעות אז באותו מקום: הגה ואם אין הקרקע מגיע לו כולה כגון שאין לו בחוב אלא מנה והקרקע ביחד נישומת בחמש מאות זהובים אין אומרים לו תן לו חמישית הקרקע אלא שמין כמה שיכול למכור מזאת הקרקע או הבית בק' זהובים ונותנין למלוה כללו של דבר אין שמין לו אלא דבר שיכול למכור מיד ולגבות חובו ואין חוששין להפסד הלוה (תשובת הרא\"ש כלל פ' סי' ט') (וע' לקמן סעיף ה') ואח\"כ מכריזין עליה כפי מה שיראו עד שיפסקו המוסיפים ואם קרקע זה היה טורף המלוה מהלקוחות צריכים להכריז עליה שלשים יום כדרך שמכריזין על נכסי יתומים (ועיין לקמן ר\"ס ק\"ט) ובאים הלוקחים וקוצבים דמים כרצונם אם מצאו בה כשומת ב\"ד או יתר לוקחים הדמים ונותנים אותם למלוה ואם רצה המלוה לקחתה באותו סך הוא קודם ואם לא מצאו בה כדי שומתן מחליטין אותם למלוה בכדי שומתן: הגה ויש חולקין וסבירא להו דהוא הדין אם בא לגבות מבני חרי כיון שנמכר שלא מדעתו בב\"ד צריך שומא והכרזה כמו בשל יתומים (טור וב\"י בשם התרומות):"
    },
    {
      "id": "choshen_mishpat-103-2",
      "section": 2,
      "text": "שלשה שירדו לשום אחד אומר במנה ושנים אומרים במאתים או אחד אומר בק\"ק ושנים אומרים במנה בטל יחיד במיעוטו אחד אומר במנה ואחד אומר בשמנים ואחד אומר בק\"כ נידון בק' מפני שאנו ממצעים מה שיש בין המועט למרובה ומוסיפין על המועט המחצית וגורעין מהמרובה המחצית וכיון שבין האומר שמנים לאומר ק\"כ יש ארבעים כשאתה מוסיף על המועט המחצית וגורעין מהמרובה המחצית נמצא שהוא נידון במאה ולפי זה אם אחד אומר במנה וא' אומר בצ' וא' אומר בק\"ל נידון בק\"י ועל דרך זו שמין ביניהם לעולם:"
    },
    {
      "id": "choshen_mishpat-103-3",
      "section": 3,
      "text": "שמאוה שלשה ואומר המלוה ישומו אותה שלשה אחרים הבקיאים יותר בשומא אין שומעין לו: הגה ויכולין אלו שלשה השמאים להיות קרובים זה לזה (כן כתב הר\"י בן הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-103-4",
      "section": 4,
      "text": "ב\"ד ששמו לטורף בנכסי לוקח וטעו בכל שהוא מכרן בטל אפי' הכריזו אבל אם היו נכסים בני חורין וטעו בשומא דינם כבית דין שמכרו נכסי יתומים וטעו שיתבאר בסימן ק\"ט:"
    },
    {
      "id": "choshen_mishpat-103-5",
      "section": 5,
      "text": "אם החוב דבר מועט שלא יגיע למלוה בחובו חלק ראוי לפי מה שהוא קרקע בית או שדה או כרם כשיעור שיתבאר בסימן קע\"א ואומר המלוה ללוה או מכור לי מהנשאר לך כדי שיגיע לי שיעור הראוי לי או פרע לי מעותי הדין עמו ואם אין המלוה רוצה לקנות יותר מכדי חובו ואומר פרע לי מעותי מאחר שמה שהוא כדי חובו אין בו שיעור הראוי הדין עמו וכופין את הלוה למכור הקרקע או למשכנו ויפרע לזה מעותיו. הגה ואין חוששין להפסד הלוה ואין מרחמים בדין לומר כיצד נוציא הלוה מביתו משום דבר מועט (הגהות רשב\"א סי' אל\"ף קמ\"ג) אם היה הדבר בהפך שלא נשאר ללוה כשיעור אינו יכול לכוף למלוה שיקחנו במעות אם היה טורף מלוה קרקע מהלוקח וכשיגבה חובו לא נשאר ללוקח כשיעור יכול לכופו שיקחנו ממנו במעות:"
    },
    {
      "id": "choshen_mishpat-103-6",
      "section": 6,
      "text": "קרקע שעשו ב\"ד שומא והכרזה להוריד בו המלוה ואירע שנשתהה זמן שלא הורידוהו בו כל זמן שלא החליטו ב\"ד הקרקע למלוה אי אייקר או זילי ברשות' דלוה קאי וצריך לעשות שומא אחרת והכרזה אחריו אם ירד המלוה לנכסי לוה והחזיק בהם או מכרן בלא ב\"ד אינו כלום אפי' היתה משכונה בידו או אפותיקי מפורש כיון שיכול לשלם לו מעות ולסלקו וי\"א שאם עבר הזמן שקבע לו לפרוע או שהיא משכונה מוחזקת ביד המלוה יכול למכרה:"
    },
    {
      "id": "choshen_mishpat-103-7",
      "section": 7,
      "text": "מקום שנהגו לכתוב בשטרות שיוכל לירד לנכסי הלוה ולמכור בלא שומא והכרזה אם נהגו שלא לירד ולמכור כי אם בשומא והכרזה אין לירד ולמכור זולתם:"
    },
    {
      "id": "choshen_mishpat-103-8",
      "section": 8,
      "text": "אם ירד מלוה לנכסי לוה בלא רשות בית דין אינו כלום וכל הפירות שאכל מנכין לו מחובו:"
    },
    {
      "id": "choshen_mishpat-103-9",
      "section": 9,
      "text": "ב\"ד ששמו קרקע לבעל חוב (אבל שומת מטלטלין לא הדרא) (טור סי\"ח) בין בנכסי לוה בין במשועבדים שביד הלוקח ולאחר זמן השיגה ידו של לוה או של נטרף או של יורשיהם והביאו לבעל חובו מעותיו מסלקין אותו מאותה קרקע אפילו שהתה ביד הבע\"ח כמה שנים: הגה וי\"א דלוקח לא יוכל לסלק הבעל חוב לאחר שגבה את הקרקע דשומא לא הדרא אלא לבעליו כשגבה ממנו בני חורין אבל לא ללוקח (טור בשם הרא\"ש פ' מי שהיה נשוי) ואם המלוה סתר ובנה ולא השביח הקרקע בכך אינו נוטל הוצאתו ואם השביח מחמת הוצאה נשבע ונוטל כדין היורד ברשות ואם השביח מאליו כגון שנתייקר אינו נותן לו אלא דמי חובו בלבד: הגה וי\"א דאם הוציא עליה והשביחה לא הדרא כלל ואם נתייקרה לא הדרא אלא כשעת היוקר (טור סכ\"א בשם הרא\"ש פ' המפקיד) ואם הוזל לא הפסיד המלוה ואם רוצים לסלקו צריך לתת לו כל דמי חובו ואם קנו מידו שלא לסלקו שוב אינם יכולין לסלקו: הגה הגבה הלוה למלוה עצמו מרצונו בלא ב\"ד לא מהדרינן ליה (טור סכ\"ו):"
    },
    {
      "id": "choshen_mishpat-103-10",
      "section": 10,
      "text": "קרקע ששמו אותה לבעל חוב ואח\"כ שמוה ב\"ד לבעל חוב של זה המלוה הרי זו חוזרת ולא יהא כחו גדול מכח בע\"ח הראשון ומיהו בזה יפה כחו שאם שמוה לראשון במאה ושמוה לשני בק\"ק או אם שמוה לראשון בק\"ק ולשני במאה לעולם לא יחזירנה אלא בק\"ק קרקע ששמו לב\"ח ומכרה הבע\"ח או נתנה במתנה או ששמוה לבעל חוב מדעתו (ר\"ן ונ\"י ותוס') או שמת והורישה אינה חוזרת: הגה וי\"א דאם מת והורישה חוזרת אם אין כאן אלא יורש א' אבל אם היו כאן יורשין הרבה וחלקו ונפל לאחד בחלקו שוב אינה חוזרת (טור בשם הרא\"ש) שמו קרקע לאשה ונשאת או ששמו ממנה ונשאת בעל בנכסי אשתו כלוקח הוא ולא מחזיר ולא מחזירין לו (וי\"א דוקא כשמתה האשה) (טור סכ\"ח וב\"י בשם רש\"י והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-103-11",
      "section": 11,
      "text": "היתה השומא בטעות כגון שומר חנם שפשע וחייבוהו לשלם ושמו קרקע שלו ואחר כך נמצא שהפקדון היה ברשותו או שנאבד ומצאו לא הוי שומא והדרא אפי' מכרה הראשון או הורישה והוא הדין אם שמוה לב\"ח בחובו ואח\"כ נודע שהיו ללוה מעות מצויים דהוי שומא בטעות ואם ירצה המלוה יכוף ללוה שיקחנה ויתן לו מעותיו אבל אם העשיר אח\"כ אינו יכול לכופו שיחזור ויקחנה:"
    }
  ]
}