{
  "id": "choshen_mishpat-140",
  "chapterLabel": "סימן 140",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-140-1",
      "section": 1,
      "text": "דין המחזיק בקרקע של חבירו ודין חזקת הבתים וחניות. ובו טו סעיפים:קרקע בחזקת בעליה עומדת שקרקע הידוע לראובן בעדים שיודעים שהיה בחזקתו אפילו יום אחד והוא עתה בחזקת שמעון ומחזיק בו ואוכל פירותיו וטוען שלקחו וראובן מערער לומר שהיא גזולה בידו נאמן וישבע שבועת היסת ונוטל את שלו אא\"כ החזיק בו שמעון כראוי ובטענה אז אין מוציאין אותו מידו אלא נשבע (היסת) ועומד בשלו ואם אין עדים לראובן שהיה שלו אין צריך שמעון חזקה אלא נשבע ועומד בשלו אע\"פ שלא החזיק בו (ועיין לעיל ריש סי' צ\"ה דאין נשבעים על קרקעות רק היסת):"
    },
    {
      "id": "choshen_mishpat-140-2",
      "section": 2,
      "text": "זה שהחזיק שלשה שנים אין מוסרין אותו לשבועה אבל אם רצה להחרים סתם על כל מי שהחזיק בשלו שלא כדין הרשות בידו: הגה זהו סברא אחרת וחולקת על מה שכתוב ראשונה שאע\"פ שהחזיק כראוי ובטענה נשבע ועומד בשלו (וכן הוא בסמוך סעיף ד'): (והיא סברת הרמב\"ם פי\"א מטוען בטור בסי' זה):"
    },
    {
      "id": "choshen_mishpat-140-3",
      "section": 3,
      "text": "טען שמעון שיש לו שטר שמכרה לו וראובן אומר ששטרו מזויף או שטר אמנה יתקיים השטר בחותמיו (וע\"ל ס\"ס מ\"ו) ואם לא נתקיים מוציאין השדה מידו:"
    },
    {
      "id": "choshen_mishpat-140-4",
      "section": 4,
      "text": "טען שמעון שיש לו שטר שמכרה או נתנה לו בשטר וגם שיש לו עדים שהחזיק שלשה שנים אומרים לו קיים שטרך אם יכול לקיימו מוטב וצריך לחזור אחריו לקיימו ואם א\"א לקיימו כגון שמתו העדים או הלכו למדינת הים ואין מי שיכיר חתימתן סומכין על עדי חזקה וישבע היסת שלקחה אבל אם ישנן לעדים לא תועיל לו חזקתו וצריך שיבואו העדים:"
    },
    {
      "id": "choshen_mishpat-140-5",
      "section": 5,
      "text": "אם טען אח\"כ אבד השטר אינו נאמן וכן אם הביא השטר ונמצא בטל נתבטלה נמי החזקה:"
    },
    {
      "id": "choshen_mishpat-140-6",
      "section": 6,
      "text": "(הנותן קרקע לאחד בעדים וחזר והחזיק בה) אפילו אם החזיק הנותן ג' שנים בחצר לאחר המתנה אינו נאמן לומר טעות סופר הוא (במתנה) מגו דאי בעי אמר תחלה החזרתי ולקחתי ממנו מ\"מ עכשיו שטוען טעות סופר הוא אין זה אלא כמכחיש את העדים וקיימא לן דמגו במקום עדים לא אמרינן."
    },
    {
      "id": "choshen_mishpat-140-7",
      "section": 7,
      "text": "כיצד היא החזקה שישתמש בו ויהנה ממנו ג' שנים מיום ליום כל דבר כפי הנאתו ותשמישו: הגה וא\"צ להביא ראיה שהשתמש בכל החדרים שבבית אלא אם נשתמש כדרך הבעלים החזיק בכל הבית (תשובת רשב\"א סי' תתקמ\"א) שכיון שהוחזק בו ג' שנים ולא מיחה בו שום אדם לא נזהר עוד בשטרו ונאמן לומר מכרתו או נתתו לי ואבדתי שטרי: הגה וכל שלא החזיק כראוי אינה חזקה אפילו ידוע שמכר לו קרקע רק שאינו ידוע שהיא זו שהחזיק בה יכול המוכר ליטול קרקע זו ולומר שמכר לו קרקע אחרת הגרוע מזו (ב\"י שם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-140-8",
      "section": 8,
      "text": "בתים שהם לדירה צריך להביא עדים שדר בו או השכירו שלש שנים רצופות ומשהבי' עדים שדר בו או השכירו שלש שנים רצופות הוי חזקה ואם יטעון המערער אני יודע שלא דר בו בלילות אז צריך המחזיק להביא עדים שיעידו בפירוש גם על הלילו' ועל פי השכנים שיעידו שלא הרגישו בו שיצא בלילות אלא כפי ניהוג העולם ראינו (אותו) נכנס בו בערב ויוצא בבקר ואם יוסיף לטעון ראיתיו שיצא ממנו בלילות אחר שישנו השכנים לא הוי חזקה אא\"כ יביא עדים שיאמרו שכרנו ממנו הבית ודרנו בו ימים ולילות ואם היה המערער רוכל המחזיר בעיירות אע\"פ שלא טען ברי לי שלא היה דר בו בימים ובלילות טענינן ליה ולהרמב\"ם אפילו לא טען המערער אלא שמא לא דר בה ביום ובלילה צריך להביא עדים שדר בה ביום ובלילה ואם היה המחזיק רוכל המחזיר בעיירו' אע\"פ שלא טען המערע' טענינן ליה ואומרים למחזיק הבא עדים שהחזקת בו ביום ובלילה שלש שנים: הגה ור\"ת והרא\"ש חולקין על כל זה אלא שכל שהעידו השכנים שדר בו כמנהג שרגילים השכנים לידע אף שלפעמים יצאו השכנים לעסקיהם מהעיר ולא ידעו אם נשאר המחזיק בבית בעוד שלא היו בעיר אלא מעידין שכשיצאו מן העיר הניחוהו בבית וכשבאו מצאו אותו דר בו הוי חזקה ואם אמר המחזיק לעדים סתם העידו לי שדרתי בו שלש שנים בחזקת ימים ולילות אע\"פ שאינן יודעים שדר בו כל הימים וכל הלילות אלא שראוהו שדר בו מקצת ימים ומקצת לילות טענתו טענה ומספיק עדותן אם יעידו כדבריו ואפי' אם יטעון המערער ברי לי שלא דר בו בלילות וכן אם היו הדרים בו רוכלים המחזירי' בעיירות (ר\"ח וטור הביאו בסט\"ו) אף ע\"פ שיצאו לפעמים מן הבית ולא דרו בו שלש שנים רצופים הואיל והוי שלש שנים בחזקתן הוי חזקה אע\"פ שהיו מחזירין ימים רבים ולא לנו בבית והוא הדין לשאר מחזיק (שם בשם רא\"ש לדעת ר\"ח) שיצא לפעמים מן הבית אחר עסקיו ומיד כשבא היה חוזר לבית מקרי חזקה בשלש שנים וכן מקומות בית הכנסת (שם סי' ו' ורשב\"א סימן תקמ\"ג) אם מעידים העדים שישב עליה כל עת שנכנס לבית הכנסת אע\"פ שלפעמים שינה מקומו מחמת אבילות או לא נכנס לבית הכנסת הוי חזקה הואיל ועשה בחזקה כמנהג העולם (כל זה בטור) ונ\"ל שכן ראוי להורות אע\"פ שיש חולקין (נ\"י ר\"פ חזקת בשם ה\"ר יונה) מקומות של בית הכנסת שהמנהג שכל אחד כותב שמו עליו הוי כשטר וכל מי ששמו עליו הוי שלו ואין למערער בו כלום (תשובת הרא\"ש כלל ה' סימן ה'):"
    },
    {
      "id": "choshen_mishpat-140-9",
      "section": 9,
      "text": "הא דמהני עדות השוכרי' לומר שדרו בה ימים ולילות דוקא ששכירות הבית עדיין בידם ואומרים ניתן אותו למי שיזכה בדין ואע\"פ שעדיין לא נהנה המחזיק מפירות זה הבית כיון שדרו בו מכחו היינו הנאת פירותיו ואפי' אם השאילו להם בחנם אבל אם כבר פרעו השכר למחזיק אינם יכולים להעיד מפני שהם נוגעים בדבר שחפצים להחזיקו בבית שאם יצא מתחת ידו צריכים ליתן השכר פעם אחרת למערער ומיהו אפילו נתנוהו כבר למחזיק יכול הוא לחזור וליתנו להם שיתנוהו למי שיזכה בדין ואז לא יהיו נוגעים בדבר ויש מי שחולק:"
    },
    {
      "id": "choshen_mishpat-140-10",
      "section": 10,
      "text": "אפי' אם כבר פרע שכר למחזיק אם יטעון המחזיק בבית דין קודם שיבא המערער יעידו השוכרים בפניכם שדרו בו ג' שנים טענתו טענה ולא הוי נוגעים בעדות כיון דלא הוי מערער קמן: הגה ואע\"ג דאין מקבלין עדות שלא בפני בעל דין כיון דהשתא כשרי' ואם יעידו משיבא המערער יהיו נוגעין בעדות מקבלין שלא בפניו (טור ותשובת רשב\"א סימן אלף כ\"ו):"
    },
    {
      "id": "choshen_mishpat-140-11",
      "section": 11,
      "text": "אם אין השוכרים דרים בו עתה אלא שדרו ג' שנים ויצאו ממנו אם אין המערער יודע שדרו בו אלא על פיהם אפילו אם נתנו כבר השכר למחזיק אינם נוגעים בעדות כיון דאי בעי אמרי לא דרנו בו מעולם נאמנים לומר דרנו ופרענו:"
    },
    {
      "id": "choshen_mishpat-140-12",
      "section": 12,
      "text": "יש אומרי' שאין עדות השוכרים מועיל אא\"כ שכרו בשטר אבל אם שכרו בלא שטר לא ויש אומרים דאפי' שכרום לשלשה שוכרים זה אחר זה לכולם בלא שטר מצטרפים:"
    },
    {
      "id": "choshen_mishpat-140-13",
      "section": 13,
      "text": "עדות השוכרים מועיל אפי' לא דרו בו שניהם ביחד אלא זה אב\"ג וזה דה\"ו ואפי' היו ששה אחד בכל שנה עלתה לו חזקה: הגה י\"א שאם היה ידוע שהמערער היה דר בחדר הפנימי מן הבית וטוען שהיה עובר דרך הבית החיצון ולכך לא מיחה במחזיק בבית החיצון אע\"פ שיש לחדר הפנימי עוד דרך מצד אחר ולא ידעינן אם עבר דרך הראשון אפילו הכי טענתו טענה וצריך המחזיק להביא ראיה שלא עבר דרך בית החיצון (טור) ויש אומרים דזה לא מבטל החזקה אא\"כ טען כשרציתי הייתי משמש בכל בית הראשון והוצרכת לדחות מפני ולא החזקת בבית החיצון רק כשלא הוצרך לי. (נ\"י ומרדכי פרק חזקת):"
    },
    {
      "id": "choshen_mishpat-140-14",
      "section": 14,
      "text": "החניות של תגרים וכיוצא בהם שאין דרים בהם אלא ביום כיון שדר בהם ג' שנים ביום ה\"ז חזקה: הגה וי\"א דבעינן שהחזיק בהן ששה שנים ביום (טור בשם הרא\"ש והראב\"ד בהשגתו והמגיד פי\"ב מטוען והרשב\"א וכ\"כ התוס') ויש מחלקים דאם היתה כבר חנות סגי בחזקת ג' שנים אבל אם היה כבר בית והוא עשה ממנה חנות צריך שהחזיק בה ששה שנים ביום (מרדכי פרק חזקת) וכסברא זו נראה לי להורות:"
    },
    {
      "id": "choshen_mishpat-140-15",
      "section": 15,
      "text": "היה מעמיד בהמה במקום מסוים לחצר חבירו או שהיה מגדל שם תרנגולים או מעמיד שם תנור וכיריים ורחיים או שנתן שם זבלו בין שהעמיד שם מחיצה בין שלא העמיד אם נשתמש בדברים אלו וכיוצא בהם ג' שנים וטען על בעל החצר ואמר אתה נתת לי מקום זה או מכרתו לי הרי זה חזקה: הגה (טור סעיף ט') ואפי' הי' לו חלק בחצר בשותפות אם הוא מקום שדרכן להקפיד בזה או שעשו שאר דברים שדרך להקפיד עליו ולא הקפידו עליו הוי חזקה למה שהחזיק (כן דעת ריב\"ש סי' רמ\"ט):"
    }
  ]
}