{
  "id": "choshen_mishpat-207",
  "chapterLabel": "סימן 207",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-207-1",
      "section": 1,
      "text": "המוכר נכסיו על תנאי ודיני אסמכתא והמחייב עצמו בדבר שאינו חייב בו. ובו כא סעיפים:המקנה לחבירו בין קרקע בין מטלטלים והתנה תנאים שאפשר לקיימם בין שהתנה המקנה בין שהתנה הקונה (מיהו י\"א דאם התנה המוכר טובת הלוקח אין זה תנאי דלא הוי אלא פטומי מילי והני מילי שמכר לו בתחילה סתם וקודם שנגמר המקח לגמרי הטיל המוכר תנאי אבל אם בתחילה אמר המוכר על תנאי כך וכך אני מוכר לך אע\"פ דהוי טובת הלוקח מ\"מ לא קנה רק אדעתא דהכי והוי תנאי גמור וכן אם התנו תנאי ואח\"כ כתבו השטר סתם ודאי על תנאי הראשון כתבוהו) (טור בשם הרא\"ש והגהות מרדכי פ' איזהו נשך וב\"י בשם תוס' ותלמידי רשב\"א) אם נתקיימו התנאים נקנה הדבר שהוקנה ואם לא נתקיים התנאי לא קנה וכבר נתבאר משפטי התנאי בטור אבן העזר (סי' ל\"ח וסי' קמ\"ד וע\"ל סי' רמ\"א מדיני תנאי):"
    },
    {
      "id": "choshen_mishpat-207-2",
      "section": 2,
      "text": "י\"א דה\"מ כשקנה בדרך מהדרכים שקונים בהם והרי יש עליו לקיים התנאי אבל אם לא קנה עתה והתנה עמו שאם נתקיים התנאי הזה יקנה ואם לא נתקיים לא יקנה אע\"פ שנתקיים התנאי לא קנה שזו אסמכתא היא ולא קניה אלא א\"כ אמר לו קנה מעכשיו וקנו מידו על כך:"
    },
    {
      "id": "choshen_mishpat-207-3",
      "section": 3,
      "text": "מי שמכר חצירו או שדהו ופירש בשעת המכירה שהוא מוכר כדי לילך למקום פלוני או מפני המטר שנמנע כדי לקנות חטים בדמיו ה\"ז כמוכר על תנאי לפיכך אם ירד המטר אחר שמכר או באו חטים והוזלו או נמנע הדרך לעלות לאותה הארץ או לא נסתייע לו לעלות או לקנות החטים ה\"ז מחזיר לו הדמים ותחזור לו הקרקע שהרי פירש שאינו מוכר אלא לעשות דבר פלוני והרי לא נעשה וכן כל כיוצא בזה: הגה ודוקא במוכר קרקעותיו אבל במוכר מטלטלים ל\"מ גילוי דעתו עד שיתנה בדיני תנאי (טור בשם רש\"י):"
    },
    {
      "id": "choshen_mishpat-207-4",
      "section": 4,
      "text": "אבל המוכר סתם אע\"פ שהיה בלבו שמפני כך וכך הוא מוכר ואע\"פ שנראים הדברים שלא מכר אלא לעשות כך וכך ולא נעשה אינו חוזר שהרי לא פירש ודברים שבלב אינם דברים ואע\"פ שקודם מכירה אמר שהוא מוכר על דעת לעשות כך וכך כיון דבשעת המכירה לא אמר אינו חוזר: הגה מיהו אי איכא אומדנא דמוכח נתבטל המקח (תוספות והרא\"ש כלל פ\"ה) וי\"א דבמתנה דברים שבלב הויין דברים (הגהות אלפסי פ' אלמנה ניזונית):"
    },
    {
      "id": "choshen_mishpat-207-5",
      "section": 5,
      "text": "מי שהקנה לחבירו והתנה עליו על מנת שתתן מקח זה או תמכרנו לפלו' אם נתנו או מכרו לאותו פלו' קנה ואם לא קיים התנאי ומכרו לאחר או שלא מכרו ולא נתנו בזמן שקבע לו לא קנה וכן המוכר או הלוקח שהתנה שיחזיר לו המקח בזמן פלו' או כשיתן המעות הרי המכר קיים ויחזיר כמו שהתנה (ואי נתן לו בעל כרחו אי מקרי נתינה וקיום התנאי ע\"ל סי' ק\"ך):"
    },
    {
      "id": "choshen_mishpat-207-6",
      "section": 6,
      "text": "מכר קרקע והתנה המוכר שיחזירנו לו כשיהיו לו מעות צריך להחזירו לו כשיביא לו מעותיו לפיכך אסור ללוקח לאכול פירות דהוה ליה הנך זוזי כהלואה גביה:"
    },
    {
      "id": "choshen_mishpat-207-7",
      "section": 7,
      "text": "מכר לו סתם וא\"ל הלוקח מדעתו כשיהיו לך מעות תביאם לי ואני אחזור לך קרקע זו הרי התנאי קיים והלוקח אוכל פירות ואין בזה אבק רבית שהרי מעצמו חייב עצמו בתנאי זה:"
    },
    {
      "id": "choshen_mishpat-207-8",
      "section": 8,
      "text": "מעשה באשה ששלחה שליח לקנות לה קרקע משמעון שהיה קרובה ואמר שמעון המוכר לראובן השליח אם יהיו לי מעות תחזיר לי פלונית קרובתי קרקע זו השיב ראובן ואמר לו אתה ופלונית קרובים כמו אחים כלומר הדבר קרוב שהיא תחזור לך ואינה מקפדת על כך ובא מעשה לפני חכמים ואמרו זה השליח לא קנה כלום שהרי לא סמכה דעתו של קרוב זה על דברי השליח מפני שלא השיבו תשובה גמורה ונמצא שלא גמר והקנה:"
    },
    {
      "id": "choshen_mishpat-207-9",
      "section": 9,
      "text": "הלוהו על שדה מאה זהובים והוא שוה יותר (וי\"א אפי' לא שוה יותר בכה\"ג מיקרי אסמכתא) (ב\"י) וא\"ל אם לא תפרעני עד שלשה שנים (יהיה שלי) הוי אסמכתא ולא קנה אבל אם א\"ל אם לא תפרעני עד שלשה שנים תהא שלי מעכשיו קנה: הגה וי\"א דאם בתחילה כשמשכנה הקפיד שלא למשכן רק זו הקרקע קנה אפי' בלא מעכשיו (טור) וכן אם אמר ליה אם לא אפרע לך לא יהא לך פרעון אלא מזו הוי אפותיקי וקנה ולא יוכל לסלקו אלא במעות:"
    },
    {
      "id": "choshen_mishpat-207-10",
      "section": 10,
      "text": "כל היכא דלא קנה השדה משום דהוי אסמכתא מנכה כל הפירות שאכל מפני שהם רבית של תורה וי\"א דפירות שאכל תוך ג' שנים אינו מנכה דלא הוי אלא אבק רבית: הגה אבל מה שאכל אחר שלשה צריך להחזיר (טור וב\"י בשם הראב\"ד והרא\"ש והתוספות) וכן בכל דבר שלא קנה משום אסמכתא אע\"ג שבא לידו צריך להחזיר משום דהוי בטעות (מרדכי ונ\"י פ' איזהו נשך) ויש חולקים ואומרים דאם בא ליד הקונה קנה ולא הוי מחילה או נתינה בטעות ודוקא פירות שאכל לאחר ג' צריך להחזיר משום דהוי ביה קצת איסור ריבית דהוי דרך הלואה אבל בלאו הכי קנה (הרא\"ש כלל ע\"ב סי' א' וריב\"ש סי' של\"ה):"
    },
    {
      "id": "choshen_mishpat-207-11",
      "section": 11,
      "text": "הנותן ערבון לחבירו ואמר ליה אם אני חוזר בי ערבוני מחול לך והלה אומר אם אני חוזר בי אכפול לך ערבונך אם חזר בו הלוקח קנה זה הערבון שהרי הוא תחת ידו ואם חזר בו המוכר אין מחייבין אותו לכפול הערבון שזו אסמכתא היא ולא קנה: הגה ויש חולקין וס\"ל דאפי' אם חזר בו הלוקח לא קנה המוכר ואע\"פ שהוא בידו אסמכתא לא קניא (טור בשם רש\"י וראב\"ד וב\"י בשם הרא\"ש) וכ\"ש אם התפיסו ביד שליש:"
    },
    {
      "id": "choshen_mishpat-207-12",
      "section": 12,
      "text": "וכן מי שפרע מקצת חובו והשליש השטר ואמר ליה אם לא נתתי לך עד יום פלו' תן לו שטרו והגיע הזמן ולא נתן לו לא יתן השליש את השטר שזו אסמכתא היא:"
    },
    {
      "id": "choshen_mishpat-207-13",
      "section": 13,
      "text": "וכן תנאים שמתנים בני אדם ביניהם אע\"פ שהם בעדים ובשטר אם יהיה כך או אם תעשה כך אתן לך מנה או אקנה לך בית זה ואם לא יהיה או לא תעשה לא אקנה ולא אתן לך אע\"פ שעשה או שהיה הדבר לא קנה שכל האומר אם יהיה אם לא יהיה לא גמר והקנה שהרי דעתו עדיין סומכת שמא יהיה או שמא לא יהיה: הגה ויש אומרים דג' חלוקין בדיני אסמכתא דכל מה שאין בידו ותלוי ביד אחרים כגון שא\"ל קנה לי יין ממקום פלוני ואם לא תקנה תחייב לי בכך וכך דזה אינו תלוי בו דדילמא לא ירצו למכור לו הוי אסמכתא בכל ענין ולא קנה ומה שיש בידו לעשות אם לא גזים כגון שאמר אם אוביר ולא אעבוד אשלם במיטב לא הוי אסמכתא וקניא אבל אי גזים ואמר אם לא אעבוד אשלם אלפא זוזי הוי אסמכתא ולא קניא לפיכך כשמוכר מקנה ללוקח על תנאי אם תעשה לי כך תקנה הוי אסמכתא כיון שקיום התנאי אינו תלוי ביד המוכר רק ביד הלוקח אבל אם אין בידו לגמרי ולא ביד אחרים כגון המשחק בקוביא וכיוצא בו שאינו יודע אם ינצח או לא ואפילו הכי התנה ודאי גמר ומקני מספק בד\"א כששוחקין במעות מוכנים אבל אם שוחקים באמנה אין מוציאין ממנו מה שהפסיד (טור בשם ר\"י) וי\"א אפי' נתן לו משכון על המעות לא מהני דמעות אין כאן משכון אין כאן כמו שנתבאר לעיל סי' ק\"ץ סעיף ט' אבל כשמעות מוכנין על הדף מותר לשחוק ואין בו אסמכתא (מרדכי פרק זה בורר) ודלא כיש חולקין ואוסרין לשחוק בכל ענין (הגהות מרדכי הנ\"ל) וי\"א דאינו מותר רק כשהדף שהמעות מונחים עליו קנוי לשניהם (תוס' פ' הנ\"ל ב\"י בשם ר\"י) וע\"ל סי' ש\"ע ולא מקרי אסמכתא אלא כשעיקר הדבר תולה בתנאי אבל מי שמחייב עצמו לחבירו ואומר אם יהיה בחיים יתן לו ואם לאו יתן ליורשיו זה לא מקרי אסמכתא דהא עכ\"פ חייב ליתן לו וכן כל כיוצא בזה (ב\"י בשם תשובת רשב\"א) י\"א הא דמשחק בקוביא לא הוי אסמכתא הוא מטעם דמאחר ששניהן מתנין זה כנגד זה וכל אחד יוכל להפסיד אגב דבעי למקני גמר ומקני ולכן כל שנים שהמרו זה עם זה קנו אם קנו מידן ודוקא שאין בידן גם כן אבל מה שבידן לא כמו שנתבאר גבי ערבון בסמוך סעיף י\"א (טור ומרדכי פרק איזהו נשך בשם ר\"ת) ואפי' בזה יש חולקין ולכן הוצרכו לתת טעמים אחרים גבי משחק בקוביא וקנסות שדוכין לקמן סעיף ט\"ז:"
    },
    {
      "id": "choshen_mishpat-207-14",
      "section": 14,
      "text": "כל האומר קנה מעכשיו אין כאן אסמכתא כלל וקנה שאילו לא גמר להקנות לא הקנהו מעכשיו כיצד אם באתי מכאן ועד יום פלוני קנה בית זה מעכשיו וקנו מידו על כך הרי זה קנה אם בא בתוך הזמן וכן כל כיוצא בזה: הגה וי\"א דמעכשיו לחוד לא מהני לסלק אסמכתא אלא בעינן ג\"כ שיקנו ממנו בב\"ד חשוב ומעכשיו (תוס' והרא\"ש ומרדכי פרק איזהו נשך) וי\"א דכל האומר ע\"מ כאומר מעכשיו דמי לענין אסמכתא (ב\"י לדעת הרמב\"ן) ויש חולקין אם האסמכתא היא בדרך קנס לא אמרינן ע\"מ כמעכשיו דמי (ב\"י בשם תשובת רשב\"א סי' תתק\"ח ואלף קמ\"ט):"
    },
    {
      "id": "choshen_mishpat-207-15",
      "section": 15,
      "text": "אסמכתא שקנו עליה בבית דין חשוב הרי זה קנה (וכל שלשה דבקיאי בדיני אסמכתא מקרי ב\"ד חשוב לענין זה) (טור בשם הרא\"ש והרא\"ש כלל ע\"ב סי' ה') וי\"א דבעינן ב\"ד חשוב שבעיר או המומחה לרבים (מרדכי פ' א\"נ והמגיד פי\"א דמכירה) ואם צוה לכתוב בשטר שקנו ממנו בבית דין חשוב אע\"ג דלא קנה מהני דהודאת בעל דין כמאה עדים דמי ואפי' לא אמר בפי' אלא צוה לכתוב (לו) שטר חוב (נ\"א טוב) מהני כאלו פי' בהדיא (הגמי\"י פי\"א דמכירה ותשובת מיי' דקנין סי' ד') ועיין לעיל סי' ס\"א סעיף ה' והוא שיתפיס זכיותיו בבית דין והוא שלא יהיה אנוס כיצד הרי שהתפיס שטרו או שוברו בב\"ד וקנוי מידו שאם לא יבוא ביום פלוני ינתן שטר זה לבעל דינו והגיע היום ולא בא הרי אלו נותנים והוא שיהיה בב\"ד חשוב (וי\"א אע\"ג דלא התפיס זכיותיו מהני הואיל וקנו ממנו בב\"ד חשוב וכתב הרא\"ש דהכי נהיגי עלמא) ואם עכבו נהר או חולי לא יתנו וכן כל כיוצא בזה ונתבאר תשלום דין זה בסי' נ\"ה ובסי' כ\"א: הגה וי\"א דאם השלישו משכנות זה כנגד זה במשפטי עכו\"ם ובשטרותיהן קנו אפי' באסמכתא משום דינא דמלכותא דינא (ב\"י בשם רשב\"א ועיין לעיל סי' ס\"ח):"
    },
    {
      "id": "choshen_mishpat-207-16",
      "section": 16,
      "text": "כשהיו חכמי ספרד רוצים להקנות באסמכתא כך היו עושין קונין מזה שהוא חייב לחבירו מאה דינרים ואחר שחייב עצמו קונים מבעל חובו שכל זמן שיהיה כך או שיעשה כך הרי חוב זה מחול לו מעכשיו ואם לא יהיה או לא יעשה הריני תובעו בממון שחייב עצמו בו ועל דרך זה היו עושים בכל התנאים שבין אדם לאשתו בשידוכים ובכל הדברים הדומים להם וכן אנו נוהגים: הגה ודרך זה מהני בכל דבר ובכל ענין ויש מקומות שנהגו לכתוב שני שטרי חובות גמורים ונותנין שתיהן לשליש ואיזה צד שיעבור יתן שתי השטרות לכשנגדו וי\"א שקנס שעושים בשידוכים לקנוס החוזר בו לא הוי אסמכתא כי כדאי הוא שיתחייב החוזר בו בקנס לדמי הבושת שבייש את חבירו (וכן המנהג פשוט בכל גלילות אלו) ומיהו קנין צריך (מרדכי פ' א\"נ) (וכן נוהגין) וכן אם המלמד קבל עליו בעת שהשכירוהו קנס אם יחזור בו ולא נמצא מלמד אחר מזומן אינו אסמכתא:"
    },
    {
      "id": "choshen_mishpat-207-17",
      "section": 17,
      "text": "שנים שהתנו ביניהם לקיים דבר אחד ונתנו ערבונות לקנס שמי שיחזור בו שיזכה חבירו בעירבון לא יאמר אם אני חוזר בי אתן לך כך וכך וה\"ז משכון על הממון שאתחייב לך אם אחזור בי אלא יקנה לו בסודר דלא כאסמכתא ובב\"ד חשוב כדי שיתחייב לו מן הדין אם יחזור בו ואז יתן לו החפץ במשכון ואז יחול השעבוד על המשכון כיון שנתחייב לו בקנס אם יחזור בו או יאמר אם אחזור בי תזכה בכך וכך ממון בגוף חפץ זה:"
    },
    {
      "id": "choshen_mishpat-207-18",
      "section": 18,
      "text": "שטר שכתוב בו אם לא יפרע לזמן פלוני שיתחייב כך וכך ממון וכתוב בסוף השטר דלא כאסמכתא ודלא וכו' אין זה מוציאו מידי אסמכתא ולא קנה (כן נראה לדון אע\"ג דיש חולקין המוציא מחבירו עליו הראיה):"
    },
    {
      "id": "choshen_mishpat-207-19",
      "section": 19,
      "text": "נדר ושבועה ותקיעת כף מהני אפילו באסמכתא : הגה וע' לקמן סי' ר\"ט סעיף ד' וכן אם כתוב בשטר שקבל עליו בח\"ח ובש\"ד וכמו שנתבאר לעיל סי' זה סעיף ט\"ו לענין ב\"ד חשוב כנ\"ל אע\"פ שיש מי שחולק (ריב\"ש סי' שפ\"ו) ואם נדר איזה דבר באסמכתא לצדקה או להקדש קונה כמו שנתבאר בי\"ד סי' רנ\"ח סעיף י':"
    },
    {
      "id": "choshen_mishpat-207-20",
      "section": 20,
      "text": "המחייב עצמו לחבירו בלא תנאי אע\"פ שלא חייב לו כלום חייב כמו שנתבאר בסי' מ' ואין בזה משום אסמכתא:"
    },
    {
      "id": "choshen_mishpat-207-21",
      "section": 21,
      "text": "חייב עצמו בדבר שאינו קצוב כגון שאמר הריני חייב לזון אותך או לכסותך חמש שנים להרמב\"ם לא נשתעבד וכל האחרונים חלקו עליו (ועיין לעיל סי' ס' ס\"ג):"
    }
  ]
}