{
  "id": "choshen_mishpat-035",
  "chapterLabel": "סימן 35",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-035-1",
      "section": 1,
      "text": "פסול סומא וחרש שוטה וקטן. ובו יד סעיפים:קטן פסול להעיד אפי' היה נבון וחכם עד שיביא שתי שערות אחר י\"ג שנים גמורות ואם שהו מלבדקו זמן רב אחר שהיה לו י\"ג שנה ובדקוהו ונמצאו לו ב' שערות הוא בחזקת גדול משעה שהיה לו י\"ג שנה ואם נתמלא זקנו א\"צ בדיקה:"
    },
    {
      "id": "choshen_mishpat-035-2",
      "section": 2,
      "text": "הגיע לעשרי' שנה ולא הביא ב' שערו' ונולד בו סימן מסימני סריס הרי הוא גדול ויעיד ואם לא נולד בו לא יעיד עד רוב שנותיו:"
    },
    {
      "id": "choshen_mishpat-035-3",
      "section": 3,
      "text": "בן י\"ג שנה ויום א' שהביא ב' שערות ואינו יודע בטיב משא ומתן אין עדותו עדות בקרקעות אבל במטלטלים עדותו עדות:"
    },
    {
      "id": "choshen_mishpat-035-4",
      "section": 4,
      "text": "מי שהיה יודע בעדות כשהוא קטן והעיד בה כשהוא גדול אינו כלום ויש דברים שסומכים בהם על עדות שמעיד כשהוא גדול שראה בקטנות ואלו הם נאמן לומר זה כתב ידו של אבי או של רבי או של אחי ויש מי שאומר דעל כתב של אלו נאמן אבל לא על של אחרים:"
    },
    {
      "id": "choshen_mishpat-035-5",
      "section": 5,
      "text": "ונאמן לומר זכורני באשת פלוני שנעשה לה מנהג הבתולות כשנשא' ונאמן לומר המקום הזה בית הפרס (פי' שדה שנאבד או שנחרש בה קבר והוא לשון פרוסה שנפרסו ונתרוצצו בה עצמות מתים):"
    },
    {
      "id": "choshen_mishpat-035-6",
      "section": 6,
      "text": "ונאמן לומר (ואפי' הוא לבדו) (טור) עד כאן היינו באים בשבת כיון שתחומים דרבנן (הגהות אלפסי פ\"ב דכתובות) (וה\"ה בשאר איסורי דרבנן) ונאמן לומר שהיה פלוני יוצא מבית הספר לטבול לאכול תרומתו לערב ושהיה חולק עמנו תרומה ושהיינו מוליכים חלה ומתנות לפלוני כהן על ידי עצמו ושאמר לי אבא משפחה זו כשרה משפחה זו פסולה (או שעשו איזה סי' להודיע שאחד מן המשפחה נשא פסולה) (טור כמו שנתבאר באה\"ע סי' ב'):"
    },
    {
      "id": "choshen_mishpat-035-7",
      "section": 7,
      "text": "וכל אלו אם עכו\"ם או עבד ראה אותם והעיד אחר שנתגייר ונשתחרר אינו נאמן:"
    },
    {
      "id": "choshen_mishpat-035-8",
      "section": 8,
      "text": "שוטה פסול ולא שוטה שהוא הולך ערום ומשבר כלים וזורק אבנים בלבד (אלא) כל מי שנטרפה דעתו ונמצאת דעתו משובשת תמיד בדבר מהדברים אף ע\"פ שהוא מדבר ושואל כענין בשאר דברים הרי זה פסול ובכלל שוטים יחשב:"
    },
    {
      "id": "choshen_mishpat-035-9",
      "section": 9,
      "text": "הנכפה (המוכרח ליפול לארץ מחמת חולי המשגע אותו לעתים) בעת כפייתו פסול ובעת שהוא בריא כשר ואחד הנכפה מזמן לזמן או הנכפה תמיד בלא עת קבוע והוא שלא תהיה דעתו משובשת תמיד שהרי יש נכפים שגם בעת בריאותם דעתם מטורפת וצריך להתיישב בעדות הנכפים הרבה:"
    },
    {
      "id": "choshen_mishpat-035-10",
      "section": 10,
      "text": "הפתאים ביותר שאינן מכירין דברים שסותרין זה את זה ולא יבינו ענייני הדבר כדרך שמבינים שאר עם הארץ וכן המבוהלי' והנחפזים בדעת' והמשתגעי' ביותר הרי אלו בכלל השוטים ודבר זה לפי מה שיראה לדיין שאי אפשר לכוין הדעת בכתב:"
    },
    {
      "id": "choshen_mishpat-035-11",
      "section": 11,
      "text": "חרש פסול אחד מדבר ואינו שומע או שומע ואינו מדבר ודעתו נכונה מפני שצריך להעיד בב\"ד בפיו ושיהיה ראוי לשמוע דברי הדיינים והאיום שמאיימים עליו וכן אם נשתתק אע\"פ שנבדק כדרך שבודקים לענין גיטין ונמצאת עדותו מכוונת והעיד בפנינו בכתב ידו אינו עדות כלל חוץ מעדות אשה לפי שבעגונה הקילו:"
    },
    {
      "id": "choshen_mishpat-035-12",
      "section": 12,
      "text": "סומא בשתי עיניו אע\"פ שמכיר הקול והאנשים ומכוונת עדותו פסול:"
    },
    {
      "id": "choshen_mishpat-035-13",
      "section": 13,
      "text": "היה חרש או שוטה או סומא בשעה שנמסר לו העדות ובריא בשעת העדאת העדות או איפכא פסולים אבל אם היה בריא בשעה שנמסר לו העדות ובשעת העדאת העדות אע\"פ שבאמצע נתחרש או נשתטה או נסתמה מאחר שתחלתו וסופו בכשרות כשר:"
    },
    {
      "id": "choshen_mishpat-035-14",
      "section": 14,
      "text": "אשה פסולה וטומטום ואנדרוגינוס פסולים מספק וכל מי שהוא ספק כשר ספק פסול הרי הוא פסול: הגה וכל אלו הפסולים פסולים אפי' במקום דלא שכיחא אנשים כשרים להעיד (הרשב\"א בתשובה והרמב\"ם בפ\"ח מה' נזקי ממון וכ\"כ הב\"י) וכל זה מדינא אבל י\"א דתקנת קדמונים הוא דבמקום שאין אנשים רגילין להיות כגון בב\"ה של נשים או בשאר דבר אקראי שאשה רגילה ולא אנשים כגון לומר שבגדים אלו לבשה אשה פלונית והן שלה ואין רגילין אנשים לדקדק בזה נשים נאמנות (ת\"ה סי' שנ\"ג ואגודה פרק י' יוחסין) ולכן יש מי שכתב דאפי' אשה יחידה או קרוב או קטן נאמנים בענין הכאה ובזיון ת\"ח או שאר קטטות ומסירות לפי שאין דרך להזמין עדים כשרים לזה ואין פנאי להזמין (מהרי\"ק שורש קע\"ט ומהר\"ם מריזבורג וכלבו סי' קט\"ז) והוא שהתובע טוען ברי (מהרי\"ק שורש כ\"ג) (וע\"ל סכ\"ח סט\"ו בהג\"ה):"
    }
  ]
}