{
  "id": "choshen_mishpat-060",
  "chapterLabel": "סימן 60",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-060-1",
      "section": 1,
      "text": "דין שעבוד מטלטלי אגב מקרקעי ודין שעבוד דבר שלא בא לעולם. ובו ב סעיפים:הבא לגבות חובו בשטר מהלוה ולא הספיק כל הנמצא לו כנגד שטר חובו ה\"ז טורף מקרקעות שהיו לו בשעה שלוה מזה ומכרם או נתנם אח\"כ אבל קרקעות שקנה אחר שלוה מזה ומכרם או נתנם אינו טורף מהם ואם כתוב בשטר שהוא משעבד לו נכסין דקנינא ודאנא עתיד למקני גובה גם מהם אבל המטלטלים אין עליהם אחריות אפי' מטלטלים שהיו לו בעת שלוה שמכרם או נתנם לשעתו אין ב\"ח טורף אותם ואם כתוב בשטר שהוא משעבד לו מטלטלי שיש לו אגב מקרקעי דלא כאסמכתא ודלא כטופסי דשטרי (ע' לעיל סי' קי\"ג ור\"ב) ה\"ז טורף מהמטלטלים שהיו לו כשלוה כשם שהוא טורף מקרקעות ואם כתוב בשטר ששיעבד לו מטלטלי אגב מקרקעי דקנינא ודאנא עתיד למקני דלא כאסמכתא ודלא כטופסי דשטרא טורף אף ממטלטלים שקנה אחר שלוה ומכרם או נתנם כשם שהוא טורף מהקרקעות זהו דין הגמרא ועכשיו אע\"פ שנהגו לכתוב בכל השטרות שהוא משעבד לו מטלטלי אגב מקרקעי נהגו שאינו טורף מהמטלטלים שמכר או נתן או משכן מפני תקנת השוק ואפי' למנהג זה אם היה ללוה שטר חוב על אחר ומכרו בעל חוב גובה ממנו דלא שייך בשטרות תקנת השוק דלא שכיח וכן אם נתן כל נכסיו לאחר ולא שייר לעצמו כלום אומדנא דמוכח הוא שלהבריח עשה ולא שייך ביה תקנת השוק (וע\"ל סי' צ\"ט ס\"ו):"
    },
    {
      "id": "choshen_mishpat-060-2",
      "section": 2,
      "text": "המחייב עצמו בדבר שאינו קצוב כגון שנתחייב לזון את חבירו או לכסותו חמש שנים (או שלא נתן קצבה לשנים) (ב\"י בשם הרשב\"א) אע\"פ שקנו מידו לא נשתעבד להרמב\"ם וחלקו עליו כל הבאים אחריו לומר שהוא משתעבד והכי נקטינן (וע' לקמן סוף סי' ר\"ז):"
    },
    {
      "id": "choshen_mishpat-060-3",
      "section": 3,
      "text": "המחייב לזון את חבירו הנותן אומר לתת לו פירות והלה אומר מעות הדין עם מקבל המתנה ואם התנה עמו בפירוש לזונו על שלחנו והוא אינו רוצה לאכול עמו אינו חייב ליתן לו אלא לפי ברכת הבית: הגה מיהו אם אין העיכוב מכח הניזון אלא מכח המתחייב חייב לתת לו כל דמי המזונות (ב\"י בשם הריטב\"א) ואם חלה הניזון אינו חייב ברפואתו רק בדמי מזונות כמו שהיה בריא (ב\"י ס\"ס ר\"ז בשם הריטב\"א פ' הנושא) וי\"א דהמקבל עליו לזון חבירו סתם כל ימי חייו או כל זמן שצריך משמע (ר\"ן פ' מי שאחזו וב\"י בטור אה\"ע סי' קי\"ד בשם הרשב\"א) וי\"א דאם קבל עליו לזונו סתם או יתן לו ק' זהובים לשנה נפטר בשנה אחת מנדרו (תשובת הרא\"ש כ\"ו סי' כ\"ד) המקבל עליו לזון חבירו לפי כבודו ב\"ד ישיימו כפי מה שהיה נוהג קודם לכן (תשובת הרא\"ש כלל ע\"ה וטור סי' ר\"ז) ואין מלבושים בכלל מזונות אא\"כ אמר אזון ואפרנס דמלבושים הוא בכלל פרנסה (ב\"י בשם הרשב\"א) מי שכתב לחבירו לזונו זמן מה או לתת לו ק' דינרין וזנו קצת הזמן ופסק אינו חייב לתת לו ק' דינרין אלא לתשלום מזונות עד ק' דינרין ולא יותר דודאי לא כיון אלא אם לא יזונו כלל (ב\"י בשם הרשב\"א) ראובן שקבל עליו לזון לשמעון ואשתו והתחיל לזונן ומתה אשת שמעון פטור ממזונותי' ואפי' קצב סך לצורך מזונותיה אפ\"ה פטור מחלקה (תשו' הרשב\"א סי' תתק\"ע):"
    },
    {
      "id": "choshen_mishpat-060-4",
      "section": 4,
      "text": "המתחייב לזון את חבירו סתם או לזונו על שלחנו ומת המתחייב חייבים היורשים לזונו כמה שהיה חייבו מורישו (דשלחנו לאו דוקא):"
    },
    {
      "id": "choshen_mishpat-060-5",
      "section": 5,
      "text": "שנים שנתחייבו לזון לאחד דינו כדין שנים שלוו מאחד (וע' באה\"ע סי' קי\"ד ס\"ז):"
    },
    {
      "id": "choshen_mishpat-060-6",
      "section": 6,
      "text": "המחייב עצמו בדבר שלא בא לעולם או שאינו מצוי אצלו חייב אע\"ג דאין אדם מקנה דבר שלא בא לעולם ה\"מ כשהקנה לו בלשון מכר או בלשון מתנה ואפי' כתב לו שעבוד על שדה או קבל אחריות על כל נכסיו ואפי' נתן לו משכון אינו כלום אבל בלשון חיוב כגון שאמר הוו עלי עדים שאני מתחייב לפלוני בכך וכך חייב (וכן הוציאו מבעה\"ת שער ס\"ד) והוא שקנו מידו ראובן שהוציא שטר בקנין על שמעון שכתב בו מחמת שנתתי לו מאה זהובים ושעבדתי לו כל נכסי לגבות' מהם (אבל לא שעבד עצמו להתחייב) (ב\"י) וטען שמעון שבשעה שכתבו על עצמו לא היו בידו ואין אדם מקנה דבר שלא בא לעולם אם הזהובים שבשטר הוא מטבע שנושאים ונותנים בו אין מטבע נקנה בחליפין ואם אין נושאים ונותנים במדינה באותם זהובים נקנים בחליפין (וע\"ל סי' רי\"א ס\"ו) אלא שצריך שיהיו ברשותו בשע' קנין ואם אין הדבר ידוע שהיו ברשותו על התובע להביא ראיה: הגה ואם טוען התובע ברי שהיה ברשותו והנתבע כופר צריך לישבע (טור בשם הרי\"ף) ונאמן לומר נתתי במגו דאי בעי אמר שלא היה ברשותו (ב\"י בשם הרי\"ף) מיהו כל זה לסברת הרי\"ף וקצת רבוותא אבל רבים חולקים על זה וס\"ל דכל האומר נתתי לפלוני כך וכך הוי הודאת בע\"ד וכמאה עדים דמי ואין מדקדקים כיצד נתן דמאחר שהודה אמרינן דודאי נתן באופן המועיל וקנה מקבל המתנה (טור בשם הראב\"ד והרא\"ש סוף כלל ל\"ו ותו' ר\"פ אע\"פ וע' בב\"י):"
    },
    {
      "id": "choshen_mishpat-060-7",
      "section": 7,
      "text": "ראובן הלוה לשמעון מנה ואחר זמן כתב לו שטר בקנין מחמת שלויתי מפלוני כך וכך ונתחייבתי לו בהם ומשכנתי לו קרקע פלוני זכה במשכונא:"
    },
    {
      "id": "choshen_mishpat-060-8",
      "section": 8,
      "text": "ראובן הוציא שטר שלוה שמעון מלוי וטען ראובן שלוי היה שלוחו וכתב השטר על שמו ולא הקפיד עליו ושמעון טוען לאו בעל דברים דידי את (מאחר שאין לך הרשאה מלוי) (טור) אם הוד' לוי לראובן ששלוחו היה אם אינו חב לאחרים בהודאתו כופין את שמעון שיפרע לראובן ואם בא לוי למחול לשמעון אינו מחול:"
    },
    {
      "id": "choshen_mishpat-060-9",
      "section": 9,
      "text": "ראובן הלוה מנה ללוי ובשעת הלואה אמר ללוי שיכתבו (העדים) השטר על שם שמעון אך שיתנו השטר ליד ראובן וכשתבע ראובן מלוי בזמנו טוען לאו בעל דברים דידי את הדין עם ראובן ואם תבע ראובן לשמעון שיעשה לו שטר מכר מהשטר הזה שנכתב על שמו אין כופין אותו ואפי' הודה לו שמעון שיעשה לו שטר מכר יכול לחזור בו אבל אם אמר ללוה בשעת הלואה ע\"מ כן אני מלוה לך שתעשה לי שטר בשם שמעון ולכשארצה תחזירנו לו על שמי כופין אותו על כך אפי' לא פירש דבריו אלא אמר לעדים בפני הלוה עוד שטר אחר תכתבו לי על הלוא' זו מחייבין אותו לכתוב שטר אחר על שמו שטר שהי' כתוב על שם ראובן וכתוב בסופו (קודם חתימת העדים) ואלו המעות הם מחכירות הקהל וטוען ראובן שכיון שכתובים על שמו שלו הם שהקהל נתנו לו שטר זה על מעות שהיה לו אצל הקהל והקהל מכחישין אותו הדין עם הקהל:"
    },
    {
      "id": "choshen_mishpat-060-10",
      "section": 10,
      "text": "שמעון שהי' חייב מנה לראובן ונתפשרו ביניהם שיעש' שמעון שט\"ח ללוי מעשרים דינרים ואח\"כ עשה ראובן (לשמעון) שטר מחילה מכל תביעות ממון ועכשיו טוען שמעון שכיון שלוי לא הלוהו אלא ראובן כיון שמחל לו כל תביעת ממון גם זה בכלל הדין עם שמעון:"
    },
    {
      "id": "choshen_mishpat-060-11",
      "section": 11,
      "text": "המלו' את חבירו על משכונות קרקע וצוה לכתוב הקרקע בשם בנו הקטן ועכשיו טוען הלוה למלוה לאו בעל דברים דידי את אין בדבריו כלום:"
    },
    {
      "id": "choshen_mishpat-060-12",
      "section": 12,
      "text": "אשה שטוענת על הקרקעו' שהניח בעלה שחציים שלה ממעות שנפלו לה מבית אביה והשטרות כתובים בשם שניהם הדין עם האשה ואם כתובים בשמה לבד והיא טוענת שכולם שלה כולם שלה:"
    }
  ]
}