{
  "id": "choshen_mishpat-260",
  "chapterLabel": "סימן 260",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-260-1",
      "section": 1,
      "text": "המוצא דבר שמוכח שהונח שם. ובו יא סעיפים:המוצא בגל או בכותל ישן שאין זוכרים מי בנאו ולא היה מימות עולם בחזקת זה שדר בו עתה ובחזקת אבותיו הרי הוא של מוצאה והוא שהעלה חלודה שאני אומר של עכו\"ם הקדמונים הוא והוא שימצאנה מטה מטה כדרך כל המטמוניות הישנים אבל אם מראים הדברים שהם מטמון חדש אפי' נסתפק לו הדבר ה\"ז לא יגע בהם שמא מונחים הם שם וכותל חדש דהיינו שידוע שאבותיו של זה שהוא דר שם בנאוהו ולא יצא מרשותם מציאה הנמצאת בו מחציו לחוץ הוא של מוצאו אפי' יש בו סימן והוא שהעלה חלודה שודאי נתייאשו בעליו ממנו כיון שארך לו שם הימים מחציו ולפנים של בעל הבית אפי' אם העלה חלודה ואם הוא ממלא כל הכותל חולקים אפילו אם כל הכותל משופע ולא אמרינן ממקום הגבוה הוא ונתגלגל למקום השפל:"
    },
    {
      "id": "choshen_mishpat-260-2",
      "section": 2,
      "text": "במה דברים אמורים במוכין או בנסכא שאין הוכחה מאיזה מקום בא לשם אבל סכין או כיס הוא מוכיח על עצמו מאיזה מקום בא שאם יד הסכין ורצועת הכיס לצד חוץ ודאי מחוץ בא שם והיא של מוצאו ואפי' מחציו ולפנים ואם הם לצד פנים הם של בעל הבית אפי' מחציו ולחוץ:"
    },
    {
      "id": "choshen_mishpat-260-3",
      "section": 3,
      "text": "בד\"א שמחציו ולפנים של בעל הבית כשהוא טוען שהוא שלו או שהיה יורש שאנו טוענין לו שמא של אביו היה אבל אם הודה שהם מציאה הרי היא של מוצאה לפיכך אם היה משכיר לאחרי' הרי הם של שוכר אחרון ואם השכירו לג' עכו\"ם כאחת הרי עשאו פונדק וכל הנמצא בו אפי' בתוך הבית הרי הוא של מוצאו מפני שאין אחר יכול לטעון שהם שלו או שהוא טמון שהרי עשאו פונדק:"
    },
    {
      "id": "choshen_mishpat-260-4",
      "section": 4,
      "text": "ראובן הדר עם שמעון בביתו ומעלה לו שכר אם צבי שבור או גוזלות שלא פרחו נכנסו לתוך הבית זכו בהם שניהם דהוו כשנים השותפין בחצר (טור) אבל אם קנה א' מהם בו מציאה מגנב אין לחבירו זכות בה:"
    },
    {
      "id": "choshen_mishpat-260-5",
      "section": 5,
      "text": "המוצא מעות בחנות אם היו בין תיבה לחנוני הרי הם של בעל החנות ואם מצאם על התיבה ואצ\"ל מתיב' ולחוץ הרי הם של מוצאם ואפי' יש בה סימן (וי\"א דעל התיבה של חנוני הם) (הכל בטור ונ\"י) מצא מעות בחנות השולחני בין כסא לשולחני הרי אלו של שולחני מצאו על הכסא לפני השולחני אפי'היו צרורין ומונחין הרי אלו של מוצאם והוא שיהי' רוב עכו\"ם שאם לא כן חייב להכריז מפני שהם צרורים יש בהם סימן:"
    },
    {
      "id": "choshen_mishpat-260-6",
      "section": 6,
      "text": "המוצא קציעות בדרך אפי' בצד שדה קציעות הרי אלו שלו וכן תאנה שהיא נוטה לדרך ונמצאו תאנים תחתיה מותרים שהבעלים מתייאשים מהם מפני שהתאנה וכיוצא בה עם נפילתה נמאסת אבל זיתים וחרובים וכיוצא בהם אסורים ותמרי' שמשירם הרוח מותרים שחזקתן שהבעלים מחלום לכל אדם מפני שהבהמות והחיות אוכלים אותם מחמת מתיקותם ואם היו של יתומים שאינם בני מחילה אסורים וכן אם הקפיד בעל השדה והקיף מקום האילנות או תיקן מקום שיפלו בו הנובלות עד שילקטם הרי אלו אסורים שהרי גילה דעתו שלא מחל:"
    },
    {
      "id": "choshen_mishpat-260-7",
      "section": 7,
      "text": "מצא פירות מפוזרות במקום הגרנות אם היו כמו קב בתוך ד' אמות או ביותר על ד' אמות הרי אלו שלו מפני שאין הבעלים מטפלים באסיפתן היו מפוזרים בפחות מד' אמות לא יגע בהם שמא הבעלים הניחו שם (וכן יותר מקב בד' אמות) (טור) היו כמו חצי קב בב' אמות או קביים בח' אמות או שהיה הקב משנים וג' מינים כגון תמרים ושומשמין כל אלו ספק לפיכך לא יטול ואם נטל אינו חייב להכריז: הגה וי\"א אפי' בתמרים לחוד דלא נפיש טרחייהו וכל כיוצא בזה (טור) או בשומשמין לחוד דחשיבו הוי ספק (רש\"י):"
    },
    {
      "id": "choshen_mishpat-260-8",
      "section": 8,
      "text": "גוזל שמדדה (פי' שמתנודד) ואינו יכול לפרוח הנמצא קרוב לשובך בתוך חמשים אמה הרי הוא של בעל השובך חוץ לחמשים אמה הרי הוא של מוצאו שאין הגוזל מדדה יותר על חמשים אמה (ובשביל של כרמים אפילו חוץ לנ' אמה הוי של בעל השובך) (טור) נמצא בין שובכות הרי הוא של קרוב מחצה למחצ' יחלוקו בד\"א כשהיו יוני שתי השובכות שוין במנין אבל אם היו יוני האחד רבים הלך אחר הרוב אע\"פ שהוא רחוק (וכל זה בגוזלות שאינן מפריחים אבל אם הם מפריחים בכל ענין של מוצאו) (טור):"
    },
    {
      "id": "choshen_mishpat-260-9",
      "section": 9,
      "text": "כל המוצא אבידה בין שיש בה סימן בין שאין בה סימן אם מצאה דרך הנחה אסור ליגע בה שמא בעלי' הניחוה שם עד שיחזרו לה ואם יבא ליטלה והוי דבר שאין בו סימן הרי איבד ממון חבירו שהרי אין לו בה סימן להחזיר בו ואם היה דבר שיש בו סימן ה\"ז הטריחן לרדוף אחריה ולתת סימניה לפיכך אסור לו שיגע בה עד שימצאנה דרך נפילה אפי' נסתפק לו הדבר ולא ידע אם דבר זה אבוד או מונח ה\"ז לא יגע בו ואם עבר ונטלו אסור לו להחזירו לשם ואם היה דבר שאין בו סימן זכה בו ואינו חייב להחזירו וכל דבר שיש בו סימן בין ספק הנחה בין בדרך נפילה בין ברה\"י בין בר\"ה חייב להכריז:"
    },
    {
      "id": "choshen_mishpat-260-10",
      "section": 10,
      "text": "כיצד מצא טלית או קרדום בצד הגדר ה\"ז לא יגע בהם בסרטיא (פי' דרך רחבה שהולכים שם רבים תדיר) נוטל ומכריז מצא גוזלות מקושרים בכנפיהם ומדדין אחר הגדר (פי' גדר של אבנים) או אחר הגפה (גפה סתימת כותל של עצים או של קנים) או בשבילין שבשדות ה\"ז לא יגע בהם שמא בעליהן הניחום שם ואם נטלם הרי אלו שלו ואם היו קשורים קשר שהוא סימן חייב להכריז וכן אם מצאם קבועים במקומ' חייב להכריז שהמקום סימן: הגה כל אלו דברי הרמב\"ם אבל יש חולקים בכל זה וסבירא להו דג' חילוקים בדבר דאם הדבר משתמר כגון טלית או קרדום בצד גדר והוא ספק אם הניחו בעלים שם לא יגע בהן בין יש בו סימן בין אין בו סימן עבר ונטלו והוליכו לביתו אם יש בו סימן יכריז (טור) אם אין בו סימן יהא מונח עד שיבא אליהו (המגיד פט\"ו דגזילה ונ\"י פ' אלו מציאות) לא הוליכו לביתו יחזור ויניחנו על מקומו ובמקום שאינו משתמר כלל אפי' ודאי הונח ואין בו סימן לא בחפץ ולא במקום הוי של מוצאו ואם יש בו סימן נוטל ומכריז ובמקום שמשתמר קצת כגון שבילין שבשדות אפילו ספק הינוח יש בו סי' נוטל ומכריז ואם אין בו סימן לא בגופו ולא במקום כא יטלנו ואם נטלו רק בידו ולא הוליכו לביתו לא יחזור שהרי אין המקום משתמר היטב ויהא מונח עד שיבא אליהו וכן נ\"ל עיקר (טור והמגיד):"
    },
    {
      "id": "choshen_mishpat-260-11",
      "section": 11,
      "text": "מצא באשפה כלי מכוסה ה\"ז לא יגע בו: הגה בד\"א באשפה שאינו עשוי לפנות כלל אבל אם מתחלה עשוי לפנות המטמין בה דבר אבידה מדעת היא והרי הוא של מוצאה (טור) ואם אשפה שאינה עשויה להתפנות היא ונמלך עליה לפנות' אע\"פ שמצאו מכוסה נוטל ומכריז וכן אם היו כלים קטנים כגון סכין ושפוד וכיוצא בהם אפילו היו מכוסים באשפ' הקבוע' נוטל ומכריז (שאפשר כשכיבדו הבית השליכן שם) (טור):"
    }
  ]
}