{
  "id": "choshen_mishpat-026",
  "chapterLabel": "סימן 26",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-026-1",
      "section": 1,
      "text": "שלא לדון בדיני עכו\"ם. ובו ד סעיפים:אסור לדון בפני דייני עכו\"ם ובערכאות שלהם (פי' מושב קבוע לשרים לדון בו) אפי' בדין שדנים בדיני ישראל ואפי' נתרצו ב' בעלי דינים לדון בפניהם אסור וכל הבא לידון בפניהם הרי זה רשע וכאלו חירף וגידף והרים יד בתורת מרע\"ה: הגה ויש ביד ב\"ד לנדותו ולהחרימו עד שיסלק יד עכו\"ם מעל חבירו (מהרי\"ק שורש קנ\"ד) וכן מחרימין המחזיק ביד ההולך לפני עכו\"ם (ריב\"ש סי' ק\"ב) ואפי' אינו דן לפני עכו\"ם רק שכופהו ע\"י עכו\"ם שיעמוד עמו לדין ישראל ראוי למתחו על העמוד (מרדכי פרק הגוזל קמא) וע\"ל סי' שפ\"ח מי שהלך בערכאות של עכו\"ם ונתחייב בדיניה' ואח\"כ חוזר ותבעו לפני דייני ישראל י\"א שאין נזקקין לו (מהרי\"ק שורש קפ\"ח) וי\"א דנזקקין לו (מרדכי בפרק הגוזל בתרא) אם לא שגרם הפסד לבעל דינו לפני עובדי כו\"ם (מהר\"ם מריזבורג) והסברא ראשונה נ\"ל עיקר:"
    },
    {
      "id": "choshen_mishpat-026-2",
      "section": 2,
      "text": "היתה יד עכו\"ם תקיפה ובעל דינו אלם ואינו יכול להציל ממנו בדייני ישראל יתבענו לדייני ישראל תחלה אם לא רצה לבא נוטל רשות מב\"ד ומציל בדיני עכו\"ם מיד בעל דינו: הגה ויש רשות לב\"ד לילך לפני עכו\"ם ולהעיד שזה חייב לזה (בה\"ת בשם ר' שרירא) וכל זה דוקא כשאינו רוצה להיות ציית דין אבל בלא\"ה אסור לב\"ד להרשות לדון לפני עכו\"ם (מהרי\"ק שורש א'):"
    },
    {
      "id": "choshen_mishpat-026-3",
      "section": 3,
      "text": "המקבל עליו בקנין לידון עם חבירו לפני עכו\"ם אינו כלום ואסור לידון בפניהם ואם קבל עליו שאם לא ילך בפניהם יהיה עליו כך וכך לעניים אסור לילך לדון עמו לפני עכו\"ם וחייב ליתן מה שקבל עליו לעניים ויש מי שאומר שאין ב\"ד מוציאין ממנו אלא מודיעין אותו שחל הנדר עליו:"
    },
    {
      "id": "choshen_mishpat-026-4",
      "section": 4,
      "text": "שטר שכתוב שיוכל לתבעו בדיני העכו\"ם אינו רשאי לתבעו בפניהם ואם מסר השטר לעכו\"ם שיתבענו בדיניהם חייב לשלם לו כל מה שהפסיד יותר ממה שהוא חייב בדיני ישראל: הגה וכל זה כשיוכל לכופו בדין ישראל אבל אם הלוה אלם מותר למסרו לעכו\"ם (ב\"י ס\"ו בשם הריטב\"א) וע\"ל ס\"ס שס\"ט (הרא\"ש בתשובה כלל י\"ח סי' א') מדין עכו\"ם המוכר שטר חוב לישראל על ישראל אחר אם דן הוא בדין עכו\"ם:"
    }
  ]
}