{
  "id": "choshen_mishpat-410",
  "chapterLabel": "סימן 410",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-410-1",
      "section": 1,
      "text": "בור באיזה מקום חיובו וכמה שיעורו וכל משפטי בור. ובו לה סעיפים:בור הוא מאבות נזיקין דכתיב כי יכרה איש בור שמאחר שחפרו נתחייב בנזקיו כיון שעשה דבר המזיק וזהו ממונו שמזיק במקום שעשאו שאינו זז ממקומו אלא עומד במקומו והעובר עליו ניזק לפיכך כל הדומה לו שהוא ממונו ומונח במקומו ומזיק אפי' שפך מים ברשות הרבים והוחלק בהם אחר חייב:"
    },
    {
      "id": "choshen_mishpat-410-2",
      "section": 2,
      "text": "אחד הכורה בור ואחד הפותח בור שכרהו אחר וכסהו כראוי ובא זה וגילהו חייב:"
    },
    {
      "id": "choshen_mishpat-410-3",
      "section": 3,
      "text": "המוצא בור וכסהו וחזר וגילהו בעל הבור חייב וזה האחרון פטור סתמו בעפר וחזר והוציא את כל העפר זה האחרון חייב שכיון שסתמו בעפר נסתלק מעשה ראשון:"
    },
    {
      "id": "choshen_mishpat-410-4",
      "section": 4,
      "text": "אחד החופר או הלוקח או שניתן לו במתנה שנאמר בעל הבור ישלם מי שיש לו בעלים מ\"מ וכן אם נחפר מאיליו או שחפרו בהמה וחיה ברשותו הואיל והוא חייב למלאותו או לכסותו ולא עשה הרי זה חייב בנזיקין: הגה וכן אם כרה אחר ברשותו ונודע לבעל החצר חייב בעל החצר לכסותו ואם לא כיסה הוי כאלו חפרה בעצמו והכורה חייב לשלם לו נזקי חצירו (טור):"
    },
    {
      "id": "choshen_mishpat-410-5",
      "section": 5,
      "text": "שורו שחפר ברה\"ר או ברשות אחר פטור בעל השור שנאמר כי יכרה איש בור ולא שור בור:"
    },
    {
      "id": "choshen_mishpat-410-6",
      "section": 6,
      "text": "אחד החופר בור ברשות הרבים או החופר בור ברשותו ופתחו לר\"ה או פתחו לרשות חבירו או שחפר ופתח לרשותו והפקיר רשותו ולא הפקיר בורו ה\"ז חייב בנזקיו אבל אם הפקיר רשותו ובורו או שהפקיר בורו שברשותו ה\"ז פטור שנאמר בעל הבור ישלם מי שיש לו בעלים וזה הפקר ובתחלה ברשות חפר מפני שחפר ברשותו:"
    },
    {
      "id": "choshen_mishpat-410-7",
      "section": 7,
      "text": "החופר בור בר\"ה לצורך רבים ומסר להם כיסויו או הודיע לב\"ד שרוצה להסתלק ממנו שהם יתעסקו בו לכסותו פטור והוא שחפר במקום שיש לו רשות לחפור:"
    },
    {
      "id": "choshen_mishpat-410-8",
      "section": 8,
      "text": "האומר לחבירו לחפור בור בר\"ה וחפרו החופר חייב והמשלח פטור:"
    },
    {
      "id": "choshen_mishpat-410-9",
      "section": 9,
      "text": "הבונה סמוך לר\"ה רשאי לחפור לצורך היסוד אפילו להרחיבו לצד ר\"ה ואם הוזקו בו פטור כיון שעשה ברשות:"
    },
    {
      "id": "choshen_mishpat-410-10",
      "section": 10,
      "text": "אחד החופר בור או שיח או מערה או חריץ ולמה נאמר בור שיהא בו כדי להמית דהיינו עומק י' טפחים אבל אם היה פחות מי' טפחים ונפל לתוכו שור או שאר בהמה חיה ועוף ומת פטור ואם הזיק בעל התקלה חייב נזק שלם:"
    },
    {
      "id": "choshen_mishpat-410-11",
      "section": 11,
      "text": "היה עומק הבור ט' טפחים ומהם טפח א' מים חייב שהטפח של מים חשוב כעומק ב' טפחים ביבשה:"
    },
    {
      "id": "choshen_mishpat-410-12",
      "section": 12,
      "text": "היה עמוק שמנה ומהם ב' טפחים מים או שהיה עומקו ז' טפחים ומהם ג' טפחים מים ונפל לתוכו שור וכיוצא בו ומת אין מחייבין אותו לשלם ואם תפס אין מוציאין מידו: הגה ועיין לעיל סי' שפ\"ח סעיף א' וז' דיש חולקין:"
    },
    {
      "id": "choshen_mishpat-410-13",
      "section": 13,
      "text": "חפר אחד שמנה ובא חבירו וחפר עוד טפח שניהם חייבים בנזקין כל אחד לפי מה שחפר:"
    },
    {
      "id": "choshen_mishpat-410-14",
      "section": 14,
      "text": "החופר בור עשרה ובא אחר והשלימו לכ' ובא אחר והשלימו לל' כלם חייבים:"
    },
    {
      "id": "choshen_mishpat-410-15",
      "section": 15,
      "text": "חפר הראשון פחות מי' אפי' טפח ובא אחרון והשלימו לעשרה בין שחפר בו טפח או שהגביה בנין על שפתו זה האחרון חייב (אפי' בנזקין) (טור ס\"ח) סתם טפח שהוסיף או שסתר טפח שבנה ה\"ז ספק אם כבר נסתלק מעשה ראשון או אם עדיין לא נסתלק:"
    },
    {
      "id": "choshen_mishpat-410-16",
      "section": 16,
      "text": "חפר הראשון בור עמוק ובא האחרון והרחיבו ונפל לתוכו שור ומת אם מחמת הבלו מת האחרון פטור שהרי מיעט הבלו ואם מחמת חבטו מת האחרון חייב שהרי הקריב היזק בור זה וכן אם נפל השור מאותו הצד שהרחיב האחרון חייב שהרי הקריב היזק בור זה אע\"פ שמת מן ההבל ואם מהצד שחפר הראשון נפל הראשון חייב שזה האחרון מיעט הבלו: הגה וי\"א דאין חילוק בין מת בהבלא או בחבטה רק אם נפל מצד שהרחיב חייב בכל ענין ואם נפל מצד השני האחרון פטור בכל ענין (טור ס\"ח בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-410-17",
      "section": 17,
      "text": "בור שחייבה עליו תורה אפי' לא מתה הבהמה אלא מהבלו ואין צ\"ל אם מתה מחבטו לפיכך אם היה עומק הבור כרחבו אין לו הבל ואם לא נחבטה בו הבהמה ומתה פטור היה עומקו יותר על רחבו יש לו הבל ואם מתה בו הבהמה חייב אף ע\"פ שלא נחבטה בקרקעיתה:"
    },
    {
      "id": "choshen_mishpat-410-18",
      "section": 18,
      "text": "עשה תל גבוה בר\"ה ונחבטה בו הבהמה ומתה אם היה גבוה י' טפחים חייב לשלם ואם היה פחות מי' פטור על מיתת הבהמה אבל אם הוזקה בלבד חייב לשלם נזק שלם ואפי' בתל גבוה כל שהוא או בחפירה כל שהיא שהנזק בכל שהוא דבר מצוי וידוע ואין המיתה בכל שהוא מצויה והרי הוא כמו אונס:"
    },
    {
      "id": "choshen_mishpat-410-19",
      "section": 19,
      "text": "וכן אינו חייב על מיתת הבהמה בבור או על חבטתה בתל אלא אם היתה הבהמה קטנה או חרשת או שוטה או סומא או שנפלה בלילה אבל אם היתה פקחת ונפלה ביום ומתה פטור שזה כמו אונס מפני שדרך הבהמה לראות ולסור מהמכשולות:"
    },
    {
      "id": "choshen_mishpat-410-20",
      "section": 20,
      "text": "וכן אם נפל לתוכו אדם ומת אפילו היה סומא או שנפל בלילה בין שהיה בן חורין או עבד ה\"ז פטור ואם הוזק בו האדם או הבהמה הפקחת חייב נזק שלם: הגה וי\"א דבבהמה פקחת פטור אפי' מנזיקין אם נפל שם ביום (טור סכ\"ב והמגיד פרק י\"ב דנזקי ממון):"
    },
    {
      "id": "choshen_mishpat-410-21",
      "section": 21,
      "text": "נפלו כלים בבור והוזקו או נשתברו פטור שנא' ונפל שמה שור או חמור שור ולא אדם חמור ולא כלים ולא נתמעט אדם אלא ממית' אבל אם הוזק בו חייב אבל על הכלים פטור בין אם נשברו לגמרי בין אם הוזקו:"
    },
    {
      "id": "choshen_mishpat-410-22",
      "section": 22,
      "text": "כסהו כראוי אע\"פ שהתליע מתוכו ונפל לתוכו שור ומת פטור שנא' ולא יכסנו הא אם כסהו פטור:"
    },
    {
      "id": "choshen_mishpat-410-23",
      "section": 23,
      "text": "כסהו בדבר שיכול לעמוד בפני שוורים ואינו יכול לעמוד בפני גמלים והלכו עליו גמלים ונתרועע והלכו עליו שוורים ונפלו בו אם אין הגמלים מצויים באותו מקום הרי זה פטור מפני שזה אונס (מיהו אם נפל בתוכו גמל אפילו פקח חייב דהואיל וראהו מכוסה עבר עליו טור ס\"ט) ואם יבאו שם גמלים אפילו לפרקים חייב:"
    },
    {
      "id": "choshen_mishpat-410-24",
      "section": 24,
      "text": "התליע מתוכו ונפלו בו שורים אע\"פ שהגמלי' מצויים שם תמיד והרי הוא פושע לגמלי' הואיל ומחמת שהתליע נפלו בו השוורים פטור וכן כל כיוצא בזה: הגה ויש מחלקין דפטור בכהאי גוונא דוקא שאם היו עוברים הגמלים היו נופלים עם הכיסוי דאז לא פשע כלל לגבי שוורים דאם יעברו גמלים יפול הכיסוי ולא יעברו שוורים פקחין כי יראו שאינו מכוסה אבל אם הוא שאם יעברו הגמלים לא יפול הכיסוי רק יתרועע ואם יעברו אח\"כ שוורים יפלו חייב אף בהתליע מתוכו דהואיל ופשע לגבי שוורים חייב אף בהתלעה (טור ס\"ט):"
    },
    {
      "id": "choshen_mishpat-410-25",
      "section": 25,
      "text": "בור של ב' שותפין ועבר עליו הראשון ולא כיסהו השני ולא כיסהו הראשון חייב עד שימסור דליו לשני (וי\"א דשניהן חייבין עד שימסור דליו לשני) (טור ס\"י) ומשמסר דליו לשני לדלות ממנו נפטר הראשון ונתחייב השני לכסותו:"
    },
    {
      "id": "choshen_mishpat-410-26",
      "section": 26,
      "text": "כסהו הראשון ובא השני ומצאו מגול' ולא כסהו השני חייב ועד אימתי יהי' השני לבדו חייב עד שידע הראשון שהבור מגול' וכדי שישכור פועלים ויכרות ארזים ויכסנו וכל שימות בו תוך זמן זה הרי השני לבדו חייב בו וכל שימות בו אחר זמן כזה שניהם חייבים לשל' שהרי שניהם פשעו בו: הגה וי\"א דגם לשני נותנין זמן עד שישכור פועלים ויכרות ארזים אלא שאינו צריך הודעה (טור סי\"ב בשם ר\"י והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-410-27",
      "section": 27,
      "text": "יש מי שאומר שאם אינו מוצא לקנות ארזים אלא ביוקר צריך להמתין לו עד שימצא לקנות בשווים:"
    },
    {
      "id": "choshen_mishpat-410-28",
      "section": 28,
      "text": "כל הנזקים אם הוא דבר שאין דרכו בעצמו לסלקו אין מחייבין אותו לסלקו עד שישכור פועלים וה\"מ דאנוס כגון בור שכסהו כראוי והתליע אבל בור שהניחו מגול' פושע הוא ולאלתר חייב בנזקיו:"
    },
    {
      "id": "choshen_mishpat-410-29",
      "section": 29,
      "text": "המכסה בורו בדליו של חבירו ובא בעל הדלי ונטל דליו בעל הבור חייב:"
    },
    {
      "id": "choshen_mishpat-410-30",
      "section": 30,
      "text": "המוסר בורו לשומר חייב בנזקיו ואם מסרו לחרש שוטה וקטן אע\"פ שהיה מכוסה הרי הבעלים חייבים שהבור עשוי להתגלות ואלו אין בהם דעת:"
    },
    {
      "id": "choshen_mishpat-410-31",
      "section": 31,
      "text": "בור שכרוי ועומד ונכנס בו אדם להרחיבו או להעמיקו ועמד שור על שפתו ונבעת מקול הכורה ונפל לתוכו בין לפניו בין לאחריו חייב בעל הבור אפילו השור פקח וביום שהכורה פטור שאינו אלא גרמא וכיון שאי אפשר להשתלם ממנו ישתלם מבעל הבור אבל אם נבעת השור מקול הכורה ונפל לאחורי הבור פטור:"
    },
    {
      "id": "choshen_mishpat-410-32",
      "section": 32,
      "text": "שור שדחף בהמה לתוך הבור ומת אם מועד הוא בעל הבור משלם מחצה ובעל השור מחצה ואם תם הוא בעל השור משלם רביע מגופו ובעל הבור משלם ג' חלקים מהיפ' שבנכסיו שבעל הנביל' אומר לבעל הבור פחת נביל' זו יש לי אצלך אע\"פ שהיא גדולה ופקחת כיון שנדחפה ה\"ז כמי שנפל' בלילה כל שאני יכול להוציא מבעל השור אני מוציא והשאר אתה חייב לשלמו:"
    },
    {
      "id": "choshen_mishpat-410-33",
      "section": 33,
      "text": "וכן המניח אבן על פי הבור ובא השור ונתקל בה ונפל לבור ומת המניח את האבן משלם מחצה ובעל הבור מחצה:"
    },
    {
      "id": "choshen_mishpat-410-34",
      "section": 34,
      "text": "אם אדם ושור דחפו שור אחד לבור והיה אדם שלא בכוונה שאם היה בכונה היה בעל הבור פטור שלשתן חייבים אם השור מועד משלשים ביניהם ואם הוא תם משלם השתות והמותר ישלמו ביניהם האדם ובעל הבור:"
    },
    {
      "id": "choshen_mishpat-410-35",
      "section": 35,
      "text": "אם דחפו אשה ויצאו ילדיה האדם לבדו חייב הכל ושור ובור פטורים:"
    },
    {
      "id": "choshen_mishpat-410-36",
      "section": 36,
      "text": "אם דחפו בו אדם והוזק שלשתם חייבים בנזק ואדם לבדו חייב בשאר ד' דברים ואם דחפו בו כלים ונשברו אדם ובעל השור חייבים ובעל הבור פטור:"
    },
    {
      "id": "choshen_mishpat-410-37",
      "section": 37,
      "text": "יש מי שאומר הוא הדין לשנים שהזיקו ושניהם בני חיובא אלא שהאחד ברח או שאין לו במה לשלם משתלם מאחר עד שיעור מה שהי' הוא חייב על נזק זה אלו עשאו לבדו ויש חולקין דכיון דחבירו מדינא בר תשלומין אלא שאין לו מה לשלם למה יפרע זה בשבילו ולפי זה שור שדחף בהמ' לבור האידנא אינו משלם אלא ג' חלקים אע\"פ שהשור פטור אף מהרביע שהרי אין דנין דיני קנסות אין בעל הבור משל' אותו בשבילו:"
    },
    {
      "id": "choshen_mishpat-410-38",
      "section": 38,
      "text": "החופר בור ברשות הרבים ונפל עליו שור והרגו בעל השור פטור ואם מת השור נוטל בעל השור דמי שורו מיורשי בעל הבור:"
    }
  ]
}