{
  "id": "choshen_mishpat-369",
  "chapterLabel": "סימן 369",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-369-1",
      "section": 1,
      "text": "אסור לקנות מגזלן ולסטים וליהנות מממונם ודינא דמלכותא כיצד. ובו יא סעיפים:אסור לקנות דבר הגזול מהגזלן ואסור לסעדו על שינויו כדי שיקנהו שכל העושה דברים אלו וכיוצא בהם מחזיק ידי עוברי עבירה ועובר על ולפני עור לא תתן מכשול והלוקח ממנו מטלטלין דינו כלוקח מהגנב שנתבאר בסי' שנ\"ו:"
    },
    {
      "id": "choshen_mishpat-369-2",
      "section": 2,
      "text": "אסור ליהנות בדבר הגזול ואפי' לאחר יאוש והוא שידע בודאי שדבר זה היא הגזיל' עצמה כיצד ידע שבהמה זו גזול' אסור לרכוב עליה או לחרוש בה גזל בית או שדה אסור לעבור בתוכה או ליכנס בה בחמה מפני החמה ובגשמים מפני הגשמים ואם דר בה חייב להעלות שכר לבעלים אם היתה עשוי' לשכר גזל דקלים ועשה מהם גשר אסור לעבור עליו וכן כל כיוצא בזה (מיהו אם מסרו לרבים מותר ליהנות ממנו דהא הוי יאוש עם שינוי רשות) (המגיד פ\"ה) אבל מלך שכרת אילנות של בעלי בתים ועשה מהם גשר מותר לעבור עליו אפי' שצוה המלך לעבדיו לכרות מכל אחד ואחד דבר ידוע והלכו הם וכרתו הכל מאחד מותר וכן אם הרס בתים ועשה דרך או חומה מותר ליהנות בה וכן כל כיוצא בזה שדין המלך דין והוא שיהי' מטבעו יוצא באותם הארצות שהרי הסכימו עליו בני אות' הארץ וסמכה דעתם שהוא אדוניהם והם לו עבדים שאם לא כן הרי הוא כגזלן בעל זרוע:"
    },
    {
      "id": "choshen_mishpat-369-3",
      "section": 3,
      "text": "אסור ליהנות מהגזלן (שהוחזק ממונו שבא בגזילה) (טור ס\"ה) ואם היה מיעוט שלו אע\"פ שרוב ממונו גזול מותר ליהנות ממנו עד שידע בודאי שדבר זה גזול בידו:"
    },
    {
      "id": "choshen_mishpat-369-4",
      "section": 4,
      "text": "בני אדם שחזקתם גזלנים וחזקת כל ממונם גזל מפני שמלאכתם מלאכת גזלנים כגון המוכסים והליסטים אסור ליהנות מהם שחזקת מלאכה זו שהיא גזל ואין מצרפים דינרים מהתיבה שלהם שהכל בחזקת גזילה אבל ממה שיש לו בבית או בשוק שלא בתיבת המוכסים מותר לצרף ואפילו מתיבתו אם הוא חייב לתת לו חצי דינר ואין לו אלא דינר נותנו לו ולוקח ממנו חצי דינר אפילו מתיבת המוכסין מפני שהוא כמציל מידו:"
    },
    {
      "id": "choshen_mishpat-369-5",
      "section": 5,
      "text": "נטלו מוכסין כסותו והחזירו לו אחרת הרי אלו שלו מפני שזו כמכירה היא וחזקתה שנתייאשו הבעלים ממנה ואינו יודע בודאי שזו גזולה ואם היה ותיק ומחמיר על עצמו מחזירן לבעלים הראשונים (ובידוע שלא נתיאשו הבעלים צריך להחזירו לבעלים בחנם) (מרדכי ר\"פ הגוזל בתרא):"
    },
    {
      "id": "choshen_mishpat-369-6",
      "section": 6,
      "text": "בד\"א שהמוכס כלסטים בזמן שהמוכס עכו\"ם או מוכס העומד מאליו או מוכס העומד מחמת המלך ואין לו קצבה אלא לוקח מה שירצה אבל מוכס שפסקו המלך ליטול דבר קצוב (ואפי' צוה שישראל יתן יותר מעכו\"ם מ\"מ מקרי דבר קצוב לכל איש) (מהרי\"ק שורש קצ\"ד) והעמיד מוכס ישראל לגבותו למלך ונודע שאדם זה נאמן ואינו מוסיף כלום על מה שגזר המלך אינו בחזקת גזלן משום דדינא דמלכותא דינא ולא עוד אלא שהמבריח ממכס זה עובר (על לא תגזול) מפני שהוא גוזל מנת המלך בין שהיה מלך ישראל בין שהיה מלך עכו\"ם וכן אם ישראל קנה המכס מהמלך המבריח עצמו הרי זה גוזל ישראל שקנאו (וי\"א דאפי' ידוע דהישראל לוקח יותר מן הקצבה מ\"מ אסור להבריח ממנו דבר הקצוב דהוי כגוזל מן הגזלן דאסור) (ב\"י) אבל אם קנאו עכו\"ם מותר משום דהוי כהפקע' הלוואתו דשרי במקום דליכא חלול השם: הגה וי\"א דאפי' המוכס ישראל אם לא קנאו לעצמו רק גובה למלך אע\"ג דאסור להבריח מכח דינא דמלכותא מ\"מ אם אדם מבריח אין למוכס לכוף אותו ליתן דהוי כהפקעת הלוואתו דשרי מיהו אם יש בזה משום יראת המלך ודאי יכול לכוף אותו (ר\"ן פ\"ד דנדרים):"
    },
    {
      "id": "choshen_mishpat-369-7",
      "section": 7,
      "text": "וכן מלך ששם מס על בני העיר או על כל איש ואיש דבר קצוב משנה לשנה או על כל שדה ושדה דבר קצוב או שגזר שכל מי שיעבור על דבר זה ילקחו כל נכסיו לבית המלך או כל מי שימצא בשדה בשעת הגורן הוא יתן המס שעליה בין שהיה הוא בעל השדה בין שאינו בעל השדה וכל כיוצא בדברים אלו אינו גזל וישראל שגבה אותם למלך אינו בחזקת גזלן והרי הוא כשר והוא שלא יוסיף ולא ישנה ולא יקח לעצמו כלום:"
    },
    {
      "id": "choshen_mishpat-369-8",
      "section": 8,
      "text": "וכן מלך שכעס על אחד מעבדיו ושמשיו מבני המדינה ולקח שדהו או חצירו אינו גזל ומותר ליהנות בה והלוקחה מהמלך הרי הוא שלו ואין הבעלים מוציאין אותה מידו (וכ\"כ לעיל ס\"ס רל\"ז) אבל מלך שלקח שדה או חצר של אחד מבני המדינה שלא בדינים שחקק הרי זה גזלן והלוקח ממנו מוציאין הבעלים מידו כללו של דבר כל דין שיחקוק אותו המלך לכל ולא יהיה לאדם אחד בפני עצמו אינו גזל וכל שיקח מאיש זה בלבד שלא כדת הידוע לכל אלא חמס את זה הרי זה גזל: הגה ואם חקק לבעל אומנות אחד כגון שחקק למלוה בריבית איזה דבר י\"א דלא אמרי' ביה דינא דמלכותא דינא הואיל ואינו חקוק לכל (מהרי\"ק שורש ס\"ו) י\"א דלא אמרינן דינא דמלכותא דינא אלא במסים ומכסים התלוים בקרקע כי המלך גוזר שלא ידורו בארצו כי אם בדרך זה אבל בשאר דברים לא (הרא\"ש פ\"ד דנדרים בשם הר\"מ ומרדכי פ' הגוזל בתרא) וי\"ח וסבירא להו דאמרי' בכל דבר דינא דמלכותא דינא (מרדכי שם בשם התוס' ות\"ה סי' ש\"ט) ולכן המלוה על המשכון יכול למכרו אחר שנה הואיל וכן דינא דמלכותא (שם בשם ר\"י בר פרץ) וכן הוא עיקר וכמו שנתבאר לעיל סי' שנ\"ו סעיף ז':"
    },
    {
      "id": "choshen_mishpat-369-9",
      "section": 9,
      "text": "לפיכך גבאי המלך ושוטריו שמוכרים השדות במס הקצובה על השדות ממכרן ממכר אבל מס שעל כל איש ואיש אינו גובה אלא מן האדם עצמו ואם מכרו השדה במס שעל הראש ה\"ז אינו ממכר אא\"כ היה דין המלך כך (וע\"ל סי' ס\"ח מדינא דמלכותא גם בסי' ק\"ד סעיף ב' מדין זה):"
    },
    {
      "id": "choshen_mishpat-369-10",
      "section": 10,
      "text": "מלך שהיו דיניו שכל שלא יתן המס שעל השד' תהיה השד' לנותן המס וברח בעל השדה מפני המס ובא זה ונתן מס שעלי' למלך ואכל פירותיה אין זה גזל אלא אוכל פירות ונותן המס עד שיחזרו הבעלים שדין המלך דין הוא כמו שאמרנו: הגה וכן הוא חוק המלך שכל מי שימצא בשדה יתן בעד כל בני הבקעה והוא יחזור ויגבה מהם או שיכול לגבות מס השנה מא' (טור ס\"ט):"
    },
    {
      "id": "choshen_mishpat-369-11",
      "section": 11,
      "text": "וכן מלך שגזר שכל מי שיתן מס הקצוב על האיש ישתעבד בזה שלא נתן ובא ישראל ונתן המס שעל ישראל זה העני הרי זה עובד בו יותר מדאי שדין המלך דין אבל אינו עובד בו כעבד: הגה ישראל שהיה חייב לעכו\"ם והעכו\"ם מכר השטר לישראל אע\"פ שאסור לדון עם ישראל חבירו בפני עכו\"ם ואע\"פ שבא מכח עכו\"ם מ\"מ דייני ישראל יפסקו לישראל זה מה שהיה העכו\"ם מרויח לפני דייני עכו\"ם הואיל וישראל זה בא מכחו הרי הוא כמוהו בכל מה שהיה יכול לזכות לפני דייני עכו\"ם שהוא דינא דמלכותא (תשובת הרא\"ש כלל י\"ח סי' א' וכנ\"ל ס\"ס כ\"ו) הנושא אשה במקום שדנין בדיני עכו\"ם ומתה אשתו לא יוכל אבי אשתו או שאר יורשיה לומר כל הנושא אשה על דעת המנהג הוא נושא ונדון הדבר בדיני עכו\"ם דאם מתה (לא) יורשה בעלה או כדומה לזה וליכא בזה משום דינא דמלכותא (ב\"י בסי' כ\"ו בשם תשובת הרשב\"א) דלא אמרינן דינא דמלכותא אלא בדבר שיש בו הנאה למלך או שהוא לתקנת בני המדינה אבל לא שידונו בדיני עכו\"ם דא\"כ בטלו כל דיני ישראל (מהרי\"ק שורש קפ\"ז בשם רשב\"א):"
    }
  ]
}