{
  "id": "choshen_mishpat-420",
  "chapterLabel": "סימן 420",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-420-1",
      "section": 1,
      "text": "החובל בחבירו חייב בה' דברים וכיצד משערין אותם והמבייש בדברים ת\"ח וע\"ה. ובו מד סעיפים:אסור לאדם להכו' חבירו ואם הכהו עובר בלאו שנא' פן יוסיף ואם הקפידה תורה בהכאת רשע שלא להכותו יותר על רשעו קל וחומר בהכאת צדיק והמרים יד על חבירו להכותו אע\"פ שלא הכהו נקרא רשע: הגה וע\"ל סי' תכ\"א סעיף י\"ג ודין הכאת איש לאשתו עיין בא\"ה סי' קנ\"ד די\"א דיש חרם קדמונים באדם המכה לחבירו וצריכין להתיר לו כדי לצרפו למנין עשרה ומיד שמקבל עליו לעשות דין מתירין לו אע\"פ שאין [ המוכה] מתרצה (מהר\"ם מריזבורק והג\"מ פ' החובל):"
    },
    {
      "id": "choshen_mishpat-420-2",
      "section": 2,
      "text": "הכהו מכה שאין בה שוה פרוטה לוקה כיון שאין בה חיוב ממון ואפי' הכה עבד כנעני לוקה הוא שהרי חייב במצות:"
    },
    {
      "id": "choshen_mishpat-420-3",
      "section": 3,
      "text": "החובל בחבירו חייב בחמשה דברים נזק צער רפוי שבת בושת אם החבלה בענין שיש בה כל החמש: הגה י\"א דצריך ליתן ג\"כ תוספות מזונות הצריכין בחליו ממה שהיה אוכל כשהיה בריא (נ\"י פ' החובל) ונ\"ל דבכלל ריפוי יחשב: ואם אין בה אלא ד' משלם ד' ואם ג' ג' ואם ב' ב' ואם א' א':"
    },
    {
      "id": "choshen_mishpat-420-4",
      "section": 4,
      "text": "כיצד קטע ידו או רגלו או אצבע א' או שחסרו א' מכל אבריו נותן לו כל ה' הדברים:"
    },
    {
      "id": "choshen_mishpat-420-5",
      "section": 5,
      "text": "הכהו על ידו וצבתה וסופה לחזור או הכהו על עינו ומרדה וסופה לחזור אין כאן נזק ונותן לו שאר ארבע דברים:"
    },
    {
      "id": "choshen_mishpat-420-6",
      "section": 6,
      "text": "הכהו על ראשו וצבתה אין כאן נזק ושבת ונותן לו שאר השלש' דברים:"
    },
    {
      "id": "choshen_mishpat-420-7",
      "section": 7,
      "text": "הכהו במקום שאינו נרא' ולא ראהו שום אדם אינו נותן לו אלא צער וריפוי:"
    },
    {
      "id": "choshen_mishpat-420-8",
      "section": 8,
      "text": "הכהו במטפחת שבידו או בשטר וכיוצא בזה אין כאן אלא בושת (וי\"א דוקא שהוא במקום רואין) (הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-420-9",
      "section": 9,
      "text": "כוואו בשפוד על צפרנו במקום שאינו עושה חבורה ואינו מעכבו ממלאכ' אינו נותן אלא צער (ואם הי' במקום רואין חייב בבושת) (המ\"מ שם):"
    },
    {
      "id": "choshen_mishpat-420-10",
      "section": 10,
      "text": "השקהו סם או שסכו סם ושינהו ממראה עורו אינו משלם לו אלא ריפוי בלבד:"
    },
    {
      "id": "choshen_mishpat-420-11",
      "section": 11,
      "text": "הכניסו בחדר וסגר הדלת עליו ובטלו ממלאכתו אינו נותן אלא שבת בלבד אבל אם היה כבר בחדר וסגר עליו מלצאת הוי גרמא בניזקין ופטור מדיני אדם:"
    },
    {
      "id": "choshen_mishpat-420-12",
      "section": 12,
      "text": "גילח שער ראשו אינו נותן לו אלא בושת סכו בסם עד שאין סוף השער לחזו' חייב בה' דברים שהרי מצטער מן הסם ושבת שהרי הוא ראוי לרקד ולנדנד [ שער] ראשו בשעת ריקוד ונמצא בטל ממלאכה זו:"
    },
    {
      "id": "choshen_mishpat-420-13",
      "section": 13,
      "text": "המחסר את חבירו אבר שאינו חוזר חייב בכל הה' דברים אפי' הפיל שינו חייב בכל שאי אפשר שלא יחלה פיו שעה אחת אע\"פ שהשן אין לו רפואה בשר השניים צריך רפואה:"
    },
    {
      "id": "choshen_mishpat-420-14",
      "section": 14,
      "text": "אפי' חסרו כשעורה מעור בשרו חייב בה' דברים שהעור אינו חוזר אלא צלקת (פי' רושם מכה שנתרפאה) לפיכך החובל בחבירו וקרע העור ויצא ממנו דם חייב בה' דברים:"
    },
    {
      "id": "choshen_mishpat-420-15",
      "section": 15,
      "text": "כיצד משערים הה' דברים נזק אם חסרו אבר או חבל חבורה שאין סופה לחזור שמין אותו כאלו הוא עבד נמכר בשוק כמה היה שוה קודם שחבל בו וכמה נפחתו דמיו אחר החבלה וכך יתן לו: הגה ואם היה בעל אומנות כגון נוקב מרגליות וקטע לו ידו משערינן הזיקו כפי מה שהוא אבל אם קטע רגלו שאין מזיק לו כל כך משערינן היזיקו כאלו לא היה בעל אומנות (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-420-16",
      "section": 16,
      "text": "צער כיצד הרי שקטע אצבעו אומדים כמה אדם רוצה ליתן בין לקטע לו אבר זה בסייף או לקטוע אותו בסם אם גזר המלך לקטוע אבר (בסייף) ומה שיש בין זה לזה משלם לו: הגה ובמקום דאיכא צער לחוד משערין אם היה גוזר המלך לכוות אותו בשפוד על צפרנו וכדומה כמה היה נותן להנצל מצער זה (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-420-17",
      "section": 17,
      "text": "כיצד משערין השבת אם לא חסרו אבר אלא חלה ונפל למשכב או צבתה ידו וסופה לחזו' נותן לו שבתו של כל יום ויום כפועל בטל של אותה מלאכ' שבטל ממנה ואם חסרו אבר כגון שקטע ידו נותן לו דמי ידו שהוא הנזק ושבת רואין אותו כאילו הוא שומר קשואין ורואין כמה הוא שכר שומר קשואים בכל יום ועושין חשבון כל ימי חוליו של זה ונותן לו וכן אם קטע רגלו רואין אותו כאלו הוא שומר על הפתח סימא את עינו רואין אותו כאלו הוא טוחן ברחים וכן כל כיוצא בזה: הגה ודוקא בסתם בני אדם שאינן בני אומנות אבל אם הוא בן אומנות ויכול לעסוק במלאכתו אחר חליו משערין השבת כפי המלאכה דבטל מיניה (טור סי\"ט בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-420-18",
      "section": 18,
      "text": "כיצד משערין הריפוי אומדים בכמה ימים יחיה מחולי זה וכמה הוא צריך ונותן לו מיד ואין מחייבים אותו לתת דבר יום ביומו ודבר זה תקנה היא למזיק וכן השבת אומדין אותו ונותן הכל מיד אם היה מתגלגל בחוליו והולך וארך החולי יותר על מה שאמדוהו אינו מוסיף לו כלום וכן אם הבריא מיד אין פוחתין ממה שאמדוהו:"
    },
    {
      "id": "choshen_mishpat-420-19",
      "section": 19,
      "text": "אמר המזיק אין רצוני בתקנה זו אלא ארפאנו דבר יום ביומו שומעין לו הרי שלא פסק עמו אלא הי' מרפא יום ויום ועלו בו צמחים מחמת המכה או נסתרה המכה אחרי שחייתה חייב לרפאותו ולתת לו דמי שבתו עלו בו צמחים שלא מחמת המכה אינו חייב לרפאותו ולא לתת לו דמי שבתו:"
    },
    {
      "id": "choshen_mishpat-420-20",
      "section": 20,
      "text": "עבר על דברי הרופא והכביד עליו החולי אינו חייב לרפאותו:"
    },
    {
      "id": "choshen_mishpat-420-21",
      "section": 21,
      "text": "אמר לו המזיק אני ארפא אותך או יש לי רופא שמרפא בחנם אין שומעין לו אלא מביא רופא אומן ומרפאו בשכר:"
    },
    {
      "id": "choshen_mishpat-420-22",
      "section": 22,
      "text": "אם יאמר המזיק אביא לך רופא ממקום רחוק שיקח שכר מועט יכול הנחבל לומר לו הרופא שהוא במקומו מדקדק יותר שלא יפסיד המחאתו:"
    },
    {
      "id": "choshen_mishpat-420-23",
      "section": 23,
      "text": "אמר הנחבל תן לי שכר הרופא ואני ארפא את עצמי יכול החובל לומר לו שמא לא תרפא עצמך יפה ויקראו אותי מזיק לעולם:"
    },
    {
      "id": "choshen_mishpat-420-24",
      "section": 24,
      "text": "כיצד משערין הבושת הכל לפי המבייש והמתבייש אינו דומה מתבייש מהקטן למתבייש מאדם גדול ומכובד שזה שביישו הקל בושתו מרובה: הגה וכן המתבייש לפי מה שכבודו גדול בושתו מרובה (טור) והמבזה כהן בושתו יותר גדולה מבאיש אחר (ריב\"ש סי' נ\"ד:)"
    },
    {
      "id": "choshen_mishpat-420-25",
      "section": 25,
      "text": "צעק באזנו וחרשו פטור מדיני אדם וחייב בדיני שמים אחזו ותקע באזנו וחרשו או שהכהו באזנו וחרשו נותן לו דמי כולו אם אינו בעל אומנות ואם הוא בעל אומנות וראוי עדיין לאותו אומנות רואים כמה נפחתו דמיו ונותן לו:"
    },
    {
      "id": "choshen_mishpat-420-26",
      "section": 26,
      "text": "סימא עינו ולא אמדוהו [ קטע ידו ולא אמדוהו] וקטע רגלו ולא אמדוהו ואח\"כ חרשו הואיל ולא אמדוהו בכל נזק ונזק נותן לו דמי כולו: הגה ומחויב ליתן צער וריפוי ובשת של כל מכה ומכה רק שאומדים הכל ביחד (טור ס\"כ בשם הרא\"ש) אמדוהו לכל נזק ונזק ואח\"כ אמדוהו לכולו אין גובין ממנו אלא דמי כלו בלבד ואם תפס הניזק נזק כל אבר ואבר ודמי כלו אין מוציאין מידו: הגה וכבר נתבאר סי' שפ\"ח דיש חולקין וסבירא להו דלא מהני תפיסה (הרא\"ש והטור):"
    },
    {
      "id": "choshen_mishpat-420-27",
      "section": 27,
      "text": "כשב\"ד מגבין לנחבל ארבעה דברים אין נותנים לחובל בהם שום זמן אבל אם לא עשה בו דבר אלא שביישו נותנים לו זמן כיון שלא חסרו ממון:"
    },
    {
      "id": "choshen_mishpat-420-28",
      "section": 28,
      "text": "כשם שאומדים למיתה כך אומדים לניזקין כיצד הרי שהכה חבירו בצרור קטן שאין בו כדי להזיק או בקיסם של עץ קטן וחבל בו חבלה שאין חפץ זה ראוי לעשותו הרי זה פטור שנא' באבן או באגרוף דבר הראוי להזיק אבל חייב הוא בבושת בלבד שאפילו רקק בגופו של חבירו חייב בבושת לפיכך צריכים העדים לידע במה הזיק ומביאים החפץ שהזיק בו לב\"ד עד שאומדין אותו ודנין עליו ואם אבד החפץ ואמר החובל לא היה בו כדי להזיק ונחבל אומר היה בו כדי להזיק ישבע הנחבל ויטול:"
    },
    {
      "id": "choshen_mishpat-420-29",
      "section": 29,
      "text": "הברזל אין לו אומד; אפי' מחט קטנה ראויה היא להמית ואין צריך לומר להזיק ודוקא כעין מחט שהיא חדה אבל אם לא הזיק אלא מחמת משקלו שאינו מחודד כלל אומדים אותו כשאר דברים:"
    },
    {
      "id": "choshen_mishpat-420-30",
      "section": 30,
      "text": "הזורק אבן ולאחר שיצאה מתחת ידו הוציא הלה ראשו מהחלון וקבלה פטור מכולם שנא' ומצא את רעהו פרט לממציא את עצמו:"
    },
    {
      "id": "choshen_mishpat-420-31",
      "section": 31,
      "text": "החובל בעצמו אע\"פ שאינו רשאי [ פטור] אחרי' שחבלו בו חייבים:"
    },
    {
      "id": "choshen_mishpat-420-32",
      "section": 32,
      "text": "המבעית את חברו אע\"פ שחלה מהפחד פטור מדיני אדם וחייב בדיני שמים והוא שלא נגע בו כגון שצעק לו מאחוריו או שנראה לו באפילה וכיוצא בו וכן אם זעק לו באזנו וחרשו פטור מדיני אדם וחייב בדיני שמים אחזו ותקע לו באזנו וחרשו או שנגע בו והדפו בשעה שהבעיתו או שאחזו בבגדיו חייב בתשלומין:"
    },
    {
      "id": "choshen_mishpat-420-33",
      "section": 33,
      "text": "אם הנחבל אומר נחרשתי נסמית עיני ואיני רואה או איני שומע אינו נאמן שאין אנו מכירים הדבר ושמא יערים ואינו נוטל הנזק עד שיבדוק זמן מרובה ויהיה מוחזק שאבד מאור עיניו או נתחרש ואח\"כ ישלם זה:"
    },
    {
      "id": "choshen_mishpat-420-34",
      "section": 34,
      "text": "המבייש את הערום או מי שהוא בבית המרחץ פטור נשבה בו הרוח והגביה בגדיו ונראה ערום ובא אחר והוסיף בהפשטתו חייב בבושת ומ\"מ אין בושתו של זה מרובה כמו המבייש את שאינו ערום כלל וכן אם הגביה בגדיו לירד לנהר או שעלה מנהר וביישו חייב ומ\"מ אינו כל כך בושת כמו שמבייש המלובש:"
    },
    {
      "id": "choshen_mishpat-420-35",
      "section": 35,
      "text": "ביישו כשהוא ישן ומת [ בתוך שינתו] שלא הרגיש בבושת אין גובין אותו בושת ואם תפסו יורשיו אין מוציאין מידם (וי\"א שהוא פטור) (טור סנ\"ח בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-420-36",
      "section": 36,
      "text": "ישן שבייש פטור:"
    },
    {
      "id": "choshen_mishpat-420-37",
      "section": 37,
      "text": "המבייש את השוטה פטור את החרש או את הגר או את העבד או את הקטן שכשמכלימים אותו נכלם חייב ומ\"מ אינו דומה המבייש את הקטן למבייש את הגדול ולא המבייש את העבד למבייש בן חורין ולא המבייש חרש למבייש פקח:"
    },
    {
      "id": "choshen_mishpat-420-38",
      "section": 38,
      "text": "רקק בחבירו חייב אבל רקק בבגדיו או שביישו בדברים פטור ויש לב\"ד בכל מקום ובכל זמן לגדור כפי מה שיראו ויש אומרי' שמנדין אותו עד שיפייס המבוייש: הגה וי\"א דמכין אותו מכת מרדות (ב\"י ס\"ס ת' בשם מרדכי פ' הזהב) והמוציא שם רע על חבירו הוי בכלל המבייש בדברים (פסקי מהרא\"י סי' רי\"ב ות\"ה סי' ש\"ז) המקנטר חבירו ואמר ליה איני מומר ואיני עבריין אע\"פ שלא אמר כמוך הוי כאילו פי' כמוך (ב\"י מצא כתוב ומהרי\"ו סי' קנ\"ז ) האומר לחבירו הרי אתה עושה כמו ממזר או אתה כממזר אינו כלום (מהר\"יו סי' נ\"ט) ויש חולקין וסבירא להו שאם אומר אתה כממזר כאלו קראו ממזר (פסקי מהרא\"י סי' רנ\"ז וסי' קנ\"ה ומהרי\"ט ס' קכ\"ז ואגודה פ\"ב דיומא) אבל אם אומר אתה מכזב כמו ממזר עד שתתברר דבר זה או כיוצא בזה שהטיל בדבר תנאי אינו כלום (פסקי מהרא\"י סי' קל\"ה) האומר לחבירו פסול אתה י\"א דיכול לתרץ דפסול משום קורבה קאמר ואין זה ביוש (מהרי\"ו סי' נ\"ט) ויש חולקין (מהר\"ם מריזבורק) המדבר רע על שוכני עפר צריך לקבל עליו תעניות ותשובה ועונש ממון כפי ראות ב\"ד (מרדכי פ' החובל) ואם קבורים בסמוך לו ילך על קבריהם ויבקש מהם מחילה ואם הם רחוקים ישלח שם שלוחו (מהר\"ם מריזבורק) ואם כופר המבייש אם הוא ביוש של שוכני עפר יתנו חרם בעדות אבל לא על ביושים אחרים (מרדכי הנ\"ל מהרי\"ו סי' כ\"ח) ונראה דהכל לפי ראות ב\"ד ועיין לעיל סי' פ\"ז סעיף כ\"ה הקורא לחבירו מלשין בן מלשין אם הוא לבד מלשין פטור וכן אם קורא לרשע בן צדיק רשע בן רשע (הגהות מרדכי) הקורא לחבירו עבד או ממזר והוא אמת פטור אבל אם לא יוכל לברר אע\"ג דשמע כן שאחרים דברו כך לא נפטר בכך (נימוקי מהר\"ם) (וע\"ל סי' תכ\"א ס\"ג):"
    },
    {
      "id": "choshen_mishpat-420-39",
      "section": 39,
      "text": "אף על פי שהמבייש בדברים אינו בר תשלומין עון גדול הוא ואין המחרף ומגדף לעם ומביישן אלא שוטה רשע וגס רוח וכל המלבין פני אדם כשר מישראל בדברים אין לו חלק לעולם הבא:"
    },
    {
      "id": "choshen_mishpat-420-40",
      "section": 40,
      "text": "דין המבייש ת\"ח בדברים נתבאר בטור י\"ד סימן רמ\"ג סעיף ז':"
    },
    {
      "id": "choshen_mishpat-420-41",
      "section": 41,
      "text": "יש הכאות רבות שיש בהם ביזוי וצער מעט ואין בהם נזק וכבר פסקו להם חכמים דמים קצובים וכל המכה את חבירו הכאה מהן משלם אותו הממון הקצוב וכולם קנסות הן ואותו הממון הקצוב הוא דמי הצער והבושת והריפוי והשבת בין צריך לרפואה בין לא צריך זהו משלם וכמה הוא משלם הבועט בחבירו ברגלו משלם ה' סלעים הכהו בארכובתו משלם ג' סלעים קבץ אצבעותיו כמו אוגד אגודה והכהו בידו כשהיא אגודה משלם י\"ג סלעים תקע את חבירו בכפו משלם סלע סטרו על פניו משלם חמשים סלעים סטרו באחורי ידו משלם ק' סלעים וכן אם צרם באזנו או תלש בשערו או רקק והגיע בו הרוק משלם מאה סלעים וכזה הוא משלם על כל מעשה ומעשה כיצד כגון שבעט בחבירו ארבע בעיטות אפי' זו אחר זו משלם עשרים סלעי' סטרו על פניו שתי סטירות משלם מאה סלע וכן בשאר: הגה (י\"א אע\"ג דאיתא בגמ' הקורא לחבירו ממזר סופג ארבעים מ\"מ יש מקומות שאין נוהגין כן והולכין אחר המנהג (הרא\"ש כלל ק\"א סי' א') ונ\"ל דה\"ה באלו הדברים הנזכרים:"
    },
    {
      "id": "choshen_mishpat-420-42",
      "section": 42,
      "text": "כל אלו הסלעים הם מכסף מדינה שאין בו כסף אלא שמינית שהם שלש מעין שכל מעה משקל ט\"ז שעורות כסף צרוף שהוא עוטמני א':"
    },
    {
      "id": "choshen_mishpat-420-43",
      "section": 43,
      "text": "בד\"א במכובד אבל אדם שהוא מבוזה ואינו מקפיד בכל אלו הדברים וכיוצא בהם אינו אלא כפי מה שיראו הדיינים שראוי ליטול: הגה י\"א שאלו הדברים אינן רק משום בושת וצער אבל ריפוי ושבת הכל לפי הענין (טור סל\"ד בשם הרי\"ף וכ\"כ הרא\"ש בשמו):"
    },
    {
      "id": "choshen_mishpat-420-44",
      "section": 44,
      "text": "כיצד מגבין האידנ' חבלו' וקנסות אלו נתבא' בסי' א':"
    }
  ]
}