{
  "id": "choshen_mishpat-067",
  "chapterLabel": "סימן 67",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-067-1",
      "section": 1,
      "text": "דין שמיטה ופרוזבול. ובו לח סעיפים:אין שמיטת כספים נוהגת מן התורה אלא בזמן שהיובל נוהג ומדברי סופרים שתהא שמיטת כספים נוהגת בזמן הזה בכל מקום: הגה (רמב\"ם פ\"ט מה' שמטה שער מ\"ה והר\"ן בשם י\"א) כן הוא הסכמת הפוסקים אבל י\"א דאין שמטה נוהגת בזמן הזה ונרא' שעליהם סמכו במדינות אלו שאין נוהגין דין שמטה כלל בזמן הזה והמנהג היו נוהגין עדיין בזמן הרא\"ש כמו שכתב בתשוב' (הטור ס\"ה הביאו) שהיה צווח ככרוכיא לבטל המנהג ולא אשגחו ביה וכבר כתבו ג\"כ האחרונים ז\"ל (בד\"מ ס\"ה הביאו) טעם למנהג שאין נוהגין שמטה כמבואר בדברי מהרי\"ק שורש צ\"ב ומהר\"ר איסרלן בת\"ה סימן ד\"ש ובמהרי\"ל ואין לדקדק אחריהם ובחשבון שנת השמיטה נפלה מחלוקת והעיקר ששנת ש\"כ ושנת שכ\"ז היתה שמטה וא\"כ יהי' שנת של\"ד הבע\"ל שמטה יה\"ר שיבנ' בהמ\"ק ויחזרו אז למנות שמיטין ויובלות כי יבא של\"ה לפרט:"
    },
    {
      "id": "choshen_mishpat-067-2",
      "section": 2,
      "text": "שביעית משמטת את המלוה ואפי' מלוה שבשטר שיש בו אחריות נכסים והמשכנתא במקום שדרכם לסלק המלוה בכל עת שיביא מעותיו שביעית משמטתה ומקום שא\"י לסלקו עד סוף זמנו אין שביעית משמטתה ואם אינה משכנתא אלא שסיים לו שדה בהלואתו אינו משמט וי\"א דהני מילי באתרא דלא מסלקי ליה וכל שא\"י לסלקו אפי' יום א' מקרי אתרא דלא מסלקי ליה:"
    },
    {
      "id": "choshen_mishpat-067-3",
      "section": 3,
      "text": "מי שיש לו עיסקא משל חבירו שביעית משמטת פלגא שהוא מלוה:"
    },
    {
      "id": "choshen_mishpat-067-4",
      "section": 4,
      "text": "מי שהיה שותף עם חבירו והיו מתעסקים בסחורות ובשטרות ונשאר ביד אחד מהשותפים אין שביעית משמטתו שאין שביעית משמטת אלא מלוה:"
    },
    {
      "id": "choshen_mishpat-067-5",
      "section": 5,
      "text": "ערב שפרע למלוה וקודם שפרע הלוה הגיע שנת השמיטה משמט:"
    },
    {
      "id": "choshen_mishpat-067-6",
      "section": 6,
      "text": "כל דבר ששביעית משמטת גם כן משמטת שבועתו לפיכך שבועת הדיינים וכיוצא בה שאם היה מודה בו היתה שביעית משמטתו משמטת שבועתו אבל שבועת השומרים והשותפים וכיוצא בהם שאם היה מודה בו לא היתה שביעית משמטתו לפי שהם פקדון ולא מלוה אין שביעית משמטת שבועתו: הגה מי שחייב לחבירו ונשבע לשלם לו כל דבר שהשביעית משמטת פטור ג\"כ לשלם מכח השבועה דלא נשבע לשלם רק כל זמן שחייב ממון (מהרי\"ק שורש פ\"א ותשובת רמב\"ן סימן רנ\"ו) וע\"ל סימן ע\"ג סעיף ז':"
    },
    {
      "id": "choshen_mishpat-067-7",
      "section": 7,
      "text": "[הלוהו ותבעו] וכפר ונשבע לו והגיע שמיטה והוא בכפירתו ולאחר שעברה השמיטה הודה או באו עדים אינו משמט אבל כפר ונשבע והודה אח\"כ או שבאו עדים קודם סוף שביעית ה\"ז משמטת:"
    },
    {
      "id": "choshen_mishpat-067-8",
      "section": 8,
      "text": "תבעו ממון וכפר והביא עדים וחייבוהו ב\"ד וכתבו לו פסק דין הוי כגבוי ואינו משמט:"
    },
    {
      "id": "choshen_mishpat-067-9",
      "section": 9,
      "text": "המלוה את חבירו והתנה עמו שלא תשמיטנו שביעית הרי זה נשמט אבל אם התנה עמו שלא ישמיט הוא חוב זה ואפי' בשביעית תנאו קיים שנמצא שחייב עצמו בממון שלא חייבתו תורה שהוא חייב: הגה וכן אם כתב בשטר לשון פקדון אינה משמטת דלהכי כתב לשון פקדון שלא ישמט (מהרי\"ק שורש קפ\"ג) אם נהגו לכתוב כן בשטרות ובשטר אחד לא נמצא כך לא אמרינן דהוי כאלו נכתב אע\"פ שלענין שאר דברים אמרי' כן כדלעיל סי' מ\"ב (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-067-10",
      "section": 10,
      "text": "המלוה את חבירו וקבע לו זמן לעשר שנים או פחות או יותר אין שביעית הבאה בתוך הזמן משמטתו דהשתא לא קרי ביה לא יגוש:"
    },
    {
      "id": "choshen_mishpat-067-11",
      "section": 11,
      "text": "המוסר שטרותיו לב\"ד ואמר להם אתם גבו לי חובי אינו נשמט:"
    },
    {
      "id": "choshen_mishpat-067-12",
      "section": 12,
      "text": "המלוה על המשכון אינו משמט מה שכנגד המשכון ויש מי שאומר שאף היתר על המשכון אינו משמט:"
    },
    {
      "id": "choshen_mishpat-067-13",
      "section": 13,
      "text": "משכנו שלא בשעת הלואתו ע\"י ב\"ד דינו כמלוה על המשכון:"
    },
    {
      "id": "choshen_mishpat-067-14",
      "section": 14,
      "text": "הקפת (פי' שקנה באמנה) חנות אינה משמטת ואם זקפה עליו במלוה משמטת: הגה ומיקרי זקיפה משעה שקבע לו זמן לפרעו (טור והרא\"ש פרק השולח) וי\"א דמיקרי זקיפה מיד שכתב בפנקסו כל החשבון ביחד (מרדכי פרק הנשבעין):"
    },
    {
      "id": "choshen_mishpat-067-15",
      "section": 15,
      "text": "שכר שכיר אינו משמט ואם זקפו עליו במלוה משמט:"
    },
    {
      "id": "choshen_mishpat-067-16",
      "section": 16,
      "text": "קנס של אונס ומפתה ומוציא שם רע אינם משמטים ואם זקפם במלוה משמטים ומאימתי נזקפים משעת העמדה בדין:"
    },
    {
      "id": "choshen_mishpat-067-17",
      "section": 17,
      "text": "המגרש את אשתו קודם השמיטה אין כתובתה נשמטת ואם פגמתה או זקפתה עליו במלוה משמטת: הגה הבא מכח עכו\"ם הרי הוא כעכו\"ם ולכן מי שקנה שטר מן העכו\"ם על חבירו אין השביעית משמטתו (תשו' הרשב\"א סי' תשפ\"ט) וכן מי שערב בעד חבירו נגד עכו\"ם ופרע לעכו\"ם ולקח השטר מן העכו\"ם ותבע חבירו באותו השטר אין השביעית משמטת אבל בלאו הכי משמטת אע\"פ שפרע לעכו\"ם בשבילו (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-067-18",
      "section": 18,
      "text": "פרוזבול אינו משמט ואינו נכתב אלא בב\"ד חשוב דהיינו שלשה בקיאים בדין ובענין פרוזבול ויודעים ענין שמיטה והמחום רבים עליהם באותה העיר וי\"א דכותבין פרוזבול בכל ב\"ד (טור וב\"י בשם הפוסקים) ונ\"ל דיש להקל בזמן הזה:"
    },
    {
      "id": "choshen_mishpat-067-19",
      "section": 19,
      "text": "זהו גופו של פרוזבול מוסרני לכם פלו' ופלוני ופלו' הדיינים שבמקום פלו' שכל חוב שיש לי שאגבנו כל זמן שארצה והדיינים או העדים חותמים מלמטה וה\"ה שיוכל למסור בב\"ד חובותיו שבע\"פ (ר\"ן פ' השולח):"
    },
    {
      "id": "choshen_mishpat-067-20",
      "section": 20,
      "text": "תלמידי חכמים שהלוו זה את זה ומסר דבריו לתלמידים ואמר מוסרני לכם שכל חוב שיש לי שאגבנו כ\"ז שארצ' אינו צריך לכתוב פרוזבול מפני שהם יודעים ששמיטת כספים בזמן הזה מדבריהם ובדברים בלבד היא נדחת: הגה וי\"א דכל אדם נמי יוכל לומר דבריו בעל פה לפני ב\"ד ומהני וא\"צ פרוזבול (טור) ואין חילוק בין אם המלוה בעיר הדיינים או לא כי יכול לומר אפי' שלא בפניהם אני מוסר שטרותי לב\"ד פלוני שבעיר פלוני (מרדכי ס\"פ השולח):"
    },
    {
      "id": "choshen_mishpat-067-21",
      "section": 21,
      "text": "יש מי שכתב ענין שטר פרוזבול כך הוא הולך המלוה אצל ג' עדים (בה\"ת בשער מ\"ה בשם י\"א) וי\"א אפילו לשנים ואומר הוו עלי סהדי וחזו דאנא מסרנא פרוזבול קמי ג' דיינים דאינון פלו' ופלו' ופלוני דיינים שבמקום פלו' ודי לו אם יחתמו בו אותם עדים ואי חתמו ביה דייני טפי מעלי וא\"צ שם עדים:"
    },
    {
      "id": "choshen_mishpat-067-22",
      "section": 22,
      "text": "אין כותבין פרוזבול אלא על הקרקע ואפי' קרקע כל שהוא סגי ואפילו אין לו אלא עציץ נקוב מונח על גבי יתידות באויר אע\"פ שאין מקום היתידות שלו סגי אפי' אין ללוה כלל ויש לחייב לו או לערב או למי שחייב לו כותבין ואפי' אין לזה ולא לזה ויש למלוה או למי שחייב לו מזכהו אפי' ע\"י אחר ואפילו שלא בפניו: הגה מיהו אם הלוה לפנינו וצווח איני רוצה לזכות בקרקע של אחרים אין מזכין לו לאדם בעל כרחו (ר\"ן פ' השולח):"
    },
    {
      "id": "choshen_mishpat-067-23",
      "section": 23,
      "text": "השאילו מקום לתנור או לכירים כותבין עליו פרוזבול (כ\"כ בעיטור מאמר ג') וה\"ה אם השכירו לו:"
    },
    {
      "id": "choshen_mishpat-067-24",
      "section": 24,
      "text": "היתה לו שדה ממושכנת כותבין עליה פרוזבול:"
    },
    {
      "id": "choshen_mishpat-067-25",
      "section": 25,
      "text": "כותבים לאיש על נכסי אשתו ולאשה על נכסי בעלה וליתומים על נכסי אפוטרופוס:"
    },
    {
      "id": "choshen_mishpat-067-26",
      "section": 26,
      "text": "חמשה שלוו מאחד די לו בפרוזבול אחד ואם לוו בשטר אחד אפי' אין קרקע אלא לאחד מהם כותבים פרוזבול על כולם:"
    },
    {
      "id": "choshen_mishpat-067-27",
      "section": 27,
      "text": "חמשה שהלוו לאחד כל אחד צריך פרוזבול:"
    },
    {
      "id": "choshen_mishpat-067-28",
      "section": 28,
      "text": "יתומים קטנים שיש להם מלוה ביד אחרים א\"צ פרוזבול מי שחייב לקופת הצדקה אינו משמט:"
    },
    {
      "id": "choshen_mishpat-067-29",
      "section": 29,
      "text": "יתומים גדולים טענינן להו שמא היה לאביהם פרוזבול או שמא התנה שלא ישמיטנה בשביעית:"
    },
    {
      "id": "choshen_mishpat-067-30",
      "section": 30,
      "text": "אין שביעית משמטת כספים אלא בסופו לפיכך הלוה את חבירו בשביעית עצמה גובו חובו כל השנה בב\"ד וכשתשקע חמה בליל ר\"ה של מוצאי שביעית אבד החוב:"
    },
    {
      "id": "choshen_mishpat-067-31",
      "section": 31,
      "text": "כל זמן שהוא יכול לגבות החוב כותבין פרוזבול:"
    },
    {
      "id": "choshen_mishpat-067-32",
      "section": 32,
      "text": "פרוזבול המוקדם כשר והמאוחר פסול:"
    },
    {
      "id": "choshen_mishpat-067-33",
      "section": 33,
      "text": "נאמן אדם לומר פרוזבול היה לי ואבד ולא עוד אלא שפותחין לו שמא פרוזבול היה לך ואבד ואם אמר כן נאמן: הגה ואם לא פתחו לו הב\"ד ויצא מב\"ד וחזר ואמר פרוזבול היה לי אם הוא קודם פסק דין נאמן אבל אם הוא לאחר פסק דין א\"נ (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-067-34",
      "section": 34,
      "text": "וכן אם אמר המלוה תנאי היה בינינו שלא תשמיטני שביעית או הקפת חנות היה או משאר דברים שאין שביעית משמטתן נאמן במגו דאי בעי אמר פרוזבול היה לי ואבד:"
    },
    {
      "id": "choshen_mishpat-067-35",
      "section": 35,
      "text": "הוציא פרוזבול וטוען הנתבע ואומר מלוה זו שהוא תובע אחר פרוזבול זה היתה התובע נאמן שאלו אמר פרוזבול היה לו ואבד נאמן ואע\"פ שאין אנו יודעים זמן הפרוזבול שאבד:"
    },
    {
      "id": "choshen_mishpat-067-36",
      "section": 36,
      "text": "המחזיר חוב שעברה עליו שביעית יאמר לו המלוה משמט אני וכבר נפטרת ממנו אמר לו אעפ\"כ רצוני שתקבל יקבל ממנו ואל יאמר לו בחובי אני נותן לך אלא יאמר לו שלי הם במתנה אני נותן לך החזיר לו חובו ולא אמר לו כן מסבב עמו בדברים עד שיאמר לו שלי הם ובמתנה נתתי לך ואם לא אמר לא יקבל ממנו אלא יטול מעותיו וילך לו:"
    },
    {
      "id": "choshen_mishpat-067-37",
      "section": 37,
      "text": "שטר חוב שעברה עליו שביעית ולא נכתב עליו פרוזבול מוציאין שטר מהמלוה להחזירו ללוה:"
    },
    {
      "id": "choshen_mishpat-067-38",
      "section": 38,
      "text": "המוכר שט\"ח לחבירו ואח\"כ עברה עליו שמטה אין הלוקח חוזר על המוכר שהלוקח פשע מעצמו שלא עשה פרוזבול ואם כבר עבר עליו שמיטה כשמכרו טוענין ללוקח שהמוכר היה לו פרוזבול ואבד ואם הודה המוכר שלא היה לו פרוזבול אם אין לו נכסים אינו נאמן ואם יש לו נכסים נאמן ונפטר הלוה והמוכר ישלם ללוקח:"
    }
  ]
}