{
  "id": "choshen_mishpat-341",
  "chapterLabel": "סימן 341",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-341-1",
      "section": 1,
      "text": "השואל מחבירו חפץ סתם או לזמן קצוב. ובו ח סעיפים:השואל מחבירו כלי או בהמה סתם הרי המשאיל (תובעו) בכל עת שירצה שאלו לזמן קצוב כיון שמשך וזכה בו אין הבעלים יכולים להחזירו מתחת ידו עד סוף ימי השאלה ואפי' מת השואל הרי היורשים משתמשים בשאלה עד סוף הזמן:"
    },
    {
      "id": "choshen_mishpat-341-2",
      "section": 2,
      "text": "השואל פונדק מחבירו ללינה אין פחות מיום אחד לשביתה אין פחות משני ימים לנשואין אין פחות משלשים יום שאל חלוק מחבירו לילך בו לבית האבל כדי שילך ויחזור שאלו לבית המשתה כל אותו היום שאלו לעשות המשתה שלו אין פחות משבעה ימים וי\"א לבית האבל אינו רשאי ליטלו עד שיצאו ימי אבילות וברגל עד שיצאו ימי הרגל ובמשתה עד שיצאו ימי המשתה (טור ס\"ד בשם הרא\"ש) (ועיין בי\"ד סי' ש\"מ ):"
    },
    {
      "id": "choshen_mishpat-341-3",
      "section": 3,
      "text": "הניח להם אביהם פרה שאולה משתמשים בה כל ימי שאלתה ואין חייבין באונסי' אפי' נשתמשו בה אבל חייבים עליה כשומר שכר (וע\"ל סי' ע\"ב ס\"י) אפי' לא נשתמשו בה ויש מי שאומר שאם אמר המשאיל ליתומים החזירו לי הפרה שהשאלתי את אביכם או קבלו עליכם חיוב אונסים שומעין לו:"
    },
    {
      "id": "choshen_mishpat-341-4",
      "section": 4,
      "text": "חשבו שהיא של אביהם וטבחוה ואכלוה משלמים דמי בשר בזול שהוא שני שלישים והעור ישלמו כולו ואם הניח להם נכסים וטבחוה משלמים דמיה מנכסיו:"
    },
    {
      "id": "choshen_mishpat-341-5",
      "section": 5,
      "text": "השואל כלי מחבירו לעשות בו מלאכה פלונית כיון שמשך השואל אין המשאיל יכול להחזירו מתחת ידו עד שיעשה בו אותה מלאכה וכן אם שאל ממנו בהמה לילך בה למקום פלוני אינו יכול להחזירה מיד השואל עד שילך בה לשם ויחזור:"
    },
    {
      "id": "choshen_mishpat-341-6",
      "section": 6,
      "text": "השואל כלי מחבירו להשתמש בו וא\"ל השאילני דבר פלוני בטובתך כלומר אין אתה משאיל לי דבר זה כדרך כל המשאילין אלא כפי טובת לבך ונדבותיך שאינך מקפיד על הזמן אם קנו מיד המשאיל על זה הרי השואל משתמש בו לעולם עד שיתבטל הכלי מלעשות מלאכתו ויחזיר שבריו או שיריו ואין השואל רשאי לחזור ולתקן הכלי או לעשותו פעם אחרת: הגה וי\"א דהאומר השאילני כלי זה בטובו שאול הוא לעולם דבטובו משמע כל זמן שהוא טוב ואפי' החזירו למשאיל חוזר ונוטלו ממנו כשיצטרך ודוקא שקנו מן המשאיל אבל לא קנו מן המשאיל אינו נוטלו ממנו כשהחזירו נשבר מחזיר לו שבריו (טור ס\"ה בשם הרא\"ש) :"
    },
    {
      "id": "choshen_mishpat-341-7",
      "section": 7,
      "text": "האומר לחבירו השאילני קרדום לעדור בו הפרדס הזה עודר בו אותו הפרדס בלבד ואינו רשאי לעדור בו פרדס אחר אפי' הוא כמוהו אמר לו פרדס סתם עודר בו פרדס אחד אי זה שירצה אפי' אינו שלו שאלו לעדור בו פרדסים הרבה שלו עודר בו כל פרדסים שלו ואפי' נשחת כל הברזל בעדירה מחזיר לו הנצב של עץ ויש מי שאומר דדוקא באותה שנה אבל לא בשנה אחרת:"
    },
    {
      "id": "choshen_mishpat-341-8",
      "section": 8,
      "text": "האומר לחבירו השאילני שוקת זה ונפל אינו יכול לחזור ולבנותו א\"ל השאילני שוקת סתם ונפל חוזר ובונה עד שישקה כל שדותיו א\"ל השאילני מקום שוקת ה\"ז בונה בכ\"מ שירצה בקרקע המשאיל ובונה מקום השוקת שיספיק לו להשקות ממנה כל שדותיו או כל בהמותיו לפי מה שהתנה עם המשאיל והוא שלקח ממנו בקנין על זה:"
    }
  ]
}