{
  "id": "choshen_mishpat-149",
  "chapterLabel": "סימן 149",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-149-1",
      "section": 1,
      "text": "אלו שאין להם חזקה השותפין והאריסין והאפטרופסים הגזלנים והאחין וחרש שוטה וקטן. ובו לא סעיפים:ראובן שאכל שדה שמעון שני חזקה וטען שהיא לקוחה בידו והביא שמעון עדים שהיא ידועה לו וכן הביא עדים שראובן ידוע שהוא שותפו או אריסו או אפוטרופוס ומפני זה לא מיחה תחזור השדה לשמעון וישבע היסת שלא מכר ולא נתן אבל אם לא הביא שמעון ראיה שראובן היה שותף או אריס אלא ראובן הודה מעצמו (ואמר) הן הוא שותפו ומכר לי נאמן במגו שהיה יכול לומר שלא היה שותפו מעולם הגה שני שותפים בקרקע אחת ובא אחד והחזיק בקרקע שלהן אע\"ג דלגבי האחד לא הוי חזקה כגון שהיה אריסו או אפוטרופוס שלו או שלא היה עמו במדינה מ\"מ מועיל חזקתו נגד השותף השני לחלקו (טור בשם הרא\"ש כלל צ\"ט ס\"ג וכ\"כ הב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-149-2",
      "section": 2,
      "text": "שדה של שני שותפים שאין בה דין חלוקה אע\"פ שאכל אחד מהם כולה כמה שנים הרי היא בחזקת שניהם ואם יש בה דין חלוקה ואכלה האחד כולה שני חזקה יש לו חזקה: הגה אבל אם החזיק בחציה ואומר זה הגיע לחלקי לא הוי חזקה (טור בשם הרא\"ש והרמב\"ם פי\"ג דטוען ומרדכי פ' חזקת) וכן אפי' החזיק בכולה והשותף נותן חצי המס הוי מחא' ואינו חזקה (ב\"י סי' קמ\"ו בשם רשב\"א):"
    },
    {
      "id": "choshen_mishpat-149-3",
      "section": 3,
      "text": "הבן שהוא סומך על שלחן אביו ונחשב בכלל בני ביתו אם אכל בנכסי אביו שני חזקה וכן האב שאכל נכסי זה שהוא סומך עליו שני חזקה לא עלתה להם חזקה:"
    },
    {
      "id": "choshen_mishpat-149-4",
      "section": 4,
      "text": "נסתלק מעל שלחנו מחזיקין זה על זה:"
    },
    {
      "id": "choshen_mishpat-149-5",
      "section": 5,
      "text": "יש מי שאומר דה\"ה לחתן בנכסי חמיו:"
    },
    {
      "id": "choshen_mishpat-149-6",
      "section": 6,
      "text": "אב בנכסי הבת וכן הבת או הבן בנכסי האם דינם כבן בנכסי האב ואב בנכסי הבן: הגה וה\"ה בשאר קרובים שאין מקפידין זה על זה לפי ראות הדיינים (תשובת רשב\"א סי' תתק\"נ ותשובת רמב\"ן סי' צ\"ג וריב\"ש סי' רנ\"ב וטור סוף הסי'):"
    },
    {
      "id": "choshen_mishpat-149-7",
      "section": 7,
      "text": "האחים שאוכלים על שולחן אחד וכיס אחד לכולם יש מי שאומר שאין להם חזקה זה על זה:"
    },
    {
      "id": "choshen_mishpat-149-8",
      "section": 8,
      "text": "אם אח אחד עשיר ואחד עני ואין לו כלום ואחיו מוציא עליו והעני הוא דר בבית המיוחד לאחיו אין לו בה חזקה: הגה אשה שהלותה לחתנה מקום בבית הכנסת וישב עליה לא הוי חזקה שכן דרך להשאיל זה מזו [פסקי מהרא\"י סי' פ\"ו]:"
    },
    {
      "id": "choshen_mishpat-149-9",
      "section": 9,
      "text": "האיש שאכל בנכסי אשתו שני חזק' אע\"פ שהתנה עמה שאין לו פירות בנכסיה ואפילו התנה עמה כשהיא ארוסה שלא יירשנה ואח\"כ אכל ובנה והרס ועשה כל מה שעשה וכן האשה שאכלה פירות בנכסי בעלה ונשתמשה בהם כחפצה כמה שנים אע\"פ שייחד לה שדה במזונותיה ואכלה שדות אחרות אין אכילתן ראיה: הגה ודוקא שלא הזיק גופה של קרקע אבל חפר בקרקע בורות שיחין ומערות וכיוצא בהן שקלקל הקרקע והיא לא מחתה הוי חזקה (טור והרמ\"ה ומרדכי פרק חזקת) וכן חזקת ניזקין כגון פתיחת חלונות וכיוצא בו יש אומרים דהוי חזקה [טור ס\"י בשם ר\"י הלוי]:"
    },
    {
      "id": "choshen_mishpat-149-10",
      "section": 10,
      "text": "נתגרשה אפי' ספק גירושין הרי היא כשאר כל אדם: (אלמנה אצל יתומים כל זמן שיש לה מזונות אין לה חזקה בנכסי בעלה) (מרדכי פ' חזקת):"
    },
    {
      "id": "choshen_mishpat-149-11",
      "section": 11,
      "text": "אין מחזיקין בנכסי אשת איש כמו שנתבאר בטור אבן העזר סי' פ\"ז:"
    },
    {
      "id": "choshen_mishpat-149-12",
      "section": 12,
      "text": "ראובן שמכר פירות שדהו לשמעון לשלש שנים ובא לוי ואכלן אותן שלש שנים לא עלתה לו חזקה:"
    },
    {
      "id": "choshen_mishpat-149-13",
      "section": 13,
      "text": "מי שהוחזק גזלן על השדה זו או מי שהוחזקו אבותיו שהם הורגים נפשות על עסקי ממון אע\"פ שאכל שדה זו כמה שנים לא החזיק ותחזור השדה לבעלים וכן המחזיק בנכסיו אינה ראיה:"
    },
    {
      "id": "choshen_mishpat-149-14",
      "section": 14,
      "text": "עכו\"ם שאכל כמה שנים קרקע הידוע לישראל אין אכילתו ראיה ואם לא הביא שטר תחזור השדה לבעלים בלא שום שבועה:"
    },
    {
      "id": "choshen_mishpat-149-15",
      "section": 15,
      "text": "וישראל שקנה מעכו\"ם קרקע הידוע שהיה של ישראל דינו כמותו ואין אכילתו ראיה: הגה וישראל שני שקנה מישראל שקנה מן העכו\"ם כיון דטוענין ללוקח טוענין לישראל שני שמא ישראל ראשון ראה שטר אצל העכו\"ם או שבפניו לקחה העכו\"ם דאז מהני חזקה כמו שיתבאר בסמוך וכל מקום דיכולין לכוף העכו\"ם בדיניהם [שם בשם ראבי\"ה] אם בא להחזיק בשל ישראל שלא כדין יש לישראל הבא מכחו חזקה מומר לעכו\"ם דינו כעכו\"ם (שם) והבא מכחו אין לו חזקה וכל זה שלא מיחה המערער במחזיק כלל אבל אם מיחה פעם א' ושוב שתק ג' שנים ולא מיחה הוה חזקה דהרי גילה דעתו שאינו ירא למחות (כ\"ז במרדכי פרק חזקת):"
    },
    {
      "id": "choshen_mishpat-149-16",
      "section": 16,
      "text": "טען זה הישראל הבא מחמת עכו\"ם ואמר בפני לקחה העכו\"ם שמכרה לי מזה הישראל המערער הרי זה נאמן בשבועה מתוך שיכול לומר אני לקחתי ממך והרי אכלתיה שני חזקה:"
    },
    {
      "id": "choshen_mishpat-149-17",
      "section": 17,
      "text": "החזיק עכו\"ם בקרקע ונתגייר ושהתה בידו ג' שנים אח\"כ וטוען קניתי ממך אחר שנתגיירתי נאמן:"
    },
    {
      "id": "choshen_mishpat-149-18",
      "section": 18,
      "text": "חרש שוטה וקטן אין אכילתם ראיה מפני שאין להם טענה כדי שתעמוד הקרקע בידם אלא תחזור לבעלים וכן המחזיק בנכסיהם אין אכילתם ראי':"
    },
    {
      "id": "choshen_mishpat-149-19",
      "section": 19,
      "text": "אין מחזיקין בנכסי קטן אפי' הגדיל כיצד אכלה בפניו כשהוא קטן (שנה ושתים) אחר שהגדיל וטען אתה נתת לי אתה מכרת לי אינו כלום עד שיאכל שלשה שנים רצופות אחר שהגדיל: הגה וי\"א דאינה חזקה דהואיל וירד לשדה כשהיה קטן לא ידע שהיתה שלו שימחה (טור בשם הרא\"ש והראב\"ד שם בהשגתו והמגיד פי\"ד דטוען בשם הרמב\"ן והרשב\"א ונ\"י פ' המפקיד ומרדכי פרק חזקת) וכן נראה לי עיקר:"
    },
    {
      "id": "choshen_mishpat-149-20",
      "section": 20,
      "text": "הא דאין מחזיקין בנכסי קטן דוקא כשידוע שהיה של אביו אבל אם אינו ידוע הוי חזקה במגו שהיה טוען לא היתה של אביך מעולם ואם החזיק בה שלשה שנים בחיי האב ואחר מיתת האב בא בנו הקטן לערער אין שומעין ואם צריך להביא עדים על חזקתו מביא ומקבלים עדותן אע\"פ שהמערער קטן ואם יצא קול המגרע חזקה כגון שיצא קול שבתורת משכונא בא לידו אם יצא הקול בחיי האב קודם שהחזיק בו ג' שנים שהיתה המשכונא בידו לשנים ידועות וכלו השנים אחרי מות אביהם לא הוי חזקה אבל אם החזיק בה ג' שנים בחיי האב קודם שיצא הקול ואח\"כ מת הוי חזקה."
    },
    {
      "id": "choshen_mishpat-149-21",
      "section": 21,
      "text": "מי שהחזיק בנכסי קטן ואמר משכונא הם בידי ויש לי עליהם חוב כך וכך הואיל ואילו רצה אמר לקוחים הם בידי נאמן שהרי אינה מוחזקת שהיתה לאביו של זה והרי זה גובה (משבחה) מה שטען ותחזור ליתומים אבל אם יצא עליה קול שהיה של יתומים בענין הקול שכתבנו בסמוך אינו נאמן שהרי אין מחזיקין בנכסי קטן ותחזור שדה וכל הפירות שאכל ליתומים עד שיגדילו ויעשה עמהם דין:"
    },
    {
      "id": "choshen_mishpat-149-22",
      "section": 22,
      "text": "אכלה שני חזקה בחיי אביהם מתוך שיכול לומר לקוחה היא בידי מאביהם נאמן לומר חוב יש לי על אביהם וגובה אותו מהפירות וגובה שלא בשבועה מתוך שיכול לומר שלי הן:"
    },
    {
      "id": "choshen_mishpat-149-23",
      "section": 23,
      "text": "החזיק בה המחזיק ג' שנים בחיי האב ובשעת מיתת האב היתה בחזקת האב אבל לא החזיק בה ג' שנים אחר שהוציאה מיד המחזיק ומת והניח בן קטן מעמידין אותה בחזקת הקטן (טור סכ\"ו) ואין מקבלין עדות המחזיק להחזיק בה כיון שהבן קטן ונמצא בחזקת אביו בשעת מותו ולאחר שיגדיל הקטן יביא המחזיק עדים אם מעידים שהחזיק בה ג' שנים כראוי בחיי האב מוציאין אותה מיד הקטן ונותנים אותה למחזיק אבל אם שהתה ביד האב ג' שנים או מקצת שלש בידו ותשלום השלש ביד בנו אחר שהגדיל אין מוציאין אותה מידו אבל מה שהיתה ביד הבן בעודו קטן אינו מצטרף לתשלום ג' שני חזקה של אביו:"
    },
    {
      "id": "choshen_mishpat-149-24",
      "section": 24,
      "text": "(טור סכ\"א די\"א כן) החזיק שני חזקה בשדה יתומים וטוען שהאפוטרופוס מכרה לו ואבד שטרו י\"א דהוי חזקה. (ויש חולקין) (טור בשם ר\"ב ותשובת רשב\"א סימן תרמ\"ב) וכן נ\"ל:"
    },
    {
      "id": "choshen_mishpat-149-25",
      "section": 25,
      "text": "אריס לאביו של בעל השדה או לאנשי משפחתו אין לו חזקה שכיון שהוא אריס של בתי אבות אין ממחין הבעלים בידו אבל אם זה הוא שנעש' אריס תחלה הואיל ואכלה כולה שני חזקה מעמידין אותה בידו ואומרים לבעלים היאך אכל שנה אחר שנה ולא מחיתם בידו (אבל בעלים מחזיקין בשל אריסין טור סעיף ל'):"
    },
    {
      "id": "choshen_mishpat-149-26",
      "section": 26,
      "text": "אריס של בתי אבות שהוריד אריסין תחת ידו יש חזקה שאין מורידין אריסין אחרים לנכסי אדם והוא שותק אבל אם חילק לאריסין אחרים שהיו בה אין לו חזקה שמא ממונה על האריסים עשו אותו:"
    },
    {
      "id": "choshen_mishpat-149-27",
      "section": 27,
      "text": "אריס שירד מאריסתו ואכלה ג' שנים אחר שירד החזיק:"
    },
    {
      "id": "choshen_mishpat-149-28",
      "section": 28,
      "text": "האומנים שהיו בונים בקרקע או מתקנים אותה שנים רבות אין להם חזקה ירדו מאומנותם אם אכלו אותה ג' שנים אחר שירדו מאומנותם יש להם חזקה (ובעלים מחזיקין בשל אומנים) (טור סכ\"ב):"
    },
    {
      "id": "choshen_mishpat-149-29",
      "section": 29,
      "text": "האפוטרופסים אין להם חזקה בין שהיו אפוטרופסים על שדה זו בין על שאר נכסים (וי\"א דיש לו חזקה בשדות אחרות שאין לו רשות בהן) (טור סכ\"ו) בין שמינה אותם ב\"ד בין שמינה אותם אבי היתומים וגדלו היתומים והניחו אותם בין שמינה אדם אפוטרופוס על הוצאתו והכנסתו הואיל והם משתמשים ברשות אין להם חזקה (אבל בעלים מחזיקין בשלהם) (טור סכ\"ד):"
    },
    {
      "id": "choshen_mishpat-149-30",
      "section": 30,
      "text": "עברו האפוטרופסין ממנויין ואכלו ג' שנים אחר שעברו ה\"ז חזקה:"
    },
    {
      "id": "choshen_mishpat-149-31",
      "section": 31,
      "text": "המחזיק בהקדש עניים או של בית הכנסת אין לו חזקה ואם יש לו גזברים ממונים עליו יש לו חזקה: הגה ודוקא שיש לגזברים חלק באותו הקדש אבל בלאו הכי לא הוי חזקה דלא יפסידו העניים משום שלא מיחה הגזבר שאין לו חלק בהקדש (ב\"י בשם הרשב\"א ותשובת הרשב\"א סי' תרמ\"א) המחזיק בשל קהל י\"א דלא הוי חזקה וכן אם הם החזיקו בשל אחרים (אגודה פ' חזקת) ול\"נ דדינו כמו בשל הקדש יחיד שיש לו ס\"ת והחזיק שהציבור קורא תמיד בספר תורה שלו אם היה לציבור ס\"ת אחרת כשקראו בשלו מקרי חזקה ואסורים לשנות ואם לא הי' להן ס\"ת אחרת לא מקרי חזקה (ד\"ע וחולק על בנימין זאב סי' קפ\"ב) אדם שהחזיק במצוה כגון בגלילה או ס\"ת וארעו אונס ונתנו הקהילות המצוה לאחר כשעבר אנסו של ראשון חוזר למצותו אבל אם נתן המצוה לאחר בלא אונס נתבטלה חזקתו (מרדכי פרק חזקת ותוס' פ' קמא דיומא (ע' בא\"ח סי' קנ\"ג) בית שהיה בית הכנסת בביתו מימים רבים אסור לשנותו (מהרי\"ק שורש קי\"ג) ראובן ושמעון שירשו מאביהן שאין לשום אדם כח לבנות בית הכנסת בלי רשותם אינם יכולים למכור כוחן לאחרים דלהן ניתן רשות ולא לאחר ולא שום שררה יכולין למכור (מרדכי ס\"פ החובל) (וכ\"כ רי\"ו נ\"ו ח\"ג בשם הרמ\"ה והביאו הב\"י ס\"ס רע\"ו ע\"ש):"
    }
  ]
}