{
  "id": "choshen_mishpat-158",
  "chapterLabel": "סימן 158",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-158-1",
      "section": 1,
      "text": "חלקו גינה או בקעה כיצד עושים הגדר. ובו ט סעיפים:שנים שהיו שותפים בגינה ובאים לחלוק מחייבין אותם לגדור ביניהם אפילו סתמא שאין ביניהם מנהג ידוע אבל בבקעה סתם אין מחייבין אותו אא\"כ יש מנהג ידוע לגדור:"
    },
    {
      "id": "choshen_mishpat-158-2",
      "section": 2,
      "text": "המוכר גינה לחבירו סתם והיתה מעורבת עם גנות אחרות יש מי שאומר שכופין את הלוקח לבנות הכותל ביניהם ואפילו במקום שנהגו שלא לגדור בגנות: הגה ויש חולקין וסבירא להו דהולכין אחר המנהג כמו בשני שותפין (ראב\"ד פ\"ב דשכנים וטור ג\"כ לא חילק) וכן נראה לי עיקר:"
    },
    {
      "id": "choshen_mishpat-158-3",
      "section": 3,
      "text": "שיעור הגדר בגינה ובבקעה י' טפחים וי\"א ד' אמות:"
    },
    {
      "id": "choshen_mishpat-158-4",
      "section": 4,
      "text": "רצה אחד מהם לגדור בבקעה כונס לתוך שלו ובונה ועושה חזית כמו אמה בסיד מבחוץ: הגה וה\"ה אם נהגו בסימן אחר כדלעיל סי' קנ\"ז סעיף ז' כדי להודיע שהכותל שלו לפיכך אם נפל הכותל המקום והאבנים שלו עשו מדעת שניהם בונים הכותל באמצע ועושים חזית מכאן ומכאן לפיכך אם נפל הכותל המקום והאבנים של שניהם:"
    },
    {
      "id": "choshen_mishpat-158-5",
      "section": 5,
      "text": "אם עשאוה שניהם ולא עשה שום אחד מהם סימן יש מי שאומר שאפילו תפול לרשות אחד מהם הרי היא בחזקת שניהם ויש מי שאומר שאם תפול לרשות אחד מהם הרי היא שלו:"
    },
    {
      "id": "choshen_mishpat-158-6",
      "section": 6,
      "text": "מי שהיה לו חורבה בין חורבות חבירו ועמד חבירו וגדר רוח ראשונה ושנייה ושלישית שנמצאת חורבה זו מג' רוחותיה גדורה אין מחייבין אותו ליתן מההוצאה כלום שהרי לא הועיל לו והרי חורבתו פתוחה לר\"ה כמו שהיתה לפיכך אם גדר לו רוח רביעית עד שנמצאת חורבתו מוקפת גדר מגלגלים עליו את הכל ונותן חצי ההוצאה שהוציא זה בד' רוחות עד ד' אמות: הגה (עיין בד\"מ) גדר ב' רוחות ועמד הניקף וגדר רוח ג' ועדיין פתוח לרוח רביעית נ\"ל דא\"צ לשלם לו כלום עד שיגדור א' מהן רוח רביעית ובלבד שיהיה מקום הכותל של שניהם אבל אם היה הכותל של זה שבנה ובחלקו בנה אין מגלגלין אלא דבר מועט כמו שיראו הדיינים שהרי אינו יכול להשתמש בכתלים וכן אם הניקף עצמו הוא שגדר רוח רביעית הרי גילה דעתו ונותן חצי ההוצאה של שלשה רוחות אם היו הכתלים של שניהם: הגה וכל זה מיירי שגדר בינו ובין הניקף אבל גדר מבחוץ ובינו ובין הניקף עדיין פתוח אם הוא מקום שנהגו לגדור אין הניקף צריך לשלם לו כלום אף כשגדר המקיף כל הד' רוחות אבל אם גדר הניקף אחת מן הרוחות דגלי דעתיה דניחא ליה חייב ליתן כפי מה שגרם לו היקף יתירה (טור):"
    },
    {
      "id": "choshen_mishpat-158-7",
      "section": 7,
      "text": "הא דמגלגלים עליו הכל דוקא בשגדר הרביעית בבנין לא שנא מקיף לא שנא ניקף אבל אם גדר הרביעית בקנים אינו נותן לו אלא דמי הקנים:"
    },
    {
      "id": "choshen_mishpat-158-8",
      "section": 8,
      "text": "אם אין המקיף יכול לברר כמה הוציא ישבע כעין דאורייתא ויטול כיון שברשות הוציא ואם אמר שומו לי בפחות שבשומות ואטול בלא שבועה שומעין לו ולענין טענת פרעון אינו נאמן לומר פרעתי עד שיביא ראיה:"
    },
    {
      "id": "choshen_mishpat-158-9",
      "section": 9,
      "text": "אם מתחלה אמר לו ניקף לא אתן לך כלום דלדידי סגי לי בנטורא בר זוזא דהיינו גדר של קוצים אינו נותן לו אלא דמי נטורא בר זוזא אפי' לא אמר לו כן אלא לאחר שגדר השלישית כיון שאמר לו קודם שגדר הרביעית:"
    }
  ]
}