{
  "id": "choshen_mishpat-338",
  "chapterLabel": "סימן 338",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-338-1",
      "section": 1,
      "text": "דין אכילת בהמה בשעת מלאכה ואיסור חסימותה. ובו ט סעיפים:הבהמה אוכלת כל זמן שהיא עושה בגידולי קרקע בין במחובר בין בתלוש ואוכלת ממשוי שעל גבה עד שתהי' פורקת ובלבד שלא יטול בידו ויאכילנה:"
    },
    {
      "id": "choshen_mishpat-338-2",
      "section": 2,
      "text": "כל המונע הבהמה מלאכול בשעת מלאכ' לוקה שנא' לא תחסום שור בדישו אחד שור וא' כל מיני בהמה וחיה בין טמאים בין טהורים וא' הדישה ואחד כל שאר מלאכות של גדולי קרקע ולא נאמר שור בדישו אלא בהווה:"
    },
    {
      "id": "choshen_mishpat-338-3",
      "section": 3,
      "text": "א' החוסם אותה בשעת מלאכה ואחד החוסם אותה מקודם ועשה בה מלאכה והיא חסומה אפי' חסמה בקול לוקה:"
    },
    {
      "id": "choshen_mishpat-338-4",
      "section": 4,
      "text": "שכר בהמה וחסמה ודש בה לוקה ומשלם לבעלים ד' קבין לפרה ג' קבין לחמור (היינו בכל יום ובדישה מרובה שיש לה לדוש כל היום) (נ\"י פ' הפועלים בשם רשב\"א) שמשעת משיכה נתחייב במזונותיה ואינו חייב מלקות עד שידוש בה חסומה:"
    },
    {
      "id": "choshen_mishpat-338-5",
      "section": 5,
      "text": "ישראל הדש בפרתו של עכו\"ם עובר משום לא תחסום ועכו\"ם שדש בפרתו של ישראל אינו עובר משום לא תחסום:"
    },
    {
      "id": "choshen_mishpat-338-6",
      "section": 6,
      "text": "אמר לעכו\"ם חסום פרתי ודוש בה (דאמירה לעכו\"ם אסור בכל איסורין כמו בשבת) (טור בשם הרא\"ש ורש\"י והמגיד סוף הלכות שכירות) ישב לה קוץ בפיה ודש בה והרי אינה אוכלת רבץ לה ארי מבחוץ הרביץ בנה מבחוץ הרי שצמאה ואינו משקה אותה פירש עור על הדיש כדי שלא תאכל כל זה וכיוצא בזה אסור ואינו לוקה:"
    },
    {
      "id": "choshen_mishpat-338-7",
      "section": 7,
      "text": "היה הדבר שהוא עושה בו רע לבני מעיה ומזיקה או שהיתה חולה ואם תאכל מזה תתריז (פי' חולי מעיים מוציאה רעי כמים) מותר למונעה שלא הקפידה תורה אלא על הנאתה והרי אינה נהנית:"
    },
    {
      "id": "choshen_mishpat-338-8",
      "section": 8,
      "text": "פרות המהלכות על התבואה לפי שירט להן הדרך אינו עובר על לא תחסום: הגה שעורין שהושרו במים ומייבשין אותן בתנור ואח\"כ דשין אותן בפרות להסיר קליפותיהן אין בהם משום בל תחסום שכבר נתחייב במעשר אבל משום מראית העין שלא יאמרו שחוסם פרתו מביא מעט מאותו המין ותולה בצוארה שתאכל ממנו טור (סי\"ב):"
    },
    {
      "id": "choshen_mishpat-338-9",
      "section": 9,
      "text": "רשאי השוכר להאכילה פקיעי עמיר (פי' אגודת קש של שבלים שנדושו רש\"י) כדי שלא תאכל הרבה מהדיש ורשאי בעל הפרה להרעיבה כדי שתאכל הרבה מהדיש:"
    }
  ]
}