{
  "id": "choshen_mishpat-418",
  "chapterLabel": "סימן 418",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-418-1",
      "section": 1,
      "text": "נזקי האש פטורו וחיובו וטמון באש וכל דיניו. ובו יח סעיפים:אש הוא אב דכתיב כי תצא אש ומצאה קוצים והוא ממונו שהולך למרחוק ומזיק ע\"י הרוח שמוליכו לפיכך כל הדומה לו שהוא ממונו והולך ומזיק הוא תולדתו ויש לו דין אש לפטור בו טמון:"
    },
    {
      "id": "choshen_mishpat-418-2",
      "section": 2,
      "text": "כתיב כי תצא אש אפילו מעצמה שהדליק בתוך שלו והלך ודלק בתוך של חבירו אפי' לא שרפה אלא עציו ואבניו או שליחכה נירו חייב לשלם הכל אא\"כ הרחיק כשיעור אבל אם הרחיק כשיעור ויצא והזיק פטור: הגה וכל זה במדליק בתוך שלו אבל במדליק בתוך חבירו אפי' עברה כמה מילין חייב (טור ס\"א):"
    },
    {
      "id": "choshen_mishpat-418-3",
      "section": 3,
      "text": "וכמה שיעור הרחקה הכל לפי גובה הדליקה ואם לא הרחיק כראוי ועברה האש והזיקה חייב לשלם נזק שלם:"
    },
    {
      "id": "choshen_mishpat-418-4",
      "section": 4,
      "text": "הרחיק כראוי ועברה והזיקה פטור שזו מכה בידי שמים הוא וכן אם עברה נהר או שלולית שיש בהם מים ורחבם שמונה אמות פטור (וי\"א דאם הנהר רחב שמונה אמות אפי' אין בו מים והיאור אפי' כל שהוא ויש בו מים פטור) (טור ס\"א) עברה גדר אומדים גובה הגדר וגובה הדליקה והעצי' והקוצי' המצויים שם אם אינה ראויה לעבור פטור ואם ראויה לעבור חייב:"
    },
    {
      "id": "choshen_mishpat-418-5",
      "section": 5,
      "text": "בד\"א באש הקודחת אבל אם היה להב גדול העולה ונכפף מגובה עליית הלהב והיו עצים מצויים שם אין לה אומד אלא אפי' עברה אלף אמה חייב:"
    },
    {
      "id": "choshen_mishpat-418-6",
      "section": 6,
      "text": "נפלה דליקה בחצרו ונפל גדר שלא מחמת הדליקה ועברה הדליקה בחצר אחרת אם היה יכול לגדור הגדר שנפל ולא גדרו חייב למה הדבר דומה לשורו שיצא והזיק שהיה לו לשמרו ולא שמרו:"
    },
    {
      "id": "choshen_mishpat-418-7",
      "section": 7,
      "text": "השולח את הבעירה ביד חרש שוטה וקטן פטור מדיני אדם וחייב בדיני שמים בד\"א כשמסר להם גחלת וליבוה (פי' מענין לבת אש) שדרך הגחלת להכבות מאיליה קודם שתעבור ותדליק אבל אם מסר להם שלהבת חייב שהרי מעשיו גרמו:"
    },
    {
      "id": "choshen_mishpat-418-8",
      "section": 8,
      "text": "שלח הבעירה ביד הפקח זה הפקח שהבעיר חייב לשלם והשולח פטור וכן אם הניח שומר לשמור הבעירה השומר חייב:"
    },
    {
      "id": "choshen_mishpat-418-9",
      "section": 9,
      "text": "אחד הביא את האור וא' הביא את העצי' המביא את העצי' חייב אחד הביא את העצי' וא' הביא את האור המביא את האור חייב בא אחר וליבה המלבה חייב ליבתו רוח שאינה מצויה תמיד הרי כלם פטורי' (ואם הרוח מצויה האחרון חייב (טור ס\"ד) וכן אם היה הרוח שאינה מצויה מנשב בשעה שבא האחרון כשם האחרון חייב) (המגיד פי\"ד דב\"מ) ליבה וליבתו הרוח חייב: הגה וי\"א דאין המלבה חייב אלא כשיש בליבוי שלו כדי ללבות ואין ברוח לבד כדי ללבות אבל אין בכל א' כדי ללבות או שיש בכל א' כדי ללבות פטור (טור שם וב\"י בשם הראב\"ד והרא\"ש) וי\"א דה\"ה אם שנים לבו ואין בכל א' כדי ללבות פטורין (מרדכי פ' הכונס):"
    },
    {
      "id": "choshen_mishpat-418-10",
      "section": 10,
      "text": "עשה האחד האש ובא אחר והוסיף אם יש במה שעשה הראשון כדי שתגיע למקום שהלכה הראשון חייב ואם לאו הראשון פטור והאחרון חייב:"
    },
    {
      "id": "choshen_mishpat-418-11",
      "section": 11,
      "text": "הכופף קמתו של חבירו לפני הדליקה כדי שתגיע בה הדליקה אם כפפה במקום שתוכל הדליק' להגיע ברוח מצויה חייב לשלם ואם אינה יכולה להגיע ברוח מצויה פטור מדיני אדם וחייב בדיני שמים (ואם הרוח שאינה מצויה כבר מנשב ואח\"כ כפפה חייב בכל ענין) (המגיד הנ\"ל):"
    },
    {
      "id": "choshen_mishpat-418-12",
      "section": 12,
      "text": "גמל שהוא טעון פשתן ועבר בר\"ה ונכנס פשתנו לתוך החנות ודלקה בנרו של חנוני והדליק את כל הבירה בעל הגמל חייב מפני שהרבה במשאוי בין שעמדה הבהמה בין שלא עמדה ואם הניח החנוני נרו מבחוץ הוא חייב לשלם אף דמי הפשתן לבעל הגמל ואפי' הוא נר חנוכה שהיה לו לישב ולשמור שלא יזיק: הגה וי\"א דאם הדליקה במקום אחד ונתפשט האש למקום אחר חייב על מקום האש נזק שלם ועל השאר חצי נזק ואם הגמל סכסך האש בכל הבירה חייב על כלו נזק שלם (טור ס\"ו) וע' לעיל סי' שצ\"ב חלוקין אלו:"
    },
    {
      "id": "choshen_mishpat-418-13",
      "section": 13,
      "text": "טמון באש פטור שאם הדליק גדיש חבירו והיו טמונים בו אפי' מוריגים (פי' קרשים נקובים ובהם יתדות של עץ או של ברזל שדשים בהם התבואה) וכלי בקר שדרך להטמינם בגדיש פטור ורואים מקום הכלים הטמונים כאלו היה שם שעורים או חטים כפי מה שהוא הגדיש וכך ישלם לו בד\"א במדליק בתוך שלו והלכה ודלקה בשל חבירו וכלו חציו כגון שנפל הגדר שביניהם שלא מחמת הדליקה והיה אפשר לו לגדור ולא גדר אבל אם הדליק בתוך של חבירו או אפי' בתוך שלו ולא כלו חציו כגון שנפל הגדר מחמת הדליקה חייב בדבר שדרכו להטמין בגדיש כגון מוריגים וכלי בקר כמו שנתבאר בסי' צ' ובבית חייב על כל דבר שדרך בני אדם להניח בבית כל כליהם וכל חפציהם וכל מה שיטעון בעל הבית שהיה בבית ה\"ז נשבע בנקיטת חפץ ונוטל ובלבד שיטעון דברי' שהוא אמוד בהם שהם שלו או שרגילים להפקיד בידו (וע\"ל סי' צ'):"
    },
    {
      "id": "choshen_mishpat-418-14",
      "section": 14,
      "text": "המשאיל מקום לחבירו להגדיש בו והגדיש והטמין בו כלים והדליק המשאיל (דהיינו שעשה המשאיל אש ויצאה והדליקה) (טור) ושרף הגדיש והכלים שבתוכה אינו משלם אלא דמי גדיש בלבד:"
    },
    {
      "id": "choshen_mishpat-418-15",
      "section": 15,
      "text": "השאילו מקום להגדיש חטים והגדיש שעורים או להגדיש שעורים והגדיש חטים או שהגדיש חטים וחיפם בשעורים או שהגדיש שעורים וחיפם בחטים אינו משלם לו אלא דמי שעורים בלבד:"
    },
    {
      "id": "choshen_mishpat-418-16",
      "section": 16,
      "text": "מי שראה דליק' שמתקרבת לקמת חבירו והלך וכיס' הקמה אע\"פ שגרם לו הפסד שהרי עשאו טמון ה\"ז פטור מדיני אדם וחייב בדיני שמים:"
    },
    {
      "id": "choshen_mishpat-418-17",
      "section": 17,
      "text": "אש שעברה והזיקה את האדם וחבלה בו הרי המבעיר חייב בנזקו ובשבתו ובריפויו ובצערו ובבשתו כאלו הזיקו בידו [ שאע\"פ] שאש ממונו הוא הרי הוא כמו שהזיק בחציו והוא שהי' האש ראוי להגיע שם למקום שהזיק בשעה שהדליק אבל אם לא היה ראוי להגיע שם כגון שהיה גדר ביניהם ונפל שלא מחמת האש אפי' אם היה אפשר לו לגדרה כבר כלו חציו ויש לו דין ממונו שהזיק אדם שאינו חייב אלא בנזק בלבד ופטור מארבע דברים:"
    },
    {
      "id": "choshen_mishpat-418-18",
      "section": 18,
      "text": "הניח לחבירו גחלת על לבו ונשרף פטור אפי' התרו בו שלא היה סבור שלא יסלקנה שאין דרך שיניח אדם עצמו לשרוף כדי שיהרוג חבירו אבל אם הניח גחלת על בגדו של חבירו ונשרף חייב שאינו חושש לסלקו כיון שזה חייב לשלם לו ועבדו כגופו ושורו כבגדו: הגה וי\"א דעבד קטן דינו כשור (נ\"י ס\"פ כיצד) וי\"א דוקא בשור כפות אבל בשור שאינו כפות פטור (טור סי\"ד בשם רשב\"א והרא\"ש):"
    }
  ]
}