{
  "id": "choshen_mishpat-370",
  "chapterLabel": "סימן 370",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-370-1",
      "section": 1,
      "text": "דברים שהם גזל מדבריהם כגון מפריחי יונים והמשחקים בקוביא. ובו ז סעיפים:יש דברים שאסרו חכמים משום גזל והעובר עליהם הרי זה גזלן מדבריהם מפריחי יונים ומשחקים בקוביא מפריחי יונים כיצד לא יפריח אדם בתוך היישוב שהרי לוקח ממון אחרים שלא כדין מפני שמשלח זכר ויביא נקיבה משובך אחר או נקבה ותביא זכר ולא יונים בלבד אלא כל העושה כזה בשאר עופות או חיה או בהמה ה\"ז גזלן מדבריהם:"
    },
    {
      "id": "choshen_mishpat-370-2",
      "section": 2,
      "text": "המשחקים בקוביא כיצד אלו שמשחקים בעצים או בצרורות או בעצמות ועושים תנאי ביניהם שכל הנוצח את חבירו באותו שחוק יקח כך וכך וכן המשחקים בבהמה או בחיה או בעופות ועושים תנאי שכל שתנצח בהמתו או תרוץ יותר יקח מחבירו כך וכך וכן כל כיוצא בדברים אלו הכל אסור וגזל מדבריהם הוא:"
    },
    {
      "id": "choshen_mishpat-370-3",
      "section": 3,
      "text": "(טור הביאו בס\"ו) יש מי שאומר שהמשחק בקוביא עם העכו\"ם אין בו משום גזל אבל יש בו איסור עוסק בדברים בטלים שאין ראוי לאדם שיעסוק כל ימיו אלא בדברי חכמה ויישובו של עולם וחלקו עליו לומר שאינו פסול אלא א\"כ אין לו אומנות אחרת: הגה אבל אם יש לו אומנות אחרת אפי' משחק עם ישראל אינו פסול (טור) וע\"ל סי' ר\"ז סי' י\"ג וכבר פשט המנהג כסברא האחרונה לשחוק בקוביא ואין פסול אלא מי שאין לו אומנות אלא הוא ואם שחק עמו באמנה אם חייב לשלם ע\"ל סי' ר\"ז ושם:"
    },
    {
      "id": "choshen_mishpat-370-4",
      "section": 4,
      "text": "הפורש מצודה שאין לה בית קבול וצד חיה או עוף או דגים ובא אחר ונטלה הרי זה גזל מדבריהם (ואם יש לו בית קבול ה\"ז גזלן דאורייתא) (טור ס\"ט):"
    },
    {
      "id": "choshen_mishpat-370-5",
      "section": 5,
      "text": "עני המנקף בראש הזית זיתים של שכחה ונפלו לארץ עד שלא נטלם בידו אם בא אחר ונטלם ה\"ז גזל מדבריהם (ואם כבר באו לידו הרי זה גזל גמור ומוציאין מידו) (טור ס\"י):"
    },
    {
      "id": "choshen_mishpat-370-6",
      "section": 6,
      "text": "הגוזל נחיל דבורים או שמנעם מבעליו אם באו לרשותו ה\"ז גזל מדבריהם:"
    },
    {
      "id": "choshen_mishpat-370-7",
      "section": 7,
      "text": "כל מי שיש בידו גזל מדבריהם אינו יוצא מידו בדיינים:"
    }
  ]
}