{
  "id": "choshen_mishpat-205",
  "chapterLabel": "סימן 205",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-205-1",
      "section": 1,
      "text": "דין מוכר מחמת אונס ומסר מודע' ובטלה. ובו יב סעיפים:מי שאנסוהו עד שמכר ולקח דמי המקח אפי' תלוהו עד שמכרו ממכרו ממכר בין במטלטלים בין בקרקע שמפני אונסו גמר והקנה אע\"פ שלא לקח הדמים בפני העדים: הגה ויש חולקין וסבירא להו דבעינן שראו העדים נתינת המעות אבל הודאתו לחוד לא מהני (טור וראב\"ד פ\"י דמכירה) וי\"א דבעינן דוקא שנתן לו המעות אבל אם נתן לו שטר עליו אינו קונה (ב\"י בשם הראב\"ד לדעת הרי\"ף) ויש חולקין (ב\"י לדעת הרי\"ף והרא\"ש) לפיכך אם מסר מודעא קודם שימכור ואמר לשני עדים דעו שזה שאני מוכר חפץ פלוני או שדה פלוני לפלוני מפני אונס הרי המכר בטל ואפי' החזיק כמה שני' מוציאים אותה מידו ומחזיר הדמים וצריכים העדים לידע שהוא מוכר מפני האונס ושהוא אנוס ודאי לא שיסמכו על פיו וכל מודעא שאין כתו' בה אנו העדי' ידענו שפלוני זה אנוס היה אינ' מודעא:"
    },
    {
      "id": "choshen_mishpat-205-2",
      "section": 2,
      "text": "בד\"א במכר אבל במתנה או מחילה אין צריכין להכיר אונסו:"
    },
    {
      "id": "choshen_mishpat-205-3",
      "section": 3,
      "text": "פשרה דינה כמכר ומחילה דינה כמתנה מתנה שכתוב בה אחריות נכסים דינה כמכר (ריב\"ש סי' ר\"ן):"
    },
    {
      "id": "choshen_mishpat-205-4",
      "section": 4,
      "text": "יש מי שאומר דהא דאמרי' דכשלא מסר מודע' ממכרו ממכר אם הוא בקרקעות אפי' לא נתן לו כל שוויו לפי שאין אונאה לקרקע אבל במטלטלים כיון שיש בו כדי אונאה או כדי בטול מקח אין כאן תורת מקח וה\"מ כשאינו כופהו אלא על המכירה אבל בסכום המעות אינו כופהו אבל אם כופהו ליתן לו בפחות משוויו אף בקרקע אין כאן תורת מקח והוי כמו שאנסוהו ליתן שאינה מתנה (מיהו לענין זה הוי כמכר דאם מסר מודעא בעינן שידעו העדים באונסו כמו במכר (ריב\"ש סי' קכ\"ז):"
    },
    {
      "id": "choshen_mishpat-205-5",
      "section": 5,
      "text": "יש מי שאומר שאפי' אמר כתבו לי שמסרתי מודעא בפניכם וכשיודע על פי עדים האונס שאנסוני יצטרף עדותכם לבטל המקח אין שומעין לו (מיהו אם כבר נכתבו המודעא והביא אח\"כ ראיה דאנוס היה המכירה בטלה ב\"י):"
    },
    {
      "id": "choshen_mishpat-205-6",
      "section": 6,
      "text": "בד\"א שצריך שידעו שהוא אנוס במוכר או בעושה פשרה אבל במתנה או במחילה אם מסר מודעא קודם אע\"פ שאינו אנוס הרי המתנה בטלה שאין הולכים במתנה אלא אחר גלוי דעת הנותן שאם אינו רוצה להקנות בכל לבו לא קנה המקבל מתנה והמחילה מתנה היא:"
    },
    {
      "id": "choshen_mishpat-205-7",
      "section": 7,
      "text": "אחד האונס את חבירו בשהכהו או תלאו עד שמכר או שהפחידו בדבר שאפשר לו לעשות: הגה בין אונס הגוף בין אונס ממון מיהו יש חולקין וס\"ל דאם הפחידו לאו כלום הוא דעביד אינש דגזים ולא עביד (מהרי\"ק שורש קע\"ו) בין בידי עכו\"ם בין בידי ישראל הרי זה אונס ומעשה באחד ששכר פרדס מחבירו לעשר שנים ולא היה שטר חוב ביד המשכיר ואחר שאכלו השוכר ג' שנים אמר לו אם לא תמכרנו לי אכבוש שטר שכירות ואטעון שהוא לקוח בידי ואמרו חכמים שהוא אונס וכן כל כיוצא בזה לפיכך אם תבעו המשכיר בב\"ד וכפר בו וטען שהפרדס שלו ואח\"כ מסר המשכיר מודעא ואח\"כ מכר לשוכר שכפר בו הרי הממכר בטל שהרי יש לו עדים שהוא אנוס והם העדים שכפר בב\"ד והם הם עידי המודעא וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-205-8",
      "section": 8,
      "text": "בד\"א באונס שהרי הוא חמסן מפני שכופה את המוכר למכור שלא ברצונו אבל הגוזל והוחזק בגזלן ואח\"כ לקח שדה שגזל אין המוכר צריך למסור מודעא כמו שיתבאר:"
    },
    {
      "id": "choshen_mishpat-205-9",
      "section": 9,
      "text": "עידי המודעא יש להם לחתום הם עצמם באותו הממכר שנמסר להם המודעא עליו ואין בכך כלום ואפי' אמר להם בפני האנס ברצוני מכרתי בלא אונס הוי המודעא קיימת כשם שאונסו שמכר בלא רצון כך אונסו עד שאמר ברצוני אני מוכר (ע\"ל סי' מ\"ו אי נאמנים לומר מודעא היה דברינו): הגה שטר מודעא שאין בו זמן ואין העדים כאן ולא ידעינן אי נעשית קודם המכר או אח\"כ המודעא כשרה ומבטלת המקח מאחר דידעינן באונסיה מסתמא מסר מודעא קודם לכן (מ\"כ במרדכי ישן ודעת עצמו):"
    },
    {
      "id": "choshen_mishpat-205-10",
      "section": 10,
      "text": "וכן אם הודה בפניהם שלקח הדמים אחר שמסר מודעא על כך אינו חייב להחזיר כלום שהאנס אנסו עד שיודה והעדים כבר ידעו שהוא אנוס אבל אם מנה הדמים בפניהם חייב להחזיר:"
    },
    {
      "id": "choshen_mishpat-205-11",
      "section": 11,
      "text": "העידו עליו עידי המכר שביטל המודעא הרי המודעא בטלה ואם אמר לעידי המודעא הוו יודעים שכל קנין שאני לוקח לבטל המודעא שהכל בטל ואיני אומר כך אלא מפני האונס שאתם יודעים ואין ברצוני להקנות לזה האנס לעולם הרי המכר בטל ואע\"פ שקנו מידו לבטל המודעא: הגה מיהו אם חזר ובטל כל הבטולין שעשה בתחלה י\"א דמהני (טור בשם הרא\"ש) וכן נוהגין לכתוב בשטרות לבטל כל מודעי דנפיק מגו מודעי עד עולם (ר\"ן פ' הכותב) ודוקא במכר אבל במתנה כל זמן דידעי' באונסיה אע\"ג דבטל מודעא לא הוי מתנה אבל אי לא ידעי' אונסיה מהני ביטול מודעא אף במתנה (טור בשם הרא\"ש וב\"י בשם תוס' ור\"ן ומהרי\"ק שורש קי\"ח) וכן אם הודה באיזה דבר שאינו חייב הוי כמתנה לכל דבר (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-205-12",
      "section": 12,
      "text": "באיזה אונס אמרו שהוא מבטל המקח באונס דאתי ליה מאחריני אבל באונס דאתי ליה מנפשיה כגון מי שמוכר מפני שהוא דחוק למעות לא ואפילו באונס דאתי ליה מאחריני דוקא שאנסוהו למכור אבל לא אנסוהו למכור אלא ליתן מעות ומחמת שלא היו לו המעות הוצרך למכור לא הוי אונסא וזביניה זביני (וכל זה מיירי באנסוהו למכור דאמרינן אגב אונסיה גמר ומקני אבל אנסוהו לקנות אינו קנין) (ב\"י בשם עיטור):"
    }
  ]
}