{
  "id": "choshen_mishpat-030",
  "chapterLabel": "סימן 30",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-030-1",
      "section": 1,
      "text": "אין עידי ממונות צריכין דרישה וחקירה וצריך להיות עדות שלם. ובו יג סעיפים:עידי דיני ממונות חוץ מעידי חבלות אינם צריכים דרישה וחקירה כיצד אמרו העדים בפנינו הלוה זה את זה מנה בשנה פלונית אע\"פ שלא כוונו החודש ולא המקום שהלוה בו ולא המנה אם היה ממטבע פלונית או ממטבע פלונית עדותן קיימת ואם נראה לדיין שהדין מרומה צריך דרישה וחקירה להוציא הדין לאמתו: הגה ע\"ל סי' ט\"ו ועדים המעידים על דבר איסור ע' באה\"ע סי' י\"ז סכ\"א וסי' מ\"ב ס\"ד אם בעי' דרישה וחקירה וסי' י\"א ס\"ד:"
    },
    {
      "id": "choshen_mishpat-030-2",
      "section": 2,
      "text": "אע\"פ שאין עידי דיני ממונות צריכין דרישה וחקיר' אם הכחישו זא\"ז בדרישות או בחקירות עדותן בטלה ואם הכחישו זה את זה בבדיקות עדותן קיימת כיצד א' אומר בניסן לוה ממנו והשני אומר לא כי אלא באייר או שאמר האחד בירושלים והשני אומר לא כי אלא בלוד עדותן בטלה וכן אם אמר האחד חבית של יין הלוהו והשני אומר של שמן היתה עדותן בטלה שהרי הכחישו בדרישה אבל אם אמר הא' מנה שחור שהמעות הושחרו מחמת יושנן והשני אומר מנה לבן היה (וזה תובעו שניהם) (טור) או זה אומר בדיוטא העליונה היו כשהלוהו והשני אומר בדיוטא התחתונה היו עדותן קיימת (אם המקומות קרובים שאפשר לראות מזה לזה) (טור) אפילו אמר הא' מנה הלוהו והשני אומר ר' חייב לשלם מנה שיש בכלל ר' מנה וכן אם אמר הא' דמי חבית של יין יש לו בידו וזה אומר דמי חבית של שמן (והוא תבעו שניהם) (טור) משלם בפחות שבדמים (ר\"ן בתשו' סי' מ') וכן כל כיוצא בזה (כל מקום שנוכל ליישב דברי העדים שאין מכחישין זה את זה מיישבין דבריהם וכמו שנתבאר סי' כ\"ט ס\"א):"
    },
    {
      "id": "choshen_mishpat-030-3",
      "section": 3,
      "text": "ראובן תבע משמעון אלף ות\"ק זהובים ומביא ה' עדים א' אומר ראיתי שהלוהו ק' ואחד מעיד על ר' ואחד מעיד על ש' ואחד על ת' ואחד על ת\"ק אם העידו כל א' מהם בעדות מיוחדת כגון שאמר הראשון בא' בניסן בשנה הראשונה והב' אומר בזמן אחר וכן כולם משלם ת\"ש וישבע שבועת התורה על מאה ויגלגל עליו הת\"ש שנשארו אבל אם העידו כולם ביום א' בהכחשה אינו משלם אלא ר' וכן אם העידו סתם דנין הדבר כמכחישין להקל שהמע\"ה:"
    },
    {
      "id": "choshen_mishpat-030-4",
      "section": 4,
      "text": "עד שמעיד ראיתי דבר זה ופלוני היה עמי ואותו פלוני אומר לא ראיתי ולא הייתי עמך אין זה הכחשה (עי\"ל ס\"ס כ\"ט):"
    },
    {
      "id": "choshen_mishpat-030-5",
      "section": 5,
      "text": "מי שתבע את חבירו שיש לו בידו מאתים זהובי' בפקדון להשביחם לו והלה כופר בכל ועד אחד מעיד ששמע מפיו דהנפקד שהיו חמשים ועד אחר מעיד ששמע שהיו מאה וחמשים הוחזק כפרן לאותו ממון ומשלם ר':"
    },
    {
      "id": "choshen_mishpat-030-6",
      "section": 6,
      "text": "בדיני ממונות אע\"פ שלא ראו שני העדים המעשה כא' עדותן מצטרפת כיצד אמר האחד בפני הלוהו ביום פלוני או בפני הודה לו ואמר העד האח' בפני הלוהו ביום אח' או הודה לו הרי אלו מצטרפין וכן אם אמר הא' בפני הלוהו והשני אמר בפני הודה לו או שאומר הראשון בפני הודה לו והשני אומר אחר זמן הלוהו בפני הרי אלו מצטרפין (וכן דיני עדות דבר איסור (מרדכי פ\"ב דיבמות) (וע' באה\"ע סי' י\"א וסי' קמ\"ג ס\"י):"
    },
    {
      "id": "choshen_mishpat-030-7",
      "section": 7,
      "text": "הא דהלואה אחר הלואה מצטרפין כשתבע ממנו ב' מנין א' שהלוה לו בא' בשבת והמנה השני בשני בשבת אבל אם המלוה מודה שלא הלוה לו אלא מנה א' חזינן אי איכא למימר דטעי חד מנייהו בזימנא דהלואה כגון שאומר האחד בב' בחודש ואחד אומר בג' בחודש דאיכא למימר דתרוייהו אחד יומא מסהדי וטעו בעיבורא דירחא מצטרפי דאימור אחד מנה מסהדי ואי הוברר הדבר דבתרי מנה מסהדי הא ודאי חד מנייהו שקרן הילכך משתבע ליה שבועה דאורייתא ומפטר: הגה עד אחד העיד שראובן נתן לשמעון קרקע בקנין ועד אחד מעיד ששמעון החזיק בקרקע כראוי מצטרפין דהוי כהודאה אחר הלואה (תשו' הרא\"ש כלל נ\"ט סי' א'):"
    },
    {
      "id": "choshen_mishpat-030-8",
      "section": 8,
      "text": "תבעו ר' בשטר ואמר לו פרעתיך ומביא שני עדים אחד אומר בניסן פרעו ק' והשני אומר בתשרי מצטרפין ואם נעשה השטר קודם ניסן מחזיקים בפרוע ממנה וכן אם הודה בפני אחד שפרעו מנה בניסן והודה בפני השני שפרעו מנה בתשרי או אחד מעיד שפרעו מנה והשני מעיד לפני הודה שפרעו מנה מצטרפין ולא יוכל המלוה לומר סטראי נינהו (פי' מצד אחר הוא חייב אותם):"
    },
    {
      "id": "choshen_mishpat-030-9",
      "section": 9,
      "text": "בד\"מ א\"צ להעיד שני העדים כא' אלא יבא אחד בפני בית דין ושומעין דבריו היום וכשיבא העד השני לאחר זמן שומעין דבריו ומצטרפים זה לזה ומוציאי' בהם הממון:"
    },
    {
      "id": "choshen_mishpat-030-10",
      "section": 10,
      "text": "וכן אם היה עד א' בכתב ועד א' בעל פה מצטרפין ואם אמר זה שלא כתב עדותו אני קניתי מידו על דבר זה ולא בא המלוה הזה ולא שאל ממני לכתוב שניהם מצטרפים לעשות המלוה בשטר ואינו יכול לומר פרעתי (וע\"ל ר\"ס נ\"א):"
    },
    {
      "id": "choshen_mishpat-030-11",
      "section": 11,
      "text": "העיד האחד בב\"ד זה והעיד השני בבית דין אחר יבא ב\"ד אצל ב\"ד ויצטרפו עדותן: הגה אבל אחרים ששמעו הענין אינן יכולין להצטרף דהוי עד מפי עד (ב\"י בשם מרדכי ישן פרק גט פשוט):"
    },
    {
      "id": "choshen_mishpat-030-12",
      "section": 12,
      "text": "וכן אם העידו שני העדים בב\"ד זה וחזרו והעידו בב\"ד אחר וחזרו והעידו בב\"ד ג' יבא א' מכל בית דין ויצטרפו לעשות ב\"ד חדש לדון על מה ששמעו אבל דיין שהעידו שנים לפניו אינו מצטרף עם עד א' מהעדים שהעידו לפניו:"
    },
    {
      "id": "choshen_mishpat-030-13",
      "section": 13,
      "text": "צריך שיעיד כל א' על דבר שלם אבל אם העידו על חצי דבר אינו כלום כיצד בא להעיד על אחד שהוא גדול והעיד א' שראה לו שער א' בימינו והשני בשמאלו אינו כלום שכל אחד לא העיד אלא על קצת הסימנים אפי' העידו שנים בשער א' ושנים בשני אינו כלום שהרי כל כת לא העידו אלא על חצי דבר אבל אם העיד עד א' שראה ב' שערות בימינו ועד א' העיד שראה שתי שערות בשמאלו מצטרפין וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-030-14",
      "section": 14,
      "text": "עדות בידיעה שלא בראייה יתבאר בסי' צ' (ס\"ו וס\"ז) שיש מי שאומר דהוי עדות (אין חילוק בדיני ממונות בין מילתא דעבידא לגלויי או לא) (רבינו יצחק בר ששת סי' קפ\"א):"
    }
  ]
}