{
  "id": "choshen_mishpat-311",
  "chapterLabel": "סימן 311",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-311-1",
      "section": 1,
      "text": "השוכר את הספינה ופרקה בחצי הדרך או טבעה בחצי הדרך. ובו ו סעיפים:ספינה שהוסיף בה א' משלשים על משאה וטבעה חייב לשלם דמיה:"
    },
    {
      "id": "choshen_mishpat-311-2",
      "section": 2,
      "text": "השוכר את הספינה וטבעה בחצי הדרך אם א\"ל ספינה זו אני משכיר לך ושכרה השוכר להוליך בה יין סתם אע\"פ שנתן לו השכר יחזיר כל השכר שהרי זה אומר לו הבא לי הספינה עצמה ששכרתי שהקפדה גדולה יש בספינה זו ואני אביא יין מכל מקום ואוליך בה: הגה ואם אפשר להוציא הספינה מן המים ולהשכיר ספינה אחרת בדמיו או בכל מה ששייך לספינה צריך להשכיר כמו שנתבאר לעיל סי' ש\"י לענין חמור (הגהות מיימוני פ\"ה דשכירות):"
    },
    {
      "id": "choshen_mishpat-311-3",
      "section": 3,
      "text": "א\"ל ספינה סתם אני משכיר לך ושכרה השוכר להוליך בה יין זה אע\"פ שלא נתן לו מהשכר כלום חייב ליתן כל השכר שהרי אומר לו הבא לי היין עצמו ואני אביא לך ספינה מ\"מ ואוליכנו אבל צריך לנכות כדי הטורח של חצי הדרך שאינו דומה המטפל בהולכת הספינה ליושב ובטל (ויש אומרים דאינו נותן לו אלא שכירות מחצי הדרך) (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-311-4",
      "section": 4,
      "text": "אמר לו ספינה זו אני משכיר לך ושכר השוכר להוליך בה יין זה אם נתן השכר אינו יכול להחזירו ואם לא נתן לא יתן שאין זה יכול להביא הספינה עצמה ולא זה יכול להביא יין עצמו:"
    },
    {
      "id": "choshen_mishpat-311-5",
      "section": 5,
      "text": "שכר ספינה סתם ליין סתם הרי אלו חולקין השכר ודוקא כשאין אחד מהם רוצה להשלים אבל (אם) זה מביא יינו וזה אינו מביא ספינה אם נתן שכר נמי יטול ויוציא מתחת ידו:"
    },
    {
      "id": "choshen_mishpat-311-6",
      "section": 6,
      "text": "השוכר את הספינה ופרקה בחצי הדרך נותן לו שכר כל הדרך ואם מצא השוכר מי שישכיר אותה לו עד המקום שפסק שוכר ויש לבעל הספינה עליו תרעומת (וצריך ליתן לבעל הספינה מה שהספינה נפסדת בהוצאת הסחורה (הראשונה) ובהכנסת השנייה) (טור) וכן אם מכר כל הסחורה שבספינה לאיש אחר בחצי הדרך וירד ועלה הלוקח נוטל שכר חצי הדרך מהראשון ושכר החצי מזה האחרון ויש לבעל הספינה עליו תרעומת מפני שגרם לו לסבול דעת איש אחר שעדיין לא הורגל בו וכן כל כיוצא בזה:"
    }
  ]
}