{
  "id": "choshen_mishpat-003",
  "chapterLabel": "סימן 3",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-003-1",
      "section": 1,
      "text": "בכמה דינין דנין. ובו ד סעיפים:אין ב\"ד פחות מג' וכל שלשה נקראים ב\"ד אפילו הדיוטות (דאי אפשר דלית בהו חד דיודע סברות בדינים אבל אי לית בהו חד דידע פסילי לדון) (טור בשם אביו הרא\"ש ריש סנהדרין) ומ\"מ יכולי' לקבל הטענות ולשלחם לפני מורה (מהר\"ם פאדוו\"ה סי' מ\"ג) והם דנים את האדם בעל כרחו אם הנתבע מסרב לירד לדין או שאינו רוצה לדון עם התובע בעירו אבל אם רוצה לדון עמו בעירו אלא שאינו חפץ בג' שבירר התובע אז זה בורר לו א' וזה בורר לו אחד: הגה כדלקמן סי' י\"ג ונ\"ל דוקא בדיינים שאינם קבועים אבל אם דיינים קבועים בעיר לא יוכל לומר לא אדון לפניהם אלא בזה בורר וכן נוהגין בעירנו וע\"ל סי' כ\"ב סוף סעיף א':"
    },
    {
      "id": "choshen_mishpat-003-2",
      "section": 2,
      "text": "פחות משלשה אין דיניהם דין אפי' לא טעו אא\"כ קבלום בעלי דינים או שהוא מומחה לרבים: (ובזמן הזה אין דנין דין מומחה לרבים שידון ביחידי בע\"כ של אדם) (מהרי\"ו סי' קמ\"ז) כל שאינם שלשה ולא קיבלום עליהם ואינם מומחים לרבים (טור) אפי' הם סמוכים בא\"י הודאה שמודים בפניהם כמי שמודה חוץ לב\"ד ויכולים להחליף טענותיהם שטענו בפניהם הכופר בפניהם ואח\"כ באו עדים לא הוחזק כפרן אבל השלשה אע\"פ שאינם סמוכים ההודאה בפניהם כהודאה בב\"ד וכן בכופר ואח\"כ באו עדים הוחזק כפרן ואינו יכול לחזור ולטעון:"
    },
    {
      "id": "choshen_mishpat-003-3",
      "section": 3,
      "text": "אע\"פ שיחיד מומחה לרבים מותר לו לדון יחידי מצות חכמים שיושיב עמו אחרים:"
    },
    {
      "id": "choshen_mishpat-003-4",
      "section": 4,
      "text": "אע\"פ שב\"ד של שלשה ב\"ד שלם הוא כל זמן שהם רבים הרי זה משובח ומוטב שיחתוך הדין בי\"א מבעשרה וצריך שיהיו כל היושבים בב\"ד ת\"ח וראוים ואסור לאדם חכם שישב בדין עד שידע עם מי יושב שמא ישב עם אנשים שאינם הגונים ונמצא בכלל קשר בוגדים לא בכלל ב\"ד מי שאינו מומחה ולא קבלוהו עליו בעלי דינים אע\"פ שנטל רשות מראש הגולה אין דינו דין אפי' לא טעה וכל א' מבעלי דינים אם רצה חוזר ודן בפני ב\"ד: הגה רשות שנותן המלך עכו\"ם בזמן הזה אינו כלום ומיהו אם קבלוהו הקהל ע\"פ כתב המלך יכול לדין (טור) וי\"א דאם גמיר וסביר מהני ליה רשות המלך (ריב\"ש סי' רע\"א) או השר הממונה בעירו דזהו בכלל דינא דמלכותא להושיב דיינים ושופטים מי שירצה ומ\"מ מי שעושה זה בלא רשות הקהל מצער הצבור ועתיד ליתן את הדין (תשובת רשב\"א סי' תרל\"ז):"
    }
  ]
}