{
  "id": "choshen_mishpat-209",
  "chapterLabel": "סימן 209",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-209-1",
      "section": 1,
      "text": "המקנה דבר שאינו מסויים או שלא בא לעולם. ובו י סעיפים:המקנה לחבירו דבר שאינו מסויים אם היה מינו ידוע אע\"פ שאין מדתו ומשקלו ידוע הרי זה קנה ואם אין מינו ידוע לא קנה כיצד ערימה זו של חטים אני מוכר לך בכך וכך מרתף זה של יין אני מוכר לך בכך וכך שק של תאנים אני מוכר לך בכך וכך אע\"פ שאין מדת הערימה ידועה ולא מנין הקנקנים ולא משקל התאנים ידוע ה\"ז ממכרו קיים אע\"פ שנמצא חסר או יתר על האומד שהיה בדעתם ויש להם אונאה לפי שער שבשוק:"
    },
    {
      "id": "choshen_mishpat-209-2",
      "section": 2,
      "text": "אבל האומר לחבירו כל מה שיש בבית זה אני מוכר לך בכך וכך וכל מה שיש בתיבה זו או בשק זה אני מוכר לך בכך וכך ורצה הלוקח ומשך אין כאן קנין שלא סמכה דעתו של לוקח שהרי אינו יודע מה שיש בו אם תבן או זהב ואין זה אלא כמשחק בקוביא וכן כל כיוצא בזה: הגה וי\"א דה\"ה שנים שהחליפו על כל אשר להם וע\"ל סוף סי' ר\"ג וע\"ל סי' רמ\"א ס\"ד מדין המוכר דבר שאינו מסויים:"
    },
    {
      "id": "choshen_mishpat-209-3",
      "section": 3,
      "text": "המוכר לחבירו בעשרה דינרים חטים ולא פסק כמה סאה מכר לו נותן לו כשער שבשוק בשעת המכירה וכל החוזר בו מאחר נתינת הדמים ולא רצה בשער שהיה בשוק בשעת נתינת המעות מקבל מי שפרע:"
    },
    {
      "id": "choshen_mishpat-209-4",
      "section": 4,
      "text": "אין אדם מקנה דבר שלא בא לעולם בין במכר בין במתנת בריא בין במתנת שכיב מרע כיצד מה שתוציא שדה זו מכור לך מה שיוציא אילן זה נתון לך תנו מה שתלד בהמה זו לפלוני או שאמר מה שתלד פרתי או שפחתי מכור לך או נתון לך לא אמר כלום אפילו היתה הפרה או השפחה מעוברת לא קנה כלום (מיהו גבי אילן אם חנטו הפירות מקרי בא לעולם) (רש\"י פ' איזהו נשך) ויכול לחזור בו אפי' אחר שתלד הפרה או השפחה ואחר שגדלו פירות האילן ובאו לעולם ואם קדם הלוקח ותפס הפירות אין מוציאין (והוא הדין בשאר דברים שלא באו לעולם ואפי' לא תפס אלא כתב ליה שטר ומסר ליה השטר כמאן דתפיס דמיא) (ת\"ה סי' ש\"ך [בשם] הגמי\"י פכ\"ב דמכירה) ואם מכר האילן לפירותיו או פרה ושפחה לעובריהם קנה מיד ואין שום אחד מהם יכול לחזור בו: הגה האומר לחבירו שיקנה ממנו דמי היין כשימכור היין מקרי דבר שלא בא לעולם (מרדכי דגטין פ' האומר) וי\"א דכל זה מיירי במקנה לו סתם אבל אם אומר שיקנה כשיהיה בעולם קנה אע\"פ שעכשיו אינו בעולם (מרדכי ר\"פ י\"נ) ויש חולקין (מרדכי ר\"פ יש נוחלין ור\"פ מי שמת) ואע\"ג דאין אדם יכול להקנות דבר שלא בא לעולם מ\"מ יכול לשעבדו (תוספות פ' מי שמת) ויש חולקין (נ\"י פ' איזהו נשך בשם תלמידי רשב\"א) אבל הוא עצמו יכול להתחייב כמו שנתבאר לעיל סימן ס' סעיף ו' מי שמקנה לחבירו דבר שלא בא לעולם עם דבר שבא לעולם י\"א דדמי לקני את וחמור כמו שיתבאר לקמן סוף סי' ר\"י (מרדכי פ' מי שמת) ואם נשבע לקיים המקח אע\"פ שלא בא לעולם צריך לקיים שבועתו כדלעיל סי' ר\"ז סעיף י\"ט וסי' ע\"ג סעיף ח' ומיהו אינו נקנה בקנין (ע\"ל סי' רכ\"ב) ולכן אם לא נוכל לכוף אותו לקיים שבועתו כגון שמת אין הקנין כלום וכן אם שאל על שבועתו (ריב\"ש סי' של\"ה ושמ\"ה ושפ\"ז) וכשם שאין אדם יכול להקנות דבר שלא בא לעולם כך אינו יכול למחול דבר שלא בא לעולם (תשו' ר\"ן סי' כ\"ג):"
    },
    {
      "id": "choshen_mishpat-209-5",
      "section": 5,
      "text": "דבר שבא לעולם אלא שאינו ברשותו דינו כדבר שלא בא לעולם שלא קנה ויכול כל אחד מהם לחזור בו ויתבאר עוד בסי' רי\"א: הגה מ\"מ אם טרח המוכר וקנה הדבר שמכר צריך לקיים מקחו כי אדעתא דהכי טרח וקנה כדי דליקום בהמנותיה (ת\"ה סי' ש\"כ):"
    },
    {
      "id": "choshen_mishpat-209-6",
      "section": 6,
      "text": "הפוסק על שער שבשוק וקיבל דמים ולא היה אותו המין שפסק עליו ברשות מוכר חייב לקנות וליתן ללוקח מה שפסק ואם חזר בו מקבל מי שפרע: הגה אבל אם פסק עמו עד שלא יצא השער שהמקח נעשה באיסור חוזר בו וא\"צ לקבל מי שפרע (נ\"י דב\"מ ור' ירוחם נ\"ט ח\"ד):"
    },
    {
      "id": "choshen_mishpat-209-7",
      "section": 7,
      "text": "כשם שאין אדם מקנה דבר שלא בא לעולם כך אינו משייר דבר שלא בא לעולם כיצד מכר שדה לראובן ושייר מפירותיו לשמעון דבר ידוע בכל שנה לא קנה שמעון כלום מהפירות אבל אם שייר לעצמו בעין יפה שייר: הגה ואין חילוק בזה בין מכר בין מתנה הן מתנת בריא הן שכיב מרע (ר\"ן פרק מי שמת בשם הרשב\"א) ויש חולקין במתנת שכיב מרע (שם בשם הראב\"ד ב\"י ב' הדעות) (וע\"ל סי' רי\"ב סעיף ג') ואמרינן דשייר מקום הפירות אע\"פ שלא פירש ואפי' מכר לוקח זה השדה לאחר חלקו של זה המוכר אינו יכול למכור וצריך ליתן לו כל מה ששייר ואם אמר כ\"ז ששדה זה בידך כשמכרה לאחר פקע כחו של מוכר ראשון ואפי' אם חזר הלוקח ראשון וקנה מלוקח שני אינו נותן למוכר ראשון כלום ואם מת מוכר ראשון אין לבניו כלום אפי' מת בעודה ביד לוקח ראשון אא\"כ פירש לי וליורשי: הגה י\"א דוקא שאינו משייר דבר מסויים דאז לא הוי רק כתנאי בעלמא ולכן צריך לפרש לי וליורשי אבל שייר לעצמו דבר מסויים כגון בית ואומר ע\"מ שדיוטא אחת שלי יורשין בניו זכותו אחריו (ב\"י בשם הרמב\"ן):"
    },
    {
      "id": "choshen_mishpat-209-8",
      "section": 8,
      "text": "אע\"פ שצריך ליתן לו הפירות ששייר אם לא יתנם לו אין המקח מתבטל בכך אבל אם מתנה על מנת שתתן לי או לפלוני מהפירות כך וכך בכל שנה אז קיום המקח תלוי בו ואם לא יתן לו כמו שהתנה יתבטל המקח: הגה דאע\"ג דאין אדם מקנה דבר שלא בא לעולם מ\"מ יכול להתנות על דבר שלא בא לעולם (טור סי\"ב והמרדכי פ\"ק דמציעא) וכן לסלק עצמו וכחו מדשלב\"ל הואיל ועדיין לא זכה בו (מרדכי ר\"פ הכותב) ועיין באבן העזר סי' צ\"ב י\"א דאע\"ג דאין אדם מקנה דבר שלא בא לעולם מ\"מ אם (הוא ג\"כ) רוצה לקנות מקני ג\"כ ולכן שנים שהקנו זה מזה על מתנה שיקבל א' מהן מאחר שלכל מי שיתן (לו) יחלוק עם חבירו דקנה (הגהות מרדכי דב\"ב) וע\"ל סי' קע\"ו סעיף ג' דיש חולקין:"
    },
    {
      "id": "choshen_mishpat-209-9",
      "section": 9,
      "text": "מכר או נתן דקל לאחד ופירותיו לאחר לא שייר מקום הפירות וראשון קנה דקל ופירותיו ושני לא קנה כלום:"
    },
    {
      "id": "choshen_mishpat-209-10",
      "section": 10,
      "text": "אמר לאחד קנה דקל חוץ מפירותיו שייר לעצמו גם מקום הפירות שהם הענפים ואין ללוקח אלא הגזע לכשייבש:"
    }
  ]
}