{
  "id": "choshen_mishpat-283",
  "chapterLabel": "סימן 283",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-283-1",
      "section": 1,
      "text": "דין ירושת עכו\"ם וגר וישראל מומר לעכו\"ם. ובו ג סעיפים:העכו\"ם יורש את אביו דבר תורה והגר אינו יורש את אביו עכו\"ם אלא מדבריהם תקנו לו שיירש כשהיה שמא יחזיר למרדו ותנאי מועיל בירושה זו הואיל ואין העכו\"ם מחויב לעמוד בתקנת חכמים ולא העכו\"ם יורש את אביו הגר ולא גר את גר לא מדברי תורה ולא מדברי סופרים אפי' היה לו בן שלידתו בקדושה מאחר שהורתו שלא בקדושה אינו יורש את אביו ולא אביו יורשו: הגה וישראל שהיה חייב לעכו\"ם ומת אם אין עכו\"ם יודעין מזה אינו חייב לפרוע ליורשיו (מרדכי פרק קמא דקידושין ):"
    },
    {
      "id": "choshen_mishpat-283-2",
      "section": 2,
      "text": "ישראל שהמיר לעכו\"ם יורש את קרוביו הישראלים כשהיה ואם ראו ב\"ד לאבד את ממונו ולקנסו שלא יירש שלא לחזק ידי הרשעים הרשות בידם ואם יש להן בנים בישראל תנתן ירושת אביהם המומר להם: הגה ואפילו נתן המומר הנכסים לאחרים אין במתנתו כלום דמיד נפלו נכסיו קמי יורשיו ואין לו כח בהן וי\"א שמניחין הירושה בב\"ד ואם יחזור בתשובה נותנין לו (הכל בטור ס\"ה בשם תשובת הרא\"ש) וישראל יורש קרובי המומר לעכו\"ם (טור ס\"ד בשם הרא\"ש) אפילו הפקיד הממון ביד ישראלים אחרים ואפי' היו לו בנים בגיותו אבל אם הנפקדים שלחו יד בממון הפקדון בחיי המומר או שבקש הממון ולא רצו ליתנו לו ויש להן עדים על זה זכו במה שבידן ואין יורשיו יכולין להוציא מיד הנפקד הן בחיי המומר הן לאחר מותו דכל המוחזק בנכסיו יכול לזכות בהן כל זמן שהוא חי (מרדכי פ\"ק דקידושין בשם רש\"י) ישראל מומר שמתה לו אמו ויש לו קרובים מן האב אם המומר גדול שראוי לקנסו בירושתו גם יורשיו אינן יורשין ונשארה הירושה כשאר יורשי האם אם המומר קטן שאינו ראוי לקנוס יורשיו יורשין אמו ובעל יורש במקום אשתו המומרת אע\"פ שמת אביה לאחר שהמירה לעכו\"ם ומתה אח\"כ הבעל יורש מאחר דידו כידה אין שייך קנס (מרדכי פ' הנ\"ל ות\"ה סי' שמ\"ט):"
    },
    {
      "id": "choshen_mishpat-283-3",
      "section": 3,
      "text": "לאה נשבית ואמה קבצה מעות לפדיונה ואח\"כ שמעה שהמירה ונטמעה בין העכו\"ם אם א\"א להחזיר לכל אחד מה שנתן יהיה הקרן קיים לפדיון שבוים ואם יתכן לפדות באחרית הימים אותה שבויה תפדה בהם (וע' בי\"ד סי' רנ\"ג סעיף ו'):"
    }
  ]
}