{
  "id": "choshen_mishpat-009",
  "chapterLabel": "סימן 9",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-009-1",
      "section": 1,
      "text": "שלא ליקח שוחד והתרת שכר בטלה. ובו ח סעיפים:מאוד מאוד צריך הדיין ליזהר שלא ליקח שוחד אפי' לזכות את הזכאי ואם לקחו צריך להחזירו כשיתבענו הנותן וכשם שהלוקחו עובר בלא תעשה כך הנותנו עובר בלפני עור לא תתן מכשול ולא שוחד ממון בלבד אלא אפי' שוחד דברים וכל דיין ששאל שאלה פסול לדון זה שהשאילו במה דברים כשלא היה לו לדיין להשאיל אבל היה לו להשאיל כשר שהרי גם זה שואל ממנו: הגה ודוקא ברגיל לשאול ממנו אבל באקראי בעלמא ולא מוכח שעושה משום הדין לא (מהרי\"ק שורש י\"ז):"
    },
    {
      "id": "choshen_mishpat-009-2",
      "section": 2,
      "text": "אם קדם התובע ושלח מנחה לדיין קודם שיזמין לנתבע לדין אין הנתבע יכול לפוסלו אא\"כ הדיין רוצה לחשוך עצמו מאותו דין ממדת חסידותו (כגון שיודע שנתקרב דעתו לזה) (טור):"
    },
    {
      "id": "choshen_mishpat-009-3",
      "section": 3,
      "text": "נהגו לעשות לב\"ד קופה שפוסקין ממון לפרנסת ב\"ד ומגבין אותה בתחלת השנה או בסופה ואין בו משום תורת שוחד ותורת אגרא כי חובה על ישראל לפרנס דייניהם וחכמיהם וגם אם יש נדבות או הקדישות סתם לוקחים מהם: הגה ויותר טוב לגבות מתחלת השנה שיהא מוכן להם כדי שלא יצטרכו להחניף או להחזיק טובה לשום אדם (טור):"
    },
    {
      "id": "choshen_mishpat-009-4",
      "section": 4,
      "text": "כל דיין שיושב ומגדיל שכר לסופרים ולשמשים הרי זה בכלל הנוטים אחרי הבצע:"
    },
    {
      "id": "choshen_mishpat-009-5",
      "section": 5,
      "text": "הנוטל שכר לדון כל דיניו שדן בטלים אלא א\"כ ידוע שלא נטל בהם שכר ואם אינו נוטל אלא שכר בטילתו מותר והוא שיהיה ניכר לכל שאינו נוטל אלא שכר בטלתו כגון שיש לו מלאכה ידועה לעשות בשעה שיש לו לדון אומר לבעלי הדין תנו לי שכר פעולה של אותה מלאכה שאתבטל ממנה והוא שיקבל משניהם בשוה אבל אם אינו ניכר כגון (שאין לו מלאכה ידועה אלא) שאומר שמא יזדמן לי שכר בקניית סחורה וסרסרות ובשביל זה מבקש שכר אסור (ע\"ל סי' ל\"ד סעי' י\"ח):"
    },
    {
      "id": "choshen_mishpat-009-6",
      "section": 6,
      "text": "אין לדיין להניח לתלמיד בור שישב לפניו שלא ישא ויתן עמו ויטה מדרך האמת:"
    },
    {
      "id": "choshen_mishpat-009-7",
      "section": 7,
      "text": "תלמיד היושב לפני רבו ורואה זכות לעני והרב רוצה לחייבו חייב ללמד עליו זכות ואם שותק עובר משום מדבר שקר תרחק:"
    },
    {
      "id": "choshen_mishpat-009-8",
      "section": 8,
      "text": "תלמיד היושב לפני רבו ורואה שטועה בדין אל יאמר אשתוק עד שיגמור הדין ואסתרנו ואחזור ואבננו כדי שיקרא על שמי אלא יאמר לו דרך כבוד רבי כך וכך למדתני:"
    }
  ]
}