{
  "id": "choshen_mishpat-305",
  "chapterLabel": "סימן 305",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-305-1",
      "section": 1,
      "text": "שומר שכופר או שטוען נאנס או נגנב. ובו ז סעיפים:שומר שכר דינו כש\"ח לענין אם כפר או טענות אחרות שביניהם כגון אם אמר לו נשתמשת בחפץ וקלקלתו וכיוצא בזה נשבע היסת ונפטר ואם השומר טוען שנאנסה אם במקום שעדים מצויים יביא עדים ויפטר או ישלם ואם אין מצוים ישבע שהיא כדבריו ויכלול בשבועתו שלא שלח בה יד ושאינה ברשותו ואם טוען נגנבה או אפי' שאומר פשעתי בה והריני משלם משביעין אותו שאינו ברשותו:"
    },
    {
      "id": "choshen_mishpat-305-2",
      "section": 2,
      "text": "נגנבה בלסטים מזויין והוכר הגנב צריך לפרוע לבעל הבית והוא יעמיד הגנב בדין ואפילו אם נשבע כבר ונפטר קודם והוכר הגנב כיון שנמצא הגנב צריך להעמידו בדין והוא יפרע לבע\"ה:"
    },
    {
      "id": "choshen_mishpat-305-3",
      "section": 3,
      "text": "היו הבעלים עמו במלאכתו בשעה שמשך החפץ לשמור פטור אף מפשיעה כמו שנתבאר בדיני ש\"ח:"
    },
    {
      "id": "choshen_mishpat-305-4",
      "section": 4,
      "text": "קבל עליו ש\"ש להתחייב אף באונסים או שהתנה ליפטר מגנבה ואבידה ומשבועה הכל לפי תנאו (אמר סתם על מנת שלא אתחייב באחריותו פטור אפילו מפשיעה) (מרדכי ס\"פ האומנים):"
    },
    {
      "id": "choshen_mishpat-305-5",
      "section": 5,
      "text": "שומר שכר שמסר לשומר אחר נתבאר משפטו בסימן רצ\"א:"
    },
    {
      "id": "choshen_mishpat-305-6",
      "section": 6,
      "text": "האומר לחבירו שמור לי ואשמור לך (י\"א דהוא הדין השאילני ואשאילך) [טור ס\"ז בשם הרמ\"ה ומהרי\"ק שורש ע\"ז) הרי זה שמירה בבעלים אמר ליה שמור לי היום ואשמור לך למחר השאילני היום ואני אשאילך למחר שמור לי היום ואשאילך למחר השאילני היום ואשמור לך למחר כולם נעשו שומרי שכר זה לזה: הגה וי\"א (דהשאילני ואשאילך) ושמור לי ואשאילך או השאילני ואשמור לך אפי' בחד יומא הוי השומר שומר שכר ולא מקרי שמירה בבעלים (טור ס\"ז בשם רש\"י ונ\"י פרק האומנין ומרדכי פ' המפקיד) :"
    },
    {
      "id": "choshen_mishpat-305-7",
      "section": 7,
      "text": "אמר לו השאילני גלימא שלך שהיא קלה וטול שלי שהיא כבדה ובאו לסטים ונטלו האחת הנשארת היא של בעל הראשון: הגה דהוי ליה השאילני ואשאילך דהוי שאלה בבעלים מיהו אם אין הדברים השאולים ביד השואלים אלא ביד אחרים כגון שראובן הניח משכון ביד לוי בעד שמעון ושמעון השאיל דבר לראובן לא מקרי שאלה בבעלים דהא אין שמעון שומר לראובן והוו שומרי שכר זה לזה (מהרי\"ק שורש קכ\"ה):"
    }
  ]
}