{
  "id": "choshen_mishpat-303",
  "chapterLabel": "סימן 303",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-303-1",
      "section": 1,
      "text": "שומר שכר באיזה דבר חייב או פטור ומאימתי מתחייב. ובו טו סעיפים:שומר שכר גם הוא אינו מתחייב בשמירתו עד שימשוך במקום שראוי למשוך כמו שנתבאר בסי'רצ\"א בש\"ח: הגה י\"א אדם ששולח לחבירו שום דבר להוליכו למקום אחד ובתוך כך שלח לו דורון הוי שומר שכר (הגהות מרדכי פרק איזהו נשך וע' בב\"י) ראובן שאמר לשמעון יש לך חפץ פלוני למכור אשרתך ואמכרנו ושמעון אומר תנהו בכך וכך והמותר יהא שלך נעשה ראובן שומר שכר עליו אע\"פ ששתק כשקבלו (מהרי\"ק שורש קנ\"ה):"
    },
    {
      "id": "choshen_mishpat-303-2",
      "section": 2,
      "text": "שומר שכר חייב בגניבה ואביד' וי\"א שאפילו שמר כראוי ונתן הכספים תחת הקרקע בעומק מאה אמה שאי אפשר לגנבם משם אם לא ע\"י מחילות או גם בעידנא דניימי אינשי ונגנבו או קפץ עליו חולי ולא יכול לשומרה וכל כיוצא בזה חייב ואפי' הקיפו חומה של ברזל ואפילו אם אילו היה שם לא היה יכול להציל חייב בגניבה ואבידה אא\"כ היה שם ולא היה יכול להציל:"
    },
    {
      "id": "choshen_mishpat-303-3",
      "section": 3,
      "text": "שומר שכר פטור מאונסים איזהו אונס בא עליו לסטים מזויין אפי' אם גם הרועה מזויין לפי שהליסטים מוסר נפשו יותר: הגה אם נפלה דליקה בעיר ונשרפו החפצים שהיה ש\"ש עליהם הוי אונס אם לא היה יכול להציל בעצמו ולא ע\"י אחרים (מרדכי פ' המפקיד ופ' השואל) ודוקא שיודע בודאי שנשרפו אבל אם אינו יודע בבירור רק שהיו בבית שנשרף אינו יכול לישבע שנשרפו דדילמא עכו\"ם נכנסו וגנבו אותו ולכן חייבים לשלם אא\"כ עכו\"ם הנכנסים הם ליסטים מזויינים דאז ישבע שנשרפו או נגנבו בליסטים מזויינים ופטור (שם):"
    },
    {
      "id": "choshen_mishpat-303-4",
      "section": 4,
      "text": "רועה שבאו זאבים וטרפו ממנו אם היה זאב אחד אינו אונס אפילו בשעת משלחת זאבים ואם היו שני זאבים הרי זה אונס שני כלבים אינם אונס אפי' באו משתי רוחות היו יותר על שנים ה\"ז אונס:"
    },
    {
      "id": "choshen_mishpat-303-5",
      "section": 5,
      "text": "יש מי שאומר דכל מה דאמרינן דלא הוי אונס דוקא בשלא השתדל להציל אבל אם השתדל להציל ולא יוכל אין לך אונס גדול מזה ונשבע על זה ונפטר:"
    },
    {
      "id": "choshen_mishpat-303-6",
      "section": 6,
      "text": "הארי והדוב והנמר והברדלס (פירש\"י פוטווייש בלע\"ז ובערוך פי' מין בעל חי שבז' שנים הוא זכר ונקרא צבוע ואח\"כ יתהפך לנקבה נקרא לפרוא ואז הוא יותר רע מקודם מבואר בפ\"ק דב\"ק דף ט\"ז ע\"א) והנחש הרי אלו אונסים בזמן שבאו מאליהם אבל אם הוליכן למקום גדודי חיה ולסטים אין אלו אונסים וחייב לשלם:"
    },
    {
      "id": "choshen_mishpat-303-7",
      "section": 7,
      "text": "רועה שמצא גנב והתחיל להתגרות בו ולהראותו שאינו חושש ממנו וא\"ל הרי אנו במקום פלוני כך וכך רועים אנחנו כך וכך כלי מלחמה יש לנו ובא אותו הלסטים ונצחו ולקח מהם הרי הרועה חייב:"
    },
    {
      "id": "choshen_mishpat-303-8",
      "section": 8,
      "text": "רועה שהיה לו להציל הטריפה או השבויה ברועים אחרים ובמקלות ולא קרא רועים אחרים ולא הביא מקלות להציל ה\"ז חייב אחד ש\"ח ואחד ש\"ש אלא שש\"ח קורא רועים ומביא מקלות בחנם ואם לא מצא פטור אבל ש\"ש חייב לשכור הרועים והמקלות עד כדי דמי הבהמה כדי להציל וחוזר ולוקח שכרן מבעל הבית ואם לא עשה כן והיה לו לשכור ולא שכר הרי זה פושע וחייב:"
    },
    {
      "id": "choshen_mishpat-303-9",
      "section": 9,
      "text": "רועה שטען הצלתי ע\"י רועים בשכר נשבע ונוטל מה שטען שאינו יכול לטעון אלא עד כדי דמיהן ויכול היה לומר נטרפה וישבע בנקיטת חפץ:"
    },
    {
      "id": "choshen_mishpat-303-10",
      "section": 10,
      "text": "רועה שהניח עדרו ובא לעיר בין בשעה שדרך הרועים להכנס בין בעת שאין דרך הרועים ליכנס ובא זאב וטרף ארי ודרס אין אומרים אילו היה שם היה מציל אלא אומדין אותו אם יכול להציל ע\"י רועים ומקלות חייב ואם לאו פטור ואם אין הדבר ידוע חייב לשלם: הגה וי\"א דאם נכנס בעת שאין דרך ליכנס חייב בכל ענין דהוי תחילתו בפשיעה וסופו באונס (טור והראב\"ד) וע\"ל סי' רצ\"א סעיף י\"ב:"
    },
    {
      "id": "choshen_mishpat-303-11",
      "section": 11,
      "text": "רועה שומר שכר שהעביר הבהמות על הגשר ודחפה אחת מהן לחבירתה ונפלה לשבולת נהר (פי' מקום שמים נגרים בכח) ה\"ז חייב שהיה לו להעבירם אחת אחת שאין השומר נוטל שכר אלא לשמור שמירה מעולה הואיל ופשע בשמירתן בתחלה והעבירן כאחד אע\"פ שנאנס בסוף בעת הנפילה הרי הוא חייב:"
    },
    {
      "id": "choshen_mishpat-303-12",
      "section": 12,
      "text": "מתה כדרכה פטור סיגפה ומתה כגון שהעמידה בחמה או בצינה אפי' לא מתה מיד חייב:"
    },
    {
      "id": "choshen_mishpat-303-13",
      "section": 13,
      "text": "תקפתו ועלתה לראשי צוקין ותקפתו ונפלה ה\"ז אונס:"
    },
    {
      "id": "choshen_mishpat-303-14",
      "section": 14,
      "text": "העלה לראשי הצוקין או שעלתה מאיליה והוא יכול למנעה ולא מנעה אע\"פ שתקפתו ונפלה ומתה או נשברה חייב שכל שתחלתה בפשיעה וסופו באונס חייב:"
    },
    {
      "id": "choshen_mishpat-303-15",
      "section": 15,
      "text": "העלה לראש ההר ומתה שם כדרכה או שפשע בה ולא שמרה כראוי ויצאה לאגם ומתה שם כדרכה פטור אבל אם נגנבה מהאגם ומתה בבית הגנב חייב (שומר שכר שכלה זמנו עיין לקמן סי' שמ\"ג):"
    }
  ]
}