{
  "id": "choshen_mishpat-085",
  "chapterLabel": "סימן 85",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-085-1",
      "section": 1,
      "text": "הוציא שטר חוב והלה טוען שמכר לו שדהו. ובו ז סעיפים:ראובן שהוציא שטר חוב על שמעון ושמעון הוציא שטר שראובן מכר לו שדהו אחר שהגיע זמן שטרו ואומר אלו חייב הייתי לך היה לך ליפרע ממני ולא למכור לי שדך אם הוא במקום שנוהגין שמי שקונה שדה נותן מעות ואח\"כ כותבין לו שטר טענתו טענה שלא היה לו לכתוב שטר המכירה אחר שקבל המעות ונאמן הלוה לומר פרעתי ושובר היה לי ואבד ואפי' שיש בו נאמנות ואם אומר מזוייף הוא יש מי שאומר שאינו נאמן כיון שהוא מקויים וי\"א שהוא נאמן ואם עדיין לא הגיע זמן שטרו אין טענתו טענה ואם הוא במקום שכותבין שטר ואח\"כ נותנים מעות אע\"פ שהגיע זמנו אין טענתו טענה שזה יאמר לא מכרתי לך השדה אלא כדי שיהיה לי ממה לגבות חובי:"
    },
    {
      "id": "choshen_mishpat-085-2",
      "section": 2,
      "text": "אם הלוה מכר קרקע למלוה אחר שהגיע זמן פריעת שטרו אפי' במקום שנותנים מעות ואח\"כ כותבים שטר יכול לומר לו אלו חייב הייתי לך היה לך לטרוף השדה כשמכרתיו לך: הגה אבל אם מכר לו מטלטלין לא יכול לומר אלו הייתי חייב למה לא תבעת ממני בחובך דזה יוכל לו' אילו תבעתי יראתי שלא תמכור לי כלל (תשו' מיימוני ספר משפטים):"
    },
    {
      "id": "choshen_mishpat-085-3",
      "section": 3,
      "text": "ראובן הוציא שטר על שמעון ושמעון על ראובן מאוחר לשטרו של ראובן והגיע זמן הפרעון של ראובן קודם שלוה משמעון יכול שמעון לומר לראובן אלו הייתי חייב לך לא הי' לך ללות ממני אלא היה לך ליפרע מחובך: הגה ודוקא שהשטר ברור אבל אם יש טענה על השטר כגון שיש בו חשש אסמכתא או כדומה יכול לומר הייתי מתיירא שא\"א לי לגבות בשטרי מכח אסמכתא על כן הוצרכתי ללות כי לא היה לי פנאי לדון לנגוש אותך (תשו' הרא\"ש כלל מ\"ב סי' ב') ויש מי שאומר דלא שנא באתרא דיהבי זוזי והדר כתבי שטרא ול\"ש באתרא דכתבי שטרא והדר יהבי זוזי וי\"א דה\"מ באתרא דיהבי זוזי והדר כתבי שטרא ואפי' אם יש לראובן זבורית ולשמעון עידית אינו יכול לומר לויתי ממך כדי שאגבה ממך עידית ואגבה אותך הזבורית ואם הוא באתרא דכתבי שטרא והדר יהבי זוזי אינו יכול לומר לו היה לך ליפרע מחובך אלא כל אחד גובה חובו ומיהו אם יש לשניהם עידית או בינונית או זיבורית או שיש לאחד עידית או בינונית ולשני זיבורית עומד כל אחד בשלו וכן אם יש לזה בינונית וזיבורית ולזה זיבורית עומד כל אחד בשלו אבל אם יש לזה עידית ובינונית ולזה זבורית זה גובה וזה גובה ואם זמן השטר שמוציא שמעון על ראובן היה קודם שהגיע זמנו של שטר של ראובן אז בכל ענין יעמוד כל אחד בשלו שאין יכול לומר היה לך ליפרע מחובך שהרי עדיין לא הגיע זמנו אפי' היה ביום אחרון כגון שראובן הלוה לשמעון בשטר לחמשה שנים וביום שנשלמו הה' שנים בא ראובן ולוה משמעון לעשר שנים אין שמעון יכול לומר לראובן אלו חייב הייתי לך למה שעבדת עצמך בשביל יום אחד וגובה זה שלו לסוף חמש שנים וזה שלו לסוף י' שנים: הגה ראובן שתובע משמעון לשלם לו והשיב לו שמעון הלא אתה פרעת לי זה השבוע ולמה לא עכבת בחובך וראובן אומר האמנתיך נאמן במיגו דיוכל לומר לא פרעתיך או עדיין לא הגיע זמני אז שתפרעני (מרדכי פ' ב' דייני גזירות) אשה שהקדישה נכסיה וצותה שידורו בנותיה בבתים ויתנו שכירות ואח\"כ הביאה בת אחת שטר מתנה מוקדם לשטר מתנה של הקדש ושאר היורשים אומרים אילו היה שטרך אמת למה נתת שכירות אם הבת נותנת אמתלא על השכירות הדין עמה ואם לאו הדין עם היורשין (תשו' הרא\"ש כלל ע' סי' ב'):"
    },
    {
      "id": "choshen_mishpat-085-4",
      "section": 4,
      "text": "אם מת אחד מהם והניח יתומים קטנים כל אחד עומד בשלו אפי' לא הניח להם אביהם כלום שאם יגבו מזה אפי' מעות חוזר וגובה אותם מהם אחר תקנת הגאונים שגובים מטלטלי דיתמי:"
    },
    {
      "id": "choshen_mishpat-085-5",
      "section": 5,
      "text": "אפי' היתומים קטנים אין אומרים שהם יגבו מיד ולא יגבה מהם עד שיגדלו כיון שתפס בחיי אביהם:"
    },
    {
      "id": "choshen_mishpat-085-6",
      "section": 6,
      "text": "שנים שיש לכל אחד מהם שטר חוב על חבירו במנה והיה בענין שהדין הוא שיעמוד כל אחד בשלו ומכר אחד מהם חובו לאחר הלוקח גובה מהלוה וחוזר הלוה וגובה מהמוכר מבני חרי ואם אין למוכר נכסים אם גבה הלוקח קרקע מזה חוזר וגובה ממנו שהרי הוא משועבד לו לחובו ואם גבה ממנו מטלטלין אם שעבד לו מטלטלי אגב מקרקעי שקנה ושיקנה חוזר וגובה אותם ממנו ואם לאו אינו טורף ממנו כלום."
    },
    {
      "id": "choshen_mishpat-085-7",
      "section": 7,
      "text": "ראובן נתחייב לשמעון ק\"ק ושמעון לראובן מנה ושמעון עמד כבר בדין עם ראובן על המנה ונתחייב בב\"ד ואמר שמעון אתה חייב לי ק\"ק תחסר מהם המנה כנגד מנה זה השיב ראובן אני לא עמדתי עמך בדין על הק\"ק וכמדומה לי שיש לי ראיות שאני פטור מהם אם שטרו של שמעון מקוים הדין עמו:"
    }
  ]
}