{
  "id": "choshen_mishpat-096",
  "chapterLabel": "סימן 96",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-096-1",
      "section": 1,
      "text": "חרש שוטה וקטן איזה שבועה נשבעים וגם אשת איש. ובו ו סעיפים:אין נשבעין על טענת חרש שוטה וקטן אחד הבא בטענת עצמו או בטענת אביו לפי שזה המקצת שהודה בו לקטן אינו אלא כמשיב אבידה וכן אם כפר בכל ובא עד אחד והעיד לקטן אינו נשבע שזה עד א' ואין שם תובע שתביעת הקטן אינה תביעה גמורה (וי\"א דצריך לישבע על פי העד) (טור ומרדכי פרק הדיינים) נמצאת אומר קטן שאמר לגדול מנה לי בידך או אבא היה לו בידך והלה אומר אין לך בידי אלא חמשים או אין לך בידי כלום ועד אחד מעידו שיש לו ה\"ז פטור משבועת התורה אבל אם שמר לקטן וטוען שאבד ה\"ז נשבע שבועת השומרים לפי שאינו נשבע מחמת טענה: הגה וי\"א דאין נשבעין לו שבועת שומרים שהיא שבועת התורה (טור בשם הרמב\"ן והרא\"ש והראב\"ד שם בפ\"ב משכירות בהשגתו) ואע\"פ שתבעו כשהוא גדול רק שהנתינה היתה כשהיה קטן (שם בהשגות הראב\"ד) וכן נ\"ל עיקר: וכן אם הודה שהיה שותף לקטן או אפוטרופס עליו יעמידו ב\"ד אפוטרופס לקטן וישבע השותף וכיוצא בו טענת שמא:"
    },
    {
      "id": "choshen_mishpat-096-2",
      "section": 2,
      "text": "אע\"פ שאין נשבעין על טענת קטן שבועת התורה אבל שבועת היסת נשבעין ואפי' היה קטן שאינו חריף לענין משא ומתן נשבעין היסת על טענתו נמצאת למד שהקטן שטען על הגדול בין שהודה מקצת בין שכפר בכל בין שהיה שם עד בין שלא היה שם עד ה\"ז נשבע היסת ואינו יכול להפך על הקטן שאין משביעין את הקטן כלל ואפילו חרם סתם אינו מקבל לפי שאינו יודע עונש השבועה (וי\"א דאין נשבעין על טענתו אא\"כ הגיע לעונת הפעוטות) (טור בשם הרמב\"ן והרא\"ש ור\"ן פרק הדיינים):"
    },
    {
      "id": "choshen_mishpat-096-3",
      "section": 3,
      "text": "יש מי שאומר שאע\"פ שנשבעים שבועת היסת לקטן על השטרות אין נשבעין לו כלל קטן שטענו הגדול אם טענו בדבר שיש לו הנאה לקטן כגון עסק משא ומתן לאחר שהגיע לעונת הפעוטות והודה הקטן נפרעים מנכסיו ואם אין לו ימתין עד שיהיה לו וישלם ואם כפר הקטן ממתינים עד שיגדל וישבע היסת ואם טענו בדבר שאין לקטן הנאה כגון נזקים וחבלות אף ע\"פ שמודה ואע\"פ שיש לו ממה לשלם פטור ואפילו לאחר שהגדיל (טור סי' פ\"ט ס\"ד וסי' צ\"א ס\"י) ואם היה התובע מהנשבעים ונוטלים כגון השכיר וכיוצא בו שיש הנאה לקטן שישתכר לו שכיר הרי זה נשבע ונוטל מהקטן אבל חנוני שנשבע על פנקסו אינו נשבע ונוטל מהקטן שאין לקטן בזה הנאה שהרי הוא חייב לפועליו ונשבעין ונוטלין ממנו וזה החנוני הפסיד על עצמו שנתן ממונו על פי הקטן:"
    },
    {
      "id": "choshen_mishpat-096-4",
      "section": 4,
      "text": "אין קנין קטן כלום לפיכך עדים שראו קנין שלו לא יכתבו עליו שטר:"
    },
    {
      "id": "choshen_mishpat-096-5",
      "section": 5,
      "text": "החרש והשוטה אין נזקקין להם לכל טענה לא לטענתם על אחרים ולא לטענת אחרים עליהם לא לשבועה קלה ואין צריך לומר שבועה חמורה או תשלומין אבל הסומא הרי הוא כבריא לכל דבר בענינים אלו ונשבע כל מיני שבועות ונשבעים על טענתו ויש מי שכתב שדין החרש כדין הקטן אבל השוטה אפי' נתרפא והודה אינו חייב לשלם אפילו אם הלוהו בעדים שאבידה מדעת הוא ואין צריך לומר שאין משביעין אותו לכשיתרפא (והסברא האחרונה נ\"ל עיקר):"
    },
    {
      "id": "choshen_mishpat-096-6",
      "section": 6,
      "text": "אשת איש שנתחייבה שבועה משביעין אותה ואם מסרבה מלישבע כופין אותה כמו שכופין לאיש: הגה ומזמינין אותה לדין או שולחין אצלה כדרך שיתבאר לקמן סי' קכ\"ד ואם אין לה לשלם יכתבו לו פסק שתשלם לכשתתאלמן או לכשתתגרש (טור) אבל אין בעלה חייב לשלם בשבילה אע\"פ שנושאת ונותנת תוך הבית (מהרי\"ק שורש קצ\"ג בשם מוהר\"מ) ודלא כיש חולקין בזה (מרדכי פ' החובל ופ' הנשבעין) וע' באה\"ע סי' צ\"א ואם הבעל מודה שבאו הכלים שתובעים אותה לרשותו חייב לישבע שאינן ברשותו ושלא שלח בהן יד ושלא פשע בהן במה שנגנבו (טור) י\"א דאין משביעין האשה כשהיא מעוברת דהא מוציאין אותה מבהכ\"נ כשנותנים חרם (ב\"ז סי' שפ\"ה):"
    }
  ]
}