{
  "id": "choshen_mishpat-194",
  "chapterLabel": "סימן 194",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-194-1",
      "section": 1,
      "text": "עכו\"ם שמכר קרקע לישראל וקיבל כסף ולא כתב שטר. ובו ג סעיפים:העכו\"ם אינו קונה בחזקה (ולא בכסף) אלא בשטר הוא שקונה עם נתינת הכסף וישראל הקונה מעכו\"ם הרי הוא כעכו\"ם ואינו קונה אלא בשטר : הגה מיהו שכירות מן העכו\"ם קונה בכסף לחוד (ב\"י סימן קצ\"ב) וכן אם התנה לוקח שיקנה לו בכסף בלחוד קנה מיד (ב\"י בסי' זה):"
    },
    {
      "id": "choshen_mishpat-194-2",
      "section": 2,
      "text": "מאחר שעכו\"ם אינו קונה הקרקע מישראל ולא מקנהו לישראל אלא בשטר ישראל שלקח שדה מהעכו\"ם ונתן דמים וקודם שיחזיק בה בא ישראל אחר והחזיק בה כדרך שמחזיקים בנכסי הגר זכה אחרון וי\"א דאפי' החזיק בה ראשון זכה האחרון דלא סמכא דעתא דראשון בלא שטר (טור בשם רשב\"א והמגיד פ\"א דזכיה ונ\"י וכן משמע במרדכי פ' חזקת) וכן נ\"ל אבל אם החזיק הא' קודם שנתן המעות זכה (לכולי עלמא) (מרדכי פ' חזקת) ונותן לראשון את הדמים מפני שהעכו\"ם מעת שלקח הדמים סילק רשותו וישראל לא קנה עד שיגיע השטר לידו ונמצאו נכסים אלו כנכסי מדבר שכל המחזיק בהם זכה ואחריותו על העכו\"ם המוכר: הגה והשני מקרי רשע (טור בשם הרשב\"ם ועיין בב\"י) ומ\"מ אם בא הראשון להשתדל ע\"י העכו\"ם להוציאו מיד השני נקרא מסור הואיל והשני נותן לו מעותיו (טור בשם הרא\"ש והגהות אשירי ותוספות ומרדכי) בד\"א במקום שאין משפט ידוע למלך אבל אם דין אותו המלך ומשפטו שלא יזכה בקרקע אלא מי שכתוב בשטר או הנותן דמים וכיוצא בדברים אלו עושים כפי משפט המלך: הגה עכו\"ם שהיה לו משכון או פקדון ביד ראובן ונתנו לשמעון בשטר זכה ראובן במה שבידו דמיד שנתן העכו\"ם לשמעון נסתלק העכו\"ם ושמעון לא קנה עד דמשיך ולכן הוי כהפקר וזכה בו ראובן כזוכה מן ההפקר (תשובת רשב\"א סי' אלף ל\"ב ור' ירוחם נכ\"ג):"
    },
    {
      "id": "choshen_mishpat-194-3",
      "section": 3,
      "text": "יש מי שאומר שאפי' אם כתב העכו\"ם שטר לראשון קודם שיחזיק בו אחר אינו כלום כיון שכבר נסתלק הרי הוא כאחר אלא צריך שיכתוב השטר קודם שיקבל המעות (וכל זה לא מיירי אלא בקרקע אבל במטלטלין קנה בנתינת המעות) (טור):"
    }
  ]
}