{
  "id": "choshen_mishpat-098",
  "chapterLabel": "סימן 98",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-098-1",
      "section": 1,
      "text": "סדר גביית החוב והמבקש זמן לפסול שטרו אם לא בא בזמנו. ובו יא סעיפים:סדר גביית החוב כך הוא כשהמלוה מוציא שטר חוב מקוים אומרים ללוה שלם אפי' שהה כמה שנים ולא תבעו אין אומרים מחל לו כיון ששהה כל כך שנים ולא תבעו ואפי' שמענו שנתייאש (פי' תרגום ונואש ממני שאול וזה כי מי שלבו הומה על דבר מה ואח\"כ נח ואינו חושב עוד בדבר ההוא יאמר עליו ל' יאוש) מהחוב לגמרי ואמר וי לחסרון כיס אינו יאוש (ואפילו ראה המלוה שכתב כל נכסיו לבניו ולא כתב למלוה רק קרקע כל שהוא ושתק אפ\"ה לא אמרי' דמחל) (טור) ואפי' אין שטר חובו יוצא מתחת ידו אם החייב מודה:"
    },
    {
      "id": "choshen_mishpat-098-2",
      "section": 2,
      "text": "צריך לעשות הדיין דרישה וחקירה בשטרות ישנים שמוציאים אותם למה לא תבעו עד עתה אם יראה לו צד רמאות כדי להוציא הדין לאמיתו:"
    },
    {
      "id": "choshen_mishpat-098-3",
      "section": 3,
      "text": "אין יורדים לנכסיו עד שיודיעוהו תחלה אם הוא כאן או במקום קרוב ואם טעה הדיין והוריד לנכסיו קודם שיודיעוהו מסלקים אותו:"
    },
    {
      "id": "choshen_mishpat-098-4",
      "section": 4,
      "text": "טען הלוה ואמר שטר זה שנתקיים בפניכם מזויף הוא אני אביא ראיה ואבטלנו ועדים במקום פלו' והם פלו' ופלו' אם נראה לדיינים שיש ממש בדבריו קובעים לו זמן להביא עידיו ואם נראה להם שאינו בא אלא בעלילות דברים ובטענות של דופי אומרים לו שלם ואחר כך אם יש לו ראיה יחזיר ואם היה המלוה אלם (פי' תקיף תרגום חזקו ואמצו תקיפו ואלימו) ושמא אינו יכול להוציא מידו מניחים ע\"י שליש (ומן הסתם נותנין לו זמן שלשים יום) (טור):"
    },
    {
      "id": "choshen_mishpat-098-5",
      "section": 5,
      "text": "קבעו לו זמן להביא ראייה לבטל השטר והגיע הזמן ולא בא ממתינין לו שני וחמישי ושני לא בא כותבין עליו פתיחה ומשמתין אותו והוא בנידויו צ' יום שלמו צ' יום ולא בא בית דין כותבים לו אדרכתא (פי' שטר שב\"ד כותבים למלוה ומדריכין אותו שיפרע מחובו על נכסי הלוה) על נכסיו ומתירין לו נידויו ואין כותבים אדרכתא עד ששולחים ומודיעים לו והוא שיהא קרוב לב\"ד יום אחד ויש מי שאומר שני ימים ואם היה רחוק יתר על זה אין צריכין להודיעו."
    },
    {
      "id": "choshen_mishpat-098-6",
      "section": 6,
      "text": "במה דברים אמורים כשהיה כל תשעים יום נשמט ואומר עתה אביא ראייה ואבטל השטר אבל אם אמר איני בא לב\"ד מיד כותבין אדרכתא בין על הקרקעות (טור סעיף י\"ב בשם הרמב\"ם) בין על המטלטלין וכן אם השטר על פקדון אין ממתינין לו תשעים יום אלא כותבים אדרכתא על נכסיו מיד:"
    },
    {
      "id": "choshen_mishpat-098-7",
      "section": 7,
      "text": "זה שאמרנו שאם לא בא בסוף התשעים כותבין אדרכתא על הקרקעות אבל על המטלטלים אפי' אחר תשעים יום כל זמן שהוא אומר עתה אביא ראיה ואבטל השטר אין מורידין המלוה למטלטלים שמא יאכל אותם ויביא זה ראיה ויבטל השטר ואם לא ימצא (המטלטלין) מה יטול ואפי' היה למלוה קרקע שמא תכסיף או תשתדף (פירש\"י תבור ותפחת מדמי') ואע\"ג דלא כתבינן אדרכתא אמטלטלי יהבינן להו ביד שליש ויהבינן זמן הראוי לב\"ד אי מרע לשטרא בגו ההוא זמנא איתרע ואי לא יהבינן להו ביד המלוה."
    },
    {
      "id": "choshen_mishpat-098-8",
      "section": 8,
      "text": "אם המלוה אלם ולא יוכל הלוה להוציא הקרקעות מידו אחר שנפסל שטרו מאחרין האדרכתא עד שיודיעו ללוה אפי' אם הוא במקום רחוק שצריך לשהות י\"ב חדש לילך ולבא שיירא משם:"
    },
    {
      "id": "choshen_mishpat-098-9",
      "section": 9,
      "text": "כיצד כותבים האדרכתא אם לנכסים בני חורין הורידוהו כותבים איש פלו' נתחייב לפלו' בדין כך וכך ולא נתן לו מעצמו וכתבנו לו אדרכתא זו על שדה פלונית שלו ואח\"כ שמין לו שלשה באותו שדה כנגד חובו ומכריזין עליהם כפי מה שיראה (ובטור סי' ק\"ב ס\"ב הביא זה ג\"כ) עד שיפסקו המוסיפין ומורידין אותו בחובו לחלק ששמו אותו וקורעין שטר החוב אם היה שם שטר ואם לא היו לו נכסים בני חורין כותבין האדרכתא כך איש פלו' נתחייב לפלו' כך בשטר חוב שבידו ולא נתן לו חובו ולא מצינו לו נכסים בני חורין וכבר קרענו לשטר שיש לו עליו ונתננו לפלו' רשות לדרוש ולחקור ולהיות ידו נטויה על כל הנכסים שימצאו לו וכל הקרקעות שמכר מזמן פלו' והלאה יש לו רשות לגבות חובו מהכל ואחר שכותבין אדרכתא זו הולך המלוה ומחפש אם מצא לו נכסים בני חורין שמין לו מהם מצא לו נכסים משועבדים מאחר זמן שטרו טורף מהם וקורעים שטר האדרכתא וכותבין לו שטר הטרפא כיצד כותבין איש פלו' בן פלו' זכה בדין לטרוף בדין בחוב שפלו' חייב לו שהוא כו\"כ בשדה פלונית שלקחה פלו' בכך וכך מזמן פלו' וכבר קרענו האדרכתא שהיתה בידו והרשינוהו לטרוף מזה בכך וכך ואחר שכותבים הטירפא לטרוף מורידין ג' בקיאים לאותה שדה ושמין לו ממנה כשיעור חובו מהקרן וחצי השבח ומכריזין עליה שלשים יום כדרך שמכריזין על נכסי יתומים ואח\"כ משביעין את הלוה שאין לו כלום אם היה הלוה עמנו במדינה משביעין את הטורף בנק\"ח שלא נפרע חוב זה ולא מחלו ולא מכרו לאחר ואח\"כ מורידים אותו לנכסי הלוקח בשומא שלו וכותבין הורדה וכיצד כותבין אחר ששמנו לפלו' בשומא שהיתה בידו והכרזנו ל' יום כראוי והשבענו את זה הטורף ואת הבעל חוב הורדנוהו לשדה פלונית להיות משתמש בה כדרך שאדם משתמש בקניינו ומאימתי אוכל הטורף פירות שדה זו משיפסקו ימי ההכרזה (שם בפ' הנושא) ואם יש טעות באדרכתא אינו אוכל פירות אפי' מיום ששלמו ימי ההכרזה:"
    },
    {
      "id": "choshen_mishpat-098-10",
      "section": 10,
      "text": "כל אדרכתא שאין כתוב בה קרענו לשטר הלואה אינה אדרכתא וכל טירפא שאין כתוב בה קרענו לאדרכתא אינה טירפא וכל שומא שאין כתוב בה קרענו לטירפא אינה שומא:"
    },
    {
      "id": "choshen_mishpat-098-11",
      "section": 11,
      "text": "כיצד כותבין אדרכתא על נכסי יתומים יתבאר בסי' ק\"ט:"
    }
  ]
}