{
  "id": "choshen_mishpat-045",
  "chapterLabel": "סימן 45",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-045-1",
      "section": 1,
      "text": "שהעדים צריכים לקרות מקודם השטר ודין שטר הבא על הנייר ועדיו על המחק. ובו כג סעיפים:העדים חותמים למטה בשטר ולא מן הצדדים ולא מלמעלה:"
    },
    {
      "id": "choshen_mishpat-045-2",
      "section": 2,
      "text": "ראש ב\"ד שהיה יודע ענין השטר וקרא לפניו הסופר שלו הואיל והוא מאמין אותו ואימתו עליו ה\"ז חותם השטר אע\"פ שלא קראו הוא בעצמו ואין שאר העם (או ראש ב\"ד וסופר אחר טור) רשאים לעשות כן עד שיקרא העד השטר מלה במלה: הגה וי\"א דשנים יקראו לפניהם והן חותמין (טור והרא\"ש והגהות מיימוני פרק כ\"ד מה' מלוה) ואם אינן מבינין לשון השטר יתרגמו להן הקוראין והם חותמין (ב\"י ע' סק\"ג) וכנ\"ל עיקר י\"א דקורין לפני צבור וחותמין דיראים לשקר לפני צבור והוי כראש ב\"ד וסופר שלו (הגהות מרדכי ואשירי פ\"ב דגיטין):"
    },
    {
      "id": "choshen_mishpat-045-3",
      "section": 3,
      "text": "הודאה בחתם ידו והשטר בגופן של עכו\"ם והדבר ברור שאינו יודע לקרותה ויש עדים שחתם עד שלא קראו מ\"מ מתחייב הוא בכל מה שכתוב בו:"
    },
    {
      "id": "choshen_mishpat-045-4",
      "section": 4,
      "text": "עדים שאין יודעים לחתום וקרעו להם נייר חלק וחתמו על הרשום מכין אותם מכת מרדות והשטר פסול (ויש מכשירין השטר) (טור והמגיד פכ\"ד מה' מלוה בשם רשב\"א וע' בר\"ן פ\"ב דגיטין):"
    },
    {
      "id": "choshen_mishpat-045-5",
      "section": 5,
      "text": "מקום שנהגו שהסופר חותם ע\"פ העד שכותב פב\"פ חתם במסירת קולמוס או שכתוב בו פב\"פ צוה לחתום אם קבלו בני העיר עליהם לעשות עדותו כעדות העד כשר ואם לא קבלו עליהם אינו כלום כל שטר הבא לפנינו שעדים מעידים על חתימת העדים מקיימים אותו שחזקה אין העדים חותמים על השטר אא\"כ קראוהו ויודעים לחתום ואי איתנהו לסהדי קמן וקים לן בהו דלא ידעי למקרי אי אמרי אקרינן למאן דידע למיקרא סמכינן עלייהו (ואי לא אמרי הכי דייקינן בסהדותייהו ע\"פ אי מכווני השטר מקיימינן להו) (טור):"
    },
    {
      "id": "choshen_mishpat-045-6",
      "section": 6,
      "text": "ידקדקו העדים שלא ירחיקו מהכתב רוחב שני שיטין ואם הרחיקו שני שיטין פסול אפילו כתוב שריר וקיים אפי' ידוע שלא הוסיף ולא זייף בו שום דבר ואפי' טייטוהו בדיו (פי' מלאו נקודים נקודים של דיו) פסול שלא יאמרו חתמו על הטיוטא ולא על עיקר השטר:"
    },
    {
      "id": "choshen_mishpat-045-7",
      "section": 7,
      "text": "הא דאמרינן שאם הרחיקו ב' שטין פסול היינו למגבי ביה ממשעבדי א\"נ מבני חרי אם הלוה טוען פרעתי אבל אינו יכול לטעון לא היו דברים מעולם:"
    },
    {
      "id": "choshen_mishpat-045-8",
      "section": 8,
      "text": "ב' שיטין שאמרו בכתב ידי עדים שהיא גסה ולא ידי סופר שכל המזייף אינו הולך אצל הסופר:"
    },
    {
      "id": "choshen_mishpat-045-9",
      "section": 9,
      "text": "ב' שיטין אלו הן ואוירן כגון למ\"ד בשטה העליונה וך' בשטה התחתונה שהם ב' שיטין וג' אוירים:"
    },
    {
      "id": "choshen_mishpat-045-10",
      "section": 10,
      "text": "יש מי שאומר שאם השטר מסיים באמצע שטה והניחו אותה שטה ועוד אחרת והתחילו לחתום בשטה שלישית פסול שיכול לכתוב באותו חצי שטה מה שירצה ויחזור מעניינו של שטר בשטה אחרונה וכן אם מסיים בסוף שטה והרחיקו העדים שטה שלימה והתחילו העדים באמצע שטה שנייה פסול אם יחתמו זה אחר זה באותה חצי שטה שיוכל לכתוב בחצי השטה החלק שלפני חתימתן פלוני לוה מפלוני מנה ויהא שטר הבא הוא ועדיו בשטה אחת שהוא כשר ויחתוך כל העליון: הגה וע' סי' מ\"ד סעיף ג' (עד\"מ) ואם השטר מסיים באמצע השטה יכולים העדים לחתום עצמן בחצי שטה הנשארת זה אצל זה ואז למדין מחצי שטה שלפניהם ומשטה שעליהם דאין לחוש לשום דבר (ב\"י בשם רשב\"ץ):"
    },
    {
      "id": "choshen_mishpat-045-11",
      "section": 11,
      "text": "צריך ליזהר כשחותמין ויש חלק לפני חתימתן שלא יחתמו זה אח\"ז בשטה א' דשמא יכתוב בחלק שלפני חתימתן מה שירצה ויחתוך העליון ויהיה שטר שבא הוא ועדיו בשטה אחת וכיצד יעשה יטייטנו בדיו ולא אמרי' דאטיוטא חתימי אלא היכא שהטיוטא עומד בין שטר לעדים ואם התחילו לחתום באמצע השטה וחתכו החלק שלפני חתימתן פסול דשמא היה כתוב שם חובתו או שום תנאי וזה חתכו ומיהו אם כתוב למעלה בסוף השטה שריר וקיים [כשר] ובלבד שהיו העדים חתומים זה תחת זה אבל אם חתומים זה אחר זה פסול דשמא היה השטר הבא הוא ועידיו בשטה אחת וחתכו והיה חלק מלמעלה וכ' עליו שטר זה:"
    },
    {
      "id": "choshen_mishpat-045-12",
      "section": 12,
      "text": "שטר שהיו עדיו מרובים ונמצא א' מהם קרוב או פסול או שהיו בהם שנים קרובים זה לזה והרי אין העדים קיימים כדי לשאול אותם אם יש שם עדות ברורה שכולם ישבו לחתום שהרי נתכוונו להעיד ה\"ז בטל ואם לאו תתקיים העדות בשאר שהרי אפשר שחתמו הכשרים והניחו מקום לגדול לחתום ובא זה הקרוב או הפסול וחתם שלא מדעתם אע\"פ שהעד החתום בשטר מתחלה הוא הפסול הרי השטר כשר: הגה ולכתחלה לא יחתום שום קרוב או פסול על השטר (טור) וי\"א דאין להכשיר שטר שחתומין בו פסולין אא\"כ ב' עדים האחרונים הם כשרים (טור בשם אביו הרא\"ש וע\"פ וע' ס\"ק כ\"ג):"
    },
    {
      "id": "choshen_mishpat-045-13",
      "section": 13,
      "text": "אם נפסל ע\"י חתימת הפסולים אם הכשרים זוכרים העדות על ידי ראיית השטר יכולים להעיד וב\"ד יכתבו עדותן כמו שכתוב בשטר וחשוב כמו שטר הראשון:"
    },
    {
      "id": "choshen_mishpat-045-14",
      "section": 14,
      "text": "היו העדים מרוחקים מהכתב יתר על שני שטין והיה הריוח שבין הכתב והעדים מלא בעדים פסולים או קרובים ה\"ז כשר שהרי אינו יכול להזדייף ואם נראה השטר בב\"ד קודם שמילאוהו בקרובים או פסולים שוב אין לו תקנה אבל אם הוכשר ע\"י מילוי קרובים קודם שבא לב\"ד אפי' עשאו המלוה מדעתו שלא מדעת הלוה כשר וי\"א דדוקא שמילאוהו מדעת הלוה אבל אם מילאוהו שלא מדעת הלוה פסול:"
    },
    {
      "id": "choshen_mishpat-045-15",
      "section": 15,
      "text": "הא דמכשרינן במילאוהו בקרובים או פסולים אם הוא שטר שאין בו קנין דוקא שמילאוהו ביום שנכתב ונחתם אבל אם מילאוהו למחר וליומא אחרא אפי' במצות הלוה פסול:"
    },
    {
      "id": "choshen_mishpat-045-16",
      "section": 16,
      "text": "אם אחר שפרעו הוא טוען שהשטר היה פסול לפי שהרחיק הסופר חותם ידו יותר משטה אחת אין בדבריו כלום:"
    },
    {
      "id": "choshen_mishpat-045-17",
      "section": 17,
      "text": "הבא מכח עכו\"ם הרי הוא כמוהו לגבות בשטר שעידיו מרוחקים שני שיטים אם נהגו העכו\"ם לגבות בו:"
    },
    {
      "id": "choshen_mishpat-045-18",
      "section": 18,
      "text": "שטר הבא כולו בשטה אחת ועידיו בשטה אחרת פסול דשמא הרחיקו העדים מהשטר שטה אחת וחתך כל השטר וכתב זה השטר באותה שיטה ונמצאו העדים חתומי' עליו: הגה וכן אם היה השטר ב' שיטין אלא שאין השטה ראשונה מתחלת בראש הקלף דחיישינן שמא סיימו השטר באמצע שטה והניחו הנשאר חלק וגם שטה שתחתיה וחתמו וחתך כל השטר וזייף בשטה ומחצה מה שרצה והרי העדים חתומים עליו (מרדכי פ' ג\"פ):"
    },
    {
      "id": "choshen_mishpat-045-19",
      "section": 19,
      "text": "היה השטר כולו עם כל עידיו בשטה אחת כשר דליכא למיחש למידי אבל אם השטר ועידיו בשטה אחת ועוד למטה ממנה בשטה אחרת שני עדים יש לחוש שמא חתך כל השטר העליון שהיו העדים התחתונים חתומים ובשטה שבין שטר לעדים כתוב שטר ועדיו ובעדים שבשטה שנייה יאמר כוונתי להרבות בעדים ולפיכך כשיבא לפנינו שטר כזה אין מקיימים אותו מעדים שבשיטה שנייה אלא מעדים שבשטה ראשונה:"
    },
    {
      "id": "choshen_mishpat-045-20",
      "section": 20,
      "text": "שטר הבא הוא ועידיו על המחק כשר והוא שלא יהא שום שינוי בין השטר למקום חתימת העדים שאם יש שום שינוי יש לחוש שמא מחק וכתב מה שרצה ולפיכך הוא משונה שהרי מחקו ב\"פ ע\"כ לא יחתמו העדים על שטר מחוק אא\"כ נמחק בפניהם שאם לא כן יש לחוש שמא מקום חתימות נמחק ב\"פ ומקום השטר פעם אחת וכשחוזר ומוחק פעם שנית וכתב מה שירצה נמצא השטר ומקום חתימת העדים שוה הכל מחוק שני פעמים: הגה וצריכים ליזהר שנמחק הכל ביום א' דאינו דומה נמחק בן יומו לנמחק בן שני ימים (ב\"י) ואם יש בין חתימת העד לשני ריוח כשיעור כתיבת אנחנא סהדי חתמנו על המחק והשטר על הנייר פסול שמא היה השטר על הנייר ועידיו על המחק והיה כתוב בין חתימת העדים אנחנא סהדי וכו' ומחקו ומחק השטר וכתב מה שרצה אח\"כ (אבל אם לא היה כאן מחק כלל השטר כשר אע\"פ שיש בין חתימה לחתימה ריוח גדול) (ב\"י בשם ריב\"ש סי' מ\"ט):"
    },
    {
      "id": "choshen_mishpat-045-21",
      "section": 21,
      "text": "שטר שהוא על הנייר ועדיו על המחק פסול שמא ימחוק השטר ויזייפו ונמצא הוא ועידיו על המחק ואם כתבו העדים אנו העדים חתמנו על המחק והשטר על הנייר כשר והוא שכתבו כן בין חתימת עד הראשון לחתימת עד השני אבל אם כתבו כן לפני חתימתם או אחריהם לא מהני:"
    },
    {
      "id": "choshen_mishpat-045-22",
      "section": 22,
      "text": "שטר שהוא על המחק ועידיו על הנייר פסול אפי' כתבו אנו העדים חתמנו על הנייר והשטר מחוק דסוף סוף ימחוק השטר ויזייפו ויכתוב מה שירצה אע\"פ שנמחק ב' פעמים אינו ניכר כיון שאין אצלו מקום שמחוק פעם אחת שיוכלו להבחין בין זה לזה:"
    },
    {
      "id": "choshen_mishpat-045-23",
      "section": 23,
      "text": "במקום שנוהגים לכתוב פרעון ביני שיטי צריך ליזהר שלא יהא שום גרר ביני שיטי דאיכא למיחש שמא היה בו פרעון ומחקו וכ\"ש אם הפרעון שביני שיטי הוא על המחק דאיכא למיחש שמא היה יותר ומחקו וכ' מה שרצה ואם יש עדים שהפרעון הוא כתב יד הלוה כשר דתו ליכא למיחש למידי:"
    }
  ]
}