{
  "id": "choshen_mishpat-114",
  "chapterLabel": "סימן 114",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-114-1",
      "section": 1,
      "text": "דין בע\"ח עם הלוקח אם יכול לדחותו אצל הלוה. ובו ז סעיפים:מלוה שיודע לקוחות שקנו מהלוה אחר שהלוה הולך וטורף מהם (בב\"ד אבל אם טרף שלא בב\"ד אינו כלום) (ב\"י בשם תשובה שבסוף חזה התנופה) וקורעים ב\"ד שטר האדרכתא וכותבין לו שטר טרפא וכותבים בטרפא שקרעו שטר האדרכתא:"
    },
    {
      "id": "choshen_mishpat-114-2",
      "section": 2,
      "text": "כשימצא המלוה ללוקח כופין אותו לדון עמו ואינו יכול לומר לו לך אצל הלוה וכשיתחייב לך בדין יכתבו לך טירפא על הלקוחות אז אפרע לך אלא ילך הוא אצל הלוה ויזקיקו לבא לדין ומיהו היכא דאיתא מודעינן ליה כגון שאינו רחוק יותר ממהלך יום אחד ואם מבקש הלוקח זמן לחזור אחריו נותנים לו עד שלשים יום ובלבד להוציא הדין לאמיתו ושלא לבא בעקיפין:"
    },
    {
      "id": "choshen_mishpat-114-3",
      "section": 3,
      "text": "אם רוצה הלוקח לסלק המלוה במעות הרשות בידו וישאר לו הקרקע ויחזור וישאל מהמוכר מה שפרע למלוה בשבילו ואם עשאה אפותיקי מפורש דאמר ליה לא יהיה לך פרעון אלא מזו אינו יכול לסלקו במעות אם קנה שתי שדות זו אחר זו כל אחת במנה והחוב שהיה למלוה על הלוה היה ק\"ק וטרף ממנו במנה שדה שקנה ראשון וכשבא לטרוף השניה במנה הנשאר הביא לו ק\"ק ואמר ליה אם תרצה שדה ראשונ' שגבית כבר בכל המאתים הרי טוב ואם לאו קח ק\"ק והסתלק הדין עמו ואם רצה המלוה וקבלה בק\"ק אין הלוקח חוזר על המוכר וגובה ממנו אלא מנה: הגה וי\"א דאם עשו ב\"ד תחלה שומא והכרזה שוב אין הלוקח יכול לסלקו דשומא לא הדרא ללוקח (טור בשם רבינו יונה והרא\"ש) וע\"ל סימן ק\"ג סעיף ט' וכל זה מיירי בלוקח א' שלקח ב' השדות אבל בב' לוקחין אין השני יכול לומר דיקבל שדה האחד יותר משוויו או לסלקו במעות דלאו בעל דברים דידיה הוא (נ\"י פ' מי שהיה נשוי ור' ירוחם):"
    },
    {
      "id": "choshen_mishpat-114-4",
      "section": 4,
      "text": "אחר שכותבין הטירפא מורידין שלשה בקיאין לאותה שדה ושמין לו ממנה כשיעור חובו כפי מה שראוי לו מהקרן וחצי השבח כפי מה ששוה עתה ומכריזין עליה ל' יום כדרך שמכריזים על נכסי יתומים שנתבאר בסי' ק\"ט ואחר כך משביעין את הלוה בתקנת הגאונים שאין לו כלום אם היה הלוה עמנו במדינה ומשביעין את הטורף בנקיטת חפץ שלא נפרע חוב זה ושלא מחלו ושלא מכרו לאחר וכולל בשבועתו שאין זה שטר אמנה ואם (הוא) תוך הזמן טורף בלא שבועה ואח\"כ מורידין אותו לנכסי הלוקח בשומא על פי מה שנתבאר בסי' ק\"ג וכותבים הורדה וכותבים בה שהכירו שהיא של פלו' הלוה וכותבים שקרעו הטרפא:"
    },
    {
      "id": "choshen_mishpat-114-5",
      "section": 5,
      "text": "ב\"ד ששמו לטורף בנכסי לוקח וטעו בכל שהוא מכר בטל (ויש אומרים שדינו כמו גבי יתומים לעיל סי' ק\"ט סעיף ג') (טור) ואם יבא שום אדם ויעלה אותה שדה יותר ממה ששמוה ב\"ד והמלוה רוצה ליקח אותה צריך לקבלה באותו עילוי:"
    },
    {
      "id": "choshen_mishpat-114-6",
      "section": 6,
      "text": "אם ב\"ח ולוקח באים להוסיף כל אחד על חבירו נותנים השדה לאותו שמוסיף יותר אם התוספת הוא עד כנגד כל דמי החוב אבל אם הלוקח רוצה להוסיף מעט על שומת ב\"ד ולא יהיה כל החוב פרוע אין שומעין לו."
    },
    {
      "id": "choshen_mishpat-114-7",
      "section": 7,
      "text": "אם המלוה אומר אקבל הקרקע בכל חובי בלא שומת ב\"ד והלוקח אומר לא כי אלא ישומו אותה ב\"ד ואני אתן כפי שומתן אין שומעין ללוקח:"
    }
  ]
}