{
  "id": "choshen_mishpat-171",
  "chapterLabel": "סימן 171",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-171-1",
      "section": 1,
      "text": "איזה דבר שהשותפין כופין זה את זה לחלוק וכל דיניו. ובו יז סעיפים:אחד הקונה מחבירו חצי שדהו או שנים שקנו מאחד שדה או שירשו או שניתן להם במתנה או שהחזיקו בו מההפקר וביקש אחד מהשותפין לחלוק וליטול חלקו לבדו אם יש באותו קרקע דין חלוקה כופה את שאר השותפין וחולקין עמו ואם אין בו דין חלוקה אין אחד מהם יכול לכוף את חבירו לחלוק וכן הדין במטלטלין: הגה ואם היה בו דין חלוקה וקבלו קנין שלא לחלוק אינן יכולין לחזור בהן (תשו' רשב\"א סי' תתק\"ז) ראובן ושמעון שיש להן מקומות בבית הכנסת זה אצל זה וראובן רוצה לעשות מחיצה ביניהם ולהכניס המחיצה בתוך שלו ושמעון רוצה לעכב באמרו שאם יעשה מחיצה המקום יהיה דחוק הדין עם ראובן (ב\"י סי' קנ\"ז בשם הרשב\"א והרא\"ש כלל ה' סי' ג') וכן רבים היושבים על ספסל אחד בבית הכנסת והיושב בראש רוצה להוסיף עוד מקום אחד אצל מקומו והיושב אצלו רוצה למחות באמרו שעכשיו הוא שני אצל הראש ואם יוסיף יהיה שלישי הדין עמו ויכול למחות (הרא\"ש כלל ה' סי' ד') וע' לעיל סי' קס\"ב ס\"ז מדיני מקומות בבית הכנסת:"
    },
    {
      "id": "choshen_mishpat-171-2",
      "section": 2,
      "text": "בד\"א כשאין א' מהם מכיר את חלקו במקום שהם שותפין בו אלא יד כולם משתמשת בכל מקום אבל אם היה א' מכיר חלקו אע\"פ שאין בו דין חלוקה כופה כל אחד מהם את חבירו להבדיל בין חלקו לחלק חבירו כדי שלא יזיקו זה את זה בראיה:"
    },
    {
      "id": "choshen_mishpat-171-3",
      "section": 3,
      "text": "איזהו דין חלוקה כל שאלו יחלק לפי השותפים יגיע לפחות שבהם חלק ששם הכל קרוי עליו אבל אם אין שם הכל קרוי על החלק אין בו דין חלוקה כיצד כל חצר שאין בה ד\"א על ד\"א מרובעות חוץ מד' אמות של הפתחים אינה קרויה חצר וכל שדה שאין בה כדי זריעת ט' קבין אינה קרויה שדה וכל גנה שאין בה כדי זריעת חצי קב אינה קרויה גנה וכל פרדס שאין בה כדי זריעת ג' קבין אינה קרויה פרדס לפיכך אין חולקין את החצר עד שיהא בה ד' אמות לכל א' וא' מהשותפין ולא את השדה עד שיהא בו זריעת ט' קבין לכל אחד ולא הגנה עד שיהא בה חצי קב לכל א' וא' (ולא את הפרדס עד שיהא בו בית ג' קבין לכל אחד ואחד) בד\"א בא\"י וכיוצא בה אבל בבבל וכיוצא בה אין חולקין את השדה עד שיהא בה כדי חרישת יום לזה וכדי חרישת יום לזה ולא את הפרדס עד שיהא בה ל\"ו אילנות לזה ול\"ו אילנות לזה כדי עבודת אדם א' ביום א' ושדה שמשקים אותה בכלי עד שיהא בה כדי שימלא הפועל יום א' לזה ויום א' לזה: הגה היה בו דין חלוקה ומכר א' מהן לשנים או הורישו לב' בניו ואין לאחד מהן כדי חלוקה אינן יכולין לעכב מלחלוק דלא עדיפי מגברא דאתו מחמתיה (מרדכי ס\"פ השואל וסוף כתובות בשם מהר\"מ וטור סי' קע\"ד) היו ד' שותפין ביחד לב' יש להן שיעור חלוקה ולב' אין להן שיעור חלוקה הב' שיש להן חלוקה נוטלין חלקן והב' האחרים נשארו שותפין ואפי' אמר אחד מאותן שאין בו כדי חלוקה תנו לי ג\"כ חלקי וא\"כ ישאר לרביעי פחות מכדי חלוקה וכדי לבטל החלוקה אמר כן אין שומעין לו (תשובת מיי' דקנין סי' י\"ד) שלשה שהיו שותפין בבית לשנים היה להן כדי חלוקה ולאחר אין בו כדי חלוקה וקנה א' מן השנים חלקו של האחד שאין לו כדי חלוקה אין יכול לבטל החלוקה אע\"פ שהמוכר היה יכול לבטלה (שם מרדכי סוף כתובות):"
    },
    {
      "id": "choshen_mishpat-171-4",
      "section": 4,
      "text": "יש מי שאומר שאם יש לו אצלו קרקע הראוי להצטרף עמו יכול חבירו לכופו לחלוק:"
    },
    {
      "id": "choshen_mishpat-171-5",
      "section": 5,
      "text": "יש מי שאומר שאם באים לחלוק בית או (חצר) אע\"פ שיש בו כדי חלוקה אם אין בו כדי שיגיע לכל א' דרך בפני עצמו שלא יצטרך לעבור על חלק חבירו אין בו דין חלוקה: הגה וי\"א עוד דבעי' ג\"כ שיוכל להשתמש בחלקו כל מה שהיה משתמש בכולו כגון אם היה מרחץ או בית הכסא צריך שיהא ג\"כ בחלקו (נ\"י בשם הרא\"ה ות' הרשב\"א סי' תתקי\"א) וכן אם רוצים לחלוק בית שיש בו דין חלוקה והבית יהיה נפסד ונגרע אין יכול לכוף חבירו כל שנראה לב\"ד שההפסד יותר מחומש (תה\"ד סי' של\"ו) וכן אם אין בו דין חלוקה ויש חומה רחבה ואם יקלישוה יהיה בו דין חלוקה אם נראה לב\"ד שאינו מזיק לבנין כופין זה את זה לחלוק (תשו' מיי' דקנין סי' י\"ד) ובית שיש בו דין חלוקה אם יחלקהו לרחבו אבל אם יחלקהו לארכו לא הוי דין חלוקה חולקין לרחבו (שם ובסי' ר\"י) ואם יש בצד אחד בניינים ובצד שני אין כל כך בניינים (או בצד א' ר\"ה ובצד א' סימטא) מעלין בכספים עד שיהיו החלקים שוים והכל כדי שלא יצטרכו לשבר הבניינים ולהפסיד אבל מדעת שניהן עושין כמו שירצו (תשובה הנזכר לעיל סי' ל\"ו):"
    },
    {
      "id": "choshen_mishpat-171-6",
      "section": 6,
      "text": "אחד מהשותפים שאמר לחבירו במקום שאין בו דין חלוקה או בדבר שאי אפשר שיחלוקו כגון שפחה או כלי מכור לי חלקך בכך וכך או קנה ממני חלקי בשער הזה הדין עמו וכופין את הנתבע למכור לחבירו או לקנות ממנו אפי' אמר ליתן בו הרבה יותר מדמיו צריך השני לקנות או למכור (טור בשם הרא\"ש ומרדכי ספ\"ק דב\"ב והמגיד פ\"א דשכנים ריב\"ש סי' תפ\"ג וב\"י בשם הרמב\"ם ותשובת רמב\"ן סי' מ\"ג ורש\"י ותוס') אבל אם אין התובע רוצה לקנות או לא ימצא במה יקנה אינו יכול לכוף את חבירו לקנות ממנו אפי' בשער הזול שהרי חבירו יכול לומר לו איני רוצה שאקנה אלא שאמכור לפיכך שני אחים אחד עני וא' עשיר שהניח להם אביהם מרחץ או בית הבד עשאן האב לשכור השכר לאמצע כל זמן שירצו לעמוד בשותפות (ואין העשיר יכול לומר השכר חלקך דאין דרך לשכור דברים כאלו לחצאין משא\"כ בטרקלין) (המגיד) עשאן האב לעצמו אין יכול לכוף אחיו לשכור אותם אלא משתמשים בהם כדרך שנשתמש אביהם והרי עשיר אומר לעני קח לך זיתים ובא ועשאם בבית הבד קנה לך עבדים ויבואו וירחצו במרחץ ואין העני כופה את העשיר לקנות חלקו אא\"כ אמר לו קנה ממני או מכור לי והריני לווה וקונה או מוכר לאחרים וקונין הדין עמו: הגה וי\"א דלא יוכל לומר גוד או אגוד כשאין לו מעות רק צריך למכור (חלקו) (טור בשם י\"א מרדכי פ\"ק דב\"ב) ואין אדם יכול לומר לחבירו גוד או אגוד בפחות משויו דאם לא כן ידחוק העשיר את העני למכור את שלו פחות משויו (ב\"י בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-171-7",
      "section": 7,
      "text": "אמר כל אחד מהם איני קונה אלא הנני מוכר חלקי מוכרים אותה לאחרים:"
    },
    {
      "id": "choshen_mishpat-171-8",
      "section": 8,
      "text": "אמר כל אחד מהם איני מוכר אלא כל א' מהם רוצה שיקנה חלק חבירו או שאין אחד מהם רוצה לא לקנות חלק חבירו ולא למכור חלקו אלא ישארו שותפין אם היה המקום עשוי לשכור שוכרין אותו וחולקים שכרו: הגה ויוכל אחד לומר לחבירו או שכרהו אתה בכך או אני אשכרהו בכך כדינא דגוד או אגוד (ריב\"ש סי' רכ\"ז) וכל מקום שיכולים להשוות עצמם בדינא דגוד או אגוד עדיף מחלוקות אלו. (טור והמגיד פ\"א דשכנים ותשובת רשב\"א סי' תתקנ\"ו) ואם אין המקום עשוי לשכור אם הוא חצר (או חנות או בית שאי אפשר להם לדור ביחד) [טור] שוכנים בה שנה שנה שאי אפשר שישכנו שניהם כא' מפני היזק ראיה שהרי אין בה דין חלוקה ואין אדם עשוי לטרוח כל ל' יום לפנות מחצר לחצר אלא משנה לשנה: הגה וי\"א דבחצר צריכין להשתמש ביחד דהרי משועבד לכל אחד לביתו המיוחד לו ומהאי טעמא אין בחצר דין גוד או אגוד (טור בשם הרא\"ש וב\"י בשם הרמב\"ן ובשם הרשב\"א) ודוקא בד' אמות הצריכין לכל פתח או בדרך הצריך לכניסה ויציאה אבל בשאר חצר אמרינן גוד או אגוד (וע' לקמן סעיף י\"ז) ואם האחד יש לו שני שלישים והאחד יש לו שליש יטילו שני גורלות א' משנה וא' משנתים ואותו שיש לו שני שלישים ישתמש בו שני שנים רצופות ואם מרחץ הוא נכנסים בה שניהם תמיד בכל יום וכן כל דבר שראוי להשתמש בו (ביחד) ואינו עשוי לשכור כגון ספר תורה או מצע אינו יכול לומר לו השתמש אתה יום ואני יום שהרי אומר לו בכל יום אני רוצה להשתמש בו ואם הוא דבר שאין יכולין להשתמש בו כאחד חולקין אותו בימים הגה לא חלקו והשתמש בו אחד מן השותפין כמה שנים לא יוכל אח\"כ האחר לומר אשתמש ג\"כ זמן שנשתמשת דכל זמן שלא חלקו כל אחד בשלו הוא משתמש (רשב\"א סי' תתק\"ט):"
    },
    {
      "id": "choshen_mishpat-171-9",
      "section": 9,
      "text": "אחד השוכר מחבירו מקצת שדה או חצר שאין בה דין חלוקה או שנים ששכרו מקום אחד בשותפות כל א' מהם יכול לכוף את חבירו ולומר לו או שכור ממני חלקי או השכר לי חלקך ואם יש בה דין חלוקה חולקין (ויש חולקין וסבירא להו דלא שייך חלוקה בדבר השכור לזמן (טור) וע' לקמן סי' שי\"ו ס\"ב):"
    },
    {
      "id": "choshen_mishpat-171-10",
      "section": 10,
      "text": "אם אין בו דין חלוקה ואמר האחד נעשה ב' חלקים אחד שיהא בו כשיעור וא' קטן ואני אטול הקטן ואתה טול הגדול ותן לי דמים ששוה יותר הגדול אינו יכול לכופו ואפי' אם אמר לו טול אתה הגדול במתנה יכול הלה לומר אין רצוני לקבל מתנה ויש חולקין בזה אבל אם אמר לו טול אתה הגדול בשוויו ואני הקטן או אקח אני הגדול בשוויו ואתה טול הקטן ואם תאמר שאינך חפץ בקטן אני אקח הכל שומעין לו אע\"פ שאינו מניח את חבירו ליטול הכל:"
    },
    {
      "id": "choshen_mishpat-171-11",
      "section": 11,
      "text": "חצר שיש בו שבעה אמות וראובן יש לו ארבע אמות ושמעון אין לו אלא שלש ואין שמעון רוצה לחלוק יכול ראובן לומר לו אטול חלקי חוץ מאמה אחת שאשאר שותף בה עמך ואח\"כ יאמר לו גוד או אגוד:"
    },
    {
      "id": "choshen_mishpat-171-12",
      "section": 12,
      "text": "דינא דגוד או אגוד אפי' בדבר שכולו אינו ראוי לאחד הוא ויש חולקין בזה (טור):"
    },
    {
      "id": "choshen_mishpat-171-13",
      "section": 13,
      "text": "דבר שאין תשמישו שוה כגון שתי שפחות שהאחת יודעת לאפות ולבשל והאחת יודעת לטוות או שני כלים שאין מלאכתן שוה וכל א' צריך לשניהם אפי' אם דמיהם שוים אין א' יכול לומר לחבירו טול אתה זה ואני השני או איפכא לפי שכל א' צריך לשניהם וכן אם יש להם שדה וכרם ואין בשום א' מהם כדי חלוקה אפי' אם דמיהם שוים לא יאמר טול אתה שדה ואני כרם או איפכא ואפילו אם יאמר לו גוד או אגוד בשניהם כאחד אין שומעין לו אלא אם ירצה יאמר לו בא' מהם גוד או אגוד והשני ישאר בשותפות או יאמר בכל א' זה אחר זה גוד או אגוד ושני דברים שתשמישן שוה ודמיהן שוין ואין בשום א' מהם כדי חלוקה הא ודאי שיכול לומר כל א' מהם לחבירו גוד או אגוד (דהיינו שחולקין אחד נגד חבירו ואחד נוטל אחד והשני שני) (טור) והוא הדין לאם אין דמיהם שוים: הגה ואין חילוק בין אם אחד נותן לשני מה דביני ביני או שאומר לו שיקח אחד מהן בלא תוספות דמים והוא יקח השני או להפך (טור) ויש מי שחולק בזה:"
    },
    {
      "id": "choshen_mishpat-171-14",
      "section": 14,
      "text": "שני אחים שירשו שני בתים גדולים שיש בכל א' כדי חלוקה והא' אומר נחלוק כל בית בפ\"ע והשני אומר לא כי אלא נחלוק בית כנגד בית לזה שאמר נחלוק בית כנגד בית שומעין: הגה וכל שכן אם אין בכל בית כדי חלוקה שחולקין בתים כנגד בתים הואיל ותשמישן בשוה וכמו שנתבאר בסמוך (דעת עצמו) והא דבית נגד בית חולקין היינו בדבר שתשמישן שוה אבל יש אומרים דרוב בתים אין בהם דין חלוקה שאין כל הבתים והחדרים שוין ואין חולקין בית נגד עלייה או חדר שאין תשמישו שוה לו וכ\"ש במקום שיצטרך לסתור בחלונות או פתחים ולחזור ולבנות שיצטרך להוציא הוצאות שאין חולקין בית אחד (ריב\"ש סי' רכ\"ז) אבל מדברי הרא\"ש בתשובה (הביאו הטור בסי' זה סכ\"ח) נראה דחולקין בית נגד חנות או מרתף ונ\"ל דה\"ה נגד חדר או נגד עלייה דזה מקרי תשמישו שוה גם לענין הוצאת הבנין אם נראה לב\"ד שאינו מזיק להם כל כך חולקים וכמו שנתבאר לעיל סעיף ה' לענין הפסד הבתים מיהו לענין גוד או אגוד אין חילוק בין בית או מקום ב\"ה או שאר דברים שיוכל לומר על כולו ביחד גא\"א (ד\"ע ותשובת רשב\"א סי' תתקנ\"ו) י\"א דאין דין גוד או אגוד רק בדבר שהגוף שלהן אבל במשכנתא או כדומה שעתידין לגבות מעותיהן אין אומרים גוד או אגוד רק חולקים המעות (רבי' ירוחם נכ\"ז ח\"ב ותשובת רמב\"ן סימן ע\"ג) ונ\"ל דאם משתמשין במשכנתא הוי כמו שכירות כמו שנתבאר סעיף ט' דיש חולקין:"
    },
    {
      "id": "choshen_mishpat-171-15",
      "section": 15,
      "text": "י\"א דלא אמרי' גוד או אגוד אלא בנתינת דמים מיד אבל אם אמר גוד ואמתין לך המעות ל' יום או אגוד ותמתין לי המעות ל' יום אין שומעין לו שיכול לומר לו אני נוח לך ואתה קשה ממני:"
    },
    {
      "id": "choshen_mishpat-171-16",
      "section": 16,
      "text": "היכא דאין דין חלוקה ויש שם יתומים גדולים וקטנים והגדולים רוצים לחלוק יש מי שאומר שב\"ד מעמידים אפוטרופוס לקטנים ודנים להם גוד או אגוד וי\"א דלא שייך ביתומים גוד או אגוד שאין אפוטרופוס רשאי למכור חלקם:"
    },
    {
      "id": "choshen_mishpat-171-17",
      "section": 17,
      "text": "לא נאמר דין גוד או אגוד בד' אמות של פירוק משא ולא במה שצריכים ליציאה וביאה ואע\"פ שהבתים פתוחים מצד אחד לרשות הרבים שאין אדם עשוי לפרוק משאיו בדרכים לעין כל:"
    }
  ]
}