{
  "id": "choshen_mishpat-111",
  "chapterLabel": "סימן 111",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-111-1",
      "section": 1,
      "text": "דין מלוה בשטר גובה ממשעבדי והמלוה על פה. ובו כד סעיפים:המלוה את חבירו על פה אינו גובה אלא ממה שימצא ביד הלוה אבל אינו טורף לא מהלקוחות שקנו ממנו ולא ממתנות שנתן אבל מכל מה שימצא בידו גובה בין קרקע בין מטלטלים אפי' קנאם אחר הלואה אבל המלוה בשטר טורף מהלקוחות וממקבלי המתנה שקנו ושקבלו ממנו קרקע אחר הלואה אפי' אם אינו מפורש בשטר כן אבל אם פירש בפירוש שהלוה לו על תנאי שלא יטרוף מהלקוחות ולא ממקבלי מתנה תנאו קיים ואינו טורף מהם."
    },
    {
      "id": "choshen_mishpat-111-2",
      "section": 2,
      "text": "הקדשות הרי הם כמשועבדי' ואין נפרעים מהם כל שיש לו בני חורין אם קדם המכר או המתנה להלואה דבר פשוט הוא שאינו טורף מהם אלא א\"כ יש הוכחה שלא נתכוין במכר ומתנה אלא להבריחם מבעל חוב וכמו שנתבאר בסימן צ\"ט שהמתנה בטלה ואפי' קדמה להלואה בעל חוב גובה ממנה אפי' אם היא מלוה על פה:"
    },
    {
      "id": "choshen_mishpat-111-3",
      "section": 3,
      "text": "אם נתנו ללוה מתנה על תנאי שלא תחול עליה שום שעבוד לא חוב ולא כתובה שקדם למתנה ולא יחול עליו להבא התנאי קיים ולא יגבה בעל חוב ממנה אפילו כתב לו דאקנה אבל אם קנה קרקע והתנה עמו המוכר על מנת שלא יחול עליו שום שעבוד אינו מועיל וב\"ח (של לוקח) גובה ממנה."
    },
    {
      "id": "choshen_mishpat-111-4",
      "section": 4,
      "text": "מי שנתן קרקע לבנו על תנאי שלא יחול עליו שום שיעבוד ואין לו בן אחר ומת האב בע\"ח של הבן גובה ממנה:"
    },
    {
      "id": "choshen_mishpat-111-5",
      "section": 5,
      "text": "מי שיש לו חובות הרבה וב\"ד מכרו קרקע הלוה כדי לפרוע לבעל חוב המוקדם אין שאר בעלי חובות יכולים לחזור על הקרקע ולהוציאו מיד הלוקח אבל אם מכרו הלוה עצמו כדי להגבות לבע\"ח המוקדם יכולים שאר בעלי חובות לטרפו מהלוקח:"
    },
    {
      "id": "choshen_mishpat-111-6",
      "section": 6,
      "text": "אפוטרופסי יתומים שמכרו לאחרים לא אמרינן דאחריות דנפשייהו קבילו עלייהו אלא חוזרים וטורפים בחובם:"
    },
    {
      "id": "choshen_mishpat-111-7",
      "section": 7,
      "text": "בעל חוב מוקדם שבא לגבות (ויש כאן עוד בע\"ח מאוחר) (רבינו ירוחם סוף נל\"ב) ואין ללוה נכסים יותר מכדי חובו של זה אין מורידין אותו לנכסי לוה אפילו יש נאמנות בשטר עד שישבע שבועת המשנה שלא נפרע כלום כדין טורף שהרי טורף מהשני מי שנמחק שטר חובו וכתבו לו בית דין שטר אחר וכן מי שהלוה את חבירו מלוה על פה ונתחייב לו בדין ולא היה לו מה לפרוע וכתבו לו מעשה ב\"ד אם טורפין מהלקוחות נתבאר בסי' ע' ס\"ו:"
    },
    {
      "id": "choshen_mishpat-111-8",
      "section": 8,
      "text": "בד\"א שטורף ממשעבדי כשאינו מוציא ביד הלוה בני חרי לגבות חובו מהם אבל אם מצא ביד הלוה בני חרי לגבות אפילו הם זיבורית לא יטרוף ממשעבדי לא שנא אם הם לקוחות או מקבלי מתנה לפיכך אם נתן הלוה מתנה לאחרים וכתב להם ק\"ק לפלו' וש' לפלו' ות' לפלוני ואין בנכסיו כדי שיספיק לכולם אין אומרים כל הקודם בשטר זכה אלא חולקים הנכסים לט' חלקים ויקח בעל הק\"ק ב' חלקים ובעל הש' ג' חלקים ובעל הת' ד' חלקים ואם יצא עליהם שטר חוב גובה מכולם וכפי החלוקה יפרע כל אחד מחלקו אבל אם אמר ק\"ק זוז לפלוני ואחריו ש' לפלוני ואחריו ת' לפלוני כל הקודם בשטר זכה לפיכך יצא עליהן שט\"ח גובה מהאחרון ואם אינו מספיק גובה משלפניו ואם אינו מספיק גובה משלפני פניו: הגה י\"א דה\"ה אם אמר ר' זוז לפלוני ור' זוז לפלוני ור' לפלוני דמאחר דנותן לכולם בשוה ולא כללם ביחד הוי כאילו אמר אחריו לפלוני (הרא\"ש סוף פרק יש נוחלין) ויש חולקי' (המ\"מ פ\"י מהל' זכייה בשם הסכמת המפרשים):"
    },
    {
      "id": "choshen_mishpat-111-9",
      "section": 9,
      "text": "ראובן צוה מחמת מיתה לתת מנה לשמעון ומכרו היורשים כל הנכסים שלא מצא שמעון לגבות מנה שלו גובה מהלקוחות ואין היורשים יכולים לומר שנתנו לו כיון ששטר הצוואה יוצא מתחת ידו ולא חיישי' לקנוניא:"
    },
    {
      "id": "choshen_mishpat-111-10",
      "section": 10,
      "text": "יורשים שמכרו נכסי אביהם יש להן דין משועבדים ואין בע\"ח טורף מהם כיון שיש בני חורין דאביהם ואם לא השאירו בנכסי אביהן בני חורין ורוצים לסלקו בקרקע שלהם נתבאר בסימן ק\"ז:"
    },
    {
      "id": "choshen_mishpat-111-11",
      "section": 11,
      "text": "אם מכר הלוה קרקע שיש לו בעירו ויש לו קרקע בעיר אחרת ב\"ח טורף מהלוקח ואינו יכול לומר הנחתי לך בני חורין כיון שאינו בעירו (כ\"כ לעיל סי' ק\"ב ס\"ג) שגם הלוה עצמו לא היה יכול להגבות מנכסיו שיש לו בעיר אחרת: הגה מיהו הכל לפי ראות הדיינים כי אם אין היזק למלוה במה שגובה בעיר אחרת לגבות שם מבני חורין גובה שם (תשובת רשב\"א סי' אלף ה'):"
    },
    {
      "id": "choshen_mishpat-111-12",
      "section": 12,
      "text": "הניחו הלקוחות בני חורין ביד הלוה ונתקלקלו בעל חוב טורף מהלקוחות ודוקא נתקלקלו אבל לא נתקלקלו אלא שאינו יכול לגבות מהם מחמת פשיעתו כגון שסילק שעבודו מהם ולקח בקנין שלא יגבה מהם אינו גובה מהלקוחות שיאמרו לו הנחנו לך מקום לגבות ממנו:"
    },
    {
      "id": "choshen_mishpat-111-13",
      "section": 13,
      "text": "ואם לא נתקלקלו אבל גזלן אנס אינו טורף ממשועבדים מפני שמצויים הם בעלי זרוע ליפול וסוף שיגבה חובו: הגה מיהו אם המיר לעכו\"ם הלוה ולא יוכל לגבות בדיניהם הוי כנתקלקלו בידו וטורף ממשעבדי (תשובת הרא\"ש כלל מ\"א) וי\"א דה\"ה אם הניח הלוה יתומים קטנים ויש חולקין (רבינו ירוחם נכ\"ו ח\"ג שתי הדיעות) לוה שבא למכור קרקעותיו לעכו\"ם שלא יוכל המלוה לטרוף אח\"כ חובו ממנו ובא למחות המכירה אינו יכול למחות כמו שלא יכול למחות כשמוכר מטלטלים שלו אע\"פ שלא יכול לטורפן דשמא יפרענו עדיין קודם שיבא זמנו מיהו המוכר לא טוב עושה שמזיק שעבודו של חבירו (תשובת רשב\"א) ונ\"ל דאם נראה לב\"ד שלא יהיה מקום לגבות חובו אח\"כ יכול למחות וע\"ל סימן ע\"ג סעיף י':"
    },
    {
      "id": "choshen_mishpat-111-14",
      "section": 14,
      "text": "אפי' הגיע זמן הפרעון ונתרשל המלוה מלתבוע חובו וליפרע מבני חרי ואחר זמן רב אשתדוף בני חרי גבי ממשעבדי."
    },
    {
      "id": "choshen_mishpat-111-15",
      "section": 15,
      "text": "אם יש כאן שנים או שלשה לקוחות שקנו ממנו כאחד ואין אחד מהם קודם לחבירו ובא ב\"ח לטרוף גובה מאיזה מהם שירצה ואינו צריך ליקח חצי שדה מזה וחצי שדה מזה: הגה אבל אם היו כאן שדות הרבה ויכול לגבות שדה מכל אחד גובה מהן ולא מא' מהן (רבינו ירוחם נ\"ו ח\"ה):"
    },
    {
      "id": "choshen_mishpat-111-16",
      "section": 16,
      "text": "אם הלוקח שקנה מהלוה מכרו לאחר והאחר לאחר אפי' עד מאה ובא לטרוף מהלוקח האחרון אינו יכול לומר למה לא תבעת חובך מהראשון:"
    },
    {
      "id": "choshen_mishpat-111-17",
      "section": 17,
      "text": "לוה שמכר נכסיו וחתם המלוה על שטר המכירה לא הפסיד בשביל זה זכותו וטורף מהלקוחות שיוכל לומר השני נוח לי והראשון קשה ממנו:"
    },
    {
      "id": "choshen_mishpat-111-18",
      "section": 18,
      "text": "ראובן קנה בית משמעון ולוי היה לו שטר על אותו בית ולוי היה במעמד כשקנה ראובן הבית ולא הוציא שטרו וגם ראובן סתר הבית ובנה בו ומינה את לוי על הבנין ואח\"כ הוציא לוי שטרו לא איבד זכותו בשתיקתו:"
    },
    {
      "id": "choshen_mishpat-111-19",
      "section": 19,
      "text": "לוה שלוה ואח\"כ נתן נכסיו במתנה על מנת להחזיר אם הם קרקעות שקנה קודם שלוה או שקנאם אחר שלוה וכתב לו דאקנה אין מתנתו כלום ואם המתנה קדמה להלואה ונתנה לזמן ידוע זכה המקבל במתנה עד שיגיע זמנה ואם נתנם לו במתנה על מנת להחזיר בסתם ולא פירש באיזה זמן יחזירנה לו ואח\"כ לוה כשם שהמקבל יכול לדחות ללוה לזמן מרובה שיאמר לו בכל פעם אחזירנה לך לאחר זמן כך הוא דוחה למלוה הבא מכחו אך המלוה יכול לכופו מדרבי נתן כשירצה להחזירם שלא יחזירנה אלא (לו ולא) לנותן."
    },
    {
      "id": "choshen_mishpat-111-20",
      "section": 20,
      "text": "אף על גב דלא כתב דאקנה אם קנה והוריש גובה ויש חולקין:"
    },
    {
      "id": "choshen_mishpat-111-21",
      "section": 21,
      "text": "ראובן הלוה לשמעון על פה ושמעון הלוה ליהודה בשטר ומכר יהודה כל נכסיו ובא ראובן לטרוף מהלקוחות שקנו מיהודה מכח שטר שיש לשמעון על יהודה הדין עמו הואיל ושמעון מודה שהוא חייב לו לא היו ללוה נכסים אלא שטרי חובות שיש לו על אחרים לא מיבעיא בעודם בידו שהמלוה גובה שלו מדרבי נתן אלא אפילו מת הלוה ונפלו השטרות לפני יורשים גובה מהם אפי' נעשו השטרות שיש ללוה על בעלי חובות אחר שלוה הוא מהמלוה ואפי' קנו בעלי חוביו של לוה נכסים אחר שלוה הלוה מהמלוה שלו המלוה גובה מהם ומיורשיהם מדרבי נתן:"
    },
    {
      "id": "choshen_mishpat-111-22",
      "section": 22,
      "text": "אם מכר הלוה שטרי חובות או נתנם לאחר או שבעלי חוביו מכרו נכסיהם אחר שלוה הוא מהמלוה אם יש בשטר שיש למלוה וכן בשטר שיש ללוה על בעלי חוביו שעבודא דמטלטלי אגב מקרקעי אז יש בהם דין קדימה ונכסיהם של בעלי חוביו של לוה משועבדים למלוה שלו מכחו כיון שהוא קודם למכירה שמכרו:"
    },
    {
      "id": "choshen_mishpat-111-23",
      "section": 23,
      "text": "אם היו ללוה שני מלוים שהלוו לו ובאים כאחד לגבות מבעלי חובים שלו אם הלוה הלוה לבעלי חוביו בשטר לאחר שלוה הוא משניהם יחלוקו ואם תפס א' מהם זכה בתפיסתו ואם חובותיו של לוה קודם שלוה משניהם או קודם שלוה מהאחרון וכתב לראשון אגב זכה בהם הראשון:"
    },
    {
      "id": "choshen_mishpat-111-24",
      "section": 24,
      "text": "ראובן היה לו שטר על שמעון ונתנו ללוי בכתיבה ומסירה וכשבא לוי לגבותו הוציא יהודה שטר שהיה לו על ראובן מוקדם לשטר שהיה לראובן על שמעון ואמר כי השטר שנתן ראובן ללוי הוא ממונו של בעל חובו וזכה בו מדין קדימה הדין עם יהודה כיון ששטרו מוקדם ושעבד לו מטלטלים אגב מקרקעי ואין בזה משום תקנת השוק (וע' לקמן ס\"ס קי\"ג):"
    }
  ]
}