{
  "id": "choshen_mishpat-334",
  "chapterLabel": "סימן 334",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-334-1",
      "section": 1,
      "text": "השוכר את הפועל להשקות השדה והשוכר מלמד וחלה בנו. ובו ד סעיפים:השוכר את הפועל להשקות השדה מזה הנהר ופסק הנהר בחצי היום אם אין דרכו להפסיק או אפי' שדרכו לפסוק והפועל יודע דרך הנהר פסידא דפועל ואין בעל הבית נותן לו כלום אע\"פ שגם בע\"ה יודע דרך הנהר אבל אם אין הפועל יודע דרך הנהר ובע\"הב יודע נותן לו שכרו כפועל בטל: הגה וכן בכל אונס שאירע לפועל בין ששניהם היו יודעין שדרך האונס לבא או ששניהן אינו יודעין הוי פסידא דפועל אבל אם בע\"ה יודע והפועל אינו יודע הוי פסידא דבעל הבית (טור ס\"ב) ואם הוי מכת מדינה ע' לעיל סי' שכ\"א מי ששכר בית לדור בו ומת בתוך זמן השכירות א\"צ לשלם לו רק מה שדר בו דבע\"ה הוי כפועל והוי ליה להתנות (מרדכי פ' האומנין) מיהו יש חולקין (ב\"י בס\"ס שי\"ב בשם תשובת רשב\"א אלף וכ\"ח ובשם תוס' פ' חזקת ות\"ה סי' שכ\"ט וכן משמע תשובת רשב\"א שהביא הב\"י סי' של\"ה) לכן אם קבל השכר כולו א\"צ להחזיר כלום כן נראה לי אם ברחו מחמת שינוי אויר הוי כשאר אונס והוי פסידא דפועל או המלמד (תשובת מהרי\"ל סי' מ\"א ומהר\"ם פאדווה סי' פ\"ו):"
    },
    {
      "id": "choshen_mishpat-334-2",
      "section": 2,
      "text": "שכרו להשקות שדהו ובא מטר בלילה בענין שאינו צריך אינו נותן לו כלום וכן אם בא בחצי היום אינו נותן לו מחצי היום ואילך כלום אבל אם בא הנהר נותן להם כל שכרן מן השמים נסתייעו: הגה שכר פועלים לחפור שדהו ובא מטר בלילה בענין שאין יכולין לחפור אם לא ראו הפועלים הקרקע פסידא דבע\"ה הוא דהו\"ל להודיעם שלא יבאו י\"א דאם ביקר בע\"ה המלאכה מבערב וראה שצריכים פועלים פטור בכל ענין (הכל בטור ס\"א) וע' לעיל סי' של\"ג סעיף א' וב'. י\"א הא דאמרי' דאם אירע אונס הוי פסידא דפועלים היינו ששכרם למלאכה ידועה אבל אם שכרן סתם יכול לומר תן לי מלאכה אחרת כזו (ת\"ה סי' שכ\"ט):"
    },
    {
      "id": "choshen_mishpat-334-3",
      "section": 3,
      "text": "בד\"א בפועל אבל מי שפסק עם אריסו שאם ישקה שדה זו ד' פעמים ביום יטול חצי הפירות וכל האריסין שהם משקין שני פעמים אינם נוטלים אלא רביע הפירות ובא המטר ולא הוצרך לדלות ולהשקות נוטל חצי הפירו' כמו שפסק עמו שהאריס כשותף ואינו כפועל:"
    },
    {
      "id": "choshen_mishpat-334-4",
      "section": 4,
      "text": "מי ששכר מלמד לבנו וחלה התלמיד אם אינו רגיל באותו חולי (והוא הדין אם מת הנער) (מרדכי ריש פרק האומנין) ואפי' אם רגיל והמלמד מהעיר ומכיר בו פסידא דמלמד אבל אם רגיל בחולי ואין המלמד מכיר בו כגון שאינו מן העיר פסידא דבעל הבית ונותן לו כל שכרו משלם: הגה דכל לומדי תורה יותר נוח להן ללמוד מלילך בטל (טור ס\"ו) ועיין לקמן סי' של\"ה קצת דיני מלמד ביורה דעה סי' רמ\"ה ובי\"ד סי' רמ\"ח סעיף ה' מדין אשה שהשכירה מלמד לבנה אם בעלה יוכל למחות וע' לעיל סי' פ\"א סעיף א' וסעיף ז' מי שאמר לחבירו ללמוד עם בן חבירו אם חייב לשלם וע' לעיל סוף סי' רל\"ז אם יש משום השגת גבול אצל מלמד ועיין לעיל סי' של\"ג דינין הרבה מדין מלמד:"
    }
  ]
}