{
  "id": "choshen_mishpat-285",
  "chapterLabel": "סימן 285",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-285-1",
      "section": 1,
      "text": "שבוי שברח והיוצא לדעת מה יעשו בנכסים. ובו י סעיפים:שבוי שנשבה ונשמע שמת וירדו יורשיו לנחלה וחלקו אותם ביניהם אין מוציאין אותם מידם וכן הבורח מחמת סכנה אבל היוצא לדעת ששמעו בו שמת וירדו יורשיו לנכסיו וחולקים מוציאים מידם עד שיביאו ראיה שמת מורישן:"
    },
    {
      "id": "choshen_mishpat-285-2",
      "section": 2,
      "text": "שבוי שנשבה ובורח מחמת סכנות נפשות חייבים ב\"ד להתעסק בנכסיהם כיצד עושים כל המטלטלים יהיו מופקדים ביד נאמן ע\"פ ב\"ד ומורידין לתוך הקרקעות קרובים הראוים לירש כדי לעבוד הקרקעות ולהתעסק בהם עד שיוודע שמתו או ער שיבאו: הגה היו כאן יורשין הרבה קצתן עובדי אדמה וקצתן אינן עובדי אדמה מעמידין ביד עובדי אדמה (טור בשם הרא\"ש) וכשיבואו השבוי והבורח שמין אלו הקרובים שהורידו מה שעשו ומה שאכלו כמנהג כל האריסים של אותה מדינה: הגה וי\"א דוקא בשבח שמין לו כאריס אבל פירות נוטל הכל (טור בשם ר\"י והרא\"ש) ואם שמעו שמת קודם שהורידוהו ואח\"כ באו אין לו בשבח כלום אלא מה שאכל אכל ומה שהוציא הוציא (שם בשם הרא\"ש) ולמה לא יעמידו אפוטרופוס לעולם בין במטלטלין בין בקרקעות עד שיבאו הבעלים או עד שיוודע בוודאי שמתו לפי שאין בית דין חייבים להעמיד אפוטרופוס לגדולים שהם בני דעת: הגה מיהו אם היה כאן מי שרוצה להיות אפוטרופוס לתקנת השבוי מעמידין אותו ואין תקנה גדולה מזו ומיהו היורש יכול למחות שלא למנות אפוטרופוס (טור בשם הרא\"ש ונ\"י פ' המפקיד) וי\"א דאין היורש יכול למחות (המגיד פ\"ז דנחלה ומרדכי פרק המפקיד) שוטה דינו כקטן ומעמידין לו אפוטרופוס (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-285-3",
      "section": 3,
      "text": "נשבה השבוי וברח המסוכן והניח קמה לקצור וענבים לבצור תמרים לגדור וזיתים למסוק ב\"ד יורדים לנכסיו ומעמידים להם אפוטרופוס וקוצר ובוצר וגודר ומוסק ומוכר הפירות ומניח דמיהם עם שאר המטלטלים בב\"ד ואח\"כ מורידין הקרוב לנכסי ושאם ירד תחלה שמא יתלוש אלו הפירות שהם כתלושים ויאכל אותם וה\"ה בחצירות ופונדקאות חניות העשויות לשכר ואינם צריכים עבודה ולא טורח ואין אדם נותן אותם באריסות אין מורידין להם יורש שהרי גובה השכר ואוכל אלא כיצד עושין ב\"ד מעמידין להם גבאי ויהיה השכר מונח בב\"ד עד שיביא ראיה שמת או עד שיבא ויטול שלו ואין מורידין הקרוב לעולם אלא לשדות וגנות וכרמים וכיוצא בהם שיהיו בהם כאריס כדי שלא יפסדו ונמצאו בורים (פי' שוממים) ונשמים (פי' מענין והארץ הנשמה והם שמות נרדפים):"
    },
    {
      "id": "choshen_mishpat-285-4",
      "section": 4,
      "text": "מי שיצא לדעת והניח נכסיו ואין ידוע להיכן הלך ולא מה אירע לו אין מורידין קרוב לנכסיו ואם ירד מסלקין אותו ואין ב\"ד צריכים להטפל בו ולהעמיד לו אפוטרופוס לא לקרקע ולא למטלטלין שהרי לדעתו יצא והניח נכסיו וכיצד יהיה דין נכסי זה מטלטלין יעמדו ביד זה שהם תחת ידו עד שיבא זה ויתבע או עד שימות ויתבעו היורשים והקרקעות מי שהניחו שכן (בהן) אין לוקחין ממנו שכר ושדה או כרם שהיה בהן אריס ישארו כמו שהניחם עד שיבא ושדה או כרם שהניחם בורים ישארו בורים שהרי הוא ברצונו איבד ממונו ואבידה לדעת אין אנו מצווין להחזירה: הגה מיהו אם נפלו לו נכסים בכאן שלא ידע בהן דינו כנכסי שבוי (רבי' ירוחם נכ\"ו ח\"ב) וכן אם הלך שלא במקום סכנה וחשב לחזור ולא חזר הוי כמי שיצא שלא לדעת (ב\"י בשם הרמב\"ם והרא\"ש ונ\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-285-5",
      "section": 5,
      "text": "שמעו בו שמת הרי ב\"ד מוציאין כל המטלטלי' ומניחים אותן אצל נאמן על פיהם: הגה ודוקא בתורת קרוב אין נותנין מטלטלין לידו אבל יכול להיות אפוטרופוס כמו אחר (מהר\"ם פדוואה) (ועיין לקמן סי' ר\"צ ס\"ב ולקמן סי' זה סעיף ח') ומורידים הקרוב לשדות ולכרמים כאריס עד שיביא ראיה ברורה שמת או עד שיבא:"
    },
    {
      "id": "choshen_mishpat-285-6",
      "section": 6,
      "text": "כשמורידין קרוב לנכסי שבוי או בורח או לנכסי היוצא לדעת ששמעו בו שמת לא יורידו קטן שמא יפסיד הנכסים ואין מורידין קרוב לנכסי קטן שמא יטעון ויאמר זה חלקי המגיע לי בירושתי ואפי' קרוב מחמת קרוב אין מורידין כיצד היו שני אחים אחד גדול ואחד קטן ונשבה הקטן או ברח אין מורידין הגדול לתוך שדהו מפני שהקטן אינו יכול למחות ושמא יחזיק זה האח ולאחר שנים יאמר זה חלקי שהגיע בירושתי ואפי' בן אחיו של זה הקטן שנשבה אין מורידין אותו לנכסיו שמא יאמר מחמת אבי ירשתי חלק זה:"
    },
    {
      "id": "choshen_mishpat-285-7",
      "section": 7,
      "text": "ולעולם אין מורידין קרוב לנכסי קטן אפי' קרוב מחמת אחי האם (של הקטן) שאינם ראויים ליירש הרחקה יתירה היא זו ואפי' יש ביניהם שטר חלוקה בין בבתים בין בשדות לא ירד ואפי' אמר כתבו עלי שטר אריסות לא ירד שמא יאבדו השטרות ויאריכו הימי' ויטעון ויאמר שזה חלק ירושה בא לו מחמתו או מחמת מורישו: הגה וכל זה שאין מורידין קרוב לנכסי קטן היינו כשכבר אינן סמוכין על שלחן אחד וכבר חלקו אבל אם לא חלקו האחין עדיין וסמוכין על שלחן א' מעמידין קרוב לנכסי קטן (נ\"י וריב\"ש סי' קנ\"ה וב\"י סי' ר\"צ בשם רשב\"א) וי\"א עוד הא דאין מורידין קרוב לנכסי קטן היינו כשאוכל הפירות אבל באפוטרופוס בעלמא שאין לו הנאה מיניה מותר (ב\"י בשם הרשב\"א) וכן אם לא היו הנכסים מירושת הקטן מותר להוריד קרוב (ב\"י בשם רבי' ירוחם נכ\"ו):"
    },
    {
      "id": "choshen_mishpat-285-8",
      "section": 8,
      "text": "הא דאין מורידין קרוב לנכסי קטן דוקא במקרקעי אבל מעות של קטן ממנים עליהם אפי' קרוב: הגה ועדיף טפי בקרוב מברחוק ולכן אם יש בהן קרוב ורחוק ושניהן נאמנים בשוה הקרוב קודם ומעמידין אותו אבל אם הקרוב אינו נאמן מעמידין רחוק הנאמן (הגהות מרדכי פ' המפקיד ומהר\"ם פדוואה) וכן קטן שיש לו ממון מאבי אמו או ממקום אחר ואביו חי אין נותנים הנכסים ליד האב דאין מורידין קרוב לנכסי קטן אלא ב\"ד מעמידין לו אפוטרופוס ואם הם מטלטלין ואביהן ראוי להיות אפוטרופוס עליהן נותנין. לידו (הרא\"ש כלל פ\"ב סי' ב' וב\"י סי' ר\"ץ בשם הרשב\"א) וי\"א דאין ב\"ד מחוייבין לחקור בקטנים שיש להן אב אא\"כ אביהן מוחזק שאינו הולך בדרך טובים (ב\"י סי' ר\"ן בשם הרמב\"ן והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-285-9",
      "section": 9,
      "text": "מעשה באשה אחת שהיו לה שלשה בנות ונשבית הזקנה ובת אחת ומתה בת שניה והניחה בן קטן ואמרו חכמים אין מורידין את הבת הנשארת לנכסים שמא מתה הזקנה ונמצאו שליש נכסים אלו לקטן ואין מורידין קרוב לנכסי קטן וכן אין מורידין לזה הקטן בנכסים שמא עדיין הזקנה בחיים ואין מורידין קטן לנכסי שבוי כיצד עושים מתוך שצריך להעמיד אפוטרופוס לחצי של קטן מעמידים אפוטרופוס על כל נכסי הזקנה אחר זמן שמעו שמתה הזקנה אמרו חכמים תרד הבת הנשארת לשליש מנכסים שהוא חלק ירושתה וירד הקטן לשליש שהוא חלקו מנכסי הזקנה והשליש של בת השבויה השניה מעמידים לה אפוטרופוס מפני חלק הקטן שמא מתה גם הבת השבויה ויש לזה הקטן חצי השליש וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-285-10",
      "section": 10,
      "text": "שבויה שהמירה ונשאת לעכו\"ם ויש לה כאן קרקעות ומטלטלין מתנהגי' בנכסי' כדין נכסי שבוי שלא המיר:"
    }
  ]
}