{
  "id": "choshen_mishpat-094",
  "chapterLabel": "סימן 94",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-094-1",
      "section": 1,
      "text": "דין גלגול שבועה. ובו ט סעיפים:כל מי שנתחייב שבועה בב\"ד אפי' היסת יכול בעל דינו לגלגל עליו כל תביעה שיש לו עליו שאם היה מודה בו היה מתחייב בו ממון (ויש מי שכתב דאם בא לו שבועה ע\"י הפוכו שאמר לו הנתבע השבע וטול אין מגלגלין עליו) (ת\"ה סי' שכ\"ז) ואם אפי' היה מודה בו לא היה מתחייב ממון אלא שבועה אינו יכול לגלגל אבל שכיר שנשבע ונוטל אין מגלגלין עליו אפילו לא תבע התובע לגלגל ב\"ד מעצמם מגלגלין:"
    },
    {
      "id": "choshen_mishpat-094-2",
      "section": 2,
      "text": "אין מגלגלין אלא כשהנתבע טוען ודאי ונתחייב שבועה אבל אם טוען טענת ספק ונתחייב שבועה אין מגלגלין עליו אבל על טענת ספק של התובע מגלגלין ובלבד שיהיה רגלים לדבר כמו בשבועת השותפים:"
    },
    {
      "id": "choshen_mishpat-094-3",
      "section": 3,
      "text": "מי שנתחייב שבועה והתחיל התובע לגלגל עליו דברים אחרים שלא טען אותם וראה הנתבע כך ואמר איני רוצה להשבע אלא הריני משלם הטענה הראשונ' שנתחייבתי על כפירתה שבועה אין שומעין לו אלא אומרים לנתבע או תן לו כל מה שגלגל עליך מהטענות הודאיות או השבע (ואפי' רוצה ליתן לו דמי הגלגולים והתובע רוצה הדברים עצמן שתובע) (נ\"י פ' המפקיד) אבל אם טען עליו התובע טענת ספק ורצה הלה לשלם עיקר תביעתו אינו חייב על הגלגולין לשלם:"
    },
    {
      "id": "choshen_mishpat-094-4",
      "section": 4,
      "text": "אם כשנתחייב שבועה אמר אשלם ולא אשבע ואחר שאמר כן תבעו דברים אחרים אינם בגלגול כיון שכבר הודה לפרוע קודם שידע שרוצה לגלגל עליו דברים אחרים:"
    },
    {
      "id": "choshen_mishpat-094-5",
      "section": 5,
      "text": "כשמגלגל עליו תביעות ודאיות ואמר הנתבע איני רוצה להשבע אלא הריני משלם הטענה הראשונה שאמרנו שאין שומעין לו אלא או יתן כל מה שגלגל עליו או ישבע אם רוצה לישבע נפטר מהכל אפי' מתביעה ראשונה אע\"פ שכבר נתרצה לפרוע אותה יכול לחזור בו אפי' אחר שיצא מב\"ד שלא נתרצה לפרוע אלא כדי להפטר משבועה אבל מאחר שצריך להשבע נשבע אף על תביעה ראשונה:"
    },
    {
      "id": "choshen_mishpat-094-6",
      "section": 6,
      "text": "אם זה שנתחייב היסת ורואה שמגלגלים עליו הרבה הפך השבועה אומרים לו או השבע על הכל או תהפוך הכל שישבע זה על הכל ויטול ואם אמר הנתבע על הגלגולים אני נשבע ונפטר ועל הטענה הראשונה ישבע ויטול הרשות בידו:"
    },
    {
      "id": "choshen_mishpat-094-7",
      "section": 7,
      "text": "טענו מנה והודה לו בחמשים ועל השאר טען איני יודע והאחר גלגל עליו כמה גלגולים והנתבע השיבו על הגלגולים אין לך בידי כלום אע\"פ שעיקר שבועה אנו דנים בה מתוך שאינו יכול לישבע משלם לא נדין כן על הגלגולים ומה דינו יש מי שאומר שנשבע על הגלגול אם ירצה או יהפכנה עליו ויש מי שאומר שאין כאן גלגול שלא נתחייב לו שבועה מעולם אלא חייב לשלם לו מן התורה ואין כאן גלגול:"
    },
    {
      "id": "choshen_mishpat-094-8",
      "section": 8,
      "text": "נתחייב לו שבועה מן התורה ובא לגלגל עליו שבועת היסת יכול לומר לו שבועה דאורייתא אשבע לך ועל הגלגולים תשבע ותיטול:"
    },
    {
      "id": "choshen_mishpat-094-9",
      "section": 9,
      "text": "טענו מנה והודה לו בחמשים וכפר בחמשים וכשבא לישבע גלגל עליו גלגולים השיבו על הגלגולים איני יודע ישבע על העיקר ויפטר מלישבע על הגלגולים אבל מחרימין בפניו כל מי שיודע לפלוני בכך וכך ולא יודה:"
    }
  ]
}