{
  "id": "choshen_mishpat-163",
  "chapterLabel": "סימן 163",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-163-1",
      "section": 1,
      "text": "דברים שבני העיר כופין זה את זה. ובו ו סעיפים:כופין בני העיר זה את זה (אפי' מיעוט כופין את המרובין) (רבי ירוחם נל\"א ח\"ו) לעשות חומה דלתים ובריח לעיר ולבנות להם בית הכנסת ולקנות ספר תורה נביאים וכתובים כדי שיקרא בהם כל מי שירצה מן הצבור: הגה וה\"ה לכל צרכי העיר וע' בא\"ח סי' נ\"ה דין שכירות חזן לבני העיר גם סי' נ\"ג שם וכופין בני העיר זה את זה להכניס אורחים ולחלק להם צדקה וליתן בתוך כיס של צדקה (מרדכי פ\"ק דב\"ב ותשובת מיימוני ספר קנין סי' נ\"ט) וע\"ל סי' ד' וסי' ז' בני העיר שיש להם דין עם יחיד אם יכולים לדונו ואם נקראים מוחזקין דין שכירות למניין ע' בא\"ח סוף סי' נ\"ה ועל הוצאות שהוציאו לבער מסור כל הדרים בעיר חייבים ליתן לזה (הרא\"ש בתשובה כלל ו' סי' כ\"א כ\"ו וכפול לקמן סי' שפ\"ח) כל צרכי ציבור שאינן יכולין להשוות עצמן יש להושיב כל בע\"ב הנותנים מס ויקבלו עליהם שכל אחד יאמר דעתו לשם שמים וילכו אחר הרוב ואם המיעוט ימאנו הרוב יכולין לכוף אותן אפילו בדיני עכו\"ם ולהוציא ממון על זה והם צריכין לתת חלקם והמסרב מלומר דעתו ע\"פ החרם בטילה דעתו ואזלי' בתר רוב הנשארים האומרים דעתן (תשו' מוהר\"ם ספר קנין סי' כ\"ז והגמי\"י פי\"א דתפלה) וע' בי\"ד סי' רנ\"ו אימת חייב ליתן לכיס של צדקה:"
    },
    {
      "id": "choshen_mishpat-163-2",
      "section": 2,
      "text": "מי שיש לו חצר בעיר אחרת בני העיר משעבדים אותו לחפור עמהן בורות שיחין ומערות ואמת המים אבל בשאר כל הדברים אין משעבדים אותו וכל הדר בעיר י\"ב חדשים או שקנה בה בית דירה נותן עם בני העיר בכל הדברים הצריכים לתיקון החומה ודלתות ושכר הפרשים והשומרים את המדינה וכיוצא בדברים אלו ששומרים העיר: הגה ודוקא בסתם אבל אם ידענו שרוצה לקבוע בעיר מיד הוי כאנשי העיר וי\"א דאם שכר בית דירה כל ששכרה לי\"ב חדש הוי כאנשי העיר מיד (ריב\"ש סי' תע\"ה) וי\"א דבעינן קנה דוקא להשתקע (מרדכי פ\"ק דב\"ב) ויש אומרים אפי' לגור ולכ\"ע אם נפל לו בית בירושה או במתנה אינו כלום (ריב\"ש סי' תי\"ד וקל\"ב) מיהו אם יש מנהג הולכין אחריו וי\"א דכל זה במס קצוב אבל כשאינו קצוב מיד כששוכר בית חייב ליתן גם הוא דעושה עין כמו שאר בני העיר ואיכא למימר דמתרבה המס בשבילו (מוהר\"ם מירזבו\"רק ותוס' ומרדכי והרא\"ש) ויש חולקין (נ\"י פ' חזקת) והא דמהני אם דר שם י\"ב חדש היינו שנתעכב שם שלא מחמת אונס אבל אם נתעכב שם מחמת אונס כגון שחלה או כדומה לזה לא ומיהו אם הרויח שם צריך לתת מס לפי ענין ההרוחה כמו שנתבאר לעיל סי' קנ\"ו (מהרי\"ו סי' ק\"ו) מי ששהה בעיר שנים רבות ולא תבעו ממנו מס לא הוי מחילה ולכשיתבעו ממנו צריך לתת למפרע (מהר\"מ מירזבורק) כל מס שהושם על בני העיר אין אדם יכול לפטור עצמו ממנו בצאתו העיר אחר שהושם המס (מרדכי פ' השותפין בשם הר\"י) ואפי' אחר שנתנו לשר חלקם אם השר כופר צריכין לחזור וליתן (הגהות מרדכי פ' הנ\"ל) ואם יש להם חילוקים עם בני העיר צריכין לחזור למקומם ולדון עמהם (מהרי\"ק שורש ב') ואם נהגו בענין אחר הכל כפי המנהג (תרומת הדשן סי' שמ\"ב):"
    },
    {
      "id": "choshen_mishpat-163-3",
      "section": 3,
      "text": "כשגובין מאנשי העיר לבנות החומה גובין לפי קירוב הבתים לחומה כל הסמוך לחומה נותן יותר וי\"א שגובין לפי הממון ואחר שחלקו לפי הממון גובין ג\"כ איזה בית קרוב לחומה הוא פורע יותר כיצד ב' בתים שוים בקירוב זה בזה ויש בהן ממון בשוה פורעים בשוה ואם יש בית קרוב לחומה ואין בו ממון ואחד רחוק ויש בו ממון אין גובין מהקרוב כלום כיון שאין לו על מה לחוש: הגה כל מה שגובין לפי הממון הולכין אחר רוב הממון והעשירים שהם מיעוט נפשות הם חשובים רוב בענין זה ולכן פסק מהרא\"י (ת\"ה סי' שמ\"ד) על ה' אנשים בעיר אחת ומהן ב' אחין תקיפין ועשירים ורוצים שהם יבררו שנים שיש שייכות להן שהדין עמהם ואם שני בתים יש בהם ממון בשוה וא' רחוק וא' קרוב הקרוב יתן יותר מהרחוק ודוקא כשיש שלום בארץ ואיכא אימת מלכות אבל בזמן שיש מלחמה והמלכים מתגרים זה בזה לא איכפת לן בקירוב בתים כלל ואין גובין אלא לפי שבח הממון ואם באים על עסקי נפשות גובים אף לפי שבח נפשות החצי לפי שבח ממון והחצי לפי נפשות והאי שבח ממון דוקא ממון דמיטלטל: הגה וכן אם טעו חבורה ההולכת במדבר ואיכא סכנת נפשות גובין [אף] לפי הנפשות (תוס' ומרדכי והרא\"ש פ\"ק דב\"ב) וכל מה שמעלילין עובדי כוכבים על ישראל שמדות ואפי' מענין אותו ביסורין י\"א דגובין לפי הממון של ישראל (הרא\"ש) ויש חולקין וסבירא להו דכל שיש בו סכנת נפשות ואפי' רק ציוו שלא למכור לחם ליהודים או אסרו השחיטה וכדומה גובין לפי נפשות (תשו' רשב\"א סי' אלף צ\"א) ולי נראה דדנין בזה לפי ענין הנראה לדיינים שומרי העיר ששומרין בעצמן בלילות ונתפשרו עם המושל לתת קצבה לשנה גובין לפי ממון אע\"פ שמתחלה הוצרכו לשמור בשוה (מרדכי פ\"ק דב\"ב) ודוקא בכה\"ג אבל אם העכו\"ם עדיין שומרים והיהודים שוכרים שנים או שלשה לשמור במקומן עדיין אקרקפתא דגברא מונח וגובין בשוה הן דל הן עשיר (ת\"ה סי' קמ\"ה) וכשגובין לפי ממון אין חילוק בין ממון שלו או ממון אחרים שעסק בהן ואפי' נהגו שלא ליתן מהם יכולים לשנות ולקצוב ליתן מהם מכאן והלאה (מרדכי פ' השותפין) וי\"ח וסבירא להו דא\"צ ליתן ממון אחרים ואם מתייראין שעושין להם עין יגידו למלך (מרדכי פ' הגוזל בתרא בשם ר\"ת) והמנהג כסברא הראשונה ומי שיש לו בידו עיסקא מאחרים יתן המקבל מפלגא והנותן פלגא וכן צריכין לתת ממה שיש לאשה בלא בעלה או לבניו או בנותיו הקטנים (מרדכי פ' הנ\"ל) אם היו רגילין תחלה לתת ע\"פ הערכה יכולין לשנות ולתקן ע\"פ השבועה דהוו כשותפין זה עם זה שיכולין להשביע אחד את חבירו בשבועת השותפין (נ\"י בשם רשב\"א ות\"ה סי' שמ\"ב) ואם כולן נותנין ע\"פ השבועה ואחד אומר איני נשבע אלא העריכו אותי בכל מה שתרצו י\"א דאין שומעין לו (ת\"ה הנ\"ל) ואם שמו המס על כל אחד מהם מה יתן והתחילו לגבות מאותה שעה הוי על (כל) אחד כחוב ואפילו העני אח\"כ חייב ליתן מה שפסקו עליו (תשובת הרשב\"א סי' תתע\"ז) וכן אם היה עני והעשיר הולכין תמיד אחר זמן הגבייה (רשב\"א סי' תשע\"ז) מיהו מי שבא לעיר בין הזמן שנתחייב במס ההוא ובין זמן הגבייה י\"א דא\"צ ליתן המס ההוא מאחר שכבר נתחייב ואין רשות ביד הקהל להתנות שיתנו (ריב\"ש סי' תע\"ז) מיהו י\"א דאם המס ההוא תועלת הבאים חייבים ליתן חלקם (הרא\"ש כלל ו' סי' י\"ב) וכל ענייני מסים הולכין אחר מנהג הקבוע בעיר שעשו כן ג' פעמים אע\"פ שהוא מנהג גרוע אין מדקדקים בענייני המסים (ת\"ה סי' הנ\"ל ומהרי\"ו סי' קל\"ב) קהל שהלוו לשר ואמר לנכות להם בענייני המסים ואח\"כ לא רצה (ומת) ונתייאשו מן החוב ואח\"כ קם בנו תחתיו וניכה להם הקהל הוו כזוכים מן ההפקר ואין צריכין לשלם חלק לאותן שהיו עשירים בזמן ההלואה וירדו מנכסיהם (מהרי\"ק שורש ג') מי שיש לו חובות על אחרים אם ראויין ליפרע נותן מהם וכן אם נתחייב לאחרים מנכין לו אם יצטרך לשלם אין צריכין ליתן מריבית שעלה על משכונות כל זמן שלא נזקף עם הקרן וכן שכירות שלא בא ליד בעליו (ת\"ה הנ\"ל ומהרי\"ו סי' תל\"ג) וכן אין נותנים ממעות המיוחדים למצוה או לצדקה (הרא\"ש כלל י\"ג סי' ו' והגהות מרדכי ריש ב\"ב) אם אין לו הנאה מהם אבל אם יש לו הנאה מן הריוח או לזרעו אחריו נותן כפי הנאה שבהן (ת\"ה הנ\"ל) מי שיש לו פקדון ביד אחרים ואינו נושא ונותן בו י\"א דחייב ליתן מהם מס אף ע\"פ שנותן ג\"כ במקום שהפקידן (ת\"ה הנ\"ל) ויש חולקין (תשו' רשב\"א סי' תרס\"ד וסי' תשפ\"ח ומהרי\"ק שורש קכ\"ד) ולכ\"ע אם היו לו קרקעות במקום אחר אינו נותן מהם כלום (ת\"ה הנ\"ל) ובמקום שנותנין ע\"פ הערכה אינו יכול לומר שטעו אבל אם נותנין ע\"פ השבועה י\"ל שטעו (מהר\"יו סי' פ\"ד) אבל ממון דלא מיטלטל אין גובין עליו כלל: הגה והא דאין נותנין מקרקעות היינו מבתים וכדומה שאינו מרויח בהן אבל אם יש לאדם שנים או ג' בתים ודר באחד מהן ומשכיר האחרים או שיש לו שדות וכרמים שמרויח בהן או שעוסק בפרקמטיא צריך ליתן מהם אבל לא כ\"כ כמו משאר ממון כשנותנים מבתים כל בית החשוב יותר ועושה עין יותר צריך ליתן יותר (מרדכי פ' השותפין ות\"ה סי' שמ\"ב) ובכל זה הולכין אחר המנהג (תשו' רשב\"א סי' תרמ\"ד) ואם רוצים בעלי כיסים לקצוב מס על הבתים במקום שא\"צ ליתן מהם אין שומעין להן (מרדכי הנזכר לעיל) וכמו שאין נותנין מן הבתים כך אין נותנים משאר כלי בית או ספרים אבל תכשיטין נותנין מהם אבל אינו כ\"כ כמו משאר ממון ואין חילוק אם מחוברים לבגדים או לא והכל כפי המנהג (ת\"ה סי' שמ\"ב) ואם יש לחוש לגזילות חצירות וקרקעות ושריפת בתים ונתיצתם גובין אף לפי כולם: הגה במקום שבני העיר מושיבין ביניהם מלמד תינוקות ואין אביהן של תינוקות יכול לשכור לבניהם ויצטרכו הקהל ליתן השכר גובין לפי ממון וכן בשכר החזן (ר\"י נכ\"ט ח\"ג) וע' בא\"ח סי' נ\"ג סעיף כ\"ג וכן בנין בית הכנסת גובין לפי ממון (מהר\"מ פאדוואה ס\"ג) כל צרכי העיר אע\"פ שמקצתן אינן צריכין כגון בית חתנות או מקוה וכדומה אפ\"ה צריכין ליתן חלקן (מהר\"י מינץ):"
    },
    {
      "id": "choshen_mishpat-163-4",
      "section": 4,
      "text": "כל הדברים הצריכים לשמירת העיר לוקחים מכל אנשי העיר ואפילו מהיתומים חוץ מתלמידי חכמים שאין ת\"ח צריכים שמירה שתורתן משמרתן אבל לתיקון הדרכים והרחובות אפי' מן החכמים ואם כל העם יוצאים ומתקנים בעצמם לא יצאו ת\"ח עמהם שאין דרך תלמיד חכם להתזלזל בפני ע\"ה (וע' בי\"ד סי' רמ\"ג סעיף א') היו חופרין נהר להביא למדינה מים גובין אפי' מהיתומים שזו זכות להם כדי שישקו ממנו שדותיהם וכרמיהם לפיכך אם אירע שום דבר שלא באו המים הואיל ולא נהנו מהם היתומים מחזירים להם כל מה שנלקח מהם וכן כל כיוצא בזה: הגה אבל אין היתומים צריכים ליתן אפי' לבנין בית הכנסת דלאו בני מיעבד מצות נינהו (נ\"י פרק השותפין) כמו שיתבאר לקמן סי' ר\"צ סט\"ו:"
    },
    {
      "id": "choshen_mishpat-163-5",
      "section": 5,
      "text": "תלמידי חכמים פטורים ממסים כמו שנתבאר בטור יורה דעה סימן רמ\"ג: הגה יש מקומות שנוהגין שחזן בית הכנסת פטור ממסים ומנהג הגון הוא וכן ראוי לנהוג (ת\"ה סי' שמ\"ב) מיהו מדינא אינו פטור ואם שכרוהו מתחלה לפטור ממסים ואח\"כ שכרוהו סתם ודאי על תנאי ראשון שכרוהו (ריב\"ש סי' תע\"ה):"
    },
    {
      "id": "choshen_mishpat-163-6",
      "section": 6,
      "text": "אדם שהוא בטל ואין לו שום משא ומתן בעיר אם בני העיר פייסו בשבילו כגון כשבא גובה המס לגבות חק הקצוב והוא מטילו על בני העיר לפי אומד דעתו עד כדי קצבתו ואמרו לו בני העיר אדם זה בטל הוא ואינו ראוי לפרוע מס ומחמת זה פטרו וגובה מהם חלקו שנתמעט צריך לשלם להם חלקו שהטיל עליהם אבל אם מעצמו פטרו אע\"פ שהטיל חלקו על שאר בני העיר פטור: הגה הא דאדם בטל חייב במס היינו כשדר בעיר אבל מי שבא דרך מקרה בעיר אינו חייב כלום מאחר שאינו מרויח שם (ת\"ה הנ\"ל) וכל זה שפטרוהו קודם שקבעו המס אבל אם קבעו המס על בני העיר ואח\"כ פטרו אדם בטל חייב ליתן חלקו (ב\"י בשם נ\"י שם) מי שמחל לו השר חלקו במסים אם בא ע\"י בקשתו צריך ליתן להקהל חלקו ואם פטרו מעצמו הרי הוא שלו לבד (אשר\"י פרק הגוזל בתרא ות\"ה סי' שמ\"א) וי\"א שקודם שנתפשרו עם השר אין כח ביד השר לפטור א' מהן או להקל על אחד ולהכביד על אחרים או להפרידן זה מזה אבל אם כבר נתפשרו עם השר ומחל אח\"כ לאחד חלקו אפי' ע\"י בקשתו הוא שלו וא\"צ ליתן להקהל (הרשב\"א סי' תתמ\"א ומהרי\"ו סי' ל\"ח ומרדכי פ' הגוזל בתרא שתי הדעות) ומי שפטרו המלך או השר ממסים וארנוניות מ\"מ משאר צרכי העיר לא פטרו וחייב ליתן לכל צרכי העיר (תשו' רשב\"א סי' תרמ\"ד) יחיד שנותן חק למלך אפ\"ה צריך ליתן עם הקהל (ריב\"ש סי' קל\"ב) הקהל שותפין זה עם זה במסים הקצובים אבל בעלילות אין שותפין ואם המושל מעליל על קצתן אין האחרים חייבים ליתן אפי' העליל תחילה על כולן וברחו קצתן או נפטרו בחכמתן פטורים (תשו' מיימוני דקנין סי' א' ותשובת רשב\"א אלף צ\"ט) וע' לעיל סי' קכ\"ח ואם בא עלילה על עיר אחת כל הקהילות אשר יש לחוש שגם עליהם יעבור חייבין ליתן לזה (מהרי\"ק שורש ד') ובמס שאינו קצוב יכול המלך או המושל להפריד או לחבר הנותנין כפי מה שירצה (ת\"ה סי' שמ\"א) ואין רשות לאיזה יחיד או קהל לגרום עם המלך לחבר לאיזה קהל או להפרידן אם הדבר מזיק לאחרים ואם עשו יש להם דין מסור אך רשאין לומר אנחנו מועטים או כדומה לזה והמלך יעשה מה שירצה (שם ושם) ובני המדינה שהיו שותפין בנתינת מסים ואח\"כ נתן המלך קצת המדינה לבנו אם המס בא ליד בן המלך נתפרדו זה מזה ואם המס בא עדיין ליד המלך השותפות קיים כמו בראשונה (מרדכי פרק הנ\"ל) מי שתפסו השר והוצרך לתת לו ממון הרבה וע\"י כך פטרו ממסים פטור לתת עם הקהל אבל אם עובד לשר וע\"י כך פטרו חייב וכמו שנתבאר (מהר\"מ מריזבורק) יש אומרים שאם הוצרכו להוציא הוצאות שיעזור להם השר עם שטרי חובותיהן אותן שאינם נושאין ונותנין בשטרות אין חייבין ליתן לזה (הרא\"ש כלל ו' סי' ט') וע' לעיל סוף סעיף ג' סימן זה קהל שפטרו א' ממסים פטור וכל דברי הקהל אינן צריכין קנין מיהו יכולין למימר שלא פטרוהו רק לשנה (הרא\"ש כלל ו') וע' לקמן סוף סימן רל\"א מדיני תקנות קהל ובני העיר נמצא בתקנות קדומות שלא להוציא טלית או ספר מבית הכנסת בלי רשות בעלים ומי שאינו נושא בעול עם הציבור יכול להכריח אחרים אבל לא יהיה גבאי (כל בו סי' קי\"ו):"
    }
  ]
}