{
  "id": "choshen_mishpat-364",
  "chapterLabel": "סימן 364",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-364-1",
      "section": 1,
      "text": "הנכנס בבית פלוני והוציא כלים או חטף מידו זהובים. ובו ט סעיפים:מי שהעידו עליו שנכנס לביתו של פלוני בפניו ונטל כלים ואין ידוע כמה נטל נתבארו משפטיו בסי' צ':"
    },
    {
      "id": "choshen_mishpat-364-2",
      "section": 2,
      "text": "ראוהו עדים שנכנס לתוך בית חבירו שלא בפני ב\"ה ונטל משם כלים אע\"פ שהוציאם מגולים ואע\"פ שהבעל הבית הזה עשוי למכור את כליו אם טען ואמר דרך גזל לקחם והלה אומר ברשותך באתי ואתה מכרתם לי או נתתם לי או בחוב שיש לי אצלך תפסתים אינו נאמן שכל הנכנס לבית חבירו שלא בפניו ונטל כלים משם והוציאם בפני עדים ה\"ז בחזקת גזלן לפיכך מחזיר הכלים לב\"ה ואין כאן שבועה שהרי העדים ראו מה גזל ואחר שיחזיר חוזר ותובע את בע\"ה בכל מה שיטעון והדין ביניהם:"
    },
    {
      "id": "choshen_mishpat-364-3",
      "section": 3,
      "text": "וכן אם היה שם עד אחד בלבד ובעל הבית טוען שגזל הוא כלי זה בידו והלה אומר לקוח הוא בידי או בחוב גביתיו או שלי היה ופקדון הוא אצלך ה\"ז חייב להחזיר הכלי לבעליו בלא שבועה שאילו היה שני עדים היה חייב לשלם ועכשיו שאין שם אלא עד אחד חייב שבועה ואינו יכול לישבע שהרי אינו מכחיש את העד וכל המחוייב שבועה ואינו יכול לישבע משלם לפיכך אם כפר ואמר לא נכנסתי לביתו ולא נטלתי כלום הואיל ואין שם אלא עד אחד והוא מכחישו הרי זה נשבע שבועת התורה שלא לקח מביתו כלום ונפטר (ע\"ל סי' צ' ס\"ג):"
    },
    {
      "id": "choshen_mishpat-364-4",
      "section": 4,
      "text": "חטף לשון כסף מיד חבירו בפני עד אחד ואמר חטפתי ודידי חטפתי חייב להחזיר:"
    },
    {
      "id": "choshen_mishpat-364-5",
      "section": 5,
      "text": "חטף ממנו זהובים בפני עד אחד והוא אומר שלי חטפתי ועשרים היו אע\"פ שאין העד יודע כמה חטף ה\"ז משלם העשרים שהרי ידע בודאי שזהובים חטף ונמצא שהוא מחוייב שבועה שאינו יכול לישבע ומשלם:"
    },
    {
      "id": "choshen_mishpat-364-6",
      "section": 6,
      "text": "אמר החוטף עשרים חטפתי ושלי הם והנגזל אומר מאה חטף משלם העשרים שהודה בהם ועל השאר נשבע היסת:"
    },
    {
      "id": "choshen_mishpat-364-7",
      "section": 7,
      "text": "נכנס לביתו של חבירו שלא בפניו ונטל משם כלים בפני עד אחד ואין העד יודע כמה נטל בעל הבית אומר עשרים כלים היו בביתי וגזלן אומר לא נטלתי אלא עשרה והם שלי חייב להחזיר העשרה מפני שהוא מחוייב שבועה ואינו יכול לישבע ואינו נשבע על השאר אפי' שבועת היסת מפני שאינו יכול לטעון על הגזלן טענת ודאי:"
    },
    {
      "id": "choshen_mishpat-364-8",
      "section": 8,
      "text": "(כפול לעיל סי' ע\"ה ס\"ח) האומר לחבירו גזלתני מאה אם אמר לא גזלתי נשבע היסת ואם הודה שגזלו חמשים משלם חמשים ונשבע שבועת התורה על השאר כשאר הנשבעים שהרי לא הוחזק גזלן בעדים:"
    },
    {
      "id": "choshen_mishpat-364-9",
      "section": 9,
      "text": "וכן הטוען את חבירו שנכנס לביתו וגזלו כלים והוא אומר דרך משכון לקחתים בחובי שיש לי אצלך ובעל הבית אומר אין לך בידי כלום אע\"פ שהודה שמשכנו שלא ברשות הואיל ואין שם עדים מעידים שגזל הרי זה נשבע וגובה חובו מהמשכון:"
    }
  ]
}