{
  "id": "choshen_mishpat-340",
  "chapterLabel": "סימן 340",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-340-1",
      "section": 1,
      "text": "השואל חייב באונס ובהמה שמתה מחמת מלאכה ואם שלחה על יד בנו או עבדו. ובו ח סעיפים:השואל מחבירו בהמה או מטלטלים ונאנסו בידו כגון שמתה או נשבר או נשבה חייב: הגה ודוקא שאירע האונס מכח השואל אבל אם אירע האונס מכח המשאיל פטור ולכן מי שיש לו משכון אצל עכו\"ם והשאילו לחבירו ליקח עליו עוד מעות ונשרף המשכון פטור השואל דהא בלאו הכי היה נשרף מכח המשאיל (מרדכי פרק השואל) וא\"צ לומר שחייב בגניבה ואבידה אבל כל קלקול שאירע בה מחמת מלאכה ששאלה בשבילה לא מבעיא אם הוכחשה מחמת מלאכה שהוא פטור אלא אפי' מתה מחמת מלאכה פטור והוא שלא ישנה לעשות בה דבר אחר חוץ מהמלאכה ששאלה בשבילה שאם שינה ועשה בה מלאכה אחרת חוץ מהמלאכה ששאלה בשבילה אפי' היא קלה ממנה תלינן דמחמת אותה מלאכה ששינה מתה ואפי' באותה מלאכה עצמה אפשר לשנות כגון ששאלה לחרוש וחרש בה ביום ובלילה שלא כדרך כל הארץ:"
    },
    {
      "id": "choshen_mishpat-340-2",
      "section": 2,
      "text": "נכחש הבשר מאליו וסופו לחזור פטור אבל אם נכחשה מאליה ומתה אח\"כ שהוא חייב לשלם כיון שאינה בעין משלם כמו שהיתה בשעת שאלה:"
    },
    {
      "id": "choshen_mishpat-340-3",
      "section": 3,
      "text": "השואל בהמה מחבירו לילך דרך ידוע ובאו עליו לסטים באותו הדרך או חיות רעות ואנסוה ממנו חשיב שפיר מתה מחמת מלאכה: הגה ויש חולקין בזה וסבירא להו דלא מיקרי מחמת מלאכה דהרי אף בלא הליכת הדרך איפשר שיבא לה אונס כזה (טור בשם הרא\"ש) אבל המשאיל לחבירו שונרא לרדוף עכברים ואכלוה העכברים מקרי מחמת מלאכה דבא לה האונס מחמת מלאכה וכל כיוצא בזה (טור) בהמה שנתייגעה במלאכתה ונתחממה ומתה אח\"כ או נכשלה בדרך ונפלה ומתה מיקרי מחמת מלאכה ודוקא שהרגיש בעודו במלאכ' אבל אם לא הרגיש מיד לא יוכל לישבע דמתה מחמת מלאכה דדילמא בלאו הכי נמי היתה מתה (שם בשם ר\"י והרא\"ש) :"
    },
    {
      "id": "choshen_mishpat-340-4",
      "section": 4,
      "text": "השואל בהמה חייב במזונותיה משעה שמשכה עד סוף ימי שאלתה: הגה וי\"א דלא בעינן משיכה אלא מיד שנסתלקו הבעלים (טור כדעת הר\"י והרא\"ש וע\"ל ריש סי' רצ\"א וש\"ז) ואם כחש בשרה כחשה דלא הדר חייב לשלם מה שפחתו בדמים ואם היה הכחש מחמת מלאכה פטור וישבע שבועת השומרים שמחמת מלאכה כחשה:"
    },
    {
      "id": "choshen_mishpat-340-5",
      "section": 5,
      "text": "השואל פרה מחבירו ושלחה לו המשאיל ביד בנו או ביד שלוחו או ביד עבדו אפי' שלחו לו ביד בנו או ביד עבדו או ביד שלוחו של שואל ומתה קודם שתכנס לרשות השואל הרי זה פטור ואם אמר לו השואל שלחה לי ביד בני או ביד עבדי או ביד שלוחי או ביד בנך או ביד עבדך העברי או ביד שלוחך או שאמר לו המשאיל הריני משלחה לך ביד בנך או עבדך או ביד שלוחך או ביד בני או ביד עבדי העברי או ביד שלוחי ואמר לו השואל שלח ושלחה ומתה בדרך ה\"ז חייב:"
    },
    {
      "id": "choshen_mishpat-340-6",
      "section": 6,
      "text": "שלחה לו המשאיל ביד עבדו הכנעני אע\"פ שאמר ליה השואל שלח ומתה פטור שידו כיד רבו ועדיין לא יצאה מרשות המשאיל:"
    },
    {
      "id": "choshen_mishpat-340-7",
      "section": 7,
      "text": "אמר לו השואל הכישה במקל והיא תבא מאליה ועשה המשאיל כך אין השואל חייב בה עד שתכנס לרשותו:"
    },
    {
      "id": "choshen_mishpat-340-8",
      "section": 8,
      "text": "וכן בשעה שמחזירה השואל לבעלים אם שלחה ביד אחר ומתה קודם שהגיע לרשות המשאיל הרי זה חייב שעדיין היא באחריות השואל (וי\"א דהוא הדין אם החזירה ליד אשת המשאיל ונאנסה חייב) (ב\"י מס\"ב בשם הרשב\"א) (וע\"ל בסי' ע\"ב סל\"א ובס\"ס ק\"כ מ\"ש מזה ועיין לעיל סי' רצ\"א סעיף כ\"א) ואם שלחה מדעת המשאיל ע\"י אחר ומתה פטור שלחה ביד עבדו הכנעני אע\"פ שאמר לו המשאיל שלח אם מתה בדרך חייב שיד העבד כיד רבו ועדיין לא יצאה מיד השואל בד\"א כשהחזירה תוך ימי שאלתה אבל אם החזירה אחר ימי שאלתה יצתה מדין שאילה והרי הוא כשומר שכר וה\"ה אם היא עדיין בביתו של שואל כיון שעברו ימי שאלתה יצא מדין שואל והרי הוא כשומר שכר: הגה ואם אמר לו שלח ועד שלא הספיק לשלוח מת לא ישלח דהא נפל קמי יתמי ואם שלח ספק אם חייב באחריותו (מרדכי ר\"פ השואל ):"
    }
  ]
}