{
  "id": "choshen_mishpat-281",
  "chapterLabel": "סימן 281",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-281-1",
      "section": 1,
      "text": "המעביר נכסיו מבניו ליתנם לאחד. ובו י סעיפים:אין אדם יכול להוריש מי שאינו ראוי ליורש ולא לעקור הירושה מהיורש בין שצוה והוא בריא בין שהיה שכיב מרע בין על פה בין בכתב לפיכך האומר איש פלוני בכורי לא יטול פי שנים איש פלוני בני לא יירש עם אחיו לא אמר כלום איש פלוני יירשני במקום שיש לו בת בתי תירשני במקום שיש לו בן לא אמר כלום וכן כל כיוצא בזה אבל אם היו לו יורשים רבים כגון בנים רבים או אחים או בנות ואמר כשהוא שכ\"מ פלוני אחי יירשני מכלל אחי או בתי פלונית ירשני מכלל בנותי (או שריבה לאחד ומיעט לאחד (טור) דבריו קיימים בין שאמר ע\"פ בין שאמר בכתב אבל אם אמר פלוני בני ירשני לבדו אם אמר ע\"פ דבריו קיימים אבל אם כתב כל נכסיו לבנו לא עשאו אלא אפוטרופוס כמו שנתבאר בסי' רמ\"ו:"
    },
    {
      "id": "choshen_mishpat-281-2",
      "section": 2,
      "text": "אמר פלוני בני יירש חצי נכסי ושאר בני החצי דבריו קיימים:"
    },
    {
      "id": "choshen_mishpat-281-3",
      "section": 3,
      "text": "אמר פלוני בני לא יירש אלא כך וכך או שאמר ראובן בני יירש חלקו וחלק שמעון או שאמר לא יירש שמעון אלא ראובן לא אמר כלום אבל אם אמר ראובן בני יירשני או יירש כל נכסי ולא יירש שמעון דבריו קיימים: הגה וכן אם אמר לא יירש שמעון וראובן יירש הכל דבריו קיימים (המגיד פ' י' דנחלות ):"
    },
    {
      "id": "choshen_mishpat-281-4",
      "section": 4,
      "text": "בד\"א בפשוטים אבל בבכור אם אמר יירש כפשוט או שאמר לא יטול פי שנים או לא יירש פי שנים לא אמר כלום שנאמר לא יוכל לבכר את בן האהובה: הגה ואפילו במקום שנהגו שאין הבכור נוטל פי שנים אין לילך אחר המנהג הואיל והוא נגד דין תורה (מהרי\"ק שורש ח'):"
    },
    {
      "id": "choshen_mishpat-281-5",
      "section": 5,
      "text": "אם היה בריא אינו יכול להוסיף ולא לגרוע לא לבכור ולא לאחד משאר יורשים:"
    },
    {
      "id": "choshen_mishpat-281-6",
      "section": 6,
      "text": "שכיב מרע שיש לו בכור ופשוטים וריבה לאחד מהפשוטים בלשון ירושה כגון שאמר פלוני בני יירש כך וכך לא אמר כלום וי\"א שחלוקת הפשוטים קיימת ומקבצים מכלם לפי חשבון ומשלימים לבכור:"
    },
    {
      "id": "choshen_mishpat-281-7",
      "section": 7,
      "text": "אין כל הדברים הללו אמורים אלא כשאמר לשון ירושה אבל אם אמר לשון מתנה דבריו קיימים לפיכך המחלק נכסיו על פיו כשהוא ש\"מ וריבה לאחד ומיעט לאחד והשוה להם הבכור או שנתן למי שאינו ראוי ליורשו דבריו קיימים ואם אמר משום ירושה לא אמר כלום כתב בין בתחלה בין באמצע בין בסוף משום מתנה אע\"פ שהזכיר לשון ירושה בתחלה ובסוף דבריו קיימים כיצד תנתן שדה פלונית לפלוני בני ויירשנה או שאמר יירשנה ותנתן לו ויירשנה או יירשנה ותנתן לו הואיל ויש שם לשון מתנה אע\"פ שהזכיר לשון ירושה בתחלה ובסוף דבריו קיימים וכן אם היו ג' שדות לג' יורשים ואמר יירש פלוני שדה פלונית ותנתן לפלוני שדה פלונית ויירש פלוני שדה פלונית קנו אע\"פ שזה שא\"ל בלשון ירושה אינו זה שאמר ליה בלשון מתנה והוא שלא ישהה בין אמירה לאמירה כדי דבור אבל אם שהה צריך שיהיה לשון המתנה מעורב בשלשתן הגה בד\"א בג' שדות לג' בני אדם אבל אם נתנן לאדם אחד או שדה אחת לג' בני אדם אפילו לאחר כדי דיבור מהני (טור) וי\"א דדוקא שאמר ותנתן בוי\"ו אבל אם אמר תנתן בלא ו' לא מהני ללשון ירושה שלפניו (נ\"י בשם רשב\"א) הכותב לבתו שתקח לאחר מותו כחצי חלק זכר דינו כירושה בעלמא ובעל חוב וכתובה קודמין למתנה זו וכן עשור נכסי הבת וכל ימי חיי הנותן יכול למכור הנכסים אע\"פ שכתב לה מהיום ולאחר מיתה ואין הבת נוטלת אלא בנכסים שהיו לו בשעת נתינה אבל לא אח\"כ דאין אדם יכול להקנות דבר שלא בא לעולם (מרדכי פ' יש נוחלין) מיהו נ\"ל דמה שנוהגין עכשיו לכתוב שטר חוב לבתו ולהתנות שאם יתן לבתו חלק חצי זכר יפטור מן החוב צריך ליתן לה בכל אשר לו דעיקר הוא החוב ולכן צריך לקיים תנאו או ישלמו החוב וכן המנהג. כתב לבתו שטר חצי זכר וכתב לה ויוצאי חלציה בנותיה ובניה נוטלין בשוה הואיל ולא כ' יורשי' יוצאי חלציה (פסקי מהרא\"י) התנה שלא יהא חלק לבתו בספרים והלוה על הספרים אין בעל חוב קונה משכון ולכן יש לבת חלק בהן אבל אם הוחלטו הספרים בידו אין לבת חלק בהן (מהרי\"ו סי' ק\"ט):"
    },
    {
      "id": "choshen_mishpat-281-8",
      "section": 8,
      "text": "לשון יחזיק בנכסים הוי לשון מתנה וכן לשון יחלוקו הוי לשון מתנה:"
    },
    {
      "id": "choshen_mishpat-281-9",
      "section": 9,
      "text": "חלק כל נכסיו לאחרים בלשון מתנה אע\"פ שלא שייר כלום ליורש דבריו קיימים:"
    },
    {
      "id": "choshen_mishpat-281-10",
      "section": 10,
      "text": "מי שהיו לו בני אחיות ובן אח ונתן מתנה לבן אח וכתב שבאותה מתנה סילק כל חלק וזכות מכל ירושתו ומת בן האח יורש הכל : הגה ארבע אחיות שהיה להן אח שאינו נוהג כשורה ורצו להבריח הירושה ממנו וכתבו שטר שכ\"א מהן נותנת כל נכסיה לג' אחיותיה אין כאן מתנה כלל כי חזר כל הממון להיות של ארבעתן כבתחלה ואם היו המתנות שעה אחת קודם מיתתן אין האח יורש כי אם אחר מיתת האחרונה ולא אזלינן בתר אומדנא כהאי גוונא ואם כתוב בשטר שהראשונה נתנה לג' אחיותיה ואח\"כ נתנה השנית ואח\"כ השלישית ואח\"כ הרביעית כל הקודמת חזרה וזכתה בנכסים שחזרו ונתנו להן (הרא\"ש כלל פרק ד' סי' ה'):"
    }
  ]
}