{
  "id": "choshen_mishpat-056",
  "chapterLabel": "סימן 56",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-056-1",
      "section": 1,
      "text": "דין שלישות. ובו ז סעיפים:שליש בזמן ששלישותו בידו נאמן כשני עדים אפי' אם הוא קרוב ואין צריך לישבע: הגה ואפי' כתבו ענין השלישות בשטר לא נאמר שלא סמכו על ענין השליש אלא גם בזה השליש נאמן (ב\"י בשם הרשב\"א) ואע\"פ שעבר הזמן שהיה לו להחזירו לאחד (מהן) ולא החזיר עדיין שליש הוא ונאמן ואפילו הכחישו אחד מהם ואמר שלא עשאו שליש השליש נאמן ואפי' הכחישו שניהם השליש נאמן והוא שלא יהיה ביניהם ובין השליש הכחשה בסך המעות שבידו דא\"כ הו\"ל נוגע בדבר ואינו נאמן: הגה במקום שאין לו מיגו אבל במקום שיש לו מיגו נאמן (מרדכי פ' החובל) ויכולים להשביעו אפי' בטענת שמא (הגהות מרדכי דגטין) שטר שהיה ביד שליש והוציאו מתחת ידו בב\"ד ואמר פרוע הוא אע\"פ שהשטר מקויים נאמן שאילו רצה היה שורפו או קורעו וכן אם מת השליש ונמצא כתב יוצא מתחת ידי השליש ששטר זה המונח אצלו פרוע הוא (ה\"ז פרוע) אע\"פ שאין עדים על הכתב (וע\"ל סי' ס\"ה מדינים אלו) אבל כתב שיצא מתחת ידי המלוה ששטר פלוני פרוע אפי' היה בכתב ידי המלוה אינו אלא כמשחק (התובע ישלם שכר השלישות) (הגהות מרדכי ס\"פ ז\"ב):"
    },
    {
      "id": "choshen_mishpat-056-2",
      "section": 2,
      "text": "הכחישוהו עדים ואמרו לו על תנאי זה היית שליש ביניהם העדים נאמנים בד\"א כשאומר השליש ביום פלוני נמסר בידי השלישות בתנאי כך וכך והעדים מכחישים אותו אבל אם אומר בתנאי כך וכך הוא בידי סתם אפי' שאומרים העדים כשנמסר לידו לא היו התנאים כן השליש נאמן דשמא אח\"כ באו לפניו והתנו בענין זה אע\"פ שאין השליש טוען בפירוש כן אנן טענינן ליה כן כדי שלא יהיה מוכחש מהעדים: הגה ואין חילוק לענין שליש בין אם שניהם נתנו בידו או שהמלוה נתנו בידו להיות שליש ביניהם (ב\"י בשם תשו' הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-056-3",
      "section": 3,
      "text": "אין לו ליתן השלישות אלא בפני ב\"ד ויפרש להם ענין השלישות שמא יפול ביניהם מחלוקת ואם יוציא השלישות מתחת ידו לא יהיה נאמן אלא כעד אחד לפיכך צריך שיכתבו ב\"ד ויחתמו הענין: הגה (טור ס\"א בשם בעל העיטור) והא דנאמן כעד אחד אע\"פ שאין שלישותו בידו דוקא כששניהם נסתלקו מעליו ואין להם תרעומת עליו אבל אם יש להם תרעומת עליו בענין השלישות שהיה בידו הוי נוגע בעדות ואינו נאמן כלל וכן אם היה קרוב או פסול (טור)"
    },
    {
      "id": "choshen_mishpat-056-4",
      "section": 4,
      "text": "שטר שיוצא מת\"י שליש והלוה טוען שהוא מזוייף או פרוע אם אין יכולין לקיים חתימת העדים אע\"פ שהשליש מעיד שהמלוה והלוה מסרוהו לו ואמרו לו שכך וכך נשאר עדיין לפרוע משטר זה אינו נאמן:"
    },
    {
      "id": "choshen_mishpat-056-5",
      "section": 5,
      "text": "שליש שהושלש שטר בידו שיפרענו ביום פלוני ועבר הזמן וטוען הלוה שפרעו בזמנו או שמת הלוה הרי הוא בחזקת שאינו פרוע ומחזירו למלוה ואם מת הלוה לא יפרע אלא בשבועה כדין הבא ליפרע מן היתומים מי שחייב עצמו בשטר בקנין לחבירו והפקידו החייב ביד אחר בסתם ומת המפקיד ה\"ז לא יתננו למלוה וגם לא יחזירנו ליורשי לוה:"
    },
    {
      "id": "choshen_mishpat-056-6",
      "section": 6,
      "text": "שליש הנעשה על ידי שליח כגון שבא הלוה עם אחר שבידו משכון או שטר וא\"ל המלו' עשאני שליח להביא זה אליך למסרו בידך על תנאי כך וכך וקבלו השליש ואח\"כ בא המלו' והכחיש השליחו' ואמר שלא עשאו שליח לדבר זה מעולם יעשה שליש מה שאמר לו השליח: הגה ואם לא הכחישו ענין השליחות רק כי השליש לא רצה לקבל השלישות ונשאר ביד השליח אין לשליח דין שליש אלא כשליח בעלמא ויחזיר למי שנתן לו (ב\"י בשם תשו' הרשב\"א) השליש יעשה תמיד כפי מה שהושלש בידו אע\"פ שיש לאחד אח\"כ טענה בדבר כיצד הרי ראובן שהשוה עצמו עם שמעון שחייב לו (שישלם לו) על זמנים והפקיד השטר ביד לוי והתנה שאם לא יפרע לו זמן אחד יחזיר לו לוי שטרו ויגבה הכל בפעם א' ולא פרע לו שמעון זמן א' יחזיר לו לוי שטרו אע\"פ שיודע שיהיו לשמעון טענות ע\"ז כי אין לוי דיין בדבר רק שליש לכן יחזיר לראובן שטרו וקודם שיוציאנו מידו יאמר לפני עדים היאך בא השטר לידו ועל איזה תנאי והעדים יכתבו ויחתמו ויתנו הענין לשליש והוא ימסרנו לשמעון והוא יטעון אח\"כ מה שירצה (טור בשם תשו' הרא\"ש כלל ק\"ה סי' ו') ולכן כל שהחזיר השליש השטר אין לחוש שנעשה שלא כדין ושלא היה בקי בדין השלישות אא\"כ אתייליד ריעותא (תשובת רשב\"א סי' תתק\"א):"
    },
    {
      "id": "choshen_mishpat-056-7",
      "section": 7,
      "text": "אשה הנושאת ונותנת בתוך הבית ואפוטרופוס הממונה על נכסי בעל הבית (ומת בעל הבית) ויודעים שהיו לבעל הבית נכסים של אחרים והממון נשאר בידם ויודעים של מי הם חייבים להחזיר לכל אחד מהם שלו ואם לא החזירו ובאו לב\"ד מהימנו במיגו:"
    }
  ]
}