{
  "id": "choshen_mishpat-391",
  "chapterLabel": "סימן 391",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-391-1",
      "section": 1,
      "text": "שן באיזה מקום ובאיזה אכילה משלם מה שהזיקה או מה שנהנית. ובו יב סעיפים:שן היא אב דושלח את בעירה (וביער) דכתיב בקרא מוקמינן לה נמי בבהמה שאוכלת פירות חבירו דברים הראוים לה ונהנית באכילתן חייב נזק שלם בין שאכלתן בין שלא אכלתן אלא שהפסידתן ולא כלתה אותם לגמרי לפיכך כל הדומה לזה שמזיק בדבר שהיא נהנית היא תולדה דשן כגון נתחככה בכותל להנאתה והזיקה או שטנפה פירות וכלים להנאתה כגון שנתגלגלה עליהם:"
    },
    {
      "id": "choshen_mishpat-391-2",
      "section": 2,
      "text": "בד\"א שאכלה דבר הראוי לה אבל אכלה דבר שאין ראוי לה כגון כסות וכלים שינוי הוא ואינו משלם אלא חצי נזק בין שאכלה אותם בחצר הניזק בין שאכלה אותם ברשות הרבים:"
    },
    {
      "id": "choshen_mishpat-391-3",
      "section": 3,
      "text": "אכלה דבר שאין דרכה לאכול אלא ע\"י הדחק כגון פרה שאכלה שעורים וחמור שאכל כרשינין וכלב שלקק את השמן וחזיר שאכל חתיכת בשר וחתול שאכל תמרים חשיב שפיר אכילה אבל בהמה שאכלה בשר או תבשיל לאו אורחא הוא ומשלם חצי נזק אכלה פת הוי אורחא אבל חיה לאו אורחא לא בפת ולא בתבשיל:"
    },
    {
      "id": "choshen_mishpat-391-4",
      "section": 4,
      "text": "בהמה שראתה לחם בסל ושברה הסל ואכלה הלחם משלם נזק שלם גם על הסל שכך דרכה לשבר הסל כדי לאכול הלחם אבל אם אכלה הלחם תחלה ואח\"כ שברה הסל אינו משלם על הסל אלא חצי נזק דהוי קרן ואינו משתלם אלא מגופו:"
    },
    {
      "id": "choshen_mishpat-391-5",
      "section": 5,
      "text": "ראתה אוכלים ע\"פ החבית ונסתבכה בחבית לעלות כדי לאכול האוכלים ושברתו משלם גם על החבית נזק שלם שכן דרכה לעלות עליו כדי לאכול האוכלים:"
    },
    {
      "id": "choshen_mishpat-391-6",
      "section": 6,
      "text": "חיה שטרפה בהמה ואכלתה או שאכלה בשר חי אורחא היא ומשלם נזק שלם אבל כלב שהמית כבש וחתול שהמית תרנגולים גדולים ואכלם משונה הוא ואינו משלם אלא חצי נזק ודוקא בפחת שפחתה מיתה אבל דמי הנבילה משלם ברשות הניזק נזק שלם ובר\"ה מה שנהנית שאכילה אינו שינוי שכן דרכן לאכול נבילות אפי' של בהמות גדולות:"
    },
    {
      "id": "choshen_mishpat-391-7",
      "section": 7,
      "text": "אין חייב השן לשלם נזק שלם אא\"כ אוכלת ברשות הניזק אבל אם לקחה בחצרו והוציאה משם ואכלה בר\"ה או בחצר של אחר פטור מלשלם יותר ממה שנהנית ואם לקחה בר\"ה והלכה ואכלה ברשות הניזק יש מחייבים לשלם נזק שלם משום דפי פרה כחצר הניזק דמי ונ\"מ אפילו במקום שאין לחייב על הנטילה כגון שהיו הפירות מונחים במקום שאי אפשר ליטלם משם ובא ראובן והושיט פירות של שמעון שבחצר שמעון לפי פרת לוי חייב לוי אם המושיט חרש שוטה וקטן או שאין לו לשלם שאם היה אפשר להשתלם ממנו היה הוא חייב ובעל הפרה פטור:"
    },
    {
      "id": "choshen_mishpat-391-8",
      "section": 8,
      "text": "אכלה בר\"ה משלם כל מה שנהנית דהיינו כל מה שאכלה אינו משלם אותו אלא כאלו היה תבן (וי\"א דמי שעורים בזול) (טור ס\"ג בשם הראב\"ד והרא\"ש והרא\"ה וריטב\"א ונ\"י ואם אכלה אוכלים הרעים לה כגון שאכלה חטים הואיל ולא נהנית פטור:"
    },
    {
      "id": "choshen_mishpat-391-9",
      "section": 9,
      "text": "היו הפירות מונחים בצידי רחבה והיא בתוך הרחבה והחזירה ראשה לצידי רחבה ואכלה מהן אינו משלם אלא מה שנהנית דכיון דגופה ברשות הרבים הוי ליה שן ברה\"ר אבל אם יצאה מרחב' לצידי רחבה ואכלה שם משלם מה שהזיקה אכלה מפתח החנות אינו משלם אלא מה שנהנית מתוך החנות משלם מה שהזיקה:"
    },
    {
      "id": "choshen_mishpat-391-10",
      "section": 10,
      "text": "הקצה מקום מרשותו לרשות הרבים והניח שם פירותיו ואכלתם שם חשוב כרשות הרבים:"
    },
    {
      "id": "choshen_mishpat-391-11",
      "section": 11,
      "text": "היתה מהלכת בר\"ה ופשטה צוארה ואכלה מעל גבי חבירתה ואפי' עמדה אינו משלם אלא מה שנהנית שכן דרך הבהמות לאכול זו מעל גבי זו ואם קפצה ואכלה מעל גבי חבירתה משלם מה שהזיק' גבי חבירתה כחצר הניזק הוא חשיב: הגה וי\"א דדוקא שהוא בענין שאי אפשר לה לאכול כי אם בקפיצה אבל אם תוכל לאכלם בלא קפיצ' אז חשיב כרשות הרבים (טור שם בשם הרא\"ש) וה\"ה להיתה קופתו מופשלת לאחוריו ואכלה פירות שבקופה:"
    },
    {
      "id": "choshen_mishpat-391-12",
      "section": 12,
      "text": "בהמה שהית' עומדת ברשות הניזק ותלשה פירות מר\"ה ואכלתן ברשות הניזק הרי הדבר ספק: הגה והוא הדין אם הבהמה עומדת ברשות הרבים ונטלה האוכל מרשות הניזק ואכלה בר\"ה דהוי הדבר ספק ודוקא בכה\"ג שהמאכל ברשות אחד והבהמה גלגלה המאכל לרשות שני אבל אם המאכל דבר ארוך מקצתו מונח בפנים ומקצתו מונח בחוץ וכשמושכת ראש האחד ראש השני נגרר אחריה בכ\"מ שהיא מתחלת למושכו חשבינן ליה כאלו אכלן שם בין ברשות היחיד בין ברשות הרבים (טור) לפיכך אינה משלמת אלא מה שנהנית ואם תפס הניזק כמה שהזיק' אין מוציאין מידו: הגה (ר\"י והרא\"ש) וכבר נתבאר סי' ש\"צ דיש חולקין וסבירא להו דלא מהני תפיסה בספיקא דדינא:"
    }
  ]
}