{
  "id": "choshen_mishpat-128",
  "chapterLabel": "סימן 128",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-128-1",
      "section": 1,
      "text": "דין הפורע חובו של חבירו או שמשכנו בשביל חבירו. ובו ב סעיפים:הפורע חובו של חבירו שלא מדעתו אפי' היה בשטר ואפי' היה עליו משכון ונטלו זה שפרע אין הלוה חייב לשלם לו ונוטל משכונו בחנם והרי אבד זה הנותן מעותיו ואפי' אם היה המלוה דוחקו לפרוע (שמא) היה הלוה מפייס את המלוה ומוחל לו: הגה וכן נ\"ל עיקר ודלא כיש חולקין ואומרים דחייב לשלם (טור בשם ר\"ת והרא\"ש) ויש אומרים דוקא כשפורע לישראל אבל אם פרע לעכו\"ם חייב לכו\"ע וכ\"ש אם פדה משכונו מן העכו\"ם דחייב לשלם לו (תשובת מהרי\"ל סי' פ\"ב) וכן ראוי להורות וע' ביו\"ד סוף סימן רנ\"ב הפודה חבירו מן השביה אם חייב לשלם יש מי שאומר שכל זה שלא היה לו משל חבירו בידו אבל אם היה בידו משל חבירו ופרע חובו מה שעשה עשה (מהרי\"ו סי' קס\"ו) וי\"א דאפי' נתן משכון שלו בשביל חבירו הואיל ואם רצה היה יכול לתת של חבירו אע\"פ שלא נתנו חייב לשלם לו (הגהות מרדכי פ\"ג דבתרא):"
    },
    {
      "id": "choshen_mishpat-128-2",
      "section": 2,
      "text": "מי שנתפס על חבירו ולקח עכו\"ם ממונו בגלל חבירו אין חבירו חייב לשלם: הגה מלמד שהיה אצל בעל הבית והלוה לעכו\"ם על משכונות ויצא משם ולא פשר עצמו עם העכו\"ם ויצא משם והניח קצת מעותיו ביד בעל הבית ורוצה לעכבם כי הוצרך להתפשר עם העכו\"ם אין יכול לעכבם (הגהות מרדכי סוף בבא בתרא) (ועיין לעיל סוף סי' קכ\"ו) אין לך מי שנתפס על חבירו ויהיה חבירו חייב לשלם לו חוץ מן הנתפס מפני המס הקצוב על כל איש ואיש בכל שנה או הנתפס על התשורה שנותן כל איש ואיש למלך בעברו עליהם הוא או חיילותיו ה\"ז חייב לשלם לו והוא שיקחו ממנו בפירוש בגלל פלו' בפני עדים: הגה ואחד שנתפס מכח מס של קהל אחר ותפס משל א' מן הקהל יכול לתפסו בשביל כל הקהל כי כולם אחראין וערבאין זה בשביל זה ולכן א\"צ לגבות מכל אחד חלקו (טור) וי\"א דאין אדם נתפס בעד מס חבירו אלא קודם שנתפייס המלך אבל אם כבר נתפייס המלך אין אדם נתפס על חבירו (הגהות דב\"ב ומהרי\"ו סי' ק\"ו) מיהו פרנסי הקהל שהלוו לצורך המס יכולין לפרוע בעד כל הקהל וכל אחד צריך ליתן חלקו (נ\"י בשם הרשב\"א) והא דאין אדם נתפס על חבירו היינו שאין תקנה בעיר אבל אם יש תקנה בעיר הולכין אחר המנהג. ומ\"מ אם קצתם עשו שלא כהוגן והעליל השר עליהם אין אחרים צריכים ליתן לזה דודאי אדעתא דהכי לא נשתתפו אם לא שפירשו בהדיא (ב\"י סי' קס\"ג בשם הרשב\"א) וע\"ל סוף סי' קכ\"ו מי שנאנס בעד חבירו מכח מלוה או פקדון וע\"ל סי' קס\"ג:"
    }
  ]
}