{
  "id": "choshen_mishpat-380",
  "chapterLabel": "סימן 380",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-380-1",
      "section": 1,
      "text": "האומר לחבירו קרע כסותי או של חבירי או רודף או נרדף ששיברו כלים. ובו ד סעיפים:האומר לחבירו קרע את כסותי שבר את כדי ע\"מ שאתה פטור ה\"ז פטור (וי\"א אפי' לא ע\"מ לפטור בפי' אלא שא\"ל דברים שמשמעו כך כגון שא\"ל שבור כדי וא\"ל המזיק ע\"מ לפטו' וא\"ל הניזק לא יש לנו לומר דבתמיה קאמר לו ופטור) (טור ס\"ב בשם הרא\"ש) ואם לא אמר לו ע\"מ שאתה פטור ה\"ז חייב אע\"פ שהרשהו להשחית בד\"א כשבאו הכלים לידו תחל' בתורת שמיר' כגון שהיו שאולים או מופקדים אצלו אבל אם לא באו לידו בתורת שמיר' כיון שאמר לו קח כלי זה ושברו בגד זה וקרעו ועשה כן ה\"ז פטור אע\"פ שלא אמר לו ע\"מ שאתה פטור (וע\"ל עוד סי' שפ\"ב מדינין אלו האומר לחבירו זרוק מנה לים ואתחייב אני לך י\"א דחייב וי\"א דפטור) (ר\"ן פ\"ק דקידושין ב' הדעות):"
    },
    {
      "id": "choshen_mishpat-380-2",
      "section": 2,
      "text": "האומר לחבירו שבר כליו של פלוני ע\"מ שאתה פטור ושברו ה\"ז חייב ואע\"פ שהעושה הוא חייב לשלם הרי זה האומר לו שותפו בעון ורשע הוא שהרי הכשיל עור וחזק ידי עוברי עבירה:"
    },
    {
      "id": "choshen_mishpat-380-3",
      "section": 3,
      "text": "רודף שהיה רודף אחר חבירו להרגו או אחר אחת מהעריות לאונסה ושבר כלים בין של נרדף בין של כל אדם פטור שהרי הוא מתחייב בנפשו שכיון שרדף התיר עצמו למיתה ולכן פטור מהתשלומין ואם הנרדף שבר כלים של רודף פטור שלא יהא ממונו חמור מגופו ואם היו של אדם אחר חייב שהמציל עצמו בממון חבירו חייב (וע\"ל סי' שנ\"ט ס\"ד) ואחד שרדף אחר הרודף להציל את הנרדף ושבר כלים בין של רודף בין של כל אדם פטור כדי שלא יבואו מלימנע מלהציל את הנרדף:"
    },
    {
      "id": "choshen_mishpat-380-4",
      "section": 4,
      "text": "ספינה שחשבה להשבר מכובד המשוי ועמד א' מהם והקל מהמשא והשליך בים פטור שהמשא שבה כמו רודף אחריהם להורגם ומצוה רבה עשה שהשליך והושיעם: הגה וי\"א דוקא שטענו יותר מדאי דהוי המשוי כרודף אבל אם אינה טעונה יותר מדאי ובא נחשול לטבען חייבין לשלם ומחשבין לפי המשוי ולא לפי הממון (רמב\"ם פי\"ב דגזילה והמ\"מ סוף הלכות חובל) ואע\"פ שלא הטיל רק משוי של א' כולן משלמין (טור) הכניס חמור בספינה וקופץ בספינה ובקש לטבעו ובא א' והשליך החמור לנהר אם דרך להכניס חמורים בספינה אז המשליכו חייב לשלם ואם לאו פטור דאז החמור מקרי רודף וכל כיוצא בזה וכן נ\"ל עיקר (מרדכי פרק הגוזל בתרא ותשובת מיימוני דספר נזיקין סי' כ'):"
    }
  ]
}