{
  "id": "choshen_mishpat-070",
  "chapterLabel": "סימן 70",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-070-1",
      "section": 1,
      "text": "דין מלוה על פה ואם א\"ל אל תפרעני אלא בעדים. ובו ו סעיפים:אסור להלוות בלא עדים ואפי' לתלמיד חכם אלא א\"כ הלוהו על המשכון והמלוה בשטר משובח יותר וכל המלוה בלא עדים עובר משום לפני עור לא תתן מכשול וגורם קללה לעצמו המלוה את חבירו בעדים בלא קנין ובלא שטר אין צריך לפרעו בעדים אלא נאמן בשבועת היסת לומר פרעתיך: הגה אבל אם קבל קנין אפי' בלא שטר לא יוכל לומר פרעתי דהוי כשטר דכל קנין לכתיבה עומד (ב\"י בשם התרומות בשער כ\"ה ומרדכי פ\"ק דכתובות) ויש חולקין (שם במרדכי) וע\"ל סי' ל\"ט סעיף ה' וכ\"מ שנאמן לומר פרעתי נאמן לו' מחלת לי אע\"פ שמחילה טענה גרועה היא (מרדכי פ' השותפין וכ\"כ לק' סי' פ\"ב):"
    },
    {
      "id": "choshen_mishpat-070-2",
      "section": 2,
      "text": "אמר פרעתיך בפני פלוני ופלוני אומרים ללוה הביאם והפטר (שצריך לברר דבריו) (טור) לא באו ואפי' באו והכחישוהו ואמרו לא היו דברים מעולם ישבע היסת ויפטר ואם אומר שהזמינם לעדים כשפרעו אם הכחישוהו חייב לשלם: הגה (ע' סק\"ו) וי\"א דאין חילוק בין הזמינם או לא וכל שבאו עדים והכחישוהו חייב לשלם אלא שא\"צ לברר דבריו (הרא\"ש פ' גט פשוט והמגיד פ\"ו מה' טוען אליבא דהרמב\"ם) ואם לא יוכל להביא העדים לית לן בה וע' לקמן ריש סי' ע\"ה:"
    },
    {
      "id": "choshen_mishpat-070-3",
      "section": 3,
      "text": "אמר לו אל תפרעני אלא בעדים בין שאמר לו בשעת הלואה בין שאמר לו אחר שהלוהו צריך לפרעו בעדים ואם אמר שפרעו שלא בעדים אינו נאמן (טור והוא מהרא\"ש) והמלוה גובה ממנו בלא שבועה טען ואמר כן עשיתי ופרעתיך בפני פלוני ופלוני והלכו למדינת הים או מתו הרי זה נאמן ונשבע שבועת היסת ונפטר וכן אם אמר אל תפרעני אלא בפני ת\"ח או בפני רופאים ואמר בפניהם פרעתיך ואותם עדים שפרעתיך בפניהם מתו או הלכו למדינת הים הרי זה נאמן ונשבע היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-070-4",
      "section": 4,
      "text": "אמר לו אל תפרעני אלא בפני פלו' ופלו' ואמר לו פרעתיך בפני אחרים אם באו אותם אחרים והעידו שפרעו בפניהם פטור (מיהו המלוה יוכל לומר שעל חוב אחר קבלם אע\"פ שפרעו בעדים הואיל ולא פרעו בפני פלוני ופלוני שאמר) (מרדכי פ' הדיינים) ואם מתו או הלכו למדינת הים אינו נאמן ואם אמר פרעתיך בפני פלוני ופלוני שייחדת ומתו או הלכו למדינת הים נאמן בשבועה שהרי אמר שקיים תנאו ואם מודה שלא פרעו אלא שאומר לא אפרעך עד שיבא פלוני ופלוני שייחדת לי ואפרעך בפניהם אין שומעין לו אלא פורעו בב\"ד וכותבין לו שפרעו בפניהם:"
    },
    {
      "id": "choshen_mishpat-070-5",
      "section": 5,
      "text": "אמר לו אל תפרעני אלא בפני פלוני ופלוני פרעו בינו לבינו ונאנסו המעות והמלוה אומר בתורת פקדון קבלתים עד שיבואו אותם פלו' ופלו' ותובע שיחזור לפרעו אין בדבריו כלום מאחר שמודה שקבלם (כ\"כ בב\"ה ועי' סקכ\"א) והלה לא בתורת פקדון מסרם הוי פרעון ודברים שאומר זה אינם דברים:"
    },
    {
      "id": "choshen_mishpat-070-6",
      "section": 6,
      "text": "מי שנמחק שטרו וכתבו לו ב\"ד שטר אחר דינו כמלוה בשטר ואינו יכול לטעון פרעתי ויש מי שאומר דהוא הדין אם תבע את חבירו על פה ונתחייב לו בדין ולא היה בידו לפרעו וכתבו לו מעשה ב\"ד אם טען אח\"כ פרעתי אינו נאמן וגובה מהלקוחות מי שמכר שדהו באונס ומסר מודעא קודם לכן בענין שהמכר בטל המעות של האנס שביד המוכר יש להם דין מלוה על פה ואינו טורף ממשעבדי בכח שטר שבידו שאין לו דין שטר שלא ניתן ליכתב וגם נאמן לומר פרעתי (תשובת הרשב\"א) וה\"ה לכל שטר שלא ניתן ליכתב (וע\"ל סי' ס\"א ס\"ב):"
    }
  ]
}