{
  "id": "choshen_mishpat-268",
  "chapterLabel": "סימן 268",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-268-1",
      "section": 1,
      "text": "דין קנייה בחצירו ובד' אמותיו. ובו ה סעיפים:כל מציאה שאמרנו שהיא של מוצאה אינו זוכה בה עד שתגיע לידו או לרשותו אבל אם ראה את המציאה אפי' נפל עליה ובא אחר והחזיק בה זה שהחזיק בה זכה בה: הגה ודוקא בר\"ה אבל במקום שארבע אמות קונות קנה ולא גרע משום דנפל עליה (טור וב\"י בשם הרי\"ף והרא\"ש וכן נ\"ל דעת הרמב\"ם ור\"ן בשם הרא\"ה) ודלא כיש חולקין (ר\"ן בשם הרשב\"א ונ\"י פ\"ב דמציעא והמ\"מ בפי\"ז לדעת הרמב\"ם):"
    },
    {
      "id": "choshen_mishpat-268-2",
      "section": 2,
      "text": "ד' אמות של אדם שהוא עומד בצדן הרי אלו קונים לו ואם הגיע המציאה לתוך ד' אמות שלו זכה בה וחכמים תקנו דבר זה כדי שלא יריבו המוצאים זה עם זה בד\"א בסימטא או בצידי רשות הרבים שאין הרבים דוחקים בהם או בשדה שאין לה בעלים אבל העומד ברשות הרבים או בתוך שדה חבירו אין ד' אמות קונות לו ואינו קונה שם עד שתגיע מציאה לידו: הגה שנים שבאו כאחד לתוך ד' אמות או שעומדים שניהם ונפלה המציאה לתוך ד' אמותיהן קנו שניהן (טור):"
    },
    {
      "id": "choshen_mishpat-268-3",
      "section": 3,
      "text": "חצירו של אדם קונה לו שלא מדעתו ואם נפל בה מציאה הרי היא של בעל החצר בד\"א בחצר המשתמרת (ואין חצירו קונה לו) אלא ביודע במליאה או דאסיק אדעתיה אבל בדבר שאינו רגיל לבא אין חצירו קונה לו אע\"פ שבאה מציאה לשם ובא אחר ונטלה שם זכה הואיל ולא ידע בעל החצר במציאה אשר שם קודם שזכה בה השני (נ\"י ומרדכי פ' אלו מציאות) וע' לעיל סי' רכ\"ב סעיף י\"ח ואם סוחר ח' הביא סחורה בזול לחצירו של שמעון ובא שמעון ואמר תקנה לי חצירי ובא ראובן אח\"כ ולקחה י\"א דזכה ראובן דמאחר שאינו מציאה גמורה כי בעל החצר צריך לקנותה (במעות) לא זכתה לו חצירו וי\"א דזכה בעל החצר (מרדכי פ\"ק דמציעא ב' הדיעות) ואם אח\"כ בא סחורה לחצירו של ראובן ואמר תקנה לי חצירי וקנאה שמעון וראובן אינו רוצה ליתן הסחורה לשמעון כי אמר שחצירו קנה לו ושמעון טוען ממה נפשך תתן לי הסחורה הראשונה או השנייה אם כבר נפסק הדין במעשה הראשון א\"כ הוי המעשה השני לחוד והמוציא מחבירו עליו הראיה אבל אם לא נפסק הדין בראשונה עד שאירע מעשה שני צריך ראובן ליתן לשמעון סחורה אחת ממה נפשך (ת\"ה סי' ש\"י) אבל בשדה וגנה וכיוצא בהן אם היה עומד בצד שדהו ואמר זכתה לי שדי זכה בהם ואם אינו עומד שם או שהיה עומד ולא אמר זכתה לי שדי כל הקודם זכה (וי\"א דבעומד בצד שדהו לחוד סגי טור בשם הרא\"ש והמגיד פי\"ז דגזילה בשם רשב\"א) וע' לעיל סי' ר':"
    },
    {
      "id": "choshen_mishpat-268-4",
      "section": 4,
      "text": "ראה אחרים רצים אחר המציאה והרי הוא צבי שבור או גוזלות שלא פרחו אם היה עומד בצד שדהו שהם בתוכה ואלו היה רץ מגיען ואמר זכתה לי שדי זכתה לו שדהו ואם אינו יכול להגיען הרי אלו כצבי שהוא רץ כדרכו ובגוזלות המפריחים ולא אמר כלום אלא כל הקודם בהם זכה ואם נתנו לובמתנה הואיל ואחר הקנם לו והרי הם מתגלגלים בתוך שדהו קנה שדהו ואם היה צבי רץ כדרכו וגוזלות מפריחים לא קנתה לו שדהו :"
    },
    {
      "id": "choshen_mishpat-268-5",
      "section": 5,
      "text": "קטנה יש לה חצר ויש לה ד' אמות אבל קטן אין לו חצר ואין לו ד' אמות:"
    }
  ]
}