{
  "id": "choshen_mishpat-356",
  "chapterLabel": "סימן 356",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-356-1",
      "section": 1,
      "text": "אסור לקנות שום דבר מהגנב והקונה מגנב מפורסם או אינו מפורסם. ובו י סעיפים:אסור לקנות מהגנב החפץ שגנב ועון גדול הוא שהרי מחזיק ידי עוברי עבירה וגורם לו לגנוב גניבות אחרות שאם לא ימצא לוקח אינו גונב (וכן אסור לסייע לגנב בשום דבר כדי שיגנוב) (ב\"י בשם ריב\"ש סי' ק\"ח):"
    },
    {
      "id": "choshen_mishpat-356-2",
      "section": 2,
      "text": "הגונב ומכר ולא נתייאשו הבעלים (וע\"ל סימן שס\"ח) ואח\"כ הוכר הגנב ובאו עדים שזה החפץ שמכר פלוני הוא גנבו בפנינו חוזר החפץ לבעלים והבעלים נותנים ללוקח דמים שנתן לגנב מפני תקנת השוק והבעלים חוזרים ועושים דין עם הגנב ואם גנב מפורסם הוא לא עשו בו תקנת השוק (טור ס\"ד בשם רי\"ף ורמב\"ם) ואין הבעלים נותנים ללוקח כלום אלא חוזר הלוקח ועושה דין עם הגנב ומוציא ממנו דמים שנתן לו: הגה וי\"א דאף בגנב מפורסם עשו תקנת השוק וצריך להחזיר ללוקח מעותיו אא\"כ ידע הלוקח שזה הדבר שקנה גנוב שאז צריך להחזיר בלא דמים (טור בשם הרא\"ש ור\"י) ואפילו הגנב (אין צריך) להחזיר לו מעותיו דודאי נתן לו לשם מתנה הואיל וידע שאינו שלו וקנאה (מרדכי פ' הגוזל בתרא) ואם אמר הלוקח לטובה נתכוונתי נאמן וצריך להחזיר לו מעותיו אפילו בגנב מפורסם לכ\"ע (מרדכי ותוספות פ' הנ\"ל והגהות מיימוני פ\"ה דגניבה):"
    },
    {
      "id": "choshen_mishpat-356-3",
      "section": 3,
      "text": "נתיאשו הבעלים מהגניבה בין שנתיאשו ואח\"כ מכר בין שנתיאשו אחר שמכר קנה לוקח ביאוש ושינוי [רשות] (וי\"א דאם נתייאש לאחר שמכר לא קנה לוקח דאין יאוש ושינוי רשות קונה אלא אם נתייאש קודם שמכר (טור סי' שנ\"ג בשם הרא\"ש) וכן נ\"ל להורות) (וע\"ל סי' שס\"ג) ואינו מחזיר הגניבה עצמה לבעליה אלא נותן להם הדמים אם לקח מגנב מפורסם או אינו נותן כלל לא חפץ ולא דמים אם לא היה זה המוכר גנב מפורסם: הגה פי' דהרי הבעלים צריכין ליתן ללוקח דמי המקח ומשום תקנת השוק ולכן המותר מדמי המקח צריך ליתן לו לפי סברא זו אלא דיש חולקין וסבירא להו דיאוש ושינוי רשות קונה לגמרי וא\"צ ליתן לו הדמים (וע\"ל סי' שנ\"ג):"
    },
    {
      "id": "choshen_mishpat-356-4",
      "section": 4,
      "text": "בזמן שהלוקח עושה דין עם ב\"ה אם אין עדים בכמה קנה נשבע הלוקח בנקיטת חפץ בכמה לקח ונוטל מהבעלים:"
    },
    {
      "id": "choshen_mishpat-356-5",
      "section": 5,
      "text": "בזמן שהלוקח עושה דין עם הגנב והוא אומר בכך וכך לקחתי ממך והוא אומר לא מכרתי לך אלא בפחות מזה הלוקח נשבע בנקיטת חפץ ונוטל מהגנב:"
    },
    {
      "id": "choshen_mishpat-356-6",
      "section": 6,
      "text": "גנב ופרע בחובו גנב ופרע בהקיפו אין בזה תקנת השוק אלא הבעלים נוטלים הגניבה בלא דמים וישאר חוב אלו על הגנב כמו שהיה:"
    },
    {
      "id": "choshen_mishpat-356-7",
      "section": 7,
      "text": "משכן הגניבה בין שמשכנה יתר על דמיה או בפחות מדמיה הבעלים נותנים לבעל המשכון (מעותיו) וחוזרים ועושים דין עם הגנב אא\"כ היה גנב מפורסם כמו שנתבאר: הגה וכן אומן שנותנים לו כלים לתקן והשכינם צריכין הבעלים ליתן לו מעותיו אבל לא הריבית שעולה עליו דלא עשו תקנת השוק על הריבית ואפי' למ\"ד אומן קונה בשבח כלי לא נאמר דהרי הוא של אומן ולא של בעלים דמ\"מ צריך להחזירו לבעלים מכח דינא דמלכותא דהכי נהיגי עכשיו להחזיר כל גניבה אפי' לאחר יאוש ושינוי רשות מכח דינא דמלכותא (וע\"ל סי' ש\"ו ס\"ב) ובמקום דנהגו שיתן לו הריבית צריך ליתן לו גם הריבית (ת\"ה סי' ש\"ע וע\"ש סי' קל\"ו) (ועיין לקמן סי' שס\"ח):"
    },
    {
      "id": "choshen_mishpat-356-8",
      "section": 8,
      "text": "הלוקח מגנב שאינו מפורסם בין שלקח ממנו שוה מאה במאתים או שוה מאתים במאה הרי זה נוטל הדמים מב\"ה ואח\"כ מחזיר הגניבה מפני תקנת השוק כמו שנתבאר:"
    },
    {
      "id": "choshen_mishpat-356-9",
      "section": 9,
      "text": "היה נושה בגנב מאה זוז וגנב והביא לבעל חובו ונתן לו מאה אחרים הרי הגניבה חוזרת לבעליה ואומרים (לו) לך ותבע הגנב במאתים שלא נתת לו המאה האחרים מפני החפץ שהביא לך בלבד כשם שהאמנתו בראשונה האמנתו באחרונה וה\"מ כשנתן לו החפץ סתם אבל אם פירש ואמר הלוני על חפץ זה מנה ודאי זו היא משכונא שעשו בה תקנת השוק ויחרימו סתם שכך היה:"
    },
    {
      "id": "choshen_mishpat-356-10",
      "section": 10,
      "text": "לקח מגנב שאינו מפורסם במאה ומכר לאחר במאה ועשרים והוכר הגנב בעל הגניבה נותן לזה האחרון מאה ועשרים ונוטל גניבתו וחוזר הבעל ונוטל מהמוכר עשרים שהרויח ונוטל המאה מהגנב ואם גנב מפורסם הוא נוטל המאה ועשרים מהתגר שלקח מהגנב והולך התגר ותובע הגנב במאה של קרן והוא הדין אם מכר השני לשלישי והשלישי לרביעי ואפי' מאה שהוא נוטל מכל אחד וא' מה שנשכר ונוטל הקרן מהגנב וכל הדברים האלו לפני יאוש כמו שנתבאר: הגה ישראל שקנה מן הגנב ומכרו לישראל אחר ובא עכו\"ם ואמר שנגנב ממנו והוציאו מלוקח שני בדיניהם אם הגנב מפורסם צריך הישראל ראשון להחזיר לשני מעותיו ואם אינו מפורסם א\"צ להחזיר לשני מעותיו דיכול לומר שמא העכו\"ם משקר (מרדכי פ' הגוזל בתרא) (ועיין לעיל סי' רכ\"ד):"
    }
  ]
}