{
  "id": "choshen_mishpat-231",
  "chapterLabel": "סימן 231",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-231-1",
      "section": 1,
      "text": "שלא לרמות במדה ובמשקל כיצד יעשה אותם וכיצד ישקול וחייבים להעמיד ממונים על המדות ועל השערים. ובו כה סעיפים:המודד או שוקל חסר לחבירו או אפילו לעכו\"ם עובר בלאו דלא תעשו עול במדה במשקל ובמשורה:"
    },
    {
      "id": "choshen_mishpat-231-2",
      "section": 2,
      "text": "חייבים ב\"ד להעמיד ממונים שיהיו מחזרים על החניות וכל מי שנמצא אתו מדה חסרה או משקל חסר או מאזנים מקולקלים רשאים להכותו ולקנסו כאשר יראה לב\"ד:"
    },
    {
      "id": "choshen_mishpat-231-3",
      "section": 3,
      "text": "אסור לאדם להשהות מדה חסרה [בביתו] אפי' שאינו מודד בה ואפי' לעשות עביט של מי רגלים שמא יבא מי שאינו יודע וימדוד בה ואם יש מנהג בעיר שאין מודדים אלא במדה הרשומה ברושם הידועה וזו אינה רשומה מותר להשהותה:"
    },
    {
      "id": "choshen_mishpat-231-4",
      "section": 4,
      "text": "מכמה עושים המדות מסאה וחצי סאה ורובע סאה קב וחצי הקב ורובע הקב וחצי רובע הקב ושמינית רובע הקב אבל לא יעשה קביים שלא תתחלף ברובע הסאה שהוא קב ומחצה ומדות הלח עושין הין וחצי הין ושלישית הין ורביעית הין ולוג וחצי לוג ורביעית הלוג ושמינית ואחד משמונה בשמינית:"
    },
    {
      "id": "choshen_mishpat-231-5",
      "section": 5,
      "text": "אין עושים המחק (פי' כעין מטה שמעבירין ע\"פ המדה למוחקה) מדלעת מפני שהוא קל ורע למוכר ולא משל מתכת מפני שהוא כבד ורע ללוקח אלא עושין משל אגוז שקמה ואשכרוע (פי' מין עץ בוס\"ו בלע\"ז) ואין עושין אותו מצד אחד עב ומצד אחד קצר ולא ימחוק מעט מעט מפני שהוא מפחית ללוקח ולא ימחוק בבת אחת [במהירות] מפני שהוא מפחית למוכר אלא בפעם אחת במתון:"
    },
    {
      "id": "choshen_mishpat-231-6",
      "section": 6,
      "text": "כשמודד דבר לח לא יעשה בענין שתעלה הרתיחה ויראה המדה כאלו היא מלאה אפי' היא קטנה מאד שאין ברתיחה שוה פרוטה וצריך להשהותה אחר שיפסוק הקילוח כדי שיטיפו ממנה שלשה טיפין בד\"א בבעל הבית המוכר אבל חנוני אינו צריך להטיף:"
    },
    {
      "id": "choshen_mishpat-231-7",
      "section": 7,
      "text": "הסיטון שקונה [הרבה] ביחד ומוכר לחנונים מקנח המדות שמודד בהם דבר לח אחת לשלשים יום ובע\"ה שאינו מוכר כ\"כ די לו שיקנח אחת לי\"ב חדש והחנוני שאינו צריך להטיף שלשה טיפין ונדבק בה הרבה צריך לקנח פעמים בשבת:"
    },
    {
      "id": "choshen_mishpat-231-8",
      "section": 8,
      "text": "במקום שנהגו למוד בדקה לא ימדוד בגסה אפי' אם יתן ג' גסות בשביל ד' דקות וכן במקום שנהגו למוד בגסה לא ימדוד בדקה ובמקום שנהגו לגדוש לא ימחוק אפי' אם ירצה לתת לו שלשה מחוקות בשביל שתים גדושות ואפי' במקום שמוכרים סאה גדושה בג' דינרים ואמר ליה תן לי סאה מחוקה בב' דינרים אסור וכן במקום שנהגו למחוק אין לגדוש:"
    },
    {
      "id": "choshen_mishpat-231-9",
      "section": 9,
      "text": "המשקולות עושין אותם ליטרא וחצי ליטרא ורביע ליטרא אבל לא יעשה שליש ליטרא ולא חמישית ליטרא ולא ג' רביעית ליטרא מפני שמטעים בהם:"
    },
    {
      "id": "choshen_mishpat-231-10",
      "section": 10,
      "text": "אין עושין משקלות ממיני מתכת אלא מצחיח סלע ויש מי שאומר שמשקלות של כסף וזהב ושל דבר יבש עושים אותם של מתכת אם ירצו: הגה וכן נהגו למשקלות קטנה ששוקלין בה כסף וזהב יש לחפותה בעור שבשחיקה מועטת מביא היזק גדול (ב\"י בשם תוספות):"
    },
    {
      "id": "choshen_mishpat-231-11",
      "section": 11,
      "text": "אסור להטמין המשקלות במלח:"
    },
    {
      "id": "choshen_mishpat-231-12",
      "section": 12,
      "text": "החנוני ששוקל דבר לח צריך לקנח המשקל פעם אחת בשבת והמאזנים בכל פעם ששוקל בהם:"
    },
    {
      "id": "choshen_mishpat-231-13",
      "section": 13,
      "text": "המאזנים צריך שיהיו מיושרים כל אחד לפי מה שהוא כיצד מוכרי עששיות (פי' נגזר מן עשת שן כלומר חתיכות גדולות) של ברזל וכיוצא בהם צריך להיות חוטי המאזנים שאוחז השוקל בידו תלוי באויר ג' טפחים וגבוהים מהארץ ג' טפחים ואורך הקנה שכפי המאזנים תלוים בב' ראשיו י\"ב טפחים ואורך החוטים שכפי המאזנים תלוים בהם י\"ב טפחים של מוכרי צמר ושל מוכרי זכוכית יהיו גבוהים מהארץ ב' טפחים ואורך החוט שהם תלוים בו י\"ב טפחים ואורך החוטים ואורך הקנה ט' ט' טפחים ושל חנוני ושל בעל הבית יהיו גבוהים מהארץ טפח ואורך החוט שהם תלוים בו טפח ואורך הקנה ואורך החוטים ו\"ו טפחים ושל מוכרי כסף וזהב ושל מוכרי ארגמן טוב ושאר ענינים דקים יהיו גבוהים מהארץ שלשה אצבעות ואורך החוט שהם תלוים בו ג' אצבעות ואורך הקנה ואורך החוטים לא נתנו בהם שיעור אלא כפי מה שירצה:"
    },
    {
      "id": "choshen_mishpat-231-14",
      "section": 14,
      "text": "מקום שנהגו להכריע צריך להכריע טפח ובמקום שלא נהגו להכריע שוקל עין בעין וצריך להוסיף אחד מק' בלח ואחד מד' מאות ביבש אם היה שוקל י' לטרים לא יאמר לו שקול לי כל ליטרא וליטרא לבדה עם הכרעה אלא שוקל את כולן בבת אחת והכרע אחת לכולן היה שוקל לו שלשה רביעי ליטרא לא יאמר לו שקול לי כל רביע ורביע בפני עצמו אלא ישקול לו ליטרא ויתן רביע ליטרא עם הבשר שאם אתה אומר יתן חצי ליטרא ורביע ליטרא בכף אחת שמא יפיל רביע הליטרא ולא יראהו הלוקח:"
    },
    {
      "id": "choshen_mishpat-231-15",
      "section": 15,
      "text": "בני מדינה שרצו להוסיף על המדות או על המשקלות לא יוסיפו יותר על שתות שאם היה הקב משל (גי' ב\"ה מכיל) חמש ועשאוהו שש הרשות בידם יותר על ששה לא יעשו:"
    },
    {
      "id": "choshen_mishpat-231-16",
      "section": 16,
      "text": "במדידת קרקע בין אחים או בין שותפין צריך לדקדק בחשבון מדידתו ע\"פ העיקרים המתבארים בכתבי הגימטריא שאפילו מלא אצבע מהקרקע רואים אותה כאילו היא מליאה כרכום:"
    },
    {
      "id": "choshen_mishpat-231-17",
      "section": 17,
      "text": "ארבע אמות הסמוכים לחריץ מזלזלין במדידתן והסמוכים לשפת הנהר אין מודדין אותם כלל מפני שהם של בני ר\"ה:"
    },
    {
      "id": "choshen_mishpat-231-18",
      "section": 18,
      "text": "המודד את הקרקע לא ימדוד לאחד בימות החמה ולאחר בימות הגשמים מפני שהחבל מתקצר בימות החמה לפיכך אם מדד בקנה או בשלשלת וכיוצא בהן אין בכך כלום:"
    },
    {
      "id": "choshen_mishpat-231-19",
      "section": 19,
      "text": "עונש המדות והמשקלות קשה מאוד שאי אפשר למודד או לשוקל שקר לשוב בתשובה הגונה והרי הוא ככופר ביציאת מצרים:"
    },
    {
      "id": "choshen_mishpat-231-20",
      "section": 20,
      "text": "חייבים בית דין להעמיד ממונים על השערים שלא ירויח כל א' מה שירצה שאין לו לאדם להרויח בדברים שיש בהם חיי נפש כגון יינות שמנים וסלתות אלא השתות בד\"א במוכר סחורתו ביחד בלא טורח אבל חנוני המוכר סחורתו מעט מעט שמין לו טרחו וכל יציאותיו ומותר עליהם ירויח שתות בד\"א בשלא הוקר השער אבל אם הוקר השער ימכור כפי היוקר וה\"מ היכא דאיכא ב\"ד דפרשו לכולהו מוכרים לזבוני הכי אבל אי כל חד זבין בכל מה דיכול לא מחייב האי לחודיה לזבוני בזול:"
    },
    {
      "id": "choshen_mishpat-231-21",
      "section": 21,
      "text": "כל המפקיע שערים שמוכר יותר מהראוי רשאים להלקותו ולענשו כפי הראוי:"
    },
    {
      "id": "choshen_mishpat-231-22",
      "section": 22,
      "text": "אין משתכרין בביצים פעמים אלא התגר הראשון הוא מוכרן בשכר והלוקח ממנו מוכרן בקרן בלבד ויש מי שאומר שמותר להשתכר בביצים עד הכפל אבל לא יותר:"
    },
    {
      "id": "choshen_mishpat-231-23",
      "section": 23,
      "text": "אסור לעשות סחורה בארץ ישראל בדברים שיש בהם חיי נפש אלא זה מביא מגרנו ומוכר וזה מביא מגרנו ומוכר כדי שימכרו בזול ובמקו' שהשמן מרוב' מותר להשתכר בשמן:"
    },
    {
      "id": "choshen_mishpat-231-24",
      "section": 24,
      "text": "אין אוצרין פירות שיש בהן חיי נפש בארץ ישראל וכן בכל מקום שרובו ישראל בד\"א בלוקח מהשוק אבל לאצור הגדל בשלו מותר ובשנת בצורת לא יאצור יותר מכדי פרנסת ביתו לשנה:"
    },
    {
      "id": "choshen_mishpat-231-25",
      "section": 25,
      "text": "כל המפקיע שערים או שאצר פירות בארץ ישראל או במקום שרובו ישראל ה\"ז כמלוה ברבית:"
    },
    {
      "id": "choshen_mishpat-231-26",
      "section": 26,
      "text": "אין מוציאין פירות שיש בהן חיי נפש מארץ ישראל לחוצה לארץ או לסוריא ולא מרשות מלך זה לרשות מלך אחר בא\"י:"
    },
    {
      "id": "choshen_mishpat-231-27",
      "section": 27,
      "text": "רשאים בני העיר לקוץ להם שער לכל דבר שירצו ולהתנות ביניהם שכל מי שיעבור קונסים אותו כך וכך:"
    },
    {
      "id": "choshen_mishpat-231-28",
      "section": 28,
      "text": "רשאים בעלי אומנות (לעשות תקנות בענין מלאכתם כגון) (טור) לפסוק ביניהם שלא יעשה א' ביום שיעשה חבירו וכיוצא בזה וכל מי שיעבור על התנאי יענישו אותו כך וכך: הגה והא דבני אומנות יכולים לתקן ביניהם תקנות היינו כולם ביחד אבל שנים וג' מהם לא מהני (ב\"י בשם הר\"ן והמגיד פי\"ד) בד\"א במדינה שאין בה חכם חשוב ממונה על הציבור אבל אם ישנו אין התנאי שלהם (או של כל בני העיר) (טור) מועיל כלום ואין יכולים לענוש ולהפסיד למי שלא קיים התנאי אלא א\"כ עשו מדעת החכם: הגה מיהו אם ליכא הפסד לאחריני יכולין לתקן ביניהם מה שירצו (ב\"י בשם הר\"ן):"
    }
  ]
}