{
  "id": "choshen_mishpat-228",
  "chapterLabel": "סימן 228",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-228-1",
      "section": 1,
      "text": "אסור להונות בדברים ולגנוב דעת הבריות ולרמות במקח וממכר. ובו כ סעיפים:כשם שאונאה במקח וממכר כך אונאה בדברים וגדולה אונאת דברים מאונאת ממון שזה ניתן להשבון וזה לא ניתן להשבון זה בגופו וזה בממונו והצועק על אונאת דברים נענה מיד: הגה וי\"א דאין מצווין על אונאת דברים אלא ליראי השם (נ\"י פרק הזהב) ומי שמאנה את עצמו מותר להוניהו (שם בשם המדרש):"
    },
    {
      "id": "choshen_mishpat-228-2",
      "section": 2,
      "text": "צריך ליזהר ביותר באונאת הגר בין בגופו בין בממונו לפי שהוזהר עליו בכמה מקומות:"
    },
    {
      "id": "choshen_mishpat-228-3",
      "section": 3,
      "text": "צריך ליזהר באונאת אשתו לפי שדמעת' מצוי':"
    },
    {
      "id": "choshen_mishpat-228-4",
      "section": 4,
      "text": "כיצד הוא אונאת דברים לא יאמר בכמה אתה רוצה ליתן חפץ זה והוא אינו רוצה לקנותו היו חמרים מבקשים לקנות תבואה לא יאמר להם לכו אצל פלוני והוא יודע שאין לו למכור אם היה חבירו בעל תשובה לא יאמר לו זכור מעשיך הראשונים אם היה בן גרים לא יאמר לו זכור מעשי אבותיך אם היו יסורין באים עליו לא יאמר לו כדרך שאמרו חביריו לאיוב הלא יראתך כסלתך זכר נא מי הוא נקי אבד אם נשאלה שאלה על דבר חכמה לא יאמר למי שאינו יודע אותה חכמה מה תשיב בדבר זה וכן כל כיוצא בדברים אלו:"
    },
    {
      "id": "choshen_mishpat-228-5",
      "section": 5,
      "text": "יזהר שלא לכנות שם רע לחבירו אע\"פ שהוא רגיל באותו כנוי אם כוונתו לביישו אסור:"
    },
    {
      "id": "choshen_mishpat-228-6",
      "section": 6,
      "text": "אסור לרמות בני אדם במקח וממכר או לגנוב דעתם כגון אם יש מום במקחו צריך להודיעו ללוקח אף אם הוא עכו\"ם לא ימכור לו בשר נבילה בחזקת שחוטה ואין לגנוב דעת הבריות בדברים שמרא' שעושה בשבילו ואינו עוש' אסור כיצד לא יסרהב (בחבירו) שיסעוד עמו והוא יודע שאינו סועד ולא ירבה לו בתקרובת והוא יודע שאינו מקבל ולא יפתח חביות הפתוחות לחנוני וזה סובר שפתחם בשבילו אלא צריך להודיעו שלא פתחם בשבילו ואם הוא דבר דאיבעי ליה לאסוקי אדעתיה שאינו עושה בשבילו ומטעה עצמו שסובר שעושה בשבילו לכבודו כגון שפגע בחבירו בדרך וסבור זה שיצא לקראתו לכבדו אין צריך להודיעו:"
    },
    {
      "id": "choshen_mishpat-228-7",
      "section": 7,
      "text": "לא יאמר לו סוך שמן מפך זה והוא ריקן ולילך לבית האבל ובידו כלי ריקן וסובר האבל שהוא מלא (יין) ואם הוא עושה כדי לכבדו מותר:"
    },
    {
      "id": "choshen_mishpat-228-8",
      "section": 8,
      "text": "לא ימכור לו עור של בהמה מתה בחזקת שהיא שחוט' ולא ישלח לו חבית של יין ושמן צף על פיו:"
    },
    {
      "id": "choshen_mishpat-228-9",
      "section": 9,
      "text": "אין מפרכסין לא אדם ולא בהמה ולא כלים כגון לצבוע זקן עבד העומד למכור כדי שיראה כבחור ולהשקות הבהמה מי סובין שמנפחין וזוקפין שערותיה כדי שתראה שמינה וכן אין מקרדין (פי' קרוד במגרדת או מסרקת ששניו דקים) ולא מקרצפין (פי' קרצוף מגרדת או מסרק ששניו עבים) אותה כדי לזקוף שערותיה ולצבוע כלים ישנים כדי שיראו כחדשים ואין נופחין בקרבים כדי שיראו שמנים ורחבים ואין שורין הבשר במים כדי שיראה לבן ושמן:"
    },
    {
      "id": "choshen_mishpat-228-10",
      "section": 10,
      "text": "אין מערבין מעט פירות רעים בהרבה פירות יפים כדי למכרם בחזקת יפים אפי' חדשים בחדשים ואצ\"ל (חדשים בישנים ואפי') (טור) ישנים עם חדשים אפי' הישנים ביוקר מהחדשים מפני שהלוקח רוצה לישנן:"
    },
    {
      "id": "choshen_mishpat-228-11",
      "section": 11,
      "text": "ביין התירו לערב קשה ברך בין הגיתות בלבד מפני שמשביחהו (וכ\"ש רך בקשה דשרי) (טור ובית יוסף בשם הרא\"ש) ואם היה טעמו ניכר מותר לערב בכל מקום שכל (דבר) הניכר טעמו מרגיש הלוקח ולפיכך מותר לערב אותו לעולם:"
    },
    {
      "id": "choshen_mishpat-228-12",
      "section": 12,
      "text": "אין מערבין מים ביין ומי שנתערב מים ביינו לא ימכרנו בחנות אלא א\"כ הודיע לקונה ולא ימכרנו לתגר אע\"פ שמודיעו שמא ירמה בו אחרים:"
    },
    {
      "id": "choshen_mishpat-228-13",
      "section": 13,
      "text": "מקום שנהגו לערב בין הגיתות מים מותר לערב כשיעור שדרכם לערב:"
    },
    {
      "id": "choshen_mishpat-228-14",
      "section": 14,
      "text": "במקום שנהגו שכל מי שקונה דבר טועמו תחלה מותר לערב בו לעולם אבל אם אין הכל טועמים לא:"
    },
    {
      "id": "choshen_mishpat-228-15",
      "section": 15,
      "text": "אין מערבין שמרי יין (ביין) אפי' אם קנו ממנו שתי חביות של יין אין מערבין שמרי חביות זה ביין של זה אבל אם קנו ממנו חבית יין המדה בכך וכך כשבא למדוד יכול לערב השמרים עם היין ומוכר לו הכל ביחד:"
    },
    {
      "id": "choshen_mishpat-228-16",
      "section": 16,
      "text": "התגר נוטל מחמש גרנות ונותן למקום אחד או מחמש גיתות ונותן לתוך חבית אחד שהכל יודעים שלא גדלו כולם בשלו ובחזקת זה קונים ממנו ובלבד שלא יכוין לקנות הרוב ממקום הטוב כדי שיצא עליו קול שהוא קונה הכל ממקום הטוב וגם קונה ממקום הרע ומערבו עמו:"
    },
    {
      "id": "choshen_mishpat-228-17",
      "section": 17,
      "text": "מותר לברור הפסולת מתוך הגריסים ומן הקטניות כדי שיראו יפים שזהו דבר הנראה לעין ויכול הלוקח לראות ולהבין כמה שוים יותר בשביל שהוציא מהם הפסולת ובלבד שלא יברור העליוני' ויניח הפסולת בתחתונים:"
    },
    {
      "id": "choshen_mishpat-228-18",
      "section": 18,
      "text": "מותר לחנוני לחלק קליות ואגוזים לתינוקות כדי להרגילם שיקנו ממנו וכן יכול למכור בזול יותר מהשער כדי שיקנו ממנו ואין בני השוק יכולים לעכב עליו (וע\"ל סי' קנ\"ו ס\"ה):"
    },
    {
      "id": "choshen_mishpat-228-19",
      "section": 19,
      "text": "אסור לערב שמרים בין ביין בין בשמן ואפי' כל שהוא:"
    },
    {
      "id": "choshen_mishpat-228-20",
      "section": 20,
      "text": "המוכר לחבירו שמן מזוקק אינו מקבל שמרים מכר לו שמן סתם מקבל לוג ומחצה שמרים לכל מאה לוג ומקבל בשאר שמרים שמן עכור העולה למעלה על פני השמן יתר על השמרים הידועים באותו מקום בד\"א כשנתן לו מעות בתשרי שהשמן עכור ולקח השמן בניסן במדת תשרי שהיא גדולה מפני אותו השמן הקופה למעלה אבל אם לקח במדת ניסן שהיא קטנה מפני שכבר צלל השמן אינו מקבל אלא השמרים בלבד הגה וי\"א דאין מנכה לו השמרים אלא דמותר לערב שמריו שבחביות אבל אם לא ערבן אינו מנכה לו רק בשביל הקמחים הצפים למעלה בד\"א כשמכר לו בשעה שהוא עכור אבל כשמכר לו בשעה שהוא צלול אינו מנכה לו אפילו הקמחים (טור בשם הרא\"ש):"
    }
  ]
}