{
  "id": "choshen_mishpat-220",
  "chapterLabel": "סימן 220",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-220-1",
      "section": 1,
      "text": "המוכר את הספינה וקרון וצמד בקר ופרה וחמור ושפחה. ובו יח סעיפים:המוכר את הספינה מכר את התורן (פי' עץ גבוה שתולין עליו הנס והנס וילון התלוי בתורן נגד הרוח) ואת הנס ואת העוגנין (פירוש ברזל כעין מזלג המעגן ומעכב הספינה) ואת כל המשוטין המנהיגים אותה (ובכלל זה החבלים שמושכין בהן הספינות לנמל) (המגיד פכ\"ז דמכירה) ואת הכבש (פי' גשר) והאסכלא שעולים בה לספינה ויורדים עליה ואת בית המים שבתוכה אבל לא מכר את הספינ' הקטנה בין שהיא עשויה לילך בה ליבשה בין שהיא עשויה לצוד בה דגים ולא את העבדים המשמשין בה ולא את המרצופים ולא את הסחורה שבתוכה ובזמן שא\"ל היא וכל מה שבתוכה אני מוכר הרי כולם מכורים:"
    },
    {
      "id": "choshen_mishpat-220-2",
      "section": 2,
      "text": "המוכר את הקרון לא מכר את הפרדות בזמן שאינם קשורות עמו מכר את הפרדות לא מכר את הקרון: הגה היו קשורין זה בזה מכר הקרון מכר הפרדות מכר הפרדות לא מכר הקרון (טור):"
    },
    {
      "id": "choshen_mishpat-220-3",
      "section": 3,
      "text": "י\"א דה\"מ במוכר אבל במשכיר את הקרון השכיר גם הפרדות אע\"פ שאינם קשורות עמו:"
    },
    {
      "id": "choshen_mishpat-220-4",
      "section": 4,
      "text": "מכר את הצמד לא מכר את הבקר מכר את הבקר לא מכר את הצמד אפילו במקום שקורין [מקצתן] לצמד בקר: הגה ודוקא שאינן קשורין ביחד אבל אם קשורין ביחד מכורים (טור בשם הר\"י הלוי והמגיד פרק כ\"ז דמכירה ונ\"י פרק הספינה):"
    },
    {
      "id": "choshen_mishpat-220-5",
      "section": 5,
      "text": "המוכר את העול מכר את הפרה מכר את הפרה לא מכר את העול (ויש חולקין וסבירא להו דמכר העול לא מכר פרה (טור בשם הראב\"ד) וכן נראה לי עיקר):"
    },
    {
      "id": "choshen_mishpat-220-6",
      "section": 6,
      "text": "מכר את העגלה מכר את הבקר מכר את הבקר לא מכר את העגלה (ויש חולקין כמו שנתבאר):"
    },
    {
      "id": "choshen_mishpat-220-7",
      "section": 7,
      "text": "המוכר את החמור מכר את המרדעת (פי' כעין אוכף שמניחין על החמור כל היום כולו כדי שיתחמם) ואת האוכף (פי' כלי עץ נתון על המרדעת לרכיבה או כדי למנוע חכוך המשאוי) אע\"פ שאינם עליו אבל לא מכר את השק ולא מרכבת הנשים ואפי' היו עליו בשעת המכר (אא\"כ א\"ל הוא וכל מה שעליו מכור לך) (טור בשם הרי\"ף ור\"י והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-220-8",
      "section": 8,
      "text": "בכל אלו הדברים אין הדמים ראי' שאם טעה בכדי שהדעת טועה יש לו אונאה או ביטול מקח כדין כל מוכר ולוקח ואם טעה בכדי שאין הדעת טועה לא בטל המקח שזה מתנה נתן לו: הגה ודווקא במקום שקורין לבקר בקר ולצמד צמד אבל אם רוב בני אדם קורין לצמד בקר אז אמרינן הדמים מודיעים (טור בשם הרמ\"ה) ואם כל בני אדם קורין לצמד בקר ולצמד לבד מפרשים צמד לבד אפי' בלא הודעת דמים הכל מכור (שם) וי\"א הא דאמרינן מכר בקר לא מכר הצמד היינו בסתם דאימור לשחיטה זבניה אבל אם לרדיא מכר הצמד עם הבקר (שם בשם הרמ\"ה הכל בטור):"
    },
    {
      "id": "choshen_mishpat-220-9",
      "section": 9,
      "text": "המוכר את השפחה מכר כלים שעליה אפי' הם מאה אבל לא מכר השיריים ולא הנזמים ולא הטבעות ולא את הקטליאות (פי' חוטין שעורכין בהן גרגירי זהב וקושרין אותן על הצוואר בדוחק) שבצוארה ואם א\"ל שפחה וכל מה שעלי' הרי כולם מכורים אפי' יש עליה כלים של מאה מנה:"
    },
    {
      "id": "choshen_mishpat-220-10",
      "section": 10,
      "text": "האומר לחבירו שפחה מעוברת אני מוכר לך פרה מעוברת אני מוכר לך מכר לו את הולד (וי\"א דאפי' מכר לו שפחה ופרה סתם אם הם מעוברות הולד מכור) (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-220-11",
      "section": 11,
      "text": "שפחה מניקה אני מוכר לך פרה מניקה אני מוכר לך לא מכר לו את הולד חמורה מניקה אני מוכר לך מכר לו את הסייח (פי' חמור קטן) שאין אדם קונה חמור לחלבה:"
    },
    {
      "id": "choshen_mishpat-220-12",
      "section": 12,
      "text": "האומר לחבירו ראש עבד זה או ראש חמור זה אני מוכר לך ה\"ז מכר חציו וכן הדין בכל אבר שהנשמה תלויה בו א\"ל יד עבד זה או יד חמור זה אני מוכר לך משמנים ביניהם (פי' לשון שומא כלומר שישומו אותו אבר שמכר לאיזה מלאכה הוא ראוי ולפי שוויו יטול) וכן הדין בכל אבר שאין הנשמה תלויה בו:"
    },
    {
      "id": "choshen_mishpat-220-13",
      "section": 13,
      "text": "אמר ליה ראש פרה אני מוכר לך לא מכר אלא הראש בלבד שהרי ראשה נמכרה תמיד בבית המטבחיים:"
    },
    {
      "id": "choshen_mishpat-220-14",
      "section": 14,
      "text": "המוכר את הראש בבהמה גסה לא מכר את הרגלים מכר את הרגלים לא מכר את הראש מכר את הריאה לא מכר את הכבד מכר את הכבד לא מכר את הריאה אבל בבהמה דקה מכר את הראש מכר את הרגלים מכר את הרגלים לא מכר את הראש מכר את הריאה מכר את הכבד מכר את הכבד לא מכר את הריאה:"
    },
    {
      "id": "choshen_mishpat-220-15",
      "section": 15,
      "text": "אין דברים אלו אמורים אלא במקום שאין מנהג ידוע אבל במקום שיש מנהג ידוע הכל הולך אחר המנהג:"
    },
    {
      "id": "choshen_mishpat-220-16",
      "section": 16,
      "text": "המוכר את הבור לא מכר מימיו מכר אשפה מכר זבלה (וי\"א מכר בור מכר מימיו (טור בשם רשב\"ם והרא\"ש) מכר מים וזבל לא מכר הבור והאשפה) (שם בשם רמב\"ם):"
    },
    {
      "id": "choshen_mishpat-220-17",
      "section": 17,
      "text": "מכר שובך מכר יונים מכר כוורת מכר דבורים:"
    },
    {
      "id": "choshen_mishpat-220-18",
      "section": 18,
      "text": "י\"א דה\"ה איפכא מכר יונים מכר שובך מכר דבורים מכר כוורת בד\"א שפירש שמכר כל פירות השובך והכוורת בלי שיור אבל אם מכר סתם פירות הכוורת לא מבעי' שלא מכר הכוורת אלא אף הדבורי' לא מכר כולם אלא יקח הלוקח ג' נחילים (פי' ג' חבורות הנולדות ראשונה שכן דרך הכוורת שבתחלת ימות הקיץ יוצא מן הכוורת נחיל של דבורים ילדות ומביא כוורת חדש ומכניסן לתוכו וכן לסוף ט' או י' ימים וכו' רשב\"ם) הראשונים ומכאן ואילך נוטל נחיל ומניח נחיל כדי שתתיישב הכוורת ואם מכר סתם פירות השובך אינו יכול ליטול כל הגוזלות שילדו בו מעתה מפני שהאמהו' בורחות נמצא שהחריב כל השובך אלא מניח מהם כדי ליישב השובך וכמה מניח אם היו בו אמהות ובנות בעת מכירת הפירות מניח בריכה (פי' דרך היונים לעשות שני ולדות בכל חדש זכר ונקבה וכל שני ולדות נקראו בריכה) ראשונ' שיולידו האמהות כדי שיצטוותו האמהות עם הבריכה הראשונה ועם הבנות שעמהם ומניח ממה שיולידו הבנות ב' בריכו' כדי שיצטוותו הבנות עם שתי בריכות שיולידו וכל הנולד מאחר ב' בריכות של בנות והבריכה הראשונה של אמהות הרי אלו שלו: הגה בכל דברים אלו אין חלוק בין מכר למתנה אע\"ג דלענין דברים המחוברים יש חלוק כמו שנתבאר לעיל סרט\"ו סעיף ו' לענין מטלטלין אין חילוק (טור בשם רשב\"ם):"
    }
  ]
}