{
  "id": "choshen_mishpat-211",
  "chapterLabel": "סימן 211",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-211-1",
      "section": 1,
      "text": "דין דבר שלא ברשותו והכותב נכסיו לבניו לאחר מותו. ובו ז סעיפים:דבר שאינו ברשותו של מקנה אינו נקנה והרי הוא כדבר שלא בא לעולם כיצד מה שאירש מאבא (או משאר מורישיו) (תלמידי הרשב\"א) מכור לך מה שתעלה מצודתי מהים נתון לך שדה זו לכשאקחנה קנויה לך לא אמר כלום וכן כל כיוצא בזה: הגה וי\"א דוקא בסתם אבל אם פי' ואמר שדה זו שאני אירש מאבא מכור לך קנה (טור בשם ר\"ת) וע\"ל סי' ר\"ט סעיף ה':"
    },
    {
      "id": "choshen_mishpat-211-2",
      "section": 2,
      "text": "מי שהיה מורישו גוסס (פי' מעלה ליחה בגרונו מפני צרות החזה שזה יקרה סמוך למיתה) ונטה למות ורצה למכור מנכסיו מעט כדי להוציא הדמים בצרכי קבורה הואיל והבן עני ואם ימתין עד שימות וימכר ישתהא המת ויתבזה תקנו חכמים שאם מכר ואמר מה שאירש מאבי היום מכור לך ממכרו קיים: הגה ואין מדקדקים אם מכר יותר מעט ואם לא מצא למכור מעט מוכר בכדי שיעור שמוצא למכור (ר\"ן פ\"ק דמציעא והמגיד פכ\"ב דמכירה בשם רב האי וב\"י בשם תלמידי רשב\"א) וכן צייד עני שאין לו מה יאכל ואמר מה שתעלה מצודתי היום מן הים מכור לך ממכרו קיים משום כדי חייו:"
    },
    {
      "id": "choshen_mishpat-211-3",
      "section": 3,
      "text": "היה אביו נוטה למות ולא היה לו צרכי קבורה ומכר לאח' לצרכי קבורה ואמר ליה מה שאירש מאבא היום מכור לך בכך וכך ומת הבן בחיי האב ואח\"כ מת האב בן הבן מוציא מיד הלקוחות ואינו צריך להחזיר דמים שהרי אביו מכר דבר שלא בא עדיין לרשותו ונמצאו הנכסים ברשות האב וזה יורש אבי אביו:"
    },
    {
      "id": "choshen_mishpat-211-4",
      "section": 4,
      "text": "ויש מי שאומר שאם ראובן לוה מיעקב אביו ואח\"כ מכר נכסיו ומתו ראובן ויעקב וירש חנוך בן ראובן השט\"ח מיעקב מוציא מיד הלקוחות הנכסים שמכר אביו דמצי אמר אנא מאבוה דאבא יריתנא:"
    },
    {
      "id": "choshen_mishpat-211-5",
      "section": 5,
      "text": "הכותב נכסיו לבנו לאחר מותו הרי הגוף של בן מזמן השטר והפירות לאב עד שימות ואין המקבל יכול למכור הפירות כל זמן שהנותן קיים אלא יכול למכור מהיום ולאחר מיתת הנותן שיזכה הלוקח בגוף הקרקע מיד ויזכה בפירות לאחר מיתת הנותן ויזכה בהם הלוקח אפי' אם מת מקבל בחיי נותן שאין כאן מקנה דבר שלא בא לעולם כיון שהגוף שלו דקנין פירות שנשאר לאב (לאו) כקנין הגוף דמי:"
    },
    {
      "id": "choshen_mishpat-211-6",
      "section": 6,
      "text": "מי שנתן קרקע לחבירו ונתן לו על גביו דינרים או מטלטלין לא קנה אא\"כ היו המעות והמטלטלין ברשותו לפיכך צריך להביא ראיה שהיו המעות והמטלטלין שהקנה לו ברשותו באותה שעה (וע\"ל סי' ס' סעיף ו'):"
    },
    {
      "id": "choshen_mishpat-211-7",
      "section": 7,
      "text": "מי שהיה לו פקדון ביד אחר הרי זה מקנהו במכר או במתנה לפי שהפקדון ברשות בעליו הוא והרי הוא בחזקת שהוא קיים ואם כפר בו זה שהופקד אצלו אינו יכול להקנותו שזה כמי שאבד שאינו ברשותו אבל המלוה הואיל ולהוצאה ניתנה אינה בעולם ואין אדם יכול להקנותה אלא במעמד שלשתן ואם היה מלוה בשטר מקנה את השטר בכתיבה ומסירה שהרי יש כאן דבר הנמסר לקנות שעבוד שבו: הגה ראובן לוה משמעון ועשה לו שטר מכירה על שדהו מעכשיו בלא תנאי והשלישו ביד לוי שאם לא יפרענו לו לזמן יתן השטר לשמעון וקודם שהגיע הזמן מכר שמעון השדה ליהודה וכשהגיע הזמן לא פרע ראובן לשמעון ונתן לוי לשמעון השטר שבידו מכירת שמעון קיימת אע\"פ שהיתה קודם הזמן (טור סי' נ\"ד בשם הראב\"ד):"
    }
  ]
}