{
  "id": "choshen_mishpat-061",
  "chapterLabel": "סימן 61",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-061-1",
      "section": 1,
      "text": "כמה דינים מענין שטרות. ובו טז סעיפים:קהל שתקנו שלא יועיל שום שטר אם לא הי' מכתיבת יד סופר העיר אין בכלל זה מחילה שמחל ראובן לשמעון וחתום עליה ראובן (דודאי אין הכוונה רק על השטר החתום בעדים) (טור):"
    },
    {
      "id": "choshen_mishpat-061-2",
      "section": 2,
      "text": "טופס השטר שביד הסופר שחתומים עליו עדים ולא הועתק השטר אין דין שטר לאותו טופס אא\"כ מנהג בעיר להיות לו דין שטר: הגה דכל שלא חתמו בו העדים כדי למסרו לבעליו רק לזכרון דברים בעלמא לא מיקרי שטר וכן שטר שלא ניתן ליכתב ואיכא למימר שהעדים טעו אין דנין ע\"פ אותו שטר (תשו' רשב\"א סי' אלף רי\"א) דהוי מפי כתבן כמו שנתבאר לעיל סי' כ\"ח סעיף י\"א וי\"ב מיהו יש חולקים וס\"ל דכל שכתבו טופס ע\"מ לכתוב שטר אע\"פ שלא נכתב השטר יש לטופס זו דין שטר (טור בשם הרא\"ש כלל ס\"ח):"
    },
    {
      "id": "choshen_mishpat-061-3",
      "section": 3,
      "text": "אשה שנתחייבה לישבע כתקנת הגאונים שתקנו ללוה אם יש לה מטלטלין שיפרע מהם והיא מסרבת מנדין אותה עד דצייתא דינא כשם שעושים לאיש (דאשה שוה לאיש לכל עונשין שבתורה) (טור):"
    },
    {
      "id": "choshen_mishpat-061-4",
      "section": 4,
      "text": "שטר שכתוב בו שיוכל כל המוציאו לגבות בו בלא הרשאה אם אין מנהג בעיר שלא לגבות בו בלא הרשאה תנאו קיים וגובה בו בלא הרשאה ואפי' כתוב בו שנתחייב לכל מוציאו בין יהודי בין עכו\"ם ודוקא שהמוציא היה ילוד בשעת הלואה אבל אם נולד לאחר מכאן לא דלא היה יכול להשתעבד למי שלא בא לעולם:"
    },
    {
      "id": "choshen_mishpat-061-5",
      "section": 5,
      "text": "כל דבר שנהגו במדינה לכתוב הן נאמנות הן כתבוה בשוקא הן שאר שופרי דשטרי שנהגו הסופרים לכתוב כל מי שמקנה בסודר לכתוב שטר דעתו שיכתבוהו כמנהג המדינה וא\"צ לפרש שיכתבו כל לישני שפירי דאית ביה ויתבאר עוד בסי' ע\"א: הגה והאי מאן דמקבל למכתב שטרא בכל לישני דזכוותא אע\"ג דלא ידע ספרא לאחזוקי כראוי כיון דכתב ביה ואחריות שטרא דנן קבילית עלי ככל שטרות דנהיגי בישראל דלא כאסמכתא ודלא כטופסי דשטרי קאי לכל כללי בתחלת עניינא אבל תנאים כגון נאמנות בהלואה או ביטול מודעה במתנה לא חשבינן עד דמיפרשי (ר\"י נ\"ד ח\"א) וע\"ל סי' ע\"א סי\"ד שטר שכתוב בו שיפרע ההוצאות על הכפל אסמכתא הוא ואינו גובה הגה ואע\"ג דכתב ביה דלא כאסמכתא וכו' וע\"ל סי' ר\"ז בדיני אסמכתא וכל דבר שנהגו בו בני המדינה בשטרות אע\"פ שאינו כתיקון חכמים הולכים אחריו (טור בס\"ס מ\"ב וריב\"ש סי' ק\"ה):"
    },
    {
      "id": "choshen_mishpat-061-6",
      "section": 6,
      "text": "שטר שכתוב בו שיש רשות למלוה לירד לנכסי לוה בין בפניו בין שלא בפניו בלא רשות ב\"ד ובלא שומא והכרזה אינו רשאי לעבור על דברי תורה לירד לנכסיו שהמלוה את חבירו לא ימשכנו אלא בב\"ד אבל אם לא מצא דיין שרוצה לדונו אז יש לו רשות לעשות דין לעצמו:"
    },
    {
      "id": "choshen_mishpat-061-7",
      "section": 7,
      "text": "שמעון שכתב עליו לראובן באחד בניסן שנתחייב לו בכל סך ממון עד אלף זהובים שיודה שמעון אחר זמנו של שטר זה שיש לראובן עליו ויכתוב ויחתום בחתימת ידו בהודאה זו והוציא ראובן כתב ידו של שמעון שהודה שיש לראובן עליו מאה זהובים וזמן כתב ידו בכ\"ז בניסן ונתקיימה חתימת שמעון בא' באייר ראובן גובה מזמן שטרו דאז יצא הקול שנתחזק שטר של שמעון עד אלף זהובים:"
    },
    {
      "id": "choshen_mishpat-061-8",
      "section": 8,
      "text": "ראובן שתבע את שמעון לדין וא\"ל אתה הודית בפני עדים שאתה חייב לי מנה בשטר ועתה גנבו השטר ונתנוהו לך השיב שמעון אתה לא הלויתני לוי נתן לי משכון ושאל ממני לכתוב עלי שט\"ח בשמך והוא החזיר לי השטר והחזרתי לו משכונו שמעון נאמן בשבועה:"
    },
    {
      "id": "choshen_mishpat-061-9",
      "section": 9,
      "text": "הרוצה לפסול שטר מפני שלא הוציאו בחיי אביו ועוד שבא (המלוה) לתכלית העוני ולא הוציאו אין השטר נפסל בכך אמנם יש לדיין לחקור ולדרוש להוציא הדין לאמיתו ואם יראה לו באומדנא דמוכח שהדין מרומה ושקר יכתוב ויחתום שאין לשום דיין ישראל להשתדל בדין זה ויתן ביד הנתבע (וע\"ל סי' ט\"ו ס\"ג): הגה וכן כל שטר ישן יש לב\"ד לחקור ולפשפש אחריו (טור סי' צ\"ח בשם הרא\"ש כלל פ\"א ס\"ס ט' ומהרי\"ק שורש קצ\"א) אע\"ג שכתוב בו שלא יטעון הנתבע שום טענה נגד השטר וקבל עליו בחרם ובשבועה אפ\"ה הב\"ד צריך לחקור אחר זה כדי להוציא הדין לאמתו (שם במהרי\"ק):"
    },
    {
      "id": "choshen_mishpat-061-10",
      "section": 10,
      "text": "שטר שכתוב בלשון זה ביאור מה שהודה בפנינו ראובן שיש עליו מממון עזבון יעקב כך וכך אין לו דין שטר לגבות ממשעבדי כי אין בו קנין אלא הודאה בעלמא הוא ומוכיח הלשון שלא כיונו בכתיבה זו אלא לזכרון דברים ולא לשם שטר שכתבו ביאור מה שהודה בפנינו ולא כתבו העדנו על עצמו כמו שרגילי' לכתוב בשטרו' ולא הודה בפנינו כמו שכותבים בשטרי הודאות שטר שלא נכתב בו (שם המלוה) אלא שיעבד עצמו הלוה לכל מי שמוציא עליו שטר זה שיגבה ממנו כל המוציאו יגבה בו אע\"פ שידוע שהוא לא הלוה זה הממון והוא שיהי' נולד בשעת כתיבת השטר (וע\"ל סי' נ'):"
    },
    {
      "id": "choshen_mishpat-061-11",
      "section": 11,
      "text": "לוה שפרע למלוה ואין המלוה רוצה להחזיר לו שטרו יש לנדותו עד שיחזירנו לפי שעובר על לאו של דברי קבלה (וע\"ל סי' נ\"ז):"
    },
    {
      "id": "choshen_mishpat-061-12",
      "section": 12,
      "text": "שטר שנפרע או שנמחל שעבודו צריך המלוה להחזיר השטר ללוה דגופו של נייר שלו הוא (וע\"ל סי' נ\"ז):"
    },
    {
      "id": "choshen_mishpat-061-13",
      "section": 13,
      "text": "מי שטען על כתובת אשתו שהי' ע\"ה ולא הבין כשקרא החזן הכתובה והתנאים אין שומעין לו: הגה וה\"ה בשאר דקדוקים שיש לדקדק מן השטר ולא אמרי' דהאי גברא לא דקדק כל כך וכמו שנתבאר בסמוך (ב\"י בשם ריב\"ש סי' ת\"פ):"
    },
    {
      "id": "choshen_mishpat-061-14",
      "section": 14,
      "text": "מי שיש בידו שטר מתנה שמן הדין אינו גובה בו והלה טוען שיכופו אותו להוציא השטר אין כופין אותו:"
    },
    {
      "id": "choshen_mishpat-061-15",
      "section": 15,
      "text": "מדקדקין לשון השטר ודנין על פי אותו דקדוק ולא אמרי' האי גברא לא גמיר כולי האי והי' סבור שהדין הי' בענין כך ומפני כך כתב אותו לשון:"
    },
    {
      "id": "choshen_mishpat-061-16",
      "section": 16,
      "text": "יש מי שאומר שתנאי שאדם מתנה עם חבירו אין הולכים אחר הלשון הכתוב בו אלא אחר הכוונה:"
    }
  ]
}