{
  "id": "choshen_mishpat-126",
  "chapterLabel": "סימן 126",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-126-1",
      "section": 1,
      "text": "הפורע חובו במעמד שלשתן. ובו כג סעיפים:ראובן שהיה לו מנה ביד שמעון בין מלוה בין פקדון ואמר ליה במעמד שלשתן מנה שיש לי בידך תנהו ללוי בין שנתנו לו במתנה בין שנתנו לו בפרעון חובו קנה ואין ראובן ולא שמעון יכולים לחזור בהם אף ע\"פ שעדיין עסוקין באותו ענין וכן אין הנותן יכול לחזור ולמוחלו למי שהוא בידו ואפי' נולד לוי לאחר שהלוה ראובן לשמעון קנה:"
    },
    {
      "id": "choshen_mishpat-126-2",
      "section": 2,
      "text": "בד\"א כשהיה לראובן מנה ביד שמעון אבל אם לא היה לו מנה בידו אלא שא\"ל תן מנה ללוי בשבילו ואפרענו לך לא קנה וכל א' משלשתן יכולין לחזור בו (ואפי' מחל המלוה ללוה יכול לחזור בו כל זמן שלא קנה בקנין) (ר\"י נ\"ט) ואפי' פרע שמעון ללוי מקצת החוב ומ\"מ אם נתנו לו חוזר וגובה מראובן מאחר שעל פיו נתן: הגה וכן אם המקבל פטר הנותן לגמרי צריך זה שהמעות בידו ליתנם למקבל דהא לא גרע מערב דעלמא (נ\"י ומרדכי פ' איזהו נשך):"
    },
    {
      "id": "choshen_mishpat-126-3",
      "section": 3,
      "text": "אמר ראובן לשמעון סתם במעמד שלשתן תן מנה ללוי ולא א\"ל מנה שיש לי בידך תנהו ללוי ושמעון מודה שיש לראובן מנה בידו אלא שאומר שכיון שלא פירש מנה שיש לי בידך לא היה דעתו על מנה שיש לו בידי אלא שאלוה לו מנה ואתננו לך אין בדבריו כלום דמסתמא על מנה שיש לו אמר וקנה וי\"א שלא קנה:"
    },
    {
      "id": "choshen_mishpat-126-4",
      "section": 4,
      "text": "היה לראובן ביד שמעון כור חטים ואמר ליה במעמד שלשתן תן ללוי חמשים דינרים שהרי יש לי בידך כור חטים ונתרצה ואח\"כ רצה שמעון לחזור בו אם היו החטים פקדון ופירש תן לו חמשים דינרים במעות מהחטים לא קנה לוי שיכול לומר שמעון איני חייב למכור חטים של ראובן כדי לפרוע חובותיו ואפי' אם יאמר לוי תן לי חטים שוה חמשים דינרים יכול לומר לא ציוני ליתן לך חטים אלא מעות אבל א\"ל סתם תן לו חמשים דינרים מהחטים שיש לי בידך נעשה כאומר לו חטים שוה חמשים דינרים וקנה ואם היה הלואה אצלו אע\"פ שאמר לו נ' דינרים (במעות) קנה ונותן לו מעות או חטים שוה חמשים דינרים כשער שבשוק:"
    },
    {
      "id": "choshen_mishpat-126-5",
      "section": 5,
      "text": "אמר לו מנה לי בידך תנהו לפלו' במעמד שלשתן ואמר לו אני אתנהו לך לכשארצה וכשתובעו אומר לו איני רוצה עכשיו אין בדבריו כלום וחייב ליתן לו לזמן שהוא חייב לממחה ויש חולקים:"
    },
    {
      "id": "choshen_mishpat-126-6",
      "section": 6,
      "text": "המחהו אצל חבירו בענין דלא קנה אינו נאמן לומר שפרעו אח\"כ:"
    },
    {
      "id": "choshen_mishpat-126-7",
      "section": 7,
      "text": "אפי' אם לא נתרצה הלוה או הנפקד ליתן לזה שצוה המלוה או המפקיד צריך ליתנו לו על כרחו כיון שאמר ליה במעמד שלשתן:"
    },
    {
      "id": "choshen_mishpat-126-8",
      "section": 8,
      "text": "לא היה במעמד שלשתן כשא\"ל מנה לי בידך תנהו ללוי לא קנה ויכול לחזור בו לא שנא מתנה מרובה ל\"ש מתנה מועטת ואם קנה מיד מי שהמעות בידו בתורת הודאה דאית ללוי גביה מנה אינו יכול לחזור בו (טור ס\"ט בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-126-9",
      "section": 9,
      "text": "אמר ראובן לשמעון במעמד שלשתן מנה שיש לי בידך תנהו ללוי ושמעון דוחה את לוי ולכן רוצה לוי לחזור ולתבוע מראובן אינו יכול וי\"א שיכול לחזור בו כל זמן שלא פטר לוי את ראובן בפירוש (ואפי' אם פטרו בפירוש אם הטעהו בדרך שיתבאר בסמוך סעיף י' י\"א שחוזר על הנותן) (מהרי\"ו סי' ל\"ג ונ\"י פ' המקבל) ומ\"מ אפי' לפי דעת זה אינו יכול לתבוע את ראובן תחלה כל זמן שיכול לגבות משמעון: הגה ונ\"ל להורות כסברא האחרונה וא\"כ אין אנו צריכין לחלוקים שכתובים בסמוך סעיף י' וי\"א כי הם אליבא דסברא קמייתא ואם נתרשל המקבל ולא תבע המעות עד שהעני הנפקד ובשביל זה לא יוכל לגבות מן הנפקד לכ\"ע אינו יכול לחזור על הנותן דהוי ליה כאילו הראה לו מעות ליטלן בחובו ולא נטלן דפטור (נימוקי יוסף פ' המקבל וכ\"כ בתשו' הרמב\"ן שבבעל התרומות שער נ\"א ח\"ו בשם רב האי גאון) ואם הנפקד אומר שנתן אם נפטר הנותן עיין לעיל סי' צ\"א סעיף ג':"
    },
    {
      "id": "choshen_mishpat-126-10",
      "section": 10,
      "text": "אמר להם במעמד שלשתן מנה לי בידך תנהו לפלו' ונמצא הלוה עני ואין לו ממה לגבות ממנו ה\"ז חוזר וגובה מראובן מפני שהטעהו ואם ידע לוי שהוא עני או שהיה עשיר באותה שעה והעני אינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-126-11",
      "section": 11,
      "text": "טען לוי שהיה שמעון עני והטעהו וראובן אומר עשיר היה והעני אם החוב שנתחייב ראובן ללוי הוא בשטר על ראובן להביא ראיה ואם לא יביא ראיה אם יש נאמנות בשטר גובה לוי חובו בלא שבועה ואם אין בו נאמנות ישבע לוי ויטול ואם היה מלוה ע\"פ נאמן ראובן בשבועת היסת לומר עשיר היה באותה שעה:"
    },
    {
      "id": "choshen_mishpat-126-12",
      "section": 12,
      "text": "ראובן שאמר לשמעון שט\"ח שיש לי בידך תנהו ללוי והיה זה במעמד שלשתן כל שלא חזר בו ראובן חייב שמעון ליתנו ללוי אבל אם חזר בו ראובן לא ואם כתב לו שהקנה לו הוא וכל שעבודו והמחהו אצל זה שמופקדים בידו אינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-126-13",
      "section": 13,
      "text": "אם לאחר שנתרצה הלוה או הנפקד ליתן למקבל אומר עיינתי בחשבוני ולא היה לו אצלי כלום וטעיתי במה שהודיתי לו אם יכול לברר בעדים שהוא אומר אמת פטור אפי' היה בעדים כשנתרצה ליתן לו וחייב הנותן ליתן למקבל אם נתנו לו בפרעון חובו ואם אינו יכול לברר הטעות אם המחהו בפני עדים וגם קבע זמן למקבל ליתנו לו לזמן ידוע והוא בתוך זמנו אינו נאמן לומר טעיתי וכן אינו נאמן לומר משטה הייתי בך ואם לא המחהו בעדים יש מי שאומר שנאמן לומר טעיתי במגו דלהד\"מ או במגו דפרעתיך אם הוא אחר זמן והדין בין הנותן למקבל ויש מי שאומר דאינו נאמן לומר טעיתי (במיגו דפרעתי) דאין כאן מגו דהוי כמגו במקום עדים דלא שכיח שיטעה אלא אדרבה אדם מדקדק היטב קודם שיודה: הגה וכן נ\"ל עיקר ודוקא אם הודה לו בפני עדים אבל אם הודה לו בלא עדים יכול לומר טעיתי (ר\"ן ספ\"ק דגיטין) ואפי' אם נתן לו כתב ידו נאמן לומר טעיתי במיגו דפרעתי כנ\"ל ודלא כיש חולקין על זה (מהרי\"ק שורש קצ\"ג וע' לעיל סי' פ\"א סעיף כ\"ג):"
    },
    {
      "id": "choshen_mishpat-126-14",
      "section": 14,
      "text": "אם הנותן מודה שטעה בחשבון והמקבל אינו יודע אם טעה אם לאו אם נתנו למקבל בשביל חוב שהיה לו עליו והמחהו אצלו ליפרע ממנו אם יש לו נכסים לנותן שיכול המקבל ליפרע ממנו נאמן הנותן לומר שטעה ויחזור המקבל ויגבה חובו מהנותן אבל אם אין לו נכסים או שהוא גברא אלמא והשני נוח לו ליפרע ממנו לא מהימן ואפי' יש ע\"א שמעיד כדבריו (ר\"ן ספ\"ק דגיטין) ואם מתנה היא אינו נאמן כלל אפי' יש נכסים לנותן ואינו גברא אלמא צריך הנפקד ליתנו למקבל וחוזר וגובה אותו מהנותן:"
    },
    {
      "id": "choshen_mishpat-126-15",
      "section": 15,
      "text": "אם המקבל מודה שטעה בחשבון והנותן אינו מודה הנפקד פטור בלא שבועה והנותן צריך לישבע למקבל אם המחהו בשביל חוב שהיה לו אצלו אבל אם המחהו במתנה שנותן לו פטור בלא שבועה:"
    },
    {
      "id": "choshen_mishpat-126-16",
      "section": 16,
      "text": "אמר ליה במעמד שלשתן ליתן לבעל חובו מנה והתחיל ליתן לו ואח\"כ נמצא שטעה בחשבונו ואינו חייב כלום אע\"פ שפטור מליתן לו יותר מ\"מ מה שנתן כבר נתון ואינו יכול להוציא מידו:"
    },
    {
      "id": "choshen_mishpat-126-17",
      "section": 17,
      "text": "ראובן חכר חכירות מהקהל ונתחייב להם בסך דמי החכירות לפרוע לזמן פלו' והקהל היו חייבים לשמעון נ' זהובים העמידו הקהל לשמעון אצל ראובן ואמרו לו במעמד שלשתן שיתן לו מאותו חכירות חמשים זהובים אח\"כ נתבטל החכירות מדעת ראובן מאחר שבשעה שאמר ליתן לשמעון היה חייב להקהל אע\"פ שנתבטל החכירות אח\"כ (מדעתו) חייב ליתן לשמעון:"
    },
    {
      "id": "choshen_mishpat-126-18",
      "section": 18,
      "text": "ראובן השכיר חפץ לשמעון בסך ידוע ליום לזמן שיצטרך לו וראובן היה חייב ללוי מאה זהובים והמחהו אצל שמעון במעמד שלשתן ולא נתחייב בשכירות אלא חמשים זהובים כי לא נצרך יותר לחפץ אם שמעון יצא ללוי סתם במעות ואמר מאה זהובים שיש לי משל ראובן אתנם לך ולא הזכיר לו שכר החפץ צריך ליתנם לו ואפי' אמר מאה זהובים שאני חייב לראובן משכר החפץ אתנם לך חייב ליתנם כיון שהודה שהיה חייב לראובן משכר החפץ אבל אם מודה לוי שעל שכר החפץ הבטיחו לתת לו ולא היה חייב לראובן אלא שכר אותו חפץ אינו חייב ללוי כלום אפי' דמי השכר שנשתמש באותו חפץ עד אותו היום דשכירות אינה משתלמת אלא לבסוף דהיינו כשיחזיר לו החפץ:"
    },
    {
      "id": "choshen_mishpat-126-19",
      "section": 19,
      "text": "ראובן הקנה לשמעון מנה שיש לו ביד לוי במעמד שלשתן ונתן לוי לשמעון ערב אע\"פ שלא היה ערב בקנין משתעבד דהוי כערב בשעת מתן המעות ויש מי שחולק:"
    },
    {
      "id": "choshen_mishpat-126-20",
      "section": 20,
      "text": "מעמד שלשתן ע\"י שליח כגון ששלח הנותן שלוחו לנפקד ליתנו למקבל לא מהני: הגה וכן אפוטרופוס של יתומים הוי כשליח של יתומים ולא יוכל להקנות מעות יתומים במעמד שלשתן (ת\"ה סי' שמ\"ז) ואם אמר הנותן לנפקד במעמד שליח המקבל יש מי שאומר דמהני והוא שעשאו המקבל שליח אבל אם לא עשאו המקבל שליח אלא שאמר ראובן לשמעון בפני לוי מנה שיש לי בידך תנהו ללוי שיזכה בו ליהודה יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-126-21",
      "section": 21,
      "text": "מעמד שלשתן ליתיה מפי הכתב אלא במעמד שלשתן ממש:"
    },
    {
      "id": "choshen_mishpat-126-22",
      "section": 22,
      "text": "יש מי שאומר שאין חילוק בין ישראל לעכו\"ם במעמד שלשתן לפיכך ישראל שאמר לעכו\"ם מנה שיש לי בידך תנהו לישראל פלו' במעמד שלשתן הואיל ונתרצה המקבל קנה וכן עכו\"ם שאמר לישראל מנה לי בידך תנהו לישראל פלו' במעמד שלשתן ואמר הנפקד או הלוה כן אעשה קנה וצריך ליתנו לו ואינו יכול לומר אנוס הייתי ויש מי שחולק ואומר שאם הנפקד או הלוה עכו\"ם וא\"ל ישראל המפקיד או המלוה תנהו לישראל פלו' במעמד שלשתן לא קנה: הגה מיהו אם אמר לו תנה אותו לפלוני ותדור לו ליתן לו ובזה תהיה פטור ממני י\"א דקנה המקבל (מרדכי פרק מי שמת ומהרי\"ו סי' ל\"ג) ובכל ענין אם כבר נתן העכו\"ם מה שבידו לישראל המקבל אין מוציאין מידו וכן בכל מקום שאין הקנין נתפס בו אם זכה וקבלם כבר שוב לא מפקינן מיניה (ת\"ה סי' שי\"ג) ואם הנפקד או הלוה ישראל והמקבל עכו\"ם כל זמן שאין ישראל הנותן חוזר בו יכול ליתנו לעכו\"ם אבל אם חזר בו הנותן לא זכה העכו\"ם וחייב הנפקד להחזירו להמפקיד ומיהו אם אין הנפקד יכול להשמט מהעכו\"ם לפי שבדיניהם הוא חייב ליתן כיון שאמר ליתן לו יתן לעכו\"ם והוא פטור מהמפקיד ואם הנותן עכו\"ם והמקבל והנפקד ישראלים קנה הישראל ויכול להוציאו מיד הנפקד בב\"ד ואם העכו\"ם הנותן אנס והוציא בכח מידו קודם שיתן לישראל המקבל אם מלוה היא חייב הלוה לפרוע גם לישראל המקבל ואם פקדון הוא ונכנס העכו\"ם בבית הנפקד ונטלו בחזקה אינו חייב לשלם לישראל המקבל ואפי' נטל שלו והציל הפקדון נוטל מן הפקדון כל מה שהוציא עליו (הגה\"מ פ\"ג דב\"ב):"
    },
    {
      "id": "choshen_mishpat-126-23",
      "section": 23,
      "text": "מכנסת מלוה על פה לבעלה א\"צ מעמד שלשתן:"
    }
  ]
}