{
  "id": "choshen_mishpat-301",
  "chapterLabel": "סימן 301",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-301-1",
      "section": 1,
      "text": "דין השומרים בעבדים וקרקעות ובהקדשות ובשל עניים. ובו י סעיפים:ג' דינים האמורים בתורה בארבעה שומרים אינם לא בקרקעות ולא בעבדים ולא בשטרות ולא בנכסי עכו\"ם ולא בהקדשות הן של מזבח או של בדק הבית ש\"ח אינו נשבע נושא שכר או שוכר או שואל אינם משלמים ומ\"מ ש\"ש מפסיד שכרו עד שישבע ששמר כראוי וכן פטורים אף מפשיעה (והכי קי\"ל) ויש מחייבים בפשיעה וכל אלו חוץ מן ההקדשות פטורים אפילו משבועה שאינם ברשותו: הגה ועיין לעיל סי' ס\"ו סעיף ל\"ט שומר שמסר לשומר בדברים אלו חייב דגרע מפשיעה (הרא\"ש כלל ל\"ט סי' ב') ויש חולקין (מהרי\"ק שורש ו' ועיין בר' ירוחם נ\"ל ח\"ב) השואל בית ונשרף פטור לשלם דה\"ל קרקעות (מרדכי פ' הדיינים ושם בתוס'):"
    },
    {
      "id": "choshen_mishpat-301-2",
      "section": 2,
      "text": "הא דאין נשבעין על אלו ה\"מ בפני עצמן אבל ע\"י גלגול נשבעים:"
    },
    {
      "id": "choshen_mishpat-301-3",
      "section": 3,
      "text": "אע\"פ שאמרו שאין נשבעים על אלו הני מילי מדאורייתא אבל נשבעים עליהם היסת אם היתה שם טענת ודאי:"
    },
    {
      "id": "choshen_mishpat-301-4",
      "section": 4,
      "text": "כל אלו אם קנו מידם להתחייב באחריותם חייבים:"
    },
    {
      "id": "choshen_mishpat-301-5",
      "section": 5,
      "text": "המוסר לחבירו לשמור דבר המחובר לקרקע דינו כקרקע אפי' ענבים העומדים ליבצר:"
    },
    {
      "id": "choshen_mishpat-301-6",
      "section": 6,
      "text": "מי שהפקידו אצלו מעות עניים או פדיון שבויים ופשע בהם ונגנבו פטור שנא' לשמור ולא לחלק לעניים והרי הוא ממון שאין לו תובעין בד\"א כשאין זה הממון מופקד לעניי מקום זה או לשבויים ידועים אבל אם היה לעניים אלו או לשבויים אלו והרי הוא קצוץ להם הרי זה הממון שיש לו תובעים וישלם אם פשע או ישבע שלא פשע כדרך כל השומרים וכן אם הגבאי אמר לשומר שמור לי חייב כשאר שומר (מרדכי פ' החובל):"
    },
    {
      "id": "choshen_mishpat-301-7",
      "section": 7,
      "text": "מי שהפקידו אצלו ממון פדיון שבוים ובאו עליו גנבים וקדם והציל עצמו בממון שבויים אם הוא פטור נתבאר בסימן רצ\"ב סעיף ט':"
    },
    {
      "id": "choshen_mishpat-301-8",
      "section": 8,
      "text": "מי שיש בידו מעות של יתומים דינו כדין מעות שאר כל אדם ואסור להשתמש בהם:"
    },
    {
      "id": "choshen_mishpat-301-9",
      "section": 9,
      "text": "עכו\"ם שהפקיד ואח\"כ נתגייר אין לו כל דיני השומרים עד שיהיה תחלתו וסופו ישראל (וכן חולין ואח\"כ הקדישן ביד השומר) (טור בשם רמב\"ם פ\"ב דשכירות):"
    },
    {
      "id": "choshen_mishpat-301-10",
      "section": 10,
      "text": "אין השומר חייב אא\"כ נתנו לו בתורת שמירה אבל אם נתנו לו לאבד פטור דדרשינן לשמור ולא לקרוע ולא לאבד וה\"מ דאתא לידיה מעיקרא בתורת קריעה ואיבוד אבל אי אתו לידי' מעיקרא בתורת שמירה והדר אמר ליה קרע חייב או לא א\"ל על מנת לפטור:"
    }
  ]
}