{
  "id": "choshen_mishpat-236",
  "chapterLabel": "סימן 236",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-236-1",
      "section": 1,
      "text": "עכו\"ם שאנס קרקע מישראל או בעלילות דברים. ובו ט סעיפים:העכו\"ם המציקים לישראל ומבקשים להרגן עד שיפדה עצמו מיד עכו\"ם בשדהו או בביתו ויתננה למציק ואחר כך יניחנו כשירצה המציק למכור אותה הקרקע אם יש ביד הבעלים ליקח מיד המציק הן קודמין לכל אדם ואם אין ביד הבעלים ליקח או ששהתה הקרקע ביד המציק י\"ב חדש כל הקודם ולקח מהמציק זכה ובלבד שיתן לבעלי' הראשונים רביע הקרקע או שליש המעות מפני שזה המציק מוכר בזול הואיל וקרקע שאינו שלו הוא מוכר ה\"ז מוכר בפחות רביע או קרוב לו וזה רביע של בעלים שהרי מחמת שהיא שלהם מוכר בזול לפיכך הלוקח מהמציק בשלשים נותן לבעלים עשרה או נותן להם רביע הקרקע ואחר כך יקנה הכל ואם לא נתן הרי הרביע כגזל בידו: הגה היו הבעלים אומרים שהיה בידם ליקח והלוקח אומר שלא היה בידם ליקח על הבעלים להביא ראיה דקרקע בחזקת הלקוחות (ר\"ן פ' הנזקין) וי\"א דכל זה כשנתנו לו הבעלים קרקע מעצמן כדי שלא יהרגנו אבל אם לקחן האנס מידן בחזקה הקרקע חוזרת לבעליה והם נותנים ללוקח מה שנהנו (ריב\"ש סי' ר\"צ ופסקי מהרא\"י סי' ס\"ט) וכמו שיתבאר לקמן ס\"ח ישראל שדחקו חביריהם בתפיסה וגזמו להם להרגן עד שהוצרכו ליתן להם אין להם דין זה שהרי ידעו דאין ישראל שופכי דמים וגזמי ולא עבדי והוי כמי שלא היה בידן להרגן (מרדכי פרק הניזקין) כמו שיתבאר סעיף ח':"
    },
    {
      "id": "choshen_mishpat-236-2",
      "section": 2,
      "text": "אם אינו מאמין לו בכמה קנאה וגם אין לו עדים בכמה קנאה ישבע לו בכמה קנאה:"
    },
    {
      "id": "choshen_mishpat-236-3",
      "section": 3,
      "text": "אם קנה מעכו\"ם תוך י\"ב חדש אם ירצו הבעלים צריך להחזירה להם ויתן לו כמו שקנא' מעכו\"ם ואם ירצו יניחוהו בידו ויתן להם שליש ממה שנתן לעכו\"ם:"
    },
    {
      "id": "choshen_mishpat-236-4",
      "section": 4,
      "text": "אפי' תוך י\"ב חדש אם קנאה מהבעלים תחלה ואח\"כ קנאה מעכו\"ם מקחו קיים אבל אם קנאה מעכו\"ם תחילה ואח\"כ מהבעלים מקחו בטל ואפי' עושה לו שטר אא\"כ קבל עליו אחריות או שהודה או יש עדים שקבל ממנו מעות:"
    },
    {
      "id": "choshen_mishpat-236-5",
      "section": 5,
      "text": "לקח אחד מהעכו\"ם ושהתה בידו ג' שנים ואח\"כ מכרה לאחר אין לבעלים על לוקח שני כלום שטוענים לו שהראשון קנאה מהם ונתן להם שליש וה\"ה אם לא שהתה ביד הראשון אלא יום אחד וביד לוקח שני שלשה שנים: הגה וי\"א דוקא שהלוקח ראשון הוא ישראל אבל אם הוא עכו\"ם ומכרה לישראל דינו כאילו קנאה מן האנס עצמו (ריב\"ש סי' ר\"צ):"
    },
    {
      "id": "choshen_mishpat-236-6",
      "section": 6,
      "text": "וכן הדין אם שהתה ביד הלוקח ג' שנים ומת והוריש' ליורשיו טוענים ליורש:"
    },
    {
      "id": "choshen_mishpat-236-7",
      "section": 7,
      "text": "עכו\"ם בעל זרוע שאנס נכסי ישראל וירד לתוך שדה מחמת שהיה לו חוב על בעל השדה או מחמת שיש לו נזק ביד זה הישראל או מחמת שהפסיד ממונו ואחר שתקף לו את השדה מכרה לישראל אחר אין הבעלים יכולים להוציאה מיד הלוקח בד\"א כשהודו הבעלים שאמת טען העכו\"ם וכן אם היה שם מלך או שר באותו מקום שיכול לכוף את העכו\"ם שמכר לדין ולא תבעו הבעלים את העכו\"ם אינם יכולים להוציא מיד הלוקח מן העכו\"ם אע\"פ שאינם מודים לעכו\"ם ואע\"פ שאין שם עדים שאמת טוען העכו\"ם שהרי אומר הלוקח לבעלים אם גזלן הוא העכו\"ם למה לא תבעתה אותו בדיניה':"
    },
    {
      "id": "choshen_mishpat-236-8",
      "section": 8,
      "text": "בא עכו\"ם בעקיפין על ישראל ולקח שדהו ולא היה מסור בידו להרגו ומכרו לישראל או נתנו צריך להחזירו לבעלים אפי' שהתה בידו כמה שנים וא\"צ להחזירו בחנם אלא שמין כמה היה רוצה ליתן לעכו\"ם כדי שיחזירנו לו וכך יתן לישראל ואם הוציא עליו הלוקח כדי להוציאה מיד העכו\"ם עד כדי דמי הבית צריכים הבעלים ליתן לו אם רוצים ליטלו מידו (וגם) ואין צריכין ליתן לו יותר ממה שהוציא עליו כגון שאם היה העכו\"ם אוהבו ונתנו לו בזול אין הבעלים צריכים ליתן לו אלא כמו שנתן לעכו\"ם אע\"פ שהוא לא היה יכול להוציא בכך מיד העכו\"ם ואפי' שהעכו\"ם נתנו לו בחנם צריך להחזיר לבעלים ג\"כ בחנם ואם בעודו בידו בנה אותו הוי כיורד לתוך של חבירו שלא ברשות ובנאו שיכול לומר לו טול עציך ואבניך: הגה ודוקא בקרקע דלא מייאשי מיניה אבל מטלטלי דמייאשי מיניה א\"צ להחזיר לבעלים מלבד ספרים דאין מייאש מינייהו דידעינן דאין מוכרין רק לישראל (מרדכי פ' הכונס והגהות מרדכי דב\"מ):"
    },
    {
      "id": "choshen_mishpat-236-9",
      "section": 9,
      "text": "בד\"א בשאין שופטים כדי שיוכל להוציא שדהו מיד העכו\"ם אבל אם יש שופטים בארץ והיה אפשר להוציאו מיד עכו\"ם בדין ולא עשה אז ודאי נתייאש וישאר ביד הלוקח ולא יתן לבעלים כלום: הגה וכל זה באנס שאין לו משפט עליו אבל שר ומושל שקצף על עבדיו ומשרתיו ולקח מאחד מהן ביתו דינא דמלכותא דינא ואין הלוקח חייב ליתן לבעלים כלום (מרדכי פרק האומנין ופרק הכונס) ישראל שמשכן קרקע אצל עכו\"ם וקבע זמן לפדותה ולא פדאה ומכרה לאחר אם מכרה בשוויה ממכרו קיים דהא כדין מכרה אבל אם מכרה בפחות משוייה אפי' כל שהוא חוזר (ב\"י בסוף סי' ק\"ן ועיין לקמן סי' שע\"א מאלו הדינין):"
    }
  ]
}