{
  "id": "choshen_mishpat-195",
  "chapterLabel": "סימן 195",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-195-1",
      "section": 1,
      "text": "דין קניית קרקע או מטלטלין בחליפין. ובו יא סעיפים:בקנין כיצד יתן הקונה למקנה כלי כל שהוא ויאמר לו קנה זה חלף הקרקע או המטלטל שמכרת או שנתת לי (ואין נוהגין שיאמר לו הקונה כן כי מסתמא אדעתא דהכי הוא נותן לו) (טור) וכיון שמשך המקנה הכלי נקנה הקרקע או המטלטלים ללוקח או למקבל מתנה בכל מקום שהוא אע\"פ שלא החזיק ולא נתן כסף ולא כתב שטר ולא משך ואין שום אחד מהם יכול לחזור בו אפי' אין עדים בדבר אם מודים זה לזה: הגה וכן אם קבלו קנין לפני פסולי עדות הוי קנין הואיל ומודים זה לזה שקנה (הרא\"ש כלל ס\"ו סי' ח'):"
    },
    {
      "id": "choshen_mishpat-195-2",
      "section": 2,
      "text": "אין קונים אלא בכלי ואע\"פ שאין בו שוה פרוטה (ובלבד שיהא עשוי מדבר חשוב לאפוקי כלי העשוי מגללי בקר) (טור) ואין קונים בדבר שאסור בהנאה ולא בפירות ולא במטבע (בהמה מקרי כלי וקונין בה אבל שאר מטלטלין שאינן כלי אין קונין בהם (טור) מטבע שנפסל לגמרי הוי ככלי וקונין בהם) (טור סי' ר\"ג) ואין קונין בכליו של מקנה:"
    },
    {
      "id": "choshen_mishpat-195-3",
      "section": 3,
      "text": "הקנה אחד כלי למוכר כדי שיקנה הלוקח אותו הממכר זכה הלוקח אפי' הקנהו שלא בפני הקונה ואע\"פ שהקנה לו הכלי ע\"מ להחזירו נקנה המקח: הגה ולכך הורגלו לעשות הקנין בסודר של עדים אפי' בפני הקונה לפי שרוב הקנינים הן שלא בפני הקונה (טור בשם הרא\"ש) והא דנקנה המקח שלא בפני הקונה היינו במתנה וכיוצא בזה דודאי ניחא ליה אבל במקח שאפשר שאינו חפץ לקנות לא קנה ושניהן חוזרין (מהרי\"ו ס' ד'):"
    },
    {
      "id": "choshen_mishpat-195-4",
      "section": 4,
      "text": "אע\"פ שלא תפס המקנה כל הכלי אלא מקצתו ונשאר קצתו ביד הקונה קנה בו והוא שיאחז ממנו שיעור כלי שהוא שיעור ג' אצבעות ואם אחז פחות מג' אצבעות צריך שיאחוז בענין שיהא יכול לנתק כל הכלי ולהביאו אצלו: הגה וי\"א דאין קנין בפחות מג' (המגיד פ\"ה דמכירה ור\"ן סוף פ\"ד דנדרים וב\"י בשם עיטור ונ\"י פ\"ק דמציעא) ואין המוכר יכול לעכב הכלי או לחתוך קצתו דסתם קנין ע\"מ להחזיר הכלי הוא (הגהות אשירי פ' הזהב) ואין מקנין בכלי אלא מדעת בעליו (ב\"י בשם עיטור ור' ירוחם והרא\"ש והר\"ן ספ\"ד דנדרים ונ\"י פ\"ק דמציעא) ולכן מי שלקח סודר חבירו בלא דעתו ומקנה בו אינו קנין (תשו' רשב\"א חי\"ט ותשובת רמב\"ן סי' ק\"א) וי\"א אפי' הוי כלי שאול לו אינו קנין אא\"כ השאילו כדי להקנות בו (מרדכי ס\"פ הספינה) וכן נראה לי:"
    },
    {
      "id": "choshen_mishpat-195-5",
      "section": 5,
      "text": "י\"א שאין הקנין מועיל אא\"כ מקנה לו החפץ הנמכר או הניתן מיד אבל אם אמר לו הקונה תקנה סודר זה ותקנה חפצך לי לאחר שלשים לא קנה מפני שבשעה שיש לו לקנות כבר החזיר הסודר לקונה אבל אם אמר לו קנה ע\"מ שתקנה לי מעכשיו ולאחר ל' יום קנה: הגה ובסתם אמרי' דהוי מעכשיו באופן המועיל דודאי בכדי לא הוי עביד (פסקי מהרא\"י סי' קע\"ג) :"
    },
    {
      "id": "choshen_mishpat-195-6",
      "section": 6,
      "text": "אע\"פ שנגמר הדבר בקנין סודר כל אחד משניהם יכול לחזור בו כ\"ז שעוסקים באותו ענין ואם הפסיקו הענין אין א' מהם יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-195-7",
      "section": 7,
      "text": "בשאר דרכי הקנייה אין שום א' מהם יכול לחזור בו לאחר כדי דיבור:"
    },
    {
      "id": "choshen_mishpat-195-8",
      "section": 8,
      "text": "יש מי שכתב שאם פירש בשעת קנין סודר בלא חזרה או שכתבו שטר או שקבלו דיינים לפשרה בקנין אע\"פ שעוסקים באותו ענין אינם יכולים לחזור בהם אחר כדי דיבור:"
    },
    {
      "id": "choshen_mishpat-195-9",
      "section": 9,
      "text": "בדרכים שהקרקע נקנה בהם שכירות ושאלת קרקע נקנין: הגה ואפי' במקום שכסף אינו קונה בלא שטר כמו שנתבאר לעיל סי' ק\"ץ מ\"מ שכירות סגי ליה בכסף לחוד (ב\"י) וי\"א שאינם נקנים בקנין סודר:"
    },
    {
      "id": "choshen_mishpat-195-10",
      "section": 10,
      "text": "שכירות ומשכונא אינם נקנים במלוה: הגה משום דהויין כמכר ואין קונים במלוה אפילו בתורת כסף (וע' לקמן סי' ר\"ד סעיף י'):"
    },
    {
      "id": "choshen_mishpat-195-11",
      "section": 11,
      "text": "אין קונין בשבת קנין סודר ואם קנו אע\"פ שעשו עבירה קנו:"
    }
  ]
}