{
  "id": "choshen_mishpat-378",
  "chapterLabel": "סימן 378",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-378-1",
      "section": 1,
      "text": "אסור להזיק ממון חבירו ולא לגרו' שום היזק. ובו ט סעיפים:אסור להזיק ממון חבירו ואם הזיקו אע\"פ שאינו נהנה חייב לשלם נזק שלם בין שהי' שוגג בין שהיה אנוס (ודווקא שאינו אנוס גמור כמו שיתבאר) כיצד נפל מהגג ושבר את הכלי או שנתקל כשהוא מהלך ונפל על הכלי ושברו חייב נזק שלם:"
    },
    {
      "id": "choshen_mishpat-378-2",
      "section": 2,
      "text": "נפל מן הגג והזיק חייב לשלם נזק שלם בין שנפל ברוח מצויה בין שנפל ברוח שאינה מצוי' (דלא מקרי אונס גמור) (טור):"
    },
    {
      "id": "choshen_mishpat-378-3",
      "section": 3,
      "text": "היה עולה בסולם ונשמטה שליב' מתחתיו ונפל והזיק אם לא היתה מהודקת בחזקה חייב ואם הית' חזקה ומהודקת ונשמטה או שהתליעה הרי זה פטור שזו מכה בידי שמים הוא וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-378-4",
      "section": 4,
      "text": "כל אלו הדברי' ברשו' הניזק אבל ברשות המזיק פטור עד שיתכוין להזיק כמו שיתבאר :"
    },
    {
      "id": "choshen_mishpat-378-5",
      "section": 5,
      "text": "אפי' בראייתו אם יש בו היזק לחבירו אסור להסתכל בו לפיכך אסור לאדם לעמוד על שדה חבירו בשעה שעומדת בקמותיה:"
    },
    {
      "id": "choshen_mishpat-378-6",
      "section": 6,
      "text": "כל מקום שמזיק חייב לשלם בין בר\"ה בין ברשות הניזק ואפי' ברשות המזיק אם הכניס בו הניזק ממונו שלא ברשות והזיקו ל\"ש בגופו ל\"ש בממונו חייב לשלם דנהי שיש לו רשות להוציאו אין לו רשות להזיקו ודוקא במזיקו במזיד אבל אם הזיקו בשוגג פטור בע\"ה ואם בע\"ה הוזק בנכנס אפי' בשוגג חייב הנכנס כיון שנכנס שלא ברשות ויש מי שאומר דדוקא בשלא ידע בעל הבית שנכנס אבל אם ראהו שנכנס אם הוזק בו פטור:"
    },
    {
      "id": "choshen_mishpat-378-7",
      "section": 7,
      "text": "היו שניהם ברשות או שניהם שלא ברשות והוזקו זה בזה בין בגופם בין בממונם אם לא ידעו זה בזה פטורים אבל אם ראו זה את זה אע\"פ שלא כיונו חייבים לפיכך ב' שהיו רצים בר\"ה או שהיו מהלכי' והוזקו זה בזה פטורי' הזיקו זה את זה חייבי':"
    },
    {
      "id": "choshen_mishpat-378-8",
      "section": 8,
      "text": "היה אחד רץ ואחד מהלך והוזק המהלך ברץ חייב מפני שרץ שלא ברשות בד\"א בחול אבל בע\"ש בין השמשות פטור מפני שרץ ברשות (ודוקא בסתם דתלינן דרץ לצורך שבת אבל אם ידוע דאינו רץ אלא לשאר חפציו ולא שייכי ביה צורך שבת חייב כמו בחול) (ר\"ן פ' המניח):"
    },
    {
      "id": "choshen_mishpat-378-9",
      "section": 9,
      "text": "אם בא אחד רוכב בסוסו מאחרי חבירו ופגע בסוס שחבירו רוכב בו והכה את הסוס חייב לשלם כל מה שישומו ב\"ד שנפחת מחמת הכא' זו ואפי' היה הסוס המוכה של עכו\"ם וצריך הניזק לשלם לעכו\"ם יותר ממה שנפחתו דמי הסוס אין המזיק חייב לשלם יותר ממה שישומו ב\"ד (בחורים הרוכבים לקראת חתן וכלה והזיקו זה את זה ממון חבירו דרך שמחה ושחוק וכן בשאר דבר שמחה הואיל ונהגו כן פטורין (מרדכי ס\"פ הישן ותוס' והרא\"ש ואגודה פ' לולב וערבה) מ\"מ אם נראה לב\"ד לעשות סייג וגדר הרשות בידם) (פסקי מהרא\"י סי' ר\"י):"
    }
  ]
}