{
  "id": "choshen_mishpat-232",
  "chapterLabel": "סימן 232",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-232-1",
      "section": 1,
      "text": "המוכר דבר במדה ובמשקל וטעה או שטעה במנין המעות ומוכר דבר ונמצא בו מום. ובו כג סעיפים:המוכר לחבירו במדה במשקל או במנין וטעה בכל שהוא חוזר לעולם שאין אונאה אלא בדמים אבל בחשבון חוזר כיצד מכר לו מאה אגוזים בדינר ונמצא ק\"א או צ\"ט נקנה המקח ומחזיר הטעות ואפי' אחר כמה שנים וכן אם נמצא המעות חסר או יתר מהמנין שפסקו חוזר ואפי' לאחר שקנו מידו שלא נשאר לו אצל חבירו כלום חוזר שקנין בטעות הוא:"
    },
    {
      "id": "choshen_mishpat-232-2",
      "section": 2,
      "text": "המקבל מעות מחבירו בין שהם במכר בין בהלואה בין בפרעון ומצא יתרון במעות אפילו אם לא תבעו חייב להחזיר אם הוא בכדי שהדעת טועה דהיינו שאם יש לחלק המעות העודפות להוציאם עשרה עשרה או חמשה חמשה ואין אחת או שתים עודפות שאינן באות לכלל חמש י\"ל שטעה בחשבונו אם הם עשיריות טעה בין חמשים לארבעים או בין ארבעים לשלשים ואם הם חמישיות יש שרגילים למנות ה' ה' ואם היו נ\"ה טעה בעשיריות כמו שנתבאר ובחמש העודפות טעה בין שלשה חמישיות לארבע ואם עודפות ט\"ו או כ\"ה טעה ג\"פ או חמש פעמים בחמישיות אבל אם עודפות על החמישיות אחת או שתים או שלשה או ארבעה שאין מגיעות לחמש כולם מתנה ובלבד שהמעות יתרים שמצא לא יהיו במנין החמישיות או העשיריות שאם היה במנינם חייב להחזיר לו שמא האחרים שהיה מונה בהם החמישיות או עשיריות נתערבו עמהם: הגה ובמקום שרגילים למנות אחת אחת או שנים שנים וכיוצא בזה מקרי שהדעת טועה לפי המנהג שרגילי' למנות (המ\"מ):"
    },
    {
      "id": "choshen_mishpat-232-3",
      "section": 3,
      "text": "המוכר לחבירו קרקע או עבד או בהמה או שאר מטלטלין ונמצא במקח מום שלא ידע בו הלוקח מחזירו אפי' לאחר כמה שנים שזה מקח טעות הוא והוא שלא ישתמש במקח אחר שידע במום אבל אם נשתמש בו אחר שראה המום ה\"ז מחל ואינו יכול להחזיר:"
    },
    {
      "id": "choshen_mishpat-232-4",
      "section": 4,
      "text": "אין מחשבין פחת המום אפי' מכר לו כלי שוה עשרה דינרים ונמצא בו מום המפחיתו מדמיו איסר מחזיר את הכלי ואינו יכול לומר לו הילך איסר פחת המום שהלוקח אומר בחפץ שלם אני רוצה וכן אם רוצה הלוקח ליקח פחת המום הרשות ביד המוכר לומר או קח אותו כמו שהוא או תקח מעותיך והחזיר לי מקחי:"
    },
    {
      "id": "choshen_mishpat-232-5",
      "section": 5,
      "text": "ראובן שמכר לשמעון בתים שיש לו בעיר אחרת וקודם גמר המקח נכנסו עכו\"ם בבתים וקלקלו קצת מקומות ועשנו הכתלים ועקרו דלתות הבית והחלונות ורוצה שמעון לחזור בו וראובן טוען שכיון שהוא מום עובר ינכה לו מן הדמים כדי שיחזיר הבית לקדמותו ויקיים המקח הדין עם ראובן: הגה שהרי בית מכר לו ועדיין נקרא בית וכן מום שאינו בגוף הבית כגון שיש לאחר דרך עליו או אמת המים עוברת שם מסלק המום והמקח קיים אבל אם המום בגוף הבית כגון שאמר לו שיש לו כותל שלם ונמצא רעוע אינו יכול לבנות לו כותל שלם וכל כיוצא בזה (הגהות מרדכי דכתובות):"
    },
    {
      "id": "choshen_mishpat-232-6",
      "section": 6,
      "text": "כל שהסכימו עליו בני המדינה שהוא מום שמחזירים בו מקח זה מחזירין וכל שהסכימו עליו שאינו מום ה\"ז אינו מחזיר בו אלא אם פירש שכל הנושא ונותן סתם על מנהג המדינה הוא סומך:"
    },
    {
      "id": "choshen_mishpat-232-7",
      "section": 7,
      "text": "כל הלוקח סתם אינו לוקח אלא הדבר שלם מכל מום ואם פירש המוכר ואמר ע\"מ שאין אתה חוזר עלי במום ה\"ז חוזר עד שיפרש המום שיש בממכרו וימחול הלוקח או עד שיאמר לו [כל מום] שימצא במקח זה הפוחת דמיו עד כך וכך קבלתי אותו שהמוחל צריך לידע הדבר שמוחל לו בו ויפרש אותו כמו המפרש האונאה: הגה מכר לו כלי של עץ ואמר לו שהוא של זהב הואיל והלוקח חזי ליה מצי א\"ל דטוב כשל זהב אמרתי (נ\"י פרק בית כור):"
    },
    {
      "id": "choshen_mishpat-232-8",
      "section": 8,
      "text": "המוכר לחבירו פרה וא\"ל יש בה מום פלוני ופלוני הניכרים ובכללם הזכיר מום שאינו ניכר ונמצא בה אותו שאינו ניכר ולא האחרים הרי זה מקח טעות כגון שא\"ל פרה זו חגרת ועוורת נשכנית ורבצנית ונמצאת נשכנית בלבד הרי זה מקח טעות שיאמר הלוקח כשראיתי שלא היתה לא חגרת ולא עוורת אמרתי כשם שאין בה אלו המומין כך אין בה מומין אחרים ואינו אומר אלא להשביח דעתי אבל [אם] יש בה מומים הניכרים בין כולם בין מקצתם ויש בה גם המום שאינו ניכר כגון שהיא חגרת וגם נשכנית או שהיא עוורת וגם נשכנית אין זה מקח טעות דכמו שמחל על הניכר כך מחל על שאינו ניכר:"
    },
    {
      "id": "choshen_mishpat-232-9",
      "section": 9,
      "text": "היה בה מום א' ניכר והראהו לו וא\"ל יש בה מום פלוני ופלוני שאינם ניכרים ונמצאו בה אותם המומים שהזכיר שאינם ניכרים אין זה מקח טעות אפי' היה בה כל המומין שהזכיר שהרי לא הטעהו שלא הזכיר לו אלא מומין שבה:"
    },
    {
      "id": "choshen_mishpat-232-10",
      "section": 10,
      "text": "המוכר עבד או שפחה אין הלוקח יכול להחזירו מפני מומין שאין מבטלין אותו ממלאכתו והם הנקראים סמפון שאם היה סמפון זה גלוי כבר ראהו ואם אינו נראה כגון שומא בבשר או נשיכת כלב או ריח הפה או ריח החוטם וכיוצא בהם הואיל ואינו מבטלו ממלאכתו אינו מחזיר שאין העבדים לתשמיש המטה אלא למלאכה נמצא בו שחין רע או חולי המתיש כחו או שהיה נכפה (פירוש שיש לו שגעון שמפיל אותו לארץ) או משועמם (פי' ת\"י ובתמהון לבב ובשעמימות לבא) הרי זה מום מפני שמבטלו ממלאכתו וכן אם נמצא בו צרעת וכיוצא בו מדברים המגואלים הרי זה מום מפני שנפשו של אדם אוננת מהם ונמצא שאינו מתעסק לו במלאכת אכילה ושתיה וכן אם נמצא לסטים מזוין הרי זה מום המאבד את כולו מפני שהמלך תופס אותו והורגו וכן אם נמצא מוכתב למלכות ה\"ז מום ומחזירו מפני שהמלך תופסו למלאכתו בכל עת שירצה אבל אם נמצא גנב או חוטף או גונב נפשות או בורח תמיד או זולל וסובא וכיוצא בדברים אלו אינו יכול להחזיר שכל העבדים בחזקת שיש בהם כל הרעות אא\"כ פירש: הגה וי\"א דגונב נפשות הוי כמו מוכתב למלכות אבל משחק בקוביא לא הוי מום (טור):"
    },
    {
      "id": "choshen_mishpat-232-11",
      "section": 11,
      "text": "המוכר בהמה לחבירו לטבחה ושחטה ונמצאת טרפה אם נודע בודאי שהיתה טריפה כשלקחה כגון שנקבו בית הכוסות והוגלד פי המכה שאז ידוע שיש לו ג' ימים שניקב אם קנה תוך ג' ימים הוי מקח טעות וצריך להחזיר הדמים ואם לא קנאה תוך ג' ימים או שקנאה תוך ג' ימים ולא הוגלד פי המכה דאז הוי ספק אם ניקב תוך ג' אם לאו על הלוקח להביא ראיה ואם לא יפסיד ויתן הדמים אם הם עדיין בידו:"
    },
    {
      "id": "choshen_mishpat-232-12",
      "section": 12,
      "text": "טרפות דסירכא הוא הדין דמבטל מקח ויש חולקים: הגה דהואיל והוי דבר דשכיח הוי ליה לאתנויי (טור) ואפי' טריפה שאנו אוסרין מספק מבטל המקח ואין המוכר יכול לומר אייתי ראיה דטריפה הוי (ר\"ן פ' אלו טריפות):"
    },
    {
      "id": "choshen_mishpat-232-13",
      "section": 13,
      "text": "המוכר דבר שהיה מום בממכרו ועשה בו הלוקח מום אחר קודם שידע לו המום הראשון אם עשה דבר שדרכו לעשותו פטור ואם שינה ועשה מום אחר קודם שיודע לו המום מחזיר המקח לבעליו ומשלם דמי המום שעשה:"
    },
    {
      "id": "choshen_mishpat-232-14",
      "section": 14,
      "text": "קנה סדין וקרעו לעשות חלוק ואחר כך נודע המום מחמת הקריעה מחזיר לו הקרעים תפרו ואח\"כ נודע המום אם השביח נוטל שבח התפירה מהמוכר וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-232-15",
      "section": 15,
      "text": "המוכר קרקע לחבירו ואכל פירותיה ולאחר זמן נראה לו בה מום אם רצה להחזיר הקרקע לבעלים מחזיר כל הפירות שאכל ואם היה חצר ודר בו צריך להעלות לו שכר:"
    },
    {
      "id": "choshen_mishpat-232-16",
      "section": 16,
      "text": "ראובן שמכר לשמעון (ג') גבינות ולאחר שלשה ימים פתחם ומצאם מרוקבות ריקבון (גדול) ישאלו לעושי גבינות בכמה זמן ראוי לבא ריקבון ועיפוש כזה אם יאמרו שנעשה הריקבון בבית המוכר נמצא שהיה מקח טעות ואם הדבר ספק המוציא מחבירו עליו הראיה:"
    },
    {
      "id": "choshen_mishpat-232-17",
      "section": 17,
      "text": "ראובן שמכר לשמעון נאד שמן ולא פתחו אלא סמך על המוכר שא\"ל שהוא טוב וכשפתחו מצאו עכור ישבע המוכר שנתן לו שמן טוב כמו שהתנה עמו ואם לא ירצה לישבע ישבע הלוקח שהתנה עמו לתת לו שמן טוב וצלול ושזה הוא השמן שנתן לו ויחזיר לו השמן או ישומו כמה דמיו פחותים משמן טוב ואם ירצה הלוקח לקחתו יחזיר לו הפחת:"
    },
    {
      "id": "choshen_mishpat-232-18",
      "section": 18,
      "text": "המוכר דבר שיש בו מום שאינו נראה ואבד המקח מחמת אותו המום ה\"ז מחזיר את הדמים כיצד המוכר לחבירו שור שאין לו טוחנות (פי' שינים) והניחו הלוקח עם הבקר שלו והיה מניח המאכל לפני כולם ואוכלים ולא היה יודע שזה אינו אוכל עד שמת ברעב הרי זה מחזיר לו את הנבלה ויחזיר את הדמים וכן כל כיוצא בזה ואם היה המוכר סרסור (פי' קונה ומוכר בהמות בשוק ביום שקונה מוכר רש\"י) שלוקח מזה ומוכר לזה ואינו משהה המקח עמו ולא ידע במום זה הרי הספסר נשבע שבועת היסת שלא ידע במום זה ויפטר מפני שהיה על הלוקח לבדוק השור בפ\"ע ולהחזירו לו קודם שימות ויהיה הספסר מחזירו על הלוקח הראשון והואיל ולא עשה כן הוא הפסיד על עצמו: הגה ויש חולקין וסבירא להו דאפי' הסרסור צריך לשלם דאע\"ג דהוא נתאנה אין לו להונות אחרים וה\"ה בכל כיוצא בזה (טור והרא\"ש) וכן נ\"ל עיקר וכ\"ש בדבר שלא פשע הקונה כלל כגון שמכר לו טבעת בחזקת זהב ואח\"כ שברו הלוקח ונמצא בו בדיל שחייב להחזיר מעותיו אע\"ג שגם המוכר נתאנה בו ואם אינו מאמינו שנמצא בו בדיל נשבע שאינו יודע מזה ונפטר (מרדכי ס\"פ המפקיד ופ' הספינה) ואם קנה הסרסור דבר בחזקת בדיל ומכרו ואח\"כ נודע שהיה בו כסף או זהב זכה הלוקח שלא זכה בו הסרסור מעולם הואיל ולא ידע בו (הגהות אשיר\"י ומרדכי פ' אלו מציאות) וע' לקמן סי' רס\"ח:"
    },
    {
      "id": "choshen_mishpat-232-19",
      "section": 19,
      "text": "המוכר ביצים לחבירו ונמצאו מוזרות (פי' שהתחיל להתהוות בו צורת האפרוח) שאינם ראוים לאכילה הוי מקח טעות ומחזיר את הדמים ועכשיו לא נהגו כן ומנהג מבטל הלכה:"
    },
    {
      "id": "choshen_mishpat-232-20",
      "section": 20,
      "text": "המוכר לחבירו זרעוני גנה שאין עצמן של זרעונים נאכל וזרען ולא צמחו חייב באחריותן ומחזיר לו הדמים שלקח ממנו שחזקתן לזריעה והוא שלא צמחו מחמת עצמן אבל אם לקתה הארץ בברד וכיוצא בו אינו חייב באחריותן שמא מחמת הברד לא צמחו וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-232-21",
      "section": 21,
      "text": "מכר לו זרעים הנאכלים כגון חטים ושעורים וזרען ולא צמחו אינו חייב באחריותן אפי' היה זרע פשתן שרוב בני אדם קונים אותו לזריעה הואיל ואוכלים אותו אינו חייב באחריות זריעתו (מיהו אם לא נתן עדיין המעות י\"א דיכול הלוקח לומר לזריעה קניתי (טור בשם הרמ\"ה) וע' למטה סעיף כ\"ג) ואם הודיעו שהוא קונה לזרע חייב באחריותו והוא הדין לדברים הנמכרים לרפואה ולצביעה וכן כל כיוצא בזה הלוקח מקח מחבירו והודיעו שהוא מוליכו למדינה פלונית למכרו שם ואחר שהוליכו לשם נמצא בו מום אינו יכול לומ' החזר לי מקחי לכאן אלא מחזיר לו הדמים והמוכר מטפל להביא ממכרו או למכרו שם ואפי' אבד או נגנב [אחרי שהודיעו] הרי הוא ברשות מוכר ואם היה המוכר יודע בממכרו שהיה בו מום חייב בהוצא' שהוציא הלוקח להוליך אותו למקום פלוני ואם לא היה יודע שהיה בו מום פטור מהוצאת ההולכה ואינו חייב אלא בהוצאת החזרה ואם לא הודיע למוכר שמוליכו למדינה אחרת והוליכו ונמצא בו שם מום הרי זה ברשות לוקח עד שיחזיר המקח במומו למוכר:"
    },
    {
      "id": "choshen_mishpat-232-22",
      "section": 22,
      "text": "הלוקח מקח ונמצא בו מום ואח\"כ אבד או נגנב הרי הוא ברשות הלוקח עד שיחזיר המקח למוכר ואם התליע או נפסד מחמת המום ה\"ז ברשות מוכר ואם היה לו להודיע למוכר ולא הודיעו ה\"ז ברשות לוקח:"
    },
    {
      "id": "choshen_mishpat-232-23",
      "section": 23,
      "text": "המוכר שור לחבירו ונמצא נגחן אם אין להוכיח אם קנאו לחרישה או לשחיטה כגון שהוא אדם שהוא קונה לזה ולזה וגם אין הוכחה בדמים כגון שנתייקר הבשר בדמי שור לחריש' אינו מקח טעות שיכול לו' לשחיטה מכרתיו אע\"פ שהרוב קונים לחרישה ולא אזלינן בתר רובא להוציא מיד המוכר אבל אם עדיין המעות ביד הלוקח לא מבעיא אם רובם קונים לחרישה אלא אפי' כי הדדי נינהו המוציא מחבירו עליו הראיה ואם הלוקח אינו רגיל לקנות אלא לחרישה והמוכר מכירו ה\"ז מקח טעות ואם אינו רגיל לקנות אלא לשחיטה מסתמ' לשחיט' קנאו ואם הוא רגיל לקנות לשחיטה ולחרישה אם יש הוכחה בדמים אם נתן דמי שור לחרישה אומרים לחרישה קנאו והוי מקח טעות ואם נתן דמי שור לשחיטה אומרים לשחיטה קנאו: הגה כל מקום דהוי מקח טעות וצריך להחזיר לו דמיו ואית ליה זוזי צריך ליתן לו מעות דהוי כבעל חוב (נ\"י ריש פ' המוכר פירות) ודלא כי\"א דיכול ליתן לו קרקע (תשובת מיימוני דמשפטים סי' י\"ג):"
    }
  ]
}