{
  "id": "choshen_mishpat-138",
  "chapterLabel": "סימן 138",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-138-1",
      "section": 1,
      "text": "דין שנים האוחזין בטלית וחלוקים עליו. ובו ח סעיפים:שנים שהיו אוחזים בכלי א' או שהיו רוכבים על גבי בהמה אחת (וע' לקמן סי' רע\"א איזה רוכב אינו קונה) (ע\"ל סי' קנ\"ה ס\"ה) או שהיה אחד רוכב ואחד מנהיג או יושבים בצד ערימה של חיטים המונחים בסימטא או בחצר של שניהם (מיהו אם הבית של אחד ולקח את חבירו אצלו וחלוקים על הנכסים שבבית הרי הם בחזקת המוחזק בבית) (ריב\"ש סי' רס\"ד) זה אומר הכל שלי וזה אומר הכל שלי כל אחד מהם נשבע (בנקיטת חפץ) שיש לו בזה הדבר ושאין לו בה פחות מחציו ויחלוקו ואם אמר אחד לחבירו השבע וטול כולו שומעין לו ואם גם השני אינו רוצה לישבע חולקין בלא שבועה: הגה שנים שהיו חלוקין על גג שעל ביתם וכל אחד אומר כולה שלי הרי הוא כאילו שניהם תופסים בו וחולקין (ריב\"ש סי' תל\"ד):"
    },
    {
      "id": "choshen_mishpat-138-2",
      "section": 2,
      "text": "ואם זה אומר כולה שלי וזה אומר חציה שלי האומר כולה שלי ישבע שיש לו בה ושאין לו בה פחות משלשה חלקים והאומר חציה שלי ישבע שיש לו בה ושאין לו בה פחות מרביע זה נוטל שלשה חלקים וזה נוטל רביע: הגה ואם הוא דבר הראוי לחלוק יוכל ליטול החצי שמודה לו בלא שבועה ונשבע כל אחד אח\"כ שאין לו בנשאר פחות מחציו (המ\"מ בפרק ט' מטוען בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-138-3",
      "section": 3,
      "text": "במה דברים אמורים כשאוחזין בשפת הטלית שאין ביד שום אחד ממנה שלש (אצבעות) על שלש אז חולקין אותה אפילו שהטלית מוזהבת והזהב לצד אחד מהם ואינו יכול לומר חלוק אותה לרחבה שיבא הזהב לחלקי אלא חולקים אותה לארכה כדי שיבא לשניהם בשוה אבל אם כל אחד קצתה בידו וזה אומר כולה שלי וזה אומר כולה שלי זה נוטל עד מקום שידו מגעת וזה נוטל עד מקום שידו מגעת והשאר חולקים בשוה ונשבעים על הדרך שנתבאר ויש לכל אחד לגלגל על חבירו שכל מה שנטל כדין נטל:"
    },
    {
      "id": "choshen_mishpat-138-4",
      "section": 4,
      "text": "כל חלוקה האמורה כאן אם הוא דבר שיפסד אם יחלק ממש חולקים אותו בדמים:"
    },
    {
      "id": "choshen_mishpat-138-5",
      "section": 5,
      "text": "היה אוחז את כולה וזה מתאבק עמו ונתלה בה ה\"ז בחזקת האוחז את כולה:"
    },
    {
      "id": "choshen_mishpat-138-6",
      "section": 6,
      "text": "באו שניהם אדוקים ושמטה האחד מיד חבירו בפנינו ושתק השני אע\"פ שחזר וצוח אין מוציאין אותה מידו שכיון ששתק בתחלה הרי זה כמודה לו: הגה וי\"א דאפי' מביא עדים אח\"כ שהיא שלו לא מהני ליה דהודאת בעל דין כמאה עדים דמי (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-138-7",
      "section": 7,
      "text": "חזר האחד ותקפה מיד זה התוקף אע\"פ שצוח מתחלה ועד סוף יחלוקו כבתחלה: הגה וי\"א דכיון שזכה הראשון משום הודאתו של זה אין האחר יכול לתקוף ממנו בלא ראיה (ראב\"ד וטור ומרדכי פ\"ק דמציעא):"
    },
    {
      "id": "choshen_mishpat-138-8",
      "section": 8,
      "text": "באו שניהם אדוקים בטלית ואמרו להם צאו וחלקו את דמיה יצאו וחזרו והרי הוא תחת יד אחד מהם זה טוען (שכנגדו) הודה לו ונסתלק ממנה וזה טוען שכרתיה לו או נתגבר עלי וחטפה המוציא מחבירו עליו הראיה ואם לא הביא ראיה ישבע זה שהוא שלו ויפטר: הגה ויש אומרים דאם אמר שחטפה ממנו נאמן ויחלוקו (טור בשם הרא\"ש) ולכן אם אמר שכרתיה לו בפני פלוני ופלוני והלכו להם למדינת הים נאמן במגו שהיה אומר חטפה ממני (המגיד פ\"ט מטוען בשם הרמב\"ן והרשב\"א) וכן נראה לי עיקר:"
    }
  ]
}