{
  "id": "choshen_mishpat-389",
  "chapterLabel": "סימן 389",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-389-1",
      "section": 1,
      "text": "דין ממון האדם שהיזק וחילוק שבין תם למועד ובאיזה מקום חייב קרן ושן ורגל. ובו כ סעיפים:כל נפש חיה שהיא ברשותו של אדם שהזיקו חייבים הבעלים לשלם שנאמר כי יגוף שור איש את שור רעהו א' השור ואחד שאר בהמה חיה ועוף לא דבר הכתוב בשור אלא בהווה:"
    },
    {
      "id": "choshen_mishpat-389-2",
      "section": 2,
      "text": "וכמה משלם אם הזיקו בדברים שדרכה לעשות תמיד כמנהג ברייתה כגון בהמה שאכלה תבן או עמיר או שהזיקה ברגלה או בדרך הילוכה חייב לשלם נזק שלם מהיפה שבנכסיו שנאמר מיטב שדהו ומיטב כרמו ישלם ואם שנה ועשה מעשים שאין דרכה לעשות תמיד והזיקה בהם כגון שור שנגח או נשך חייב לשלם חצי נזק מגוף המזיק עצמו שנאמר ומכרו את השור החי וחצו את כספו וגו':"
    },
    {
      "id": "choshen_mishpat-389-3",
      "section": 3,
      "text": "כיצד שור שוה מנה שנגה לשור שוה עשרים והמיתו והרי הנבילה שוה ארבעה בעל השור המזיק חייב לשלם שמנה ואינו חייב לשלם אלא מגוף השור שהזיק שנאמר ומכרו את השור החי:"
    },
    {
      "id": "choshen_mishpat-389-4",
      "section": 4,
      "text": "לפיכך אם המית שור שוה עשרים לשור שוה מאתים והנבלה שוה מנה אין בעל הנבלה יכול לומר לבעל החי תן לי חמשים אלא אומר לו הרי שור שהזיק לפניך קחהו ולך אפי' אינו שוה אלא דינר וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-389-5",
      "section": 5,
      "text": "העושה מעשה שדרכו לעשות תמיד כמנהג ברייתו הוא הנקרא מועד והמשנה ועשה מעשה שאין דרך כל מינו לעשותו כן תמיד כגון שנגח או נשך הוא נקרא תם וזה המשנה אם הרגיל בשינויו פעמים רבות נעש' מועד לאותו דבר שהרגיל בו שנא' או נודע כי שור נגח הוא:"
    },
    {
      "id": "choshen_mishpat-389-6",
      "section": 6,
      "text": "חמשה מעשים תמים יש בבהמה ואם הועד לא' מהם נעשית מועדות לאותו מעשה ואלו הם הבהמה אינה מועדת מתחלתה לא ליגח ולא ליגוף ולא לנשוך ולא לרבוץ על הכלים גדולים ולא לבעוט ואם הועדה לאחד מהם הרי זו מועדת לו אבל השן מועדת מתחלתה לאכול את הראוי לה והרגל מועדת מתחלתה לשבר בדרך הילוכה:"
    },
    {
      "id": "choshen_mishpat-389-7",
      "section": 7,
      "text": "הבהמה יש מי שאומר שהיא מועדת מתחלתה לרבוץ על פכים קטנים ולמעך אותם ויש חולקין עליו:"
    },
    {
      "id": "choshen_mishpat-389-8",
      "section": 8,
      "text": "חמשה מיני חיה מועדים מתחלת ברייתן להזיק אפי' אם הם בני תרבות לפיכך אם הזיקו או המיתו בנגיחה או בנשיכה ודריסה וכיוצא בהם חייב נזק שלם ואלו הם הזאב והארי והדוב והנמר והברדלס וכן הנחש שנשך ה\"ז מועד ואפי' היה בן תרבות (וי\"א דוקא נחש מועד לכל מיני היזק אבל האחרים אינן מועדין אלא מה שדרכן בכך כגון ארי לדרוס וזאב לטרוף אבל לא איפכא) (טור ס\"ג בשם ר\"י והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-389-9",
      "section": 9,
      "text": "כל מועד משלם נזק שלם מהיפה שבנכסיו וכל תם משלם חצי נזק מגופו:"
    },
    {
      "id": "choshen_mishpat-389-10",
      "section": 10,
      "text": "בד\"א כשנכנסת הבהמה לרשות הניזק והזיקתהו אבל אם נכנס הניזק לרשות המזיק והזיקתהו בהמתו של בע\"ה ה\"ז פטור על הכל שהרי הוא אומר לו אילו לא נכנסת לרשותי לא הגיע לך היזק והרי מפורש בתורה ושלח את בעירה ובער בשדה אחר: הגה כל זה ל' הרמב\"ם וצ\"ע דמקרא זה בשן ורגל היא דכתיב לפטרן ברשות שניהם אבל ברשות המזיק דפטור אפי' בקרן אין ענין מקרא זה טעם אליו אלא דפטור מכח דא\"ל אילו לא נכנסת כו' והא דפטור ברשות המזיק דוקא שנכנס שלא ברשות אבל נכנס ברשות כגון פועלים הנכנסין לתבוע שכרן ונגחן שורו של בעל הבית חייב (טור ס\"ה בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-389-11",
      "section": 11,
      "text": "הזיקה ברשות הרבים או בחצר שאינה של שניהם לא למזיק ולא לניזק או בחצר שהוא של שניהם והרי היא מיוחדת להניח בה פירות ולהכניס לה בהמה כגון הבקעה וכיוצא בה או שהיא של שניהם להכניס בה בהמה ואין שום אחד מהם רשאי להכניס בה פירות אם בשן ורגל הזיקה כדרכה ה\"ז פטור מפני שיש לה רשות להלך בכאן ודרך הבהמה להלך ולאכול כדרכה ולשבר בדרך הלוכה ואם נגחה או נגפה או רבצה או בעטה או נשכה אם תמה היא משלם חצי נזק ואם מועדת נזק שלם:"
    },
    {
      "id": "choshen_mishpat-389-12",
      "section": 12,
      "text": "היה החצר של שניהם מיוחדת לפירות ולא להכניס בה בהמה והכניס שם אחד מהשותפים בהמה והזיקה חייב אפילו על השן ועל הרגל:"
    },
    {
      "id": "choshen_mishpat-389-13",
      "section": 13,
      "text": "וכן אם היתה מיוחדת לבהמה לשניהם והיה רשות לאחד מהם בלבד להכניס לה פירות והזיקה פירותיו חייב על השן ועל הרגל:"
    },
    {
      "id": "choshen_mishpat-389-14",
      "section": 14,
      "text": "אם הוא של אחד מהם לפירות ולא לשוורים ולשני לשוורים ולא לפירות והזיקה בהמתו של אותו שמיוחדת לו לשוורים ולא לפירות לאותו שמיוחדת לו לפירות בשן ורגל חייב דלגבייהו הו\"ל הצר הניזק בקרן פטור דלגבי דידיה הוה ליה חצר המזיק ואם הזיקה בהמתו של אותו שמיוחדת לו לפירות לאותו שמיוחדת לו לשוורים בקרן חייב דלגבי דידיה הוה ליה חצר הניזק בשן ורגל פטור דלגבייהו הוי חצר המזיק:"
    },
    {
      "id": "choshen_mishpat-389-15",
      "section": 15,
      "text": "שן ורגל אין חייבין אא\"כ הזיקו ברשות הניזק אבל בר\"ה פטורים וא\"צ לומר ברשות המזיק ומיהו אם התיז אבנים בר\"ה והלכו והזיקו ברשות הניזק או עץ ארוך מקצתו ברשות הרבים ומקצתו ברשות הניזק ודרסה עליו בר\"ה ושיברה כלים ברשות הניזק חייב:"
    },
    {
      "id": "choshen_mishpat-389-16",
      "section": 16,
      "text": "ראובן שהכניס פירותיו לחצר שמעון שלא ברשותו ונכנס שורו של לוי שם ואכלתם פטור: הגה אבל אם הכניס ראובן פירותיו ברשות ונכנס שורו של לוי שלא ברשות חייב דהוי כחצר של שותפים ונכנס שם שור של אחרים להזיק דחייב (הגהות מיי' שם):"
    },
    {
      "id": "choshen_mishpat-389-17",
      "section": 17,
      "text": "חצר שהוא של שניהם לשוורים ולאחד מהם לשאר דברים והכניס בה טליתו וחבירו שמיוחדת לו לשורים הכניס בה שורו והזיק השור לטלית וגם הטלית לשור אין אומרים יצאו זה בזה אלא שמין הנזקין בב\"ד וכל מי שהזיק יותר ישלם:"
    },
    {
      "id": "choshen_mishpat-389-18",
      "section": 18,
      "text": "ג' אבות נזיקין בשור הקרן והשן והרגל ונקראו אבות מפני שהם כתובים בפסוק ולהם תולדות שכל דבר הדומה לו מכל אלו נקראו תולדות ודינו כמוהו חוץ מנזק צרורות כמו שיתבאר:"
    },
    {
      "id": "choshen_mishpat-389-19",
      "section": 19,
      "text": "כיצד שור האמור בתורה הוא שנגח בקרן ואין דרכו בכך אלא דרך מקרה ואין לו הנאה בהזיקו וכל הדומה לו דינו כמותו כגון שנגפה בגופה או נשכה או בעטה או רבצה על כלים ושברתם וכן אם אכלה כסות או כלים דינה כקרן ואינו משלם אלא חצי נזק בין ברשות הניזק בין בר\"ה ועוד יש דברים שהזיקה ברגלה או בפיה ודינם כקרן ויתבארו בסי' ש\"צ:"
    },
    {
      "id": "choshen_mishpat-389-20",
      "section": 20,
      "text": "פרה שרבצה בר\"ה והלכה פרה אחרת דרך עליה ובעטה בה אע\"פ שזאת שינתה ורבצה אין למהלכת לבעוט בה אבל אם הזיקה דרך הילוכה פטורה:"
    }
  ]
}