{
  "id": "choshen_mishpat-072",
  "chapterLabel": "סימן 72",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-072-1",
      "section": 1,
      "text": "המלוה על המשכון והרבה דיני משכונות. ובו מה סעיפים:המלוה על המשכון צריך ליזהר שלא ישתמש בו מפני שהוא כמו ריבית ואם הלוה לעני על מרא וקרדום וכיוצא בו ששכרו מרובה ואינו נפחת אלא מעט יכול להשכירו שלא ברשות בעלים ולגבות לו דמי השכירות בחובו ויש מי שאומר דדוקא לאחרים יכול להשכירם אבל לא לעצמו משום חשדא: הגה ודוקא שלא התנה עמו מתחילה אבל אם התנה עם הלוה מתחילה שרי (ב\"י) וע' בי\"ד סימן קע\"ב וקס\"ו י\"א דאין חילוק בין ספרים לשאר דברים ואם למד בספרים שהלוה עליהם מקרי שולח יד בפקדון ויש מחלקים משום דקסבר מצוה קעביד (מרדכי פ' אלו מציאות שתי הדעות) וע' בי\"ד סי' קע\"ב:"
    },
    {
      "id": "choshen_mishpat-072-2",
      "section": 2,
      "text": "המלוה את חבירו על המשכון בין שהלוהו מעות בין שהלוהו פירות בין שמשכנו בשעת הלואתו בין שמשכנו אחר שהלוהו הרי זה שומר שכר: הגה ואין חילוק בין אם פירש שקבלו למשכון בכדי שויו בין קבלו סתם טור לפיכך אם אבד המשכון או נגנב חייב בדמיו ואם היה שוה המשכון כדי דמי החוב אין לאחד על חבירו כלום ואם החוב יותר על המשכון משלם הלוה היתרון: הגה וי\"א דאם פירש ואמר בשעת הלואה שמקבל המשכון בכל החוב אפי' אם קבל קתא דמגלא באלפא זוזי אבד המשכון אבד הכל (טור) ואם דמי המשכון יתרים על החוב נותן המלוה ללוה היתרון ואם נאנס המשכון כגון שנלקח בלסטים מזויין וכיוצא בו משאר אונסים ישבע המלוה שנאנס וישלם לו בעל המשכון את חובו עד פרוטה אחרונה: הגה וי\"א דמלוה על המשכון לא הוי אלא שומר חנם לענין זה שאם דמי המשכון יתירים על החוב אין המלוה נותן ללוה היתרון אלא אבד מעותיו ולא יותר (טור בשם ר' ירוחם והרא\"ש) וכן מוכח באמת דעת הרא\"ש בכמה דוכתי ובפרט בסוף פ' שבועת הדיינים כתב ומכל אלו הראיות ברורות נראה דהלכה כרבה ולא כב\"י לדעת הרא\"ש וכ\"כ עוד הרא\"ש להדיא בפ' יש נוחלין גבי קנין עד אימתי חוזר ע\"ש ומספיקא לא מפקינן ממונא (מרדכי ס\"פ האומנין) ואם נאבד או נגנב בפשיעה חייב לשלם לדברי הכל (טור):"
    },
    {
      "id": "choshen_mishpat-072-3",
      "section": 3,
      "text": "המלו' על המשכון וחזר המלוה והפקידו ללוה ונגנב או נאבד חייב המלוה אע\"פ שביד הלוה אבד כיון דבתורת פקדון נתנו לו אכתי ברשותא דמלו' קאי ומזה הטעם אם ראובן לוה מעות משמעון על בגדי אשתו וחזר והשאילן לו עד לאחר המועד ומת במועד ומאימת המושל מסרה את אשר לה לשמעון וגם הבגדים ההם ואח\"כ החזיר לה שמעון הכל חוץ מאותם בגדים הדין עם שמעון כיון שבתורת שאלה באו ליד ראובן עדיין הם ברשות שמעון: הגה ראובן שנתן לשמעון משכון למשכנו אצל עכו\"ם ושמעון נתן משכון אחר לעכו\"ם ועכב משכון של ראובן בידו נעשה עליו שומר כאלו הלוהו עליו (מהר\"ם פאדוואה סי' נ\"ט):"
    },
    {
      "id": "choshen_mishpat-072-4",
      "section": 4,
      "text": "המלוה על המשכון ונתן לו רשות להשתמש בו ונאנס אפשר שאפילו בנתינת רשות בלבד הוי שואל וחייב:"
    },
    {
      "id": "choshen_mishpat-072-5",
      "section": 5,
      "text": "מי שנתמשכן ע\"י נאמני הקהל על חלקו המגיע מהמס ונגנב המשכון אין לקהל ולא לנאמן דין שומר שכר (אא\"כ יש מנהג בעיר הולכין אחריו) (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-072-6",
      "section": 6,
      "text": "המלוה על המשכון ומת אף בנו נעשה עליו שומר שכר:"
    },
    {
      "id": "choshen_mishpat-072-7",
      "section": 7,
      "text": "המלוה על המשכון ובשעת קבלת המשכון אמר איני מקבל אחריותו עלי אינו אפילו ש\"ח ופטור אפילו מפשיעה:"
    },
    {
      "id": "choshen_mishpat-072-8",
      "section": 8,
      "text": "ראובן שאל משמעון סייף שהיה לו במשכון מעכו\"ם ואבדו ושואל ממנו ממון הרבה כמו ששואל ממנו העכו\"ם לא ישלם לו אלא דמי שוויו דסתם סייף דעלמא:"
    },
    {
      "id": "choshen_mishpat-072-9",
      "section": 9,
      "text": "המלוה על המשכון ואבד או נגנב בלא אונס שהרי המלוה חייב בדמי המשכון כמו שנתבאר ואמר המלוה סלע הלויתיך עליו ושקל היה שוה והלוה אומר סלע הלויתני עליו וסלע הי' שוה הרי המלוה נשבע תחילה שבועת השומרים שאינו ברשותו והלוה נשבע היסת שהיה שוה כנגד החוב ונפטר:"
    },
    {
      "id": "choshen_mishpat-072-10",
      "section": 10,
      "text": "אמר המלוה סלע הלויתיך עליו ושקל היה שוה והלו' אומר סלע הלויתני עליו וג' דינרין היה שוה ישבע המלוה תחלה שאינו ברשותו ואח\"כ ישבע הלוה כמה היה שוה שהרי הודה במקצתו וישלם הדינר:"
    },
    {
      "id": "choshen_mishpat-072-11",
      "section": 11,
      "text": "סלע הלויתיך עליו ושקל היה שוה והלוה אומר איני יודע דמיו ישבע מלוה שאינו ברשותו וכולל בשבועתו שב' דינרים היה שוה וישלם הלוה שאר החוב שהרי הוא יודע בודאי שהוא חייב ואינו יודע אם פרעו אם לאו ואם יש למלוה עדים שנאבד נוטל שקל בלא שבועה אלא שמחרים הלוה סתם על מי שנוטל ממנו שלא כדין וה\"ה שאם מאמינו הלו' שנאבד שנוטל שקל בלא שבועה:"
    },
    {
      "id": "choshen_mishpat-072-12",
      "section": 12,
      "text": "אמר הלוה סלע הלויתני עליו ושתים היה שוה: הגה ומיירי שאבדו בפשיעה למ\"ד דלא הוי עליו אלא שומר חנם (טור) והמלוה אומר שלא היה שוה אלא סלע אם הלוה מאמינו שנאבד או שיש לו עדים שנאבד נשבע המלוה היסת ונפטר ואם אין הלוה מאמינו שנאבד וגם אין לו עדים שנאבד נשבע המלוה שאינו ברשותו ומגלגל עליו שלא היה שוה יותר ממה שהלוהו ואם המלוה מודה במקצת שאמר הלוה סלע הלויתני עליו ושתים היה שוה ואמר המלוה שלא היה שוה אלא חמשה דינרים משלם לו הדינר שמודה וישבע שלא היה שוה יותר מה' דינרין וכולל בשבועתו שאינו ברשותו אם אינו מאמינו שנאבד וגם אין לו עדים שנאבד ואם אמר לו הילך מה שהוא שוה יותר ממה שהלויתיך או שאמר היה לי בידך בכדי שהיה שוה יותר על החוב הרי זה נשבע היסת ונפטר אם זה מאמינו שנאבד או אם יש לו עדים שנאבד אמר הלוה סלע הלויתני עליו ושתים היה שוה והמלוה אומר איני יודע כמה היה שוה ישבע המלוה שאינו ברשותו ויכלול בשבועתו שאינו יודע שהיה שוה יותר מדמי החוב ויפטר ואם יש עדים שנאבד או שהלוה מאמינו נשבע היסת שאינו יודע שהי' שוה יותר מדמי החוב ויפטר ואם השיב אני יודע שהי' שוה יותר מדמי החוב ואיני יודע כמה הוה ליה מחויב שבועה ואינו יכול לישבע ומשלם לו סלע ואם רצה המלוה מחרים סתם על מי שטוען שקר אם שניה' תובעי' זה את זה שאמר הלוה סלע הלויתני עליו ושתים היה שוה והמלוה אומר שלא היה שוה אלא שקל נשבע הלוה היסת שלא היה שוה פחות מסלע והמלו' נשבע שאינו ברשותו ויכלול בשבועתו שלא היה שוה יותר מסלע ואם היה הלוה מאמינו או שנאבד או שיש לו עדים גם הוא לא ישבע אלא היסת שלא היה שוה יותר מסלע:"
    },
    {
      "id": "choshen_mishpat-072-13",
      "section": 13,
      "text": "היו שניהם מודים זה לזה כגון שאומר הלוה סלע הלויתני וסלע היה שוה ובא לפדותו והמלו' מודה אלא שאומר שאבד אם אין לו עדים ואין הלוה מאמינו נשבע שאינו ברשותו ויצא זה בזה: הגה היו עדים שנגנב ושהיה שוה יותר על דמי החוב ותובע הלוה המותר והמלוה טוען שלא נגנב או נאבד בפשיעתו ופטור למאן דאמר דלא הוי אלא כשומר חנם ישבע המלוה כשאר שומר חנם שלא פשע בו (טור):"
    },
    {
      "id": "choshen_mishpat-072-14",
      "section": 14,
      "text": "אם הלוה תבעו ביתרון שהיה שוה המשכון יותר על דמי החוב ויש עדים בזה או שהמלוה מודה לו אלא שטוען שנאבד באונס ותובע דמי חובו ישבע המלו' שאינו ברשותו ושלא שלח בו יד ושנאבד באונס וגובה חובו מהלוה שהרי אין הלוה יודע כיצד נאבד והוה ליה כהלויתני ואיני יודע אם החזרתים לך: הגה הלוה שאמר למלוה על משכון פרעתיך כך וכך והמלוה אומר אמת פרעתני אבל איני יודע כמה הלוה נאמן במה שאומר דמלוה אין לו על המשכון רק שעבוד והוי כאלו הוא התובע ואין אדם מוציא מאחר בטענת ספק (תשובת רשב\"א סי' אלף מ\"א ותשובת רמב\"ן סי' פ\"ה) ואם עד אחד מעיד שלא כדברי הלוה נשבע הלוה נגד העד ונוטל המשכון במה שאומר הואיל והמלוה אינו יודע (ב\"י בשם הרשב\"א) ועיין לקמן סי' זה סעיף כ\"ד:"
    },
    {
      "id": "choshen_mishpat-072-15",
      "section": 15,
      "text": "כל היכא שהמלו' צריך לישבע שאינו ברשותו אפילו שאמר הריני משלם כפי שתבע הלוה ואיני נשבע אין שומעין לו דחיישינן שמא עיניו נתן בו ואם היה דבר שכל מינו שוה ומצוי בשוק לקנות כמותו באותן הדמים שרוצה לשלם ה\"ז משלם ואינו נשבע במה דברים אמורים כשהשבועה מוטלת על המלוה לבד ואין על הלוה שום שבועה אבל בזמן שהלוה נשבע כמה היה שוה כדי ליטול או ליפטר אז לא ינצל המלוה לעולם מלישבע שאינו ברשותו (ואפי' מאמין הלוה למלוה ר\"ן פ' הדיינים) אפי' אם ירצה לשלם והוא דבר המצוי לקנות דחיישינן שמא יוציא את המשכון אחר שבועת הלוה ונמצא שם שמים מתחלל:"
    },
    {
      "id": "choshen_mishpat-072-16",
      "section": 16,
      "text": "המלוה את חבירו על טבעת שיש בו אבן ונאבד אם הלוה מודה שאותו שביד השולחני שוה לשלו פשוט שנלך אחר שומת הבקיאים אבל אם טען הלוה דשלו היתה שוה יותר והמלוה טוען ברי שלא היתה שוה אלא כזו הרי זה מודה מקצת ונותן לו מה שהוא מודה ונשבע על השאר ואם המלוה אינו יודע כמה היתה שוה והלוה טוען ברי שהית' שוה יותר הרי הוא נאמן ומשום דהוה ליה מלוה מחוייב שבועה שאינו יכול לישבע ומ\"מ צריכים ב\"ד לחקור היטב ולאיים על הלוה שלא ישקר לשום אותה יותר משוויה:"
    },
    {
      "id": "choshen_mishpat-072-17",
      "section": 17,
      "text": "אם לא נאבד המשכון וחלוקים בעיקר הלואה שהמלוה אומר שהלוהו סלע והלוה אומר שלא הלוהו אלא שקל אם הוא בענין שהיה המלוה יכול להחזיק במשכון ולטעון לקוח הוא בידי או להד\"מ או החזרתיו לך נאמן לומר שהלוה עליו עד כדי דמיו בשבועה בנקיטת חפץ (ודוקא שתפס חפץ אבל תפס מעות נשבע היסת ונפטר) (טור והתרומה שער מ\"ט) ואפילו מת הלוה תחלה ואח\"כ מת מלוה נפרעי' (יתומיו) ממה שתחת ידם לפיכך אם המשכון שוה סלע הרי נשבע ונוטל ואין המשכון שוה אלא דינר הרי המלוה נוטל דינר מדמי המשכון ופורע הלוה עוד דינר שמודה בו ונשבע על השנים שכפר בהם ואם כפר בכל ואמר אין זה משכון אלא פקדון בידו ואין לו אצלי כלום הרי המלוה נפרע מדמי המשכון ואם אינו שוה כדי חובו נוטל ממנו מה ששוה ועל השאר נשבע הלוה היסת ונפטר: הגה ואפי' היה זה הדבר שמחזיק בו דברים שעושין בהן אוכל נפש או בגד אלמנה לא אמרינן כיון שמחויב להחזיר אין לו מיגו אלא כיון שאין עדים והיה יכול לכפור יכול לטעון עליו כדי דמיו (טור) וה\"ה במקום שיש תקנה שלא לעכב אחד של חבירו הבא לידו דרך שאלה או פקדון או מלמד בספרים שלומד עם הנערים אע\"פ שמחויב להחזיר מ\"מ לא אבד מיגו שלו ונאמן לטעון עליהם כדי דמיו כל מקום שיש לו מיגו ואפי' במקום שיש תקנה זו מ\"מ המלמד יוכל לעכב הספר בעד שכירות הלמוד (מרדכי ס\"פ המקבל) י\"א דבכ\"מ שיכול לטעון על מה שתחת ידו יכול לישבע סתם שאינו חייב לו כלום ובלבד שיודע בודאי שזה שכנגדו חייב לו כגון שיש לו מלוה בידו או פקדון וברור לו שלא נאנס משכנגדו שהוא חייב ליתן לו פקדונו או דמיו וכיוצא בזה (נ\"י פ\"ק דמציעא וב\"י סי' ע\"ה בשם תלמידי רשב\"א) מיהו לכתחלה אומרים לו לברר דבריו כמו שיתבאר למטה סעיף כ\"ה ולקמן ר\"ס ע\"ה והא דיכול לטעון על מה שתחת ידו היינו שאומר שזה שכנגדו חייב לו ממון אבל לא יוכל להחזיק במה שתחת ידו עד שחבירו יתן לו פטורים או כיוצא בזה משאר תביעות כי אין זה שייך לזה (מהרי\"ו סי' כ\"א ול\"ה) וכל מי שיוכל לטעון על מה שתחת ידו אין לו זכות בו רק משעת העמדה בדין ואילך ולא משעת תפיסה ולכן אם נתייקר קודם העמדה בדין ברשות מרא קמא אייקר (ריב\"ש סי' שצו):"
    },
    {
      "id": "choshen_mishpat-072-18",
      "section": 18,
      "text": "ואם הוא בענין שאין יכול לטעון לקוח הוא בידי או לא היו דברי' מעולם או החזרתיו לך נשבע הלוה שלא הלוהו אלא שקל ופורע לו ונוטל משכונו כיצד דברים שאינם עשוים להשאיל ולהשכיר ואין עדים לומר היאך באו לידו אפילו ראו עדים עתה בידו נאמן לומר לקוח הוא בידי וכן אפילו דברים העשוין להשאיל ולהשכיר או שאין עשוים להשאיל ולהשכיר אלא שיש עדים שבאו לידו בתורת שאלה ואין עדים שראו עתה בידו יכול לומר החזרתים לך או לא היו דברים מעולם אם אין עדים שמסרם לידו אבל דברים העשוים להשאיל ולהשכיר ויש עדים שראוהו עתה בידו אינו יכול לומר לקוח הוא בידי או החזרתים לך: הגה י\"א דלא בעינן שראו העדים בשעה שתבעו לבית דין אלא שראו קודם לכן בידו וטען אז שהן מכורין בידו או טענה אחרת שאינן ראוים להחזיר לפי אותה טענה דמעתה אין לו מיגו שהיה יכול לומר החזרתים דאנן סהדי שלא החזירם וכן אם הוא מפורסם שהוא בידו אע\"פ שאין כאן עדים שראו בידו לא יוכל לומר לקוחים הם בידי שהרי אין כאן מיגו דיוכל לומר החזרתים דירא לשנות הידוע (הגהות אשיר\"י סוף פרק המקבל) ואפי' אמר בשעה שראו עדים שחייב לו כך וכך כמו שטוען עכשיו בב\"ד לא מהימן (תשובת הרא\"ש כלל ק\"ו סי' ב') ודוקא שראוהו עדים קודם שתבעו בב\"ד אבל אם ראוהו אחר שנפלו הטענות ומחלוקות ביניהם בב\"ד לא אבד המיגו שלו ונאמן במה שטוען לקוחים או החזרתים דהולכים בזה אחר שעת טענ' בב\"ד (תשובת רמב\"ן סי' פ\"ד) ואם יש עד אחד בזה יש אומרים דאין המלו' נאמן דהוי ליה מחויב לישבע להכחיש העד ואינו יכול שהרי מודה לו רק טוען טענה אחרת ליפטר עצמו והוה ליה מחויב שבועה ואינו יכול לישבע ומשלם (תשובות הנ\"ל) כדלקמן סימן ע\"ה סעיף י\"ג וי\"א דהמלוה נאמן בשבועה (תשו' רשב\"א סי' תתקצ\"ח וסי' אלף מ') והסכמת בעל המחבר כסברא הראשונה כמו שיתבאר לקמן סי' זה סעיף כ\"ג ועיין לקמן סי' ע\"ה סעיף י\"ג וע' לעיל סי' נ\"ח כתבתי אם אדם יוכל לטעון על מה שתחת ידו מחמת אחר ולא מחמת זה שנתנו בידו והא דאדם יוכל לטעון לקוח הוא בידי או הלויתי עליו היינו דוקא שהחפץ תחת ידו אבל ראובן שהפקיד דבר אצל שמעון ולוי הביא עדים שהוא שלו או ששמעון מודה לו ושמעון טוען שראובן חייב לו עליו אין ראובן נאמן לומר שלקחו מלוי אבל אם שמעון אומר שיודע שראובן לקחו מלוי נאמן במגו שהיה אומר שהוא לקחו מלוי ואז היה נאמן הואיל וליכא עדים כיצד בא לידו או שלא ראו בידו (תשובת רשב\"א) ואם אינו טוען לקוח הוא בידי רק שראובן נתן לו של לוי למשכון ע\"ל סי' שנ\"ו שחייב לפדותו משום תקנת השוק ועיין עוד מאלו הדינין סימן קל\"ג:"
    },
    {
      "id": "choshen_mishpat-072-19",
      "section": 19,
      "text": "דברים העשויים להשאיל ולהשכיר להרמב\"ם היינו כלים שתחלת עשייתם להשאיל ולהשכיר ולהרי\"ף ור\"ת כל כלי שמקפידים עליו להשאילו מפני חשיבותו או שמתקלקל הוא דבר שאין דרכו להשאיל ולהשכיר ושאר כל הכלים דרכן להשאיל ולהשכיר והוא שיהיה זה שהחפץ בידו רגיל אצל בעל החפץ וגם שיהיה בעל החפץ רגיל להשאיל כליו לאחרים: הגה וזה הכל תלוי באהבת האיש ושנאתו ולפי מנהג המקום ולפי ראות עיני הדיין לפי מה שהתובע והנתבע הם בני אדם (טור):"
    },
    {
      "id": "choshen_mishpat-072-20",
      "section": 20,
      "text": "המוחזק במשכון שלא בעדים שאמרנו שיכול לטעון עליו עד כדי דמיו אם אינו שוה לשומת הבקיאי' החצי שהוא טוען עליו ואומר אני אטלנו בחובי לפי שהוא שוה בעיני כדי חובי והאחר כופר שאינו חייב לו כלום ואומר אע\"פ שאיני חייב לו אני רוצה לסלקו בדמים שהוא שוה לשאר בני אדם הדין עם בעל הכלי (וי\"א שהדין עם המחזיק (טור) ונראה לי דהמוציא מחבירו עליו הראיה:"
    },
    {
      "id": "choshen_mishpat-072-21",
      "section": 21,
      "text": "אין חזקת המחזיק מועלת לטעון עליו כדי דמיו אלא בדבר שאינו יכול לילך מעצמו והוא עומד תחת יד הבעלים כגון מטלטלים או עבד קטן שאינו הולך ברגליו ובהמה המשתמרת ביד הרועה דכיון שהוא שמור ביד בעליו וזה מוחזק בו נאמן לטעון עליו עד כדי דמיו אבל עבדים גדולים ובהמה שאינה מסורה לרועה אלא מעצמה הולכת ורועה אינו נאמן לומר לקוח הוא בידי או משכון הוא בידי אלא כשיביא האחד עדים שהם שלו יחזיר לו העבד ובהמה והוא ישבע לו שלא מכר ולא משכן לו כלום לפי שאין תפיסתן תפיסה שמעצמם הולכים אנה ואנה ובכ\"מ ברשות בעלים הם ואם החזיק בהם שלשה שנים ויש לו עדים בכך ה\"ז נאמן וישבע היסת שלקחן ממנו או שמסרם לו בחובו:"
    },
    {
      "id": "choshen_mishpat-072-22",
      "section": 22,
      "text": "אם המלוה כופר במשכון ושניהם מודים בהלואה ישבע המלוה היסת שלא הניח בידו משכון והלו' ישבע היסת שהוא תופס משלו כנגד חובו או יותר ואע\"פ ששוה יותר נפטר המלוה ממנו שכבר נשבע עליו ואם היה שוה פחות נשבע שמשכונו היה שוה כך וכך וישלם השאר:"
    },
    {
      "id": "choshen_mishpat-072-23",
      "section": 23,
      "text": "ראובן שלוה משמעון עשרה דינרים על משכון והי' עד א' בדבר שידע המשכון והחוב אבל לא ידע כמה היה החוב ושמעון אומר שכ' דינרין הלוה לו אם הוציא שמעון המשכון לפני ב\"ד או בפני עדים קודם שנפלה הכחשה ביניהם הדין עם ראובן וכיון שיש כאן ע\"א מחייבו שבועה והרי הוא מודה לדברי העד ואינו יכול לישבע הילכך מחזיר המשכון ויביא ראיה על המעות ויטול וישבע ראובן היסת על העשרה שהוא כופר בהם אבל אם קודם שהוציא שמעון המשכון בב\"ד נפל המחלוק' ביניהם שמעון נאמן ונשבע בנקיטת חפץ ונוטל:"
    },
    {
      "id": "choshen_mishpat-072-24",
      "section": 24,
      "text": "ראובן שלוה משמעון שבעה דינרים על המשכון ואח\"כ אמר לו פרעתיך פעם אחד שני דינרים ופעם שנית שני דינרים ופעם שלישית דינר והשיב שמעון איני זוכר אלא מהדינר לבד הדין עם ראובן מפני שגוף המשכון שלו ונמצא כשהוא תובע משכונו שמעון משיבו איני יודע אם יש לי עליו שום דבר מספק וכיון שכן אין שמעון יכול לתבוע מספק בנכסי ראובן (ועיין לעיל סי' זה סעיף י\"ד):"
    },
    {
      "id": "choshen_mishpat-072-25",
      "section": 25,
      "text": "התופס חפץ מחבירו וטוען שיש לו עליו עד כדי דמיו מעסק משא ומתן שביניהם צריך לברר היאך נתחייב לו משום דנפישי רמאי ואולי מתוך דבריו יתברר רמאותו (ועיין לעיל סי' זה סעיף י\"ז ולקמן סי' ע\"ה):"
    },
    {
      "id": "choshen_mishpat-072-26",
      "section": 26,
      "text": "מי שיש בידו משכון מחבירו ודוחקו לפדותו ואמר לו הלה יהא המשכון שלך לא קני דדחויי מדחי ליה:"
    },
    {
      "id": "choshen_mishpat-072-27",
      "section": 27,
      "text": "משכון שנפחתו דמיו ביד המלו' וטוען הלוה ברי לי שנפחת מחמת שנרקב או אכלוהו עכברים או עש אם טוען המלוה ששמרו במקום שמשתמר מעכברים ורקבון וניערו כראוי א\"כ אנוס הוא ונשבע היסת שהוא כדבריו ונפטר ואם מודה שלא שם אותו במקום המשתמר מעכברים או לא ניערו כראוי חייב לשלם הפחת ואם יש מחלוקת ביניהם זה אומר נפחת כך וכך וזה אומר לא נפחת כל כך אם הלוה מודה שמתחל' לא היה שוה אלא כדי החוב כגון שהלוהו עשרים והיה שוה עשרים ועתה שוה עשרה והמלוה אומר שמתחלה לא היה שוה אלא ט\"ו ושואל ממנו חמשה נשבע הלוה היסת ונפטר ואע\"פ שהוא מודה מקצת שהרי המשכון הילך הוא אבל המלוה אינו נשבע שהרי גם מתחלה לא היה שוה אלא כדי חובו ואם מתחלה היה שוה יותר מכדי החוב כגון שטוען הלוה שהי' שוה שלשים והלוהו עשרים ועתה אינו שוה אלא ט\"ו ושואל ממנו עשרה והמלוה אומר שלא היה שוה אלא כ\"ה ואין לו ליתן אלא חמשה נשבע המלוה שלא נפחת אלא עשרה ומנכה לו חמשה מתוכו והשאר גובה מהמשכון שהוא נאמן בשבועה עד כדי דמיו וכל שכן אם אפילו אחר שנפחת שוה כדי החוב והם חלוקים בפחת או שאמר המלוה איני יודע כמה נפחת שנשבע המלוה שבועת היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-072-28",
      "section": 28,
      "text": "מלוה אומר סלע הלויתיך עליו וג' דינרים הי' שוה ויש לי אצלך דינר ולוה אומר מכרתי לך בשלשה דינרים ולא נתת לי המעות ותובע אותו בהם שניהם נשבעים שבועת היסת זה נשבע שמשכון הוא בידו וזה נשבע שמכרו לו ואם רצו להפך שבועתם זע\"ז הופכים ואם הם חולקים על ההפך זה אומר אני מהפכה וזה אומר אני מהפכ' עומד הדבר עד [שיתרצה אחד מהן] ואם לא נתרצו שניהם נשבעים:"
    },
    {
      "id": "choshen_mishpat-072-29",
      "section": 29,
      "text": "מלוה שטוען שנאבד המשכון באונס והלו' טוען ברי לי שאתה מכרתו ולקחת דמיו נשבע הלו' היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-072-30",
      "section": 30,
      "text": "ראובן משכן משכון ביד שמעון והלך שמעון ומשכנו ללוי או נתן לו במתנ' מה שהי' לו עליו ונאנס מיד לוי ותובע ראובן משכונו מיד שמעון ואומר כי סלע הי' שוה ולא הלוהו לו עליו אלא שני דינרים ושאל ממנו שני דינרים ושמעון אומר שלא הי' שוה אלא ג' דינרים ואינו חייב לו אלא דינר נמצא [שמעון] מודה מקצת וצריך לישבע שלא הי' שוה אלא ג' דינרים גם צריך לישבע שאינו ברשותו ושנאנס וזה אי אפשר לו לישבע כיון שלא נאנס בידו ולוי אינו יכול לפטרו בשבועתו שנאנס כי יאמר לא מהימן לי לוי הילכך הוה ליה שמעון מחויב שבועה ואינו יכול לישבע ומשלם וכן הדין אם נפחת המשכון ויש מחלוקת ביניהם כמה שיעור פחיתותו ומודה שמעון שנפחת ואינו יודע אם הי' באונס אם לאו הוה ליה מחוייב שבועה ואינו יכול לישבע ומשלם ואם רצה להחרים על כל אדם שיודע שמשכונו אינו שוה כמו שטוען הרשות בידו ואם יש עדים ששמרו לוי כראוי ונאנס ממנו נפטר שמעון ואפילו אין עדים אם דרך ראובן להפקיד פקדונותיו ביד לוי ישבע לוי שאינו ברשותו ושנאנס ממנו ונפטר שמעון: הגה ואם פשע לוי ונאבד ואין לו לשלם חייב שמעון לשלם לראובן שהוא בעל דבר של ראובן אע\"ג שראובן רגיל להפקיד אצל לוי (טור) (ועיין לקמן סי' רצ\"א):"
    },
    {
      "id": "choshen_mishpat-072-31",
      "section": 31,
      "text": "ראובן שאל משמעון משכון שמשכן בידו השיב שמעון בנך הקטן בא ושאל אותו בשמך ונתתיו לו וראובן אומר שלא בא לידו שמעון פושע הוא שמסרו ליד בן ראובן אפי' אם היה גדול שהממשכן או משאיל חפץ לחבירו צריך להחזיר לידו:"
    },
    {
      "id": "choshen_mishpat-072-32",
      "section": 32,
      "text": "ראובן הי' לו מעות ביד שמעון ובקש ממנו לוי שילוה אותם לו ונתרצה להלוותם ונתן לו בהם משכון ושלח ראובן כתב לשמעון שיתן המעות ללוי ונתנם לו ונאבדו המשכונות ביד ראובן דין מלוה על המשכון יש לו ונתחייב ראובן בשמירת המשכנות ומיהו לא נתחייב בשמירתם עד שיגיעו המעות ליד לוי ואם נאבדו המשכונות קודם לכן פטור ראובן לפיכך אם ישבע ראובן שנגנבו קודם שבאו המעות ליד לוי יחזיר לו לוי מעותיו ואם הוא מסופק אין מוציאין המעות מיד לוי:"
    },
    {
      "id": "choshen_mishpat-072-33",
      "section": 33,
      "text": "ראובן תובע ללוי ספרים שמשכן לשמעון ואמר ששמעון המחהו אצל לוי לתת אותם לו כשיתן לו המעות וכשהוציא לוי הספרים לתתן לראובן אומר שנפחתו ונפסדו בידו ותבעו לשלם לו הפחת ולוי אומר ממי שקבלתי הספרים הוא הרשני ללמוד בהם כל זמן שיהיו ברשותי כיון שלוי היה יודע שהספרים של ראובן אף אם הרשהו שמעון ללמוד בהם לא היה לו לשמוע לו ולפיכך חייב לשלם לראובן כל מה שנפחתו הספרים בתשמיש שנשתמש בהם:"
    },
    {
      "id": "choshen_mishpat-072-34",
      "section": 34,
      "text": "יורש שהוציא שטר שיש למורישו כו\"כ ממון אצל פלו' ויש לאותו פלו' משכון ביד המוריש וטוען היורש שהמשכון נאנס מיד מורישו ותובע המעות נשבע הנתבע היסת שלא החזיר לו המשכון ושהיה שוה כנגד חובו ויפטר:"
    },
    {
      "id": "choshen_mishpat-072-35",
      "section": 35,
      "text": "ראובן הניח משכון ביד שמעון ומת שמעון והניח בנים קטנים ובא ראובן לשאול משכונו מיד יורשי שמעון ואומר שהוא ממושכן ביד אביהם בחמשים וטוענים היתומים שאביהם צוה שהוא ממושכן במאה החמשים שראובן מודה יתן מיד ליתומים והחמשים האחרים יתן ביד השליש עד שיגדלו היתומים וישבעו שבועת היורשים שלא פקדנו אבא וכו' ונוטלים החמשים מיד השליש בד\"א כשהי' המשכון שוה מאה ואם לאו אין עליו לתת אלא כדי דמיו ועל השאר ישבע היסת בד\"א שאין המשכון מדברים העשוים להשאיל ולהשכיר אבל אם הוא מדברים העשוים להשאיל ולהשכיר אינו משלם אלא החמשים ואפי' אם המשכון שוה יותר שהוא נאמן במיגו שהוא שאול בידו:"
    },
    {
      "id": "choshen_mishpat-072-36",
      "section": 36,
      "text": "משכונו של ישראל ביד הגר ומת הגר ואין לו יורש ובא אחר והחזיק בו מוציאים אותו מידו ומחזיר אותו לבעליו שכיון שמת הגר פקע שעבודו:"
    },
    {
      "id": "choshen_mishpat-072-37",
      "section": 37,
      "text": "וכן הדין אם יש לו שטר משכונא על קרקע של ישראל ומוחזקת בידו ומת ובא ישראל אחר והחזיק בה לא עשה כלום שמיד שמת הגר פקע שעבודו וברשות בעליה עומדת:"
    },
    {
      "id": "choshen_mishpat-072-38",
      "section": 38,
      "text": "עכו\"ם שהלוה לישראל על המשכון ונפל ממנו ומצאו ישראל חייב להשיבו לישראל ויש מי שאומר דה\"ה למעות שהלוה ישראל לעכו\"ם על משכון ונפלו המעות מהעכו\"ם ומצאם ישראל יחזיר לישראל (ולי נראה דבמעות הם של המוצא דמעות להוצאה נתנו וכבר יצאו לגמרי מרשות הנותן):"
    },
    {
      "id": "choshen_mishpat-072-39",
      "section": 39,
      "text": "משכונו של גר ביד ישראל ומת הגר ובא אחר והחזיק בו זה קנה כנגד מעותיו שהיה הגר חייב וזה קנה השאר בד\"א כשהי' המשכון בחצר שאינה משתמרת ולא היה המלוה בחצירו בשעת מיתת הגר אבל אם היה המלוה בחצירו או אפי' לא הי' בחצירו והמשכון בחצירו המשתמרת זכה לו חצרו בכל המשכון ראובן היה בידו משכונות (של שמעון) ומת שמעון ויורשיו תובעים המשכונות וראובן טוען אותם המשכונות אני תופס מפני שאמר לי לוי שותפי ששמעון חייב לו מדמי השותפות ורוצה לישבע לוי על משכונות אלו אין בדברי לוי כלום מאחר שאינם בידו:"
    },
    {
      "id": "choshen_mishpat-072-40",
      "section": 40,
      "text": "משכונו של עכו\"ם ביד ראובן ואמר ליה ראובן תן לי מעותי אמר לו העכו\"ם תמשכן אותו לישראל אחר והלך ראובן ומשכנו לשמעון ונתן לו המעות שהעכו\"ם חייב לו ומת העכו\"ם והמשכון שוה כפלים מהחוב זכה שמעון בכל המשכון: הגה משכון של עכו\"ם ביד ישראל ואמר העכו\"ם ליתן המשכון לישראל אחר ומת זכה זה הראשון במשכון שבידו ואין צריך ליתן לאחר כלום דהא לא משך (ב\"י בשם הרשב\"א) (ואם היה העכו\"ם חייב לישראל אחר ע' לקמן ריש סי' פ\"ו):"
    },
    {
      "id": "choshen_mishpat-072-41",
      "section": 41,
      "text": "משכונו של עכו\"ם ביד ראובן והפקידו ראובן ביד שמעון ומת העכו\"ם יש להסתפק אם זכה שמעון במה שהמשכון יותר מהחוב:"
    },
    {
      "id": "choshen_mishpat-072-42",
      "section": 42,
      "text": "המחזיק בקרקע חבירו ואוכל פירותיו וטוען כי במשכונא ירד בו והיה לו שטר ממאה דינרים שהלוה עליו ועכשיו נאבד ממנו והלה טוען שלא היה כי אם מחמשים דינרים אם לא החזיק בו המלוה שני חזקה הלוה נאמן וישבע [ש\"ד] כדין מודה מקצת ונוטל קרקעו אבל אם החזיק בה שלש' שנים נאמן המלוה בשבועת היסת ושקיל מאה דקא תבע מפירי דארעא:"
    },
    {
      "id": "choshen_mishpat-072-43",
      "section": 43,
      "text": "המלוה את חבירו על המשכון ופרעו וא\"ל תן לי משכוני א\"ל לך עתה ובא למחר ואחזירנו לך ונגנב המשכון אם נגנב קודם הזמן שקבע לו לבא בשבילו חייב המלוה ואם נגנב אחר הזמן שקבע לו לבא בשבילו פטור לפיכך אם יש עדים ללוה שבא בזמן שקבע לו ולא נתנו לו חייב ואם אין עדים ישבע המלוה שלא בא בזמן שקבע לו ופטור: הגה ודוקא למ\"ד מלוה על המשכון הוי ש\"ש אבל למאן דאמר ש\"ח כמו שנתבאר ר\"ס זה לא מחייב אלא בפשיעה:"
    },
    {
      "id": "choshen_mishpat-072-44",
      "section": 44,
      "text": "ראובן שהיה לו משכון ביד עכו\"ם המלוה בריבית ושמעון הוצרך למעות ובקש מראובן שירשהו ללות ממנו על אותו משכון ועשה כן ונשרף המשכון ביד העובדי כוכבים פטור שמעון מלשלם לראובן דמי המשכון:"
    },
    {
      "id": "choshen_mishpat-072-45",
      "section": 45,
      "text": "אם המשכון הוא בעין ואינו שוה שיעור מעותיו יכול המלוה לכופו לפרוע מעותיו:"
    }
  ]
}