{
  "id": "choshen_mishpat-154",
  "chapterLabel": "סימן 154",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-154-1",
      "section": 1,
      "text": "חזקת חלונות ופתחים וכמה צריך להתרחק מהן. ובו לב סעיפים:אחד מהשותפין בחצר שלקח בית בחצר אחרת אינו יכול לפתוח פתחו לחצר השותפים שלו (שכל אחד מבני החצר אין לו רשות לשנות כלל אלא כמו שבנאו או קנאו או ירשוהו יש להם לנהוג בו) (טור סע\"ב) אפי' בנה עלייה על גב ביתו לא יעשה לה (פתח) לתוך החצר לפי שמרבה עליהם את הדרך נעשה כמי שהיה לו שכן אחד ונעשו לו שכנים הרבה אבל יכול הוא לבנות עלייה על גב ביתו בנין חדש ובלבד שלא תהא פתוחה לחצר אלא לתוך ביתו ואצ\"ל שאם רצה לחלוק (ביתו) לשנים חולק כיון שאינו פותח פתח אחר לחצר בד\"א שאם לקח בית בחצר אחרת אינו יכול לפתוח פתחו לחצר השותפים בפותחו לחצר ממש אבל יכול לפתחו לתוך ביתו והוא שיסתום הפתח שהיה לו בחצר אחרת (ויש חולקין דאפי' לתוך ביתו אסור לפתחו) (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-154-2",
      "section": 2,
      "text": "אחד מהשותפין בחצר שהביא לביתו אנשי בית אחרת יש לחבירו לעכב עליו מפני שמרבה עליו את הדרך וכן המשכיר ביתו לבעל הבית אחד ואח\"כ הביא עמו קרוביו או מיודעיו לשכון עמו כאחד בבית זה הרי המשכיר מעכב ואם הם סמוכים על שלחנו אינו יכול לעכב עליו לא השותף ולא המשכיר: הגה וי\"א דשותף יכול למלאות ביתו אכסנאי' ודיורים כל שאינו מוסיף בנין חדש (טור בשם רשב\"ם ונ\"י בשם הרי\"ף והרמב\"ן וריטב\"א) אע\"פ שחולק ביתו לדיורים ויש להן בית הכסא אחד ביחד ולא יוכל השני למימר הם ממלאים לי הבית הכסא שנים שיש להם בשותפות בית אחד אין האחד יכול להרשות לאחרים להשתמש בחלקו אע\"ג דבחצר אין להקפיד בכה\"ג מיהו בבית קפידי אינשי (כ\"ז מרדכי פרק חזקת ):"
    },
    {
      "id": "choshen_mishpat-154-3",
      "section": 3,
      "text": "לא יפתח אדם חלון לחצר חבירו ואפי' א' מהשותפים בחצר שבקש לפתוח לו חלון בתוך ביתו לחצר מעכב עליו שותפו מפני שמסתכל בו ממנו ואם פתח יסתום ואם נתנו לו השותפים בחצר רשות לפתוח חלון או פתח רשאי והוא שלא יפתח פתח כנגד פתח או חלון כנגד חלון: הגה ופתח כנגד פתח לא מהני חזקה וה\"ה בחלון נגד חלון (ב\"י בשם רשב\"ם) וי\"א בחלון נגד חלון מהני (טור בשם הרמ\"ה) ואם באו שניהם לפתוח בבת אחת פתח נגד פתח או חלון נגד חלון אם אחד מהן אינו חסר וחבירו נהנה כופין על מדת סדום ואם שניהם כאחד חסרים יעשו פשרה ביניהם (נ\"י פ' חזקת) אלא ירחיק משהו זה מנגד זה ואם הוא לחצר אחרת שנתנו לו רשות לפתוח פתח או חלון צריך להרחיק מכנגד פתחו או חלונו של חבירו עד שלא יוכל לראות בו כלל אבל פותח אדם לר\"ה פתח בית כנגד פתח בית וחלון כנגד חלון אם אינם גבוהים ד' אמות מפני שאומר לו הריני כא' מבני ר\"ה שרואים אותך: הגה והבא לבנות ראשון בעלייה אם חבירו שכנגדו יכול לעכב עליו לומר היום או מחר אפתח ג\"כ ותעכב עלי ע\"ל סי' זה סעיף י\"ד ט\"ו וי\"ו וי\"ז ולמבוי כל שיש למטה ממנו ג' בתים יש מי שאומר שדינו כר\"ה וי\"א שכל שאינו מפולש אין דינו כרשות הרבים פתח לר\"ה ויש בזה היזק ראייה לחצר שבצד רה\"ר שכנגדו חבירו יכול למחות בו (נ\"י ומרדכי פ\"ק דב\"ב וד\"ע מדקדוק הפוסקים ) ואע\"פ כן לא יפתח אדם חנות כנגד פתח או חלון חבירו מפני שזה היזק קבוע תמיד שבני ר\"ה עוברים ושבים ואינם מביטים בו תמיד וזה יושב בחנותו כל היום ומביט בפתח או בחלון חבירו לפיכך צריך להתרחק עד כדי שלא יהא יכול לראות בו כלל: (י\"א שצריך ליזהר אדם מלהסתכל בבית חבירו עד שהוא נתפס כגנב בראייה ההיא כיון שאין לו טענה) (נ\"י פ' חזקת):"
    },
    {
      "id": "choshen_mishpat-154-4",
      "section": 4,
      "text": "היה פתח של אחד מהשותפין בחצר קטן אינו יכול להרחיבו שהרי שותפו אומר לו בפתח קטן אני יכול להסתר ממך בשעת תשמיש ואיני יכול להסתר ממך בפתח גדול ואם היה הפתח גדול לא יעשנו שנים שהרי אומר לו בפתח אחד אני יכול להסתר בשנים איני יכול אבל מי שהיה לו פתח קטן לר\"ה ורצה להרחיבו או היה רחב ורצה לעשותו שנים אין חבירו שכנגדו מעכב עליו ואצ\"ל בני ר\"ה שאינם יכולים לעכב עליו (היה לו פתח גדול יכול לעשות שם פתח קטן אבל לא במקום אחר) (טור וב\"י בשם הרמב\"ם):"
    },
    {
      "id": "choshen_mishpat-154-5",
      "section": 5,
      "text": "אחד מהשותפים בחצר שהיה לו פתח פתוח לחצר והיו לו שתי דלתות ורוצה לעשותה דלת אחת יש מי שאומר שאינם יכולים לעכב עליו אע\"פ שנפתח כולו תמיד משא\"כ שהיה בשתי דלתות: הגה אבל היו לו שני פתחים של שני שני אמות לא יוכל לעשות פתח א' של ד' אמות (גמ' פ' חזקת):"
    },
    {
      "id": "choshen_mishpat-154-6",
      "section": 6,
      "text": "מי שבא לפתוח חלון לחצר חבירו בין חלון גדולה בין חלון קטנה בין למעלה בין למטה בעל החצר מעכב עליו שהרי אומר תזיק לי בראיה ואע\"פ שהוא גבוה תעלה בסולם ותראה:"
    },
    {
      "id": "choshen_mishpat-154-7",
      "section": 7,
      "text": "הרי שפתח חלון לחצר חבירו ומחל לו בעל החצר או שגלה דעתו שהניחו כגון שבא וסייע עמו או שידע הניזק ולא ערער הרי זה החזיק בחלון ואינו יכול אח\"כ לחזור ולערער עליו לסתום: הגה כן ראוי להורות מאחר שכבר החזיק זה בחלון אע\"פ שרבים חולקים וסבירא להו דאין חזקה מהני בהיזק ראיה ואפי' למ\"ד יש לו חזקה היינו לגופו של חלון דלא יוכל בעל החצר לסתמו או למחות בו אבל הוא אסור לעמוד בחלון ולראות בחצר חבירו כדי שלא יזיקנו בראייתו ובזה איסורא קא עביד ולא מהני ליה חזקה וזה יוכל בעל החצר למחות בו (ב\"י בשם הרשב\"א) אבל כל זמן שאין לו חזקה יוכל לערער עליו וצריך לסותמו אע\"פ שעכשיו א\"צ לבנות בצדו ואי בעינן חזקה ג' שנים יש בו מחלוקת וכמו שנתבאר לעיל סי' קנ\"ג לענין זיזין ושאר דברים כיוצא בו (וע\"ל סי' קנ\"ה סעיף ל\"ה):"
    },
    {
      "id": "choshen_mishpat-154-8",
      "section": 8,
      "text": "בד\"א שיש חזקה להיזק ראייה בעושה מעשה כגון פותח חלון על חצר חבירו אבל חצר השותפין אע\"פ שעמדו שנים רבות בלא מחיצה כיון דממילא בלא עשיית שום מעשה הם מזיקים זה את זה בראייה אין להם חזקה וכופים זה את זה לעשות מחיצה:"
    },
    {
      "id": "choshen_mishpat-154-9",
      "section": 9,
      "text": "הרי שפתח חלון לחצר חבירו וידע בעל החצר ולא ערער ונפל הכותל שהחלון בו לא הפסיד זכותו וכשיבנה הכותל יחזיר בו החלון:"
    },
    {
      "id": "choshen_mishpat-154-10",
      "section": 10,
      "text": "כיצד דינו של חלון זה שהניח לפתחה אם ראשו של אדם יכול ליכנס ממנה או שהיתה למטה מד' אמות אע\"פ שאין ראשו נכנס ממנה אין בעל החצר יכול לבנות כנגדה או מצדדין אא\"כ הרחיק ד' אמות כמו שיתבאר (בסכ\"א) היתה חלון קטנה שאין ראשו של אדם נכנס ממנה והיתה למעלה מד' אמות בעל החצר יכול לבנות כנגדה או מצדדין שהרי טוען ואומר לא הנחתיך לפתוח אלא מפני שהיא קטנה וגבוה אבל שתחזיק עלי עד שארחיק הבנין לא הנחתי בד\"א כשפתחה לתשמיש או כדי שיכנס בה הרוח אבל אם פתחה לאורה אפי' היתה קטנה ביותר (וגבוה) ביותר הואיל ולא ערער החזיק ואין בעל החצר יכול לבנות כנגדה או מצדדיה עד שירחיק ד' אמות כדי שלא יאפיל עליו שהרי מחל לו על האורה (ובענין איזה חלון עשוי לאורה תלוי בעיני הדיין ולפי ענין החלון) (טור וב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-154-11",
      "section": 11,
      "text": "י\"א דהא דיש חזקה לחלון דוקא כשיש לה צורת הפתח או מלבן דבלא\"ה לא הוי אלא כחור שחררוהו עכברים (וי\"א דהכל לפי ענין בני המדינה (ב\"י בשם הרשב\"א) וכנ\"ל):"
    },
    {
      "id": "choshen_mishpat-154-12",
      "section": 12,
      "text": "וכן מי שהיתה לו חלון מוחזקת ובא חבירו ובנה כנגדה או מצדדיה בלא הרחקה או סתמה ושתק בעל החלון אינו יכול לחזור ולערער לפתוח החלון או להרחיק הבנין שכיון ששתק מחל שאין אדם עשוי שסותמים אורו בפניו ושתק אא\"כ מחל: הגה ומיד הוי מחילה וי\"א שצריך טענה שאם בעל החלון יש לו שטר או ראייה על החלון צריך שיטעון זה שקנאו וסתימתו [בפניו] הוא ראייה לדבריו ואם אין לו ראיה על החלון אלא החזקה שהחזיק לבד אין זה צריך טענה אחרת רק שיאמר שחזקתו טעות היתה (טור בשם ר\"ת והרא\"ש) וכל זה כשסתם בעל החצר ושתק בעל החלון אבל כשבעל החלון בעצמו סתם חלונו לא הוי מחילה במה שסתמו לפי צורך שעה אלא אם פרץ פצימי החלון שניכר שאינו רוצה לפתחו עוד או שבנה בנין גמור לפניו וכיוצא בזה (מרדכי פ\"ק דב\"ב) ואם בעל החלון אומר אני סתמתי ולא הוי מחילה ובעל החצר אומר שהוא סתמו והוי מחילה בעל החלון נקרא מוחזק ועל בעל החצר להביא ראיה (ב\"י בשם הריטב\"א) וע' לקמן (בסעיף כ') ובסי' קנ\"ה סעיף ל\"ה:"
    },
    {
      "id": "choshen_mishpat-154-13",
      "section": 13,
      "text": "מי שהיו לו חלונות למטה בכותלו ובא חבירו לבנות בפניהם ואמר ליה אני אפתח לך חלונות אחרות בכותל זה למעלה מאלו הרי זה מעכב עליו ואומר לו בעת שתפתח החלונות תרעיד הכותל ותקלקל אותה ואפילו אומר אני אסתיר כל הכותל ואבנה אותו לך חדש ואעשה בו חלונות למעלה ואשכיר לך בית שתדור בו עד שאבנה יכול לעכב עליו שאומר לו אין רצוני שאטרח ממקום למקום אפי' אינו משתמש בו אלא בעצים לפיכך אם לא היה שם טורח כלל ואינו צריך לפנות אינו יכול לעכב עליו אבל בעל החלונות שרצה לשנות מקום החלונות בין למעלה בין למטה אפי' היתה גדולה ואמר אפתח אחרת קטנה ואסתום זו בעל החצר מעכב עליו וכן אינו יכול להרחיב בחלון כל שהוא: הגה כותל שבין ראובן לשמעון והכותל של אחד מהן יכול לסתור כשירצה ואין חבירו יכול לעכב (מרדכי ריש ב\"ב):"
    },
    {
      "id": "choshen_mishpat-154-14",
      "section": 14,
      "text": "הבא לפתוח ראשון בעלייה שכנגד עליית חבירו לה\"ר יונה אינו יכול לפתוח אלא עד חצי עלייתו כדי שישאר השאר לכשנגדו ולהרא\"ש ולהרשב\"א אינו יכול חבירו לעכב עליו ולומר היום או למחר אפתח ותעכב עלי שר\"ה הפקר הוא וראשון שפתח הוי כזוכה מהפקר:"
    },
    {
      "id": "choshen_mishpat-154-15",
      "section": 15,
      "text": "וה\"מ במקום שאין אדם רשאי להוציא זיזין וגזוזטראות מעלייתו לרשות הרבים אבל במקום שרשאי להוציאם לא הוי האור שלפני עלייתו הפקר אלא הוי כחצר השותפין וכשפתח זה חלונו כנגד אויר שלפני עלייה שכנגדה שלא כדין פתח כיון שגם האחר יכול להוציא בניינו לרשות הרבים:"
    },
    {
      "id": "choshen_mishpat-154-16",
      "section": 16,
      "text": "דעת הרא\"ש שהפותח חלון לרשות חבירו שעכשיו אינו מזיקו בהיזק ראייה אין שכנו יכול לעכב עליו בטענת שהיום או למחר יבנה הוא המקום ההוא ויזיקנו זה מחלון זה בהיזק ראיה מפני שכיון שעכשיו אינו מזיקו אינו יכול לעכב עליו דזה נהנה וזה אינו חסר הוא וכיון שאינו יכול לעכב עליו אין לו חזקה וכשיבנ' הלה יכפנו לסתמו כדי שלא יזיקנו בהיזק ראייה וכן יכול לבנות כנגד אותו חלון בלא הרחקה ועל פי הדברים האלה פסק בראובן שהוציא עלייתו לחוץ ופתח בו חלון ולסוף נמלך שמעון שכנו שכנגדו להוציא גם הוא בליטת עלייתו וטוען ראובן שירחיק בניינו מכנגד חלונו כדי שלא יאפיל שהדין עם שמעון מפני שכיון שמנהג המקום שרשאי להוציא זיזין וגזוזטראות לרשות הרבים הוי כחצר השותפין וכשפתח ראובן חלונו כנגד האויר של עליית שמעון שלא כדין פתח כיון שגם שמעון היה יכול להוציא בניינו ועד עתה לא היה שמעון מקפיד כי לא היה מזיק לו ולכן לא היה יכול למחות בידו הילכך אין חזקה לראובן ויכול שמעון לבנות כנגד חלונו ומטעם זה פסק בראובן שבא לפתוח חלון לחורבת שמעון אינו יכול למחות בו כיון שאין מזיקו וכיון שאינו יכול למחות בו אין לו חזקה לפיכך אם נמצא חלון פתוח לחורבה אין לו חזקה אם לא שיביא עדים שהחזיק בו קודם שנעשה חורבה ואדם שיש לו חלון פתוח לרשות חבירו ונחרב טוב הוא שיעמיד עדים שהחזיק בחלון זה קודם שנחרב המקום ויכתוב עדותם להיות בידו לראיה ומטעם זה פסק בגגים שהם מכוסים רעיפים ואין עליהם תשמיש שיכול לפתוח עליו חלון ואם אחר זמן יפתח זה גגו ויכול לראות מאותו חלון לחצר כופהו לסותמו הלכך חלון הפתוח לחצר חבירו והוא במקום גבוה ובא חבירו לבנות תחתיו ולעשות על הבנין גג של רעפים ואותו הבנין מנעו מלהסתכל בחצר יכול למחות בידו מלעשות הבנין והגג כי יאמר לו היום או למחר תסתור הבנין שלך ותכפיני לסתום חלוני כי תאמר אין לך חזקה כי היה פתוח על גגי ואני לא אוכל למצוא עדים שהחזקתי בו בעוד שהייתי יכול להסתכל בחצרך אבל הרשב\"א כתב שראובן הבא לפתוח חלון על חצר שמעון במקום שאינו מזיקו עכשיו בהיזק ראיה ושמעון טוען שהוא יבנה בשלו היום או למחר ויזיקנו בראייה שהדין עם שמעון לעכב על ידו דלא בעי למיקם בהדיה למחר בדינא ודיינא כשיבא לבנות ואפי' אם רצה לכתוב לו שטר הודאה בכך אין שומעין לו דנמצא זה צריך להיות שומר שוברו מהעכברים וכן דעת הראב\"ד ולזה הסכים הריב\"ש וכתב שכן דעת הרבה מהאחרונים וכן דעת ה\"ר יונה והרמב\"ן והכי נקטינן (ובמקום שיש מנהג הולכין אחר המנהג) (ריב\"ש סימן תע\"ב) ומיהו כתב הרמב\"ן שנ\"ל שאינו יכול להחזיק עליו הואיל ואינו מזיקו עדיין: הגה ואפילו למ\"ד שיש לו חזקה הואיל והיה יכול למחות הני מילי בפותח לרשות חבירו אבל בפותח לרשות הרבים וכדומה שאין בידו למחות כלל לכולי עלמא לא הוי חזקה ראובן שהיו לו חלונות בביתו נגד חצירו או גינתו של חבירו וכותל ביניהן ונפל הכותל ועי\"ז ראובן רואה לרשות חבירו צריך לסתום חלונותיו אע\"פ שעשאם בהיתר כן כתב הרא\"ש בתשובה (הביאו הטור סכ\"ב) מיהו אם היה בית מפסיק והיה ג\"כ של ראובן או של אחר שהיה רואה מאותו בית לרשות חבירו ונפל ועל ידי כך רואה מבית אחר א\"צ לסתום חלונותיו דמאי שנא (שרואין) מבית זה או מבית אחר (טור שם) מיהו יש חולקין וס\"ל דהיזק ראייה מיקרי היזק דממילא ומאחר שעשה בהיתר על הניזק להרחיק עצמו ועיין לקמן סימן קנ\"ה:"
    },
    {
      "id": "choshen_mishpat-154-17",
      "section": 17,
      "text": "ראובן שפתח חלון לחצר שותפין והאחד איננו פה והתנה עם זה שהוא פה שכשיחלוקו אם יפול חלקו אצל ראובן לא יוכל למחות בו אין תנאי זה כלום:"
    },
    {
      "id": "choshen_mishpat-154-18",
      "section": 18,
      "text": "ראובן יש לו בית אצל עכו\"ם ופתח חלון על גגו של עכו\"ם לאחר ימים מכר העכו\"ם ביתו לישראל ובא הלוקח להגביה ביתו בענין שסותם החלון של ישראל וטוען ראובן אתה מאפיל על אורות חלוני אף על פי שהלוקח בא מחמת עכו\"ם אסור לו לסתום כדין ישראל עם ישראל דלא אשכחן דקאי במקום עכו\"ם אלא לגריעות' : הגה וי\"א דהואיל והעכו\"ם היה יכול לסותמו גם הלוקח הבא מכחו יכול לסתמו וכן כל כח העכו\"ם יש לישראל הבא מכחו וכן הורו מהר\"ם והרא\"ש וכנ\"ל להורות וכ\"ש במקום דאיכא דינא דמלכותא דאזלינן בתרה וצריך הלוקח להזהר שיחזיק בקרקע העכו\"ם קודם שיתן לעכו\"ם המעות כי אם יתן לו המעות קודם החזקה מיד נסתלק העכו\"ם והוי כהפקר וזכה הישראל השני בחלונות אלו קודם שיחזיק הישראל השני (מרדכי פרק חזקת) וכל זה מיירי שידוע שחצירו של עכו\"ם היה קודם לחלונות של זה אבל אם ספק אם החלונות היו קודמין והחזיק בשל הפקר על הלוקח הבא לסתום להביא ראיה (תשובת רמב\"ן סי' י\"ו) ואין חזקה מועלת נגד עכו\"ם הבא מכחו אא\"כ החזיק בו לאחר שלקחו מן העכו\"ם (תשו' רשב\"א) ועיין לקמן סי' קצ\"ד:"
    },
    {
      "id": "choshen_mishpat-154-19",
      "section": 19,
      "text": "ראובן שהיה לו בית אצל חצרו של עכו\"ם ופתח עליו חלונות כי כן דיניהם של עכו\"ם ועתה מכר העכו\"ם חצרו לשמעון ואמר שמעון לראובן סתום חלונותיך הדין עמו ואפילו טען ראובן שלקח מהעכו\"ם. הגה וכבר נתבאר בסמוך דיש חולקין. ראובן שהיה לו בית אצל עכו\"ם והעכו\"ם פתח לו חלונות לחצרו של ראובן וקנה שמעון הבית מן העכו\"ם ובא ראובן לסתום החלונות ומראה שטר שכן כתב לו העכו\"ם שיוכל לסתום ושמעון אומר כי הבית שקנה היה כבר של ישראל והוא החזיק בחלונות קודם שמכרו לעכו\"ם אם העכו\"ם היה צריך לסתמו בדיניהם או שכתוב בשטר שמראה ראובן שאין לו חזקה בחלונות כי נעשו שלא כדין או בדרך שאלה שמעון הבא מכח עכו\"ם לא עדיף מיניה אבל אם העכו\"ם לא היה צריך לסתמן גם לא הודה שאין לחלונותיו חזקה רק שכתב אני אסתום כשתרצה וחייב עצמו במה שלא היה מחוייב מדינא אין צריך שמעון לסתמן (תשובת רשב\"א אלף קכ\"ט) ועכו\"ם שהחזיק בחלונות אינה חזקה מאחר שבדיניהם אינם יכולים למחות בהן א\"כ החזקה אינה חזקה (שם):"
    },
    {
      "id": "choshen_mishpat-154-20",
      "section": 20,
      "text": "ישראל שהיה לו חלון פתוח לחצר העכו\"ם וסתם אותו מבחוץ והניחו פתוח לצד פנים לאחר זמן מכר העכו\"ם חצרו לישראל ואותו הישראל בונה כותל נזדמן קרן כותלו לסתום החלון וטען הישראל אני מפני העכו\"ם סתמתה מפני היזק ראייה ועתה ארצה לפתחו אינו יכול לחזור ולפתוח כיון שסתם חוצה לו ושייר הכותל כולו לפנים גילה בדעתו שעקרה מלהשתמש לאורה ועשאה כחלון שאדם עושה בתוך ביתו ועוד יכול הקונה לומר אני מצאתי חלון זו סתומה מנין שפתוח היתה ונסתמה יש לחוש שמא העכו\"ם סתמה ונעשית חזקה כדאמרן ולסתום לאלתר הוי חזקה:"
    },
    {
      "id": "choshen_mishpat-154-21",
      "section": 21,
      "text": "מי שהיתה לו חלון בכותלו ובא חבירו ועשה חצר בצדו אינו יכול לומר לבעל החלון זה סתום חלון זה כדי שלא תביט בי שהרי החזיק בהיזק זה אם בא חבירו לבנות כותלו כנגד החלון כדי שיסיר היזק ראייתו צריך להרחיק את כותלו מכנגד החלון ד' אמות כדי שלא יאפיל עליו וכיון שהרחיק ארבע אמות אף על פי שמאפיל אינו צריך להרחיק יותר היתה החלון למטה בכותל כופה את חבירו לבנות כנגדה ברחוק ד' אמות ולהגביה בנין ד' אמות כדי שלא יביט בו מהחלון היתה החלון למעלה בכותל ובנה חבירו כותל כנגד החלון מלמטה אם היה מראש הכותל שבנה עד החלון גובה ד' אמות או יותר אינו יכול למנעו אע\"פ שלא הרחיק מהכותל כלום שהרי לא האפיל עליו ואינו מזיקו בראייה אבל אם נשאר גובה מראש הכותל עד החלון פחות מד' אמות כופהו למעט הכותל כדי שלא יעמוד על ראש הכותל וישקיף מהחלון או יגביה הכותל על החלון ד' אמות ויהיה הכותל רחוק מהחלון ד' אמות כדי שלא יאפיל ולא יציץ ויראה: הגה וכל זה בבונה נגד החלון שעל גבי חצר אבל חלון שהולך לר\"ה אין לו חזקה כמו שנתבאר סעיף י\"ו ולכן יכול לבנות כנגדו אע\"פ שמאפיל עליו (תשובת הרשב\"א אלף פ\"ה ואלף קל\"ה וב\"י דייק לה מלשון הטור) ועיין לקמן סימן זה סעיף ל\"א ול\"ב:"
    },
    {
      "id": "choshen_mishpat-154-22",
      "section": 22,
      "text": "בנה כותל בצד החלון צריך להרחיק מהחלון טפח ומגביה הכותל ארבע אמות על החלון או כונס ראש הכותל כדי שלא ישב עליו ויציץ ויראה: הגה ומודדין טפח זו מן החלון עצמו ולא מן השקיפה וכל מי שיש לו חלון יכול לשקפו אח\"כ בין מבחוץ בין מבפנים ואין חבירו יכול לעכב ולכן השקיפה אין לה חזקה (מרדכי פ' לא יחפור):"
    },
    {
      "id": "choshen_mishpat-154-23",
      "section": 23,
      "text": "בנה כתלים משני צידי החלון צריך להיות ביניהם רוחב ד' אמות והחלון באמצע הארבע ולא יסכך על גביהם אלא א\"כ הרחיק הסיכוך מהכותל שיש בו החלון ד\"א כדי שלא יאפיל עליו:"
    },
    {
      "id": "choshen_mishpat-154-24",
      "section": 24,
      "text": "עשה גג משופע אצל חלון חבירו אע\"פ שאין עליו תשמיש קבוע צריך להשפיל ממנו ד' אמות:"
    },
    {
      "id": "choshen_mishpat-154-25",
      "section": 25,
      "text": "אם פתח בתקרה עלייתו כעין ארובה ומשם נכנס אור לביתו אם בא שכנו לבנות א\"צ להרחיק כלל הגה ראובן שבנה בביתו חדר לאוצר יין ושמן וצריך אויר לקרר היין ובא חבירו לבנות כותל כנגדו יכול ראובן למחות בו אע\"פ שהרחיק ד' אמות דמאחר שהחדר מוכן לאוצר ועשאו בביתו ברשות אין חבירו רשאי לעשות לו היזק בבניינו (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-154-26",
      "section": 26,
      "text": "אחד מהשותפין שרצה להגביה הכותל המשותף ביניהם (על) הוצאתו יותר על ד' אמות אע\"פ שהוא מאפיל החצר אין חבירו יכול לעכב עליו:"
    },
    {
      "id": "choshen_mishpat-154-27",
      "section": 27,
      "text": "שני אחים שחלקו חצר מדעתן ושמו הבנין והעצים זה כנגד זה ולא השגיחו על שומת האויר והגיע לא' מהם בחלקו תרבץ החצר ולשני האכסדרה אם רצה בעל החצר לבנות כותל בסוף חלקו בונה בפני האכסדרה ואע\"פ שמאפיל עליו שהרי לא שמו האויר והוא הדין אם היו חלונות פתוחות מחצר של זה לשל זה יכול לבנות בפניהם מיהו כל שלא בנה בפניהם אינו יכול לומר לו סתום חלונותיך אע\"פ שיש היזק ראיה. הגה וי\"א דיכול לומר לו סתום חלונותיך (טור בשם הרא\"ש ונראה מהרמב\"ם פ\"ז דשכנים) ודוקא באכסדרה שיש לו אור יותר מדאי אבל החלונות הצריכים לבית אינו יכול לבנות כנגדן וכל שכן שלא לסתמו דבית בלא אור אינו שוה כלום (טור וכ\"כ הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-154-28",
      "section": 28,
      "text": "ראובן שנתן או מכר כאחד הבית לשמעון והחצר ללוי והיו חלונות פתוחים מהבית לחצר אם רצה אותו שזכה בחצר לבנות בפניהם (הרשות בידו) וה\"ה אם מכר או נתן החצר ושייר הבית לעצמו דרשאי אותו שזכה בחצר לבנות בפני החלונות (וי\"א דאין יכול לבנות) אא\"כ הרחיק ד' אמות: הגה מכר הבית ושייר החצר לעצמו י\"א דאינו יכול לסתום חלונותיו דמוכר בעין יפה מוכר וה\"ה לנותן (ר' ירוחם נל\"א ח\"י וב\"י) ויש חולקין (נ\"י ס\"פ לא יחפור וב\"י בשם הריטב\"א) (ועיין לקמן סי' קנ\"ה סעיף כ\"ה):"
    },
    {
      "id": "choshen_mishpat-154-29",
      "section": 29,
      "text": "מי שהיה מזיק את חבירו בהיזק ראיה וכשראה שהיה חבירו תובעו נתן אותו הכח לבנו קטן אין אומרין נמתין עד שיגדיל אלא מסלקין ההיזק מיד (ואם קדם ומכר הבית לעכו\"ם כופין המוכר לסלק היזקו (ב\"י בשם רשב\"א ):"
    },
    {
      "id": "choshen_mishpat-154-30",
      "section": 30,
      "text": "מי שיש לו חלונות על חצר חבירו והן סתומות מכמה שנים אלא שלא נפרצו הפצימין (פי' המשקוף מלמעלה ומלמטה מימין ומשמאל ב\"י א\"נ שיווי החלונות נקרא פצימין וכשרוצה לסתום פורץ השיווי כדי לחבר הכותלים ערוך) אם רצה לחזור ולפתחן הרשות בידו מאחר שלא נפרצו הפצימין:"
    },
    {
      "id": "choshen_mishpat-154-31",
      "section": 31,
      "text": "כתב הרשב\"א שאע\"פ שהפותח חלון לרשות הרבים אין חבירו שכנגדו רשאי לפתוח חלון כנגד אותו חלון אם בא להגביה כותלו מגביה ואינו נמנע ואף על פי שאין ביניהם ד' אמות ובלבד שיגביה ד' כדי שלא יציץ ויראה:"
    },
    {
      "id": "choshen_mishpat-154-32",
      "section": 32,
      "text": "ראובן שזכה בחורבה של הפקר ובנה בה בתים ועליות בחלונות ופתחים ובא שמעון וזכה גם כן מההפקר ובנה בתים ועליות כנגדו ונמצא השני ניזק מהראשון מהיזק ראיה ותובע מהראשון שיסיר הזיקו אין בדברי השני כלום שהראשון זכה ואין השני יכול למנעו ולא עוד אלא שאם בא השני להזיקו בהיזק ראיה גם הוא כגון שרוצה לפתוח חלון כנגד חצרו של ראשון או לחצרו אינו רשאי:"
    }
  ]
}