{
  "id": "choshen_mishpat-062",
  "chapterLabel": "סימן 62",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-062-1",
      "section": 1,
      "text": "דין אשה הנושאת ונותנת בתוך הבית. ובו סעיף אחד:אשה הנושאת ונותנת בתוך הבית והיו שטרות מקניית הקרקעות ועבדים או שטרי חובות כתובים על שמה והיא אומרת שלי הם (אפי' השטרות תחת ידה) עליה להביא ראיה בעדים שהוא כדבריה שהיה לה ממון מיוחד וא\"צ שיעידו על אלו השטרות שהם שלה וה\"ה אם נמצאו לה מטלטלים ברשותה עליה להביא ראיה: הגה ואפי' אלמנה ואפי' היו השטרות בידה (מרדכי ר\"פ הספינה) לא היתה נושאת ונותנת תוך הבית והיו שטרות כתובים על שמה הם שלה. היו כתובים על שמה ועל שם בעלה הם שותפות של שניהם (טור אבן העזר סוף סי' פ\"ו) וסתם אשה נושאת ונותנת תוך הבית (מרדכי פ' חזקת הבתים והרשב\"א שם) אשה שכתבה לאחרים שמה שתחת ידיה הוא של אחרים אם ידוע שהיה לה ממון שאינו של בעלה נאמנת ואין הבעל יכול לומר שהוא שלו ב\"י בטור אה\"ע סי' פ\"ו בשם הרשב\"א יש מי שאומר שאם היו השטרות כתובים על שמה אע\"פ שהיא אינה נאמנת מאחר שנושאת ונותנת תוך הבית מ\"מ אם מתה טוענין ליורשיה שהיא שלה וכמו שיתבאר בסמוך לענין האחין (תשו' רשב\"א סי' תתע\"ט וריב\"ש סי' קס\"ט) וכן נ\"ל ועיין עוד מדינין אלו באה\"ע סי' פ\"ו וכן א' מהאחים שנושא ונותן בתוך הבית ושטרות עשוים על שמו ואומר שלי הם שנפלו לי מבית אמי או מציאה מצאתי או מתנה ניתנה לי עליו להביא ראיה בעדים ואם מת והניח יתומים אז צריכים האחים להביא ראיה בעדים: הגה ודוקא בדבר שאינו ידוע שהיה של אחין אבל בדבר ידוע שהיה של אחין על היתומים להביא ראיה (מרדכי ר\"פ חזקת הבתים) ואם היו חלוקין בעיסתן או בשום דבר על האחים להביא ראיה ואפי' בחייו משום דאימור מעיסתו קימץ ואפי' אומר מבית אבי אמי נפלו נאמן במגו: הגה ודוקא שהשטרות כתובין על שמו אבל כתוב על שם האחין או על שם אביהם לא יוכל לומר ששלו הוא ואפי' מת על היתומים להביא ראיה בעדים (ב\"י בשם התרומות ורמב\"ם פ\"ט מה' נחלות והרא\"ש כלל פ\"ה) וכל זה באשה או אחין אבל בן בית שנושא ונותן בשל בעל הבית כל מה שהפקיד או שנמצא תחת ידו הוא בחזקה שהוא שלו זולתי אם נודע שהוא בעה\"ב אפי' אינו אמוד וידוע שלא היה לו שום דבר חוץ משל בעה\"ב ואם מת נותנין ליורשיו (רבי ירוחם נ\"ל):"
    }
  ]
}