{
  "id": "choshen_mishpat-065",
  "chapterLabel": "סימן 65",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-065-1",
      "section": 1,
      "text": "דין שטרות שנמצאו ודין שובר שנמצא ביד שליש. ובו כד סעיפים:המוצא שטר אצלו ואינו יודע מה טיבו אם המלוה הפקידו או הלוה או אם הפקידוהו בידו בתורת שלישות ומקצתו פרוע יהא מונח עד שיבא אליהו ואם החזירו לאותו שכתוב על שמו עבר על דברי חכמים ואם זה שהשטר עתה בידו מכחיש דברי אותו שנתנו לו היה יכול לגבות בו ואם הוא מודה לו שנתנו לידו צריך להחזירו לו ויהא מונח עד שיבא אליהו ובסי' זה יתבאר עוד (וע' סעיף ט\"ז) ואם שטר משכונא נמצא בידו ואינו יודע מה טיבו אף ע\"פ שבעל משכונא מוחזק בקרקע אינו מועיל לו כלום שום טענה ויהא השטר מונח עד שיבא אליהו ומחזיר הקרקע לבעליה: הגה וכל זה דוקא במי שאין לו שייכות עם המפקיד או הנפקד אבל בן שמוצא שטרות של אביו בידו ואינו יודע מה טיבן או האב שמוצא שטרות בנו והוא סומך על שלחנו וה\"ה כל אלו שאין להן חזקה זה על זה כמו שיתבאר לקמן סי' קמ\"ט כל אלו כאדם אחר הן והוי כאלו נמצא תחת ידי עצמו (תשו' רשב\"א אלף ל\"ה):"
    },
    {
      "id": "choshen_mishpat-065-2",
      "section": 2,
      "text": "וכן יורשי הנפקד לא יחזירו שום שטר שנמצא ברשות אביהם אא\"כ יודעים מה טיבו ויש מי שאומר שאם המלוה בעצמו לקחו קודם שבא ליד אחר לא אמרי' ביה יהא מונח ואפי' לקחו מבית היורש קודם שבא ליד היורש ומיהו אם היורש מוציא [שטר] כתובת אשה הנפקד אצלו יחזירנו לאשה ולא חיישי' שהיא פרועה (ב\"י בשם הריטב\"א):"
    },
    {
      "id": "choshen_mishpat-065-3",
      "section": 3,
      "text": "י\"א שאפי' שניהם רוצים לא יוציאם מתחת ידו אלא קרוע דחיישינן לקנוניא ויש מי שאומר דלא חיישי' ואם שניהם רוצים יעשה כמאמרם:"
    },
    {
      "id": "choshen_mishpat-065-4",
      "section": 4,
      "text": "אם יטענו היורשים על שטר שמוצאים ברשות אביהם שאביו הלוה עליו מעות למלוה אע\"פ שאינו יכול לגבותו מהלוה בלא כתיבה מ\"מ לקחו למשכון טענתם טענה אבל אנן לא טענינן להו:"
    },
    {
      "id": "choshen_mishpat-065-5",
      "section": 5,
      "text": "ראובן שמת ונמצאו ברשותו שטרות של אחותו קשורים יחד מקצתם לזכותה דהיינו שטר נדונייתה ושטרי קרקעותיה ומהם לחובתה כגון שטר מתנה שנתנה לבעלה קרקע שהיה לה אף ששטר נדונייתה הוא כשאר [שטרי] חובות מאחר שהוא קשור עם שטרי קרקעותיה שהם ודאי שלה הוי כאילו נודע ודאי שהיא הפקידתם ומטעם זה גם שטר המתנה שנתנה לבעלה קרקע אנו מחזיקים שהיא הפקידתו ויחזירו לה או ליורשיה:"
    },
    {
      "id": "choshen_mishpat-065-6",
      "section": 6,
      "text": "המוצא שט\"ח אע\"פ שיש בו נאמנות אפי' הוא תוך זמנו ואפי' אין בו אחריות ולוה מודה לא יחזיר דחיישינן לפרעון ולקנוניא ואפי' אמר הלוה או המלוה נקב יש בו בצד אות פלוני לא יחזיר לא לזה ולא לזה ואם מפורש בשטר בהדיא שאינו חייב באחריות אם חייב מודה יחזיר:"
    },
    {
      "id": "choshen_mishpat-065-7",
      "section": 7,
      "text": "וכן אם יש ללוה בני חורין שמספיקין לשעבוד החוב אם חייב מודה יחזיר וכן אם נמצא ביום שנכתב וכתוב בו הנפק (פי' קיום שעושין אנשי הב\"ד תרגום יצא נפק ולכן נקרא הנפק שיצא בב\"ד) אם חייב מודה יחזיר ויש מי שאומר דהא דאמרינן שאם נמצא ביום שנכתב יחזיר הני מילי דליתיה ללוה קמן אבל איתיה קמן ואמר פרעתיו וממני נפל לא יחזיר:"
    },
    {
      "id": "choshen_mishpat-065-8",
      "section": 8,
      "text": "מצא בשוק שטרות קרועים ושטר חוב ביניהם לא יחזיר ואם יש עמהם שובר אפילו בלא עדים יחזיר השטר ללוה:"
    },
    {
      "id": "choshen_mishpat-065-9",
      "section": 9,
      "text": "המוצא שטר בכלי יתננו למי שנותן סימן בכלי ואפי' אינו נותן סי' בכלי אלא כשזה מכריז שטר מצאתי וזה אומר מצאת בכלי פלו' אם אין דרך העולם ליתן שטרות באותו הכלי הוי סימן:"
    },
    {
      "id": "choshen_mishpat-065-10",
      "section": 10,
      "text": "מצא ג' שטרות או יותר כרוכים זה על זה או שאחד כרוך בראש חבירו יכריז שטרות מצאתי למי שיאמר מניינם יחזירם ואין צריך שיאמר היאך היו כרוכים: הגה אבל הכריכה לחוד לא הוי סימן אם כל השטרות היו של מלוה ולוה אחד (ד\"ע בפי' דברי הטור והרמ\"ה) וה\"מ שאין שניהם לפנינו אבל אם הם שניהם לפנינו והאחד יודע הכריכה והשני אינו יודע נותנין למי שיודע (טור):"
    },
    {
      "id": "choshen_mishpat-065-11",
      "section": 11,
      "text": "מצא ג' שטרות יחד על לוה א' שלוה מג' אנשים והם מקויימים יחזירם ללוה אף בלא סימן ולא יתנם למלוה אף אם יתן בהם סימן ואם אינם מקויימים לא יתנם אלא למי שנותן בהם סימן ואם מצא ג' ביחד מג' לווין שלוו ממלוה אחד והם כתיבת יד ג' סופרים יתנם למלוה אף בלא סימן ואם הם כתיבת יד סופר אחד יתנם למי שיתן בהם סימן וה\"ה שני שטרות משני לווין או שני מלוין (רבינו ירוחם נ\"ב ח\"ג):"
    },
    {
      "id": "choshen_mishpat-065-12",
      "section": 12,
      "text": "מצא איגרות שום ואיגרות מזון (פי' איגרות שום שומת ב\"ד נכסי לוה ונתנו למלוה ופי' איגרות מזון שקבל עליו לזון בני אשתו) שטרי חליצה ומיאונין ושטרי בירורין וכל מעשה בית דין כגון חלטתא (פי' חלטתא שהחליטו וגמרו ב\"ד נכסי לוה למלוה ושטרי בירורין שזה בורר לו אחד וזבל\"א או שטרי טענות שטענו בב\"ד ששוב אינם יכולים לחזור מהם) יחזיר לבעליו:"
    },
    {
      "id": "choshen_mishpat-065-13",
      "section": 13,
      "text": "המוצא שטר שחרור אם אין האדון מודה בו לא יחזיר לא לזה ולא לזה ואם האדון מודה שנתנו לעבד להשתחרר בו יחזירנו לעבד ומיהו אם יבא העבד לטרוף בו ממה שמכר אדוניו מנכסיו מאחר זמן הכתוב בו צריך להביא ראיה שהגיע לידו מזמן הכתוב בו (ובמקום שעדיו בחתומיו זכין לו כדרך שנתבאר לעיל סי' ל\"ט א\"צ להביא ראיה על זה) (נ\"י):"
    },
    {
      "id": "choshen_mishpat-065-14",
      "section": 14,
      "text": "המוצא שטר מתנת בריא או שטר מכר אפילו אומר הנותן או המוכר שיתנוהו למקבל או ללוקח לא יתננו לו אא\"כ פירש במתנה ששייר לעצמו כח שיוכל לחזור בו כל ימיו כגון שכתב מהיום אם לא אחזור בי כל ימי חיי ואם הוא שטר הקנאה שפירש שהקנה לו מיד אע\"פ שלא הגיע השטר לידו יחזיר אפי' לא שייר לעצמו שיוכל לחזור המוציא שטר מתנת שכיב מרע אם הנותן קיים ואומר שיתנוהו למקבל יתנוהו לו ואם מת הנותן אע\"פ שבנו אומר שיתנוהו לו לא יתנוהו לו אא\"כ יהיה שטר הקנאה:"
    },
    {
      "id": "choshen_mishpat-065-15",
      "section": 15,
      "text": "שנים שהם אוחזין בשטר המלוה אומר שלי הוא והוצאתיו להפרע בו ממך והלוה אומר פרעתיו וממני נפל אם היה השטר שיכול לקיימו זה ישבע שאין לו בדמים אלו פחות מחציין וזה ישבע שאין לו בדמים אלו פחות מחציין וישלם הלוה מחצה (שוויו של חוב שבשטר) (ר\"י נ\"ו ח\"ה בשם הר\"ר יונה וכ\"ה בתוס') ואם אינו יכול לקיימו ישבע הלוה היסת שפרעו וילך לו ויש אומרים שאם הוא מקויים ואוחזין בו שניהם בשוה בתופס או בתורף או ששניהם אוחזים בגליון ואפילו כל התורף קרוב לאחד יותר מלחבירו זה ישבע שאין לו בו פחות מחציו וזה ישבע שאין לו בו פחות מחציו ויפרע לו חציו אפי' אם יש בו נאמנות ואם אחד אוחז בתורף ואחד בטופס האוחז בתורף נוטל יתרון הממון ששוה התורף על הטופס והשאר יחלוקו בשוה בשבועה:"
    },
    {
      "id": "choshen_mishpat-065-16",
      "section": 16,
      "text": "המחזיר שטר שמן הדין לא היה לו להחזירו יש מי שאומר שגובין בו וי\"א שאין גובין בו ויש מי שאומר שאפי' גבו בו ב\"ד ואח\"כ נודע בעדים שנפל מחזירין ב\"ד ומוציאין מהמלוה ללוה אבל אם מעצמו פרע למלוה או ליורשיו אין מוציאים מידם (וע' ריש סי' זה ס\"א):"
    },
    {
      "id": "choshen_mishpat-065-17",
      "section": 17,
      "text": "מי שהוציא שט\"ח על חבירו ותבעו בב\"ד ואח\"כ נאבד ממנו ויש כמה אומדנות דמוכחי טובא שנאבד מחוייבים ב\"ד לכתוב מעשה ב\"ד ולקיים השטר כבתחלה ולכופו לפרוע:"
    },
    {
      "id": "choshen_mishpat-065-18",
      "section": 18,
      "text": "המוצא שובר בשוק בזמן שהמלוה מודה שנתנו ללוה יחזיר ללוה אינו מודה לא יתננו לא לזה ולא לזה ואם נמצא ביד המלוה שובר על א' משטרותיו שהוא פרוע אינו כלום לגרוע כח השטר אפי' אם הוא כתב יד הלוה או המלוה עצמו אא\"כ שהשטר שהשובר כתוב עליו מונח בין שטרותיו הקרועים אע\"פ שהוא אינו קרוע מ\"מ איתרע וסמכינן אשובר אפי' אין על השובר עדים אבל לא נמצא עליו שובר אע\"פ שנמצא בין שטרות קרועים לא גרע וגובין בו ואם עדים חתומים על השובר שנמצא ביד המלוה ישאלו העדים אם יודעים שהשטר פרוע יעשו על פיהם ואם אינם יודעים או שאינם לפנינו אינו כלום ואם הוא מקוים כשר:"
    },
    {
      "id": "choshen_mishpat-065-19",
      "section": 19,
      "text": "אם השובר ביד השליש ואומר שהוא פרוע נאמן אפי' ראוהו ב\"ד כבר בידו ואפי' אין עליו עדים ואפי' מת השליש כשר השובר ודוקא שהשטר בידו עם השובר אבל אם אין השטר בידו ואין עדים בשובר אינו כלום ואם יש עליו עדים אע\"פ שאינם כאן אם הוא מקויים כשר ואם אינו מקויים יתקיים בחותמיו ואם השליש מת לא יחזיר לא ללוה ולא למלוה אפי' שהחייב מודה שהמלוה הפקידו בידו ועדיין לא נפרע החוב לפי שחוששין לקנוניא לפיכך אין גובין בשט\"ח שזה השובר יוצא עליו ואין קורעין אותו:"
    },
    {
      "id": "choshen_mishpat-065-20",
      "section": 20,
      "text": "(ל' רמב\"ם פט\"ז מה' מלוה דין י' כל הסעיף) שטר שנמצא בו שובר בגוף השטר בין מלפניו בין מלאחריו ואפי' במקצתו שטר זה פרוע או שנפרע ממנו כך וכך אפי' יוצא מתחת ידי המלוה ואע\"פ שאין על הכתב עדים עושים כמו שכתוב בשובר (וה\"ה אם מצא כתוב בפנקסו שטר פלוני הוא פרוע) (ר\"י נ\"י ח\"ד):"
    },
    {
      "id": "choshen_mishpat-065-21",
      "section": 21,
      "text": "ראובן נפטר ונמצא בא' משטרותיו מכתב ידו שטר זה פרוע או שנפרע כך וכך עושים כמו שכתוב בשובר:"
    },
    {
      "id": "choshen_mishpat-065-22",
      "section": 22,
      "text": "מי שמת ונמצא באחד משטרותיו מכתב ידו שטר זה חציו לפלוני אין לאותו פלו' חלק בו:"
    },
    {
      "id": "choshen_mishpat-065-23",
      "section": 23,
      "text": "האומר שטר בין שטרותי פרוע ואיני יודע איזהו כל שטרותיו פרועים נמצא לאחד שם שנים הגדול פרוע ולא הקטן (נ\"י סוף ב\"ב): הגה אבל אם נמצא שובר בבית לוה על הקטן ודאי הקטן פרוע ולא הגדול (נ\"י) וכן אם לא אמר א' פרוע אלא אומר שטר אחד מחול לך הקטן מחול ולא הגדול (מה\"ר דוד כהן בית כ' סי' ו'):"
    },
    {
      "id": "choshen_mishpat-065-24",
      "section": 24,
      "text": "האומר לחבירו שטר לך בידי שהוא פרוע הגדול פרוע והקטן אינו פרוע חוב לך בידי פרוע כל שטרות שיש לו עליו פרועים:"
    }
  ]
}