{
  "id": "choshen_mishpat-125",
  "chapterLabel": "סימן 125",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-125-1",
      "section": 1,
      "text": "השולח חובו או פקדונו ע\"י שליח. ובו י סעיפים:ראובן שהיה חייב מנה לשמעון או שהיה לו פקדון בידו ואמר ללוי הולך מנה זה לשמעון אם בא לחזור וליטלו ממנו אינו יכול דהולך כזכי דמי ומיד כשהגיע ליד לוי זכה בשבילו לשמעון לפיכך בין מת לוה או מלוה יתנוהו ליורשי שמעון ומ\"מ ראובן חייב באחריותו עד שיגיע ליד שמעון: הגה וה\"ה אם אמר שא מנה זו לפלוני או יהא מנה זו לפלוני כולם הוי כהולך והוי כזכי (ר\"ן ספ\"ק דגיטין) אבל אמר החזר לפלוני לא הוי כהולך ולא הוי כזכי (ב\"י בשם הריטב\"א) ואם החזיר לוי המנה לראובן והעני (ראובן) אח\"כ ולא היה לו ממה לפרוע בענין שהפסיד שמעון שלו לוי חייב לשלם שהוא פשע במה שהחזירו לראובן ואם מחמת אונסו החזירו לראובן שאיים עליו בדבר שיש בידו לעשות עד שהוצרך להחזיר פטור ויש אומרים שכשהחזיר לו המנה לראובן שניהם חייבים באחריותו עד שיגיע ליד שמעון כל חובו: הגה ראובן שהיה לו מעות ביד שמעון ואמר ללוי לקבלן משמעון והלך לוי וקבלן ואח\"כ אמר שמעון ללוי שיחזיר לו מעותיו שקבל בשביל ראובן [כי בטעות פרעו] ואם לא יחזירם יכפור לו חוב שחייב שמעון ללוי ממקום אחר והנה לוי אומר לראובן לא קבלתי בשבילך כדי שאפסיד את שלי ורוצה להחזירם וראובן אומר שלא יחזירם מאחר שכבר עשה שליחותו וזכה בשבילו הדין עם ראובן (מרדכי והגהות אשירי ספ\"ק דגיטין):"
    },
    {
      "id": "choshen_mishpat-125-2",
      "section": 2,
      "text": "הא דבפקדון אינו יכול לחזור וליטול מיד לוי דוקא כשהוחזק הנפקד כפרן דאז זכות למפקיד שתצא מתחת ידו אבל לא הוחזק כפרן יכול הוא לחזור וליטלן ואי שווייה מריה דפקדון שליח להביא לו כיון דגלי דעתיה דניחא ליה דליתביה ליה אם בא לחזור אינו חוזר ואפילו בממציא לו שליח דלא מיפטר בהכי שומר מאחריות או אפי' לא ממצי ליה שליח אלא דשליח מהימן גבי מפקיד ובכל יומא הוה מפקיד גביה אם בא לחזור אינו חוזר:"
    },
    {
      "id": "choshen_mishpat-125-3",
      "section": 3,
      "text": "אם אמר שליח למלוה הנה מעותיך ששלח לך פלוני בחובך בידי אך אני רוצה להחזיק בהם בשביל חוב שיש לי בידך אם המלוה מודה לשליח שיש לו בידו ואין לו שאר נכסים שיגבה מהם זה חובו והגיע זמן הלואתו אין כח ביד המלוה לערער על המשלח ולומר הפסדתני מעותי שמסרתם ליד מי שאינו יכול להוציאם מידו שהרי המשלח יאמר אף אם היו עדיין בידי היו מוציאין מידי מדרבי נתן הואיל ואין לך נכסים אחרים אבל אם יש לו נכסים אחרים המשלח כופה לשליח ליתנם למלוה שכל זמן שלא נתנם לו לא נפטר המשלח מהחוב והשליח חוזר וגובה אותו ממנו (מהמלוה) וכ\"ש אם אין המלוה מודה לשליח שחייב ליתנם לו אפי' אם אין לו נכסים אחרים:"
    },
    {
      "id": "choshen_mishpat-125-4",
      "section": 4,
      "text": "ואם מת המשלח ולא הניח נכסים חזר הדין בין השליח ובין המלוה שנשתלחו לו ואפי' קבלם השליח מהמשלח בעדים מגו שיכול לומר למלוה (פרעתיך) ונאמן בהיסת נאמן גם בהיסת לומר לו אני תופסם בחובי שאתה חייב לי כיון שאין תובעו בהם המשלח ולא יורשיו ויש מי שאומר שאם בא השליח להחזיק בהם בשביל חוב שיש לו ביד המלוה או המפקיד אינו יכול:"
    },
    {
      "id": "choshen_mishpat-125-5",
      "section": 5,
      "text": "בד\"א דהולך הוי כזכי במלוה או בפקדון אבל במתנה לא הוי כזכי אפי' עשאו שליח לקבל וא\"ל הנותן הולך לו לא הוי כזכי לפיכך אם אמר הולך מנה לפלוני שאני נותן לו יכול לחזור עד שיגיע ליד המקבל ואם היה המקבל עני שאין לו ק\"ק זוז נעשה נדר ואינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-125-6",
      "section": 6,
      "text": "אם אמר תן ק' לפלוני במתנה י\"א שאינו כזכי ויכול לחזור בו כל זמן שלא הגיע לידו אא\"כ א\"ל זכי לו ואז זכה לו וקנה וכגון שהיה ברשותו אבל אם אינו ברשותו לא ומיהו אפי' אינו ברשותו לכשיבא לרשותו יזכה לו אם לא יחזור בו הנותן קודם לכן:"
    },
    {
      "id": "choshen_mishpat-125-7",
      "section": 7,
      "text": "וי\"א דתן הוי כזכי במתנה והוא שנותן לו עתה החפץ בידו ואומר לו תן חפץ זה לפלו' אבל אם מתחלה לא בא לידו על דעת לזכות לזה ואח\"כ אמר לו תנהו לפלו' לא קנה אלא במעמד שלשתן ואפי' אם הוא תופס החפץ בידו בשעה שאמר (לו) תן כיון שלא בא מתחלה לידו לשם כך אבל אם א\"ל זכה לו בעוד שהחפץ בידו זכה לו אע\"פ שלא בא לידו תחלה לשם כך או אפי' לא היה בידו בשעה שאמר לו זכה לו אלא שהגביהו אח\"כ כדי לזכות לו זכה אפי' שלא בפני הנותן ושלא בפני המקבל אבל אם לא אמר זכי אפי' איתיה לפקדון בחצרו של שליח לא זכה למקבל מתנה:"
    },
    {
      "id": "choshen_mishpat-125-8",
      "section": 8,
      "text": "ראובן שאמר לשמעון הולך מנה ללוי שאני נותן לו מתנה והלך שמעון ליתנו ללוי ומצאו שמת אם בריא היה הנותן ומת בחיי מקבל יתן ליורשי מקבל דמצוה לקיים דברי המת ואם מת מקבל בחיי נותן אע\"פ שאח\"כ מת הנותן יחזיר ליורשי משלח:"
    },
    {
      "id": "choshen_mishpat-125-9",
      "section": 9,
      "text": "ואם שכיב מרע היה הנותן אם בשעה שנתן המנה לשליח כבר מת מקבל יחזיר ליורשי משלח אבל אם היה חי המקבל בשעה שנתן המנה לשליח יתן ליורשי מקבל אפי' אם מת המקבל בחיי נותן ואפי' נולדו יורשי מקבל אחר מיתת נותן משום דדברי שכיב מרע ככתובים וכמסורים דמי ואין הנותן יכול לחזור בו כל זמן שלא עמד ואם עמד חוזר אפי' אם בא כבר ליד המקבל:"
    },
    {
      "id": "choshen_mishpat-125-10",
      "section": 10,
      "text": "ומ\"מ כל זמן שלא נתברר שנתרפא צריך השליח לעשות שליחותו ואם ימות הנותן ישאר למקבל ואם יתרפא יחזיר לנותן:"
    }
  ]
}