{
  "id": "choshen_mishpat-107",
  "chapterLabel": "סימן 107",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-107-1",
      "section": 1,
      "text": "כופין את היתומים לפרוע חוב אביהם. ובו יב סעיפים:מצוה על היורשים לפרוע חוב אביהם וכופים אותם בכך כמו שכופים את אביהם במה ד\"א כשהניח קרקעות אבל אם לא הניח אלא מטלטלים אין כופין אותם לפרוע חוב אביהם מהם אבל מצוה עליהם לפרוע חוב אביהם מהם זהו מן הדין אבל הגאונים תקנו שיהא בעל חוב גובה מהיורשי' מטלטלים שהניח אביהם הילכך האידנא כופין אותם לפרוע חובות אביהם אפילו היא מלוה על פה אף מהמטלטלים שהניח אביהם אפילו קנאם הלוה אחר שלוה ולא כתב דאקני (ע\"ל סי' קי\"א) דיורש במקום אביו קאי וכן חייבים לפרוע חוב אביהם ממלוה שהיתה לאביהם ביד אחרים בין גבו קרקע בין גבו מעות ואם ירשו קרקע ומטלטלים ואין מפורש בשטר שיגבה מטלטלי בין בחייו בין במותו והיורשי' רוצים להגבות לבע\"ח קרקע והוא רוצה לגבות מטלטלים הדין עם היורשים אבל אם לא ירשו כלום מאביהן אין חייבים לפרוע חוב אביהם ואפי' מצוה ליכא: הגה ירש קצת נכסים אין צריך לפרוע רק מה שירש (ריב\"ש סי' תע\"ח) ואם אומר איני יורש ואיני משלם עיין לקמן ס\"ס רע\"ח אם שומעין לו:"
    },
    {
      "id": "choshen_mishpat-107-2",
      "section": 2,
      "text": "טען היורש שאביו לא הניח לו ממון ואינו חייב לפרוע חוב אביו משלו אם טוען המלוה ודאי שאביו הורישו ממון נשבע היורש היסת ונפטר ואם טוען שמא אין עליו אלא חרם סתם: הגה כתבו הגהות אשיר\"י פרק מי שמת בשם א\"ז שכתב בשם רבינו תם ורבינו שמחה ראובן היה חייב לשמעון ומת ראובן יכול שמעון לעכב קבורתו עד שיפרעו לו ואם שמעון הוא קרובו של ראובן בני המשפחה מוחין בידו שלא לעכב קבורתו שלא לנוולו וכן אם בא בעל חוב וגבה כל נכסיו אין מחוייב לקברו:"
    },
    {
      "id": "choshen_mishpat-107-3",
      "section": 3,
      "text": "יורש שמכר כל נכסי אביו ודאי ב\"ח טורף הלקוחות אפי' אם יש ביד היורש נכסים קרקעות שלו לפי שנכסיו אינם משועבדים לחוב אביו ואפי' של אביו זיבורית ושלו עידית אינו יכול לסלקו בעידית שלו שלא מדעתו אבל אם רוצה לסלקו שלא יטרוף מהלקוחות ונותן לו מעות אע\"פ שלא ירש המעות מאביו יכול לסלקו אא\"כ עשה אביו נכסים אלו אפותיקי מפורש לב\"ח:"
    },
    {
      "id": "choshen_mishpat-107-4",
      "section": 4,
      "text": "יורש שמכר כל נכסי אביו ואין ב\"ח יכול לטרוף מהלקוחות כגון שמכרם לעובד כוכבים וכיוצא בזה יש מי שאומר שגובה מהדמים שביד היתומי' וי\"א שאינו גובה:"
    },
    {
      "id": "choshen_mishpat-107-5",
      "section": 5,
      "text": "האידנא שתקנו הגאונים לגבות מהיורשים אף מהמטלטלים שהניח אביהם אם תפס המלוה מטלטלי הלוה אפילו לאחר מיתה מהניא אפי' אין לו עדים על חובו שאם לא תפס לא היה מגבינן ליה והשתא דתפס נאמן לגבות מהם בשבועה במיגו דאי בעי אמר לא תפסתי:"
    },
    {
      "id": "choshen_mishpat-107-6",
      "section": 6,
      "text": "היה על אביהם חוב של מנה ולא הניח לא מקרקעי ולא מטלטלי אלא קרקע שוה חמשים ובא בעל חוב וטרפה ונתנו לו היורשים חמשים משלהם אפילו לא אמרו לו שבדמי קרקע זה הם נותנים לו אינו יכול לחזור ולטרפה מהם בשארית חובו (וע\"ל סימן קי\"א ס\"ט) וכן אין בעל חוב מאוחר ממנו יכול לטורפה דהוה ליה כמו שהגבו אותה לו בחובו וחזרו ולקחוה ממנו:"
    },
    {
      "id": "choshen_mishpat-107-7",
      "section": 7,
      "text": "ירשו האחים קרקעות מאביהם וחלקום ובא ב\"ח לטרוף אם לא ירשו אלא שתי שדות ולקח כל אחד אחת אינם יכולים לומר לב\"ח קח מכל אחד חצי שדה אלא נוטל שדה אחד מאיזה מהם שירצה אבל אם ירשו ד' שדות וחובו כנגד ב' שדות אינו יכול לומר אקח מא' שתי שדות אלא יקח מכל א' שדה אחת אא\"כ עשה לו אפותיקי השתי שדות שנפלו לאחד דאז נוטלם אפילו לא עשאם אפותיקי מפורש אלא שעבד לו כל נכסיו וסיים לו אותם שדות במצריהם להיות תחלה לפרעון:"
    },
    {
      "id": "choshen_mishpat-107-8",
      "section": 8,
      "text": "הניח להם אביהם מעות ומטלטלים וחלקו ובא בע\"ח לגבות מהם אם הם מצויים לפנינו גובה מכל אחד חלקו ואם אין כולם מצויים לפנינו אינו צריך לחזור אחריהם אלא יקח כל חובו מאותו שלפנינו והוא יחזור אחר האחרים:"
    },
    {
      "id": "choshen_mishpat-107-9",
      "section": 9,
      "text": "ירשו קרקעות וחלקום ומכר אחד מהם חלקו או נתנו במתנה ובא ב\"ח של אביהם לגבות חובו טורף חצי החוב מהלוקח שקנה מהיורש והחצי מהיורש האחר:"
    },
    {
      "id": "choshen_mishpat-107-10",
      "section": 10,
      "text": "שמעון שאמר ליורשים מנה לי בידכם והודו לו בפני עדים וכשחזר לתובעם אמרו לו לא הודינו שאנו חייבי' לך אלא מחמת אבינו ולא הניח ממה לפרוע והוא אומר לא כי אלא מחמת עצמכם אתם חייבים לי מאחר שהודו סתם חייבים לפרעו (וע\"ל סי' פ\"א רשב\"א) ואם הודו בפני עד א' והם אומרים שלא הודו נשבעים להכחיש העד ואם מודים שהודו בפני העד בסתם אלא שאומרים שלא נתכוונו להודות שחייבים מחמת עצמם אלא מחמת אביהם חייבים לשלם (וע\"ל סימן ע\"ה סעי' י\"ג):"
    },
    {
      "id": "choshen_mishpat-107-11",
      "section": 11,
      "text": "הניח להם אביהם מטלטלין וקדמו ופרעו לב\"ח מאוחר אין בעל חוב מוקדם יכול להוציא מידו:"
    },
    {
      "id": "choshen_mishpat-107-12",
      "section": 12,
      "text": "ראובן שמת ונמצא בפנקסו כתוב בכתב ידו שהוא חייב לשמעון מנה היורשים פטורים דמלוה על פה אפי' בעדים אינו גובה מהיורשים אא\"כ היה תוך זמנו (וע\"ל סי' צ\"א סעיף ה' ולקמן סי' ק\"י ס\"ז):"
    }
  ]
}