{
  "id": "choshen_mishpat-197",
  "chapterLabel": "סימן 197",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-197-1",
      "section": 1,
      "text": "דין קניית בהמה גסה ודקה. ובו ז סעיפים:בהמה בין דקה בין גסה אינה נקנית במסירה אלא במשיכ' ואינו צריך להגביה: הגה וי\"א דאף מסירה קונה בבהמה גסה (הגהות מיימוני פ\"ב דמכירה בשם ראבי\"ה) וי\"א אף בדקה (טור תוס' ואשירי ר\"פ הספינה ופ\"ק דקידושין בשם רש\"י ור\"ת) אם הוא בפני המוכר (רש\"י וריב\"א) וע\"ל סי' קצ\"ח ס\"ח עד י\"ג בדיני מסירה א\"ל לקנות במשיכה ושינה בין לגריעותא כגון למסירה או למעליותא כגון שהגביה לא קנה אלא במשיכה כמו שא\"ל (טור בשם ר\"י והרי\"ף והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-197-2",
      "section": 2,
      "text": "הגבהה קונה בכל מקום אבל משיכה אינו קונה אלא בסימטא או בחצר של שניהם אבל לא ברשות הרבים ולא בחצר שאינה של שניהם:"
    },
    {
      "id": "choshen_mishpat-197-3",
      "section": 3,
      "text": "כיצד קונין את הבהמה במשיכה א\"צ לומר אם משכה והלכה או שרכב עליה והלכה בו שקנה אלא אפילו קרא לה ובאה או שהכישה במקלו (או שהנהיגה בקול) (טור) ורצתה בפניו כיון שעקרה יד ורגל קנאה והוא שימשוך בפני הבעלים ואם משך שלא בפני הבעלים צריך שיאמר לו קודם שימשוך לך משוך וקני (וע\"ל סימן רע\"א מדינין אלו):"
    },
    {
      "id": "choshen_mishpat-197-4",
      "section": 4,
      "text": "המוכר עדר לחבירו או שנתן לו במתנה כיון שמסר לו משכוכית היא הבהמה המהלכת בראש העדר והכל נמשכים אחריה א\"צ לומר משוך וקני ואם משך העדר אפילו שלא בפניו קנה דמסירת משכוכית הוי כאומר לך משוך וקני: הגה מכר לו ספר א' ונתן לו חציו והלך ומשך או הגביה השני (שלא מדעת חבירו) לא קנה דלא דמי החצי שנתן לו למשכוכית (הגה' מיי' פ\"ה דמכירה ותשו' מיי' דקנין דסי' י\"ח) לא מסר לו המשכוכית ומכר לו רק י' בהמות אם קונה במשיכה לא קנה אלא אותה שמשך ואם קונה במסירה אם מסר לו באפסר אחת ונתן לו דמי כולן קנה לא מסר לו דמי כולן לא קנה רק כנגד מעותיו כמו שנתבאר לעיל גבי קרקע סוף סי' קצ\"ב (רבי ירוחם נ\"י ח\"ד):"
    },
    {
      "id": "choshen_mishpat-197-5",
      "section": 5,
      "text": "המוכר בהמה לחבירו או נתנה לו במתנה ואמר קנה כדרך שבני אדם קונים אם משך או הגביה קנה אבל אם רכב עליה אם בשדה (או בסימטה) (טור) קנה ואם בעיר (בר\"ה) לא קנה לפי שאין דרך בני אדם לרכוב בעיר לפיכך אם היה אדם חשוב שדרכו לרכוב בעיר או אדם מזולזל ביותר שאינו מקפיד על הלוכו בעיר ורוכב כגון המטפלין בגידול הבהמות או העבדים או שהיתה אשה או שהי' ברשות הרבים שהרבים דוחקים שם הרי זה קונה ברכיבה והוא שתהלך בו:"
    },
    {
      "id": "choshen_mishpat-197-6",
      "section": 6,
      "text": "האומר לחבירו משוך ותקנה או חזק ותקנה וכיוצא בדברים אלו והלך ומשך או החזיק לא קנה שמשמע תקנה להבא ועדיין לא הקנה לו והוא הדין לאומר לו משוך חפץ זה לקנותו (אלא צ\"ל משוך וקני או חזק וקנה) (טור בשם הרמב\"ם):"
    },
    {
      "id": "choshen_mishpat-197-7",
      "section": 7,
      "text": "האומר לחבירו משוך פרה זו ולא תקנה אלא לאחר שלשים יום ומשך לא קנה ואם אמר ליה קנה מעכשיו ולאחר ל' יום קנה ואפי' היתה עומדת באגם ביום ל' שזה כמי שהקנה אותה מעתה על תנאי נעשה התנאי נתקיים הקנין וכל האומר על מנת כאומר מעכשיו דמי:"
    }
  ]
}