{
  "id": "choshen_mishpat-164",
  "chapterLabel": "סימן 164",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-164-1",
      "section": 1,
      "text": "בית ועליה של שנים ומה יש על כל אחד לתקן. ובו ח סעיפים:הבית והעליה של שנים כל קלקול שיארע בכתלים מן התקרה ולמטה חייב בעל הבית לתקנו ואם אינו רוצה לתקנו בעל העליה כופהו ומן התקרה ולמעלה יתקננו בעל העלייה אם ירצה והתקרה בעצמה היא של בעה\"ב והמעזיב' שעליה היא של בעל העלייה: הגה וי\"א דאין בעל הבית חייב לתקן התקרה אלא בעל העלייה צריך לתקנו וכן נראה לי לדון וכל צרכי הגג חייב בעל העלייה לתקן ג\"כ ודוקא בב' שותפים אבל בשוכר ומשכיר על התחתון לתקן התקרה (ע' בטור והמגיד פי\"א דשכנים ונ\"י סוף ב\"מ):"
    },
    {
      "id": "choshen_mishpat-164-2",
      "section": 2,
      "text": "נדלדלו קורות הבית וירדו לאויר הבית אם הגיעו לתוך י' טפחים סותר ובונה ואם לא הגיעו יכול בעל העלייה לעכב עליו ואפי' אמר לו בעל הבית אני אשכור לך מקום כדי שתדור בו עד שאתקן התקרה אפי' אינו משתמש בו אלא בעצים אין שומעין לו שהרי אומר לו איני רוצה שאטרח ממקום למקום כדי שתתקן ביתך התנו ביניהם דבר זה אם נשאר בגובה הבית שיקח אדם חבילה בינונית על ראשו ויכנס בה תחת קורות אלו שנתעקמו אינו סותר ואם אינו יכול ליכנס עד שיכוף ראשו סותר ומתקן ובונה ואין בעל העליה יכול לעכב שהרי התנו ביניהם תחלה: הגה לא נדלדלו הקורות אלא הושפלה התקרה מחמת שנכנסו כותלי הבית בארץ והגיעה עד פחות מי' הוצאות ההגבהה על שניהם ולמעלה מי' העליון יכול לעכב וכדרך שנתבאר (טור סי\"ג וכפי' רש\"י שם ע' בב\"י) כותל שבין ראובן לשמעון והיא של א' מהן יכול לסתרה כשירצה ואין השני יכול למחות (מרדכי ריש ב\"ב) ואם הכותל רעוע אע\"פ שהוא של שניהן אחד מהן יכול לסותרה והשני צריך לתת חלקו (נ\"י סוף פ' שור שנגח ד' וה'):"
    },
    {
      "id": "choshen_mishpat-164-3",
      "section": 3,
      "text": "נפלו שניהם הבית והעליה הרי שניהם חולקים בעצים ובאבנים ובעפר (וכפי מה שאחד גבוה יותר מחבירו נוטל יותר בעצים ובאבנים ובעפר) (טור ס\"ד) ואם נשתברו מקצת האבנים רואים איזה ראויה להשתבר אם אבני הבית או אבני העלייה ודבר זה ידוע מדרך הנפילה אם נפל העליון על התחתון והרסו או נשמט התחתון ונפל העליון ונהרס ואם אינם יודעים כיצד נפל חולקין האבנים השלימות והשבורות:"
    },
    {
      "id": "choshen_mishpat-164-4",
      "section": 4,
      "text": "היה א' מכיר מקצת האבנים והן שלימות והשני מודה לו בכולם או שמודה על קצתם ועל קצתם אומר לו איני יודע נוטלן אפי' הן גדולות וטובות יותר משאר אבנים והשני נוטל כל כך שלימות כנגדן:"
    },
    {
      "id": "choshen_mishpat-164-5",
      "section": 5,
      "text": "אמר בעל העלייה לבעל הבית לבנות כדי שיבנה עלייתו על גביו והוא אינו רוצה הרי בעל העלייה בונה את הבית כשהיה ויושב ודר בתוכו עד שיתן לו כל יציאותיו ואחר כך יבא ויבנה עלייתו אם ירצה ואם אין א' מהם יכול לבנות בעל העלייה נוטל שליש הקרקע ובעל הבית שני שלישים (וכן אם מוכרין אותה מדעת שניהם חולקין הדמים כן): (טור)"
    },
    {
      "id": "choshen_mishpat-164-6",
      "section": 6,
      "text": "רצה בעל הבית לבנות ביתו בונהו כשהיה ואם בא לשנות בכותלים אם חיזק אותם והרבה ברחבם יותר ממה שהיו שומעין לו רצה למעט ברחבם או לפחות מחזקם כגון שהיו אבנים ובקש להחזיר לבנים וכיוצא בהם אין שומעין לו בא לשנות את התקרה לקורות כבדים וחזקים שומעין לו לפחות ממה שהיו אין שומעין לו הרבה בחלונות או שהוסיף בגובה הבית אין שומעין לו מיעט בחלונות או שמיעט בגובה הבית שומעין לו:"
    },
    {
      "id": "choshen_mishpat-164-7",
      "section": 7,
      "text": "וכן בעל העלייה בונה אותה אם רצה כשהיתה ואם בא לשנות הכותלים להרחיב ולהחזיק אין שומעין לו מפני שהוא מכביד על כותל התחתון אבל למעט שומעין לו וכן בקורות תקרה העליונה אם שינה אותם לקלים ממה שהיו שומעין לו לכבדים מהם אין שומעין לו הרבה בחלונות או שמיעט בגובה העלייה שומעין לו אבל אם מיעט בחלונות או הרבה בגובה אין שומעין לו: הגה ומיהו כל שאין הקפדה רק בכובד הבנין אם היה המנהג לשנות אזלי' בתריה (טור בשם הראב\"ד ותשו' הרשב\"א סי' תתקל\"א) י\"א הא דאסורים לשנות היינו כשלקחו או ירשו זה הבית וזה העלייה אבל כשבנו מן ההפקר יכולין לשנות שהרי בתחלה אם היה רוצה היה בונה כל מה שירצה (רבי ירוחם נתיב כ\"ז ח\"ג):"
    },
    {
      "id": "choshen_mishpat-164-8",
      "section": 8,
      "text": "יש מי שאומר שכותל שבין שתי חצירות שהמקום והאבנים של שניהם כל א' בונה ומגביה ומכביד כמו שירצה ובלבד שלא יגביה כל כך שיתקלקל הבנין לפי ראות עיני הבקיאים בבנין ויש מי שאומר דהני מילי במקום שלא נהגו השותפים להקפיד בכך אבל אם נהגו להקפיד מעכב עליו:"
    }
  ]
}