{
  "id": "choshen_mishpat-202",
  "chapterLabel": "סימן 202",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-202-1",
      "section": 1,
      "text": "דין קניית מטלטלין אגב קרקע או עבדים וקרקע או עבד ומטלטלין או בהמה וכלים שעליה. ובו טו סעיפים:המקנה קרקע ומטלטלין כאח' כיון שקנה הקרקע באחד מדרכי הקנייה נקנו המטלטלין עמהם בין שהיו שניהם במכר או במתנה בין שמכר מטלטלין ונתן קרקע בין שמכר קרקע ונתן מטלטלים כיון שקנה קרקע קנה המטלטלים וי\"א דאפי' הקרקע בשכירות ומטלטלין במתנה (ר\"י נ\"י ח\"ב) :"
    },
    {
      "id": "choshen_mishpat-202-2",
      "section": 2,
      "text": "בד\"א כשהיו אותם המטלטלים צבורים באות' קרקע אבל אם היו במקום אחר צריך שיאמר לו קנה מטלטלין אגב קרקע אפי' היו המטלטלין במדינה אחרת וא\"ל קנה אותם ע\"ג קרקע פלוני כיון שקנה קרקע נקנו המטלטלין אע\"פ שאינם צבורים בתוכה ואם לא אמר ליה קנה אגב קרקע לא קנה מאחר שאינם צבורים בתוכה: הגה וי\"א דאפי' הם צבורים בתוכה צריך שיאמר קנה אגב קרקע (טור בשם הראב\"ד והרא\"ש) וכן נראה לי עיקר וי\"א דבעינן דוקא לשון אגב אבל עם לא מהני (ר\"ן פ\"ק דקדושין בשם רש\"י) ויש חולקין (שם בשם הרא\"ה):"
    },
    {
      "id": "choshen_mishpat-202-3",
      "section": 3,
      "text": "הקנה השדה לאחד והמטלטלים לאחר אע\"פ שא\"ל קנה המטלטלים על גבי קרקע והחזיק האחד בקרקע לא קנה השני מטלטלין ואם תפסן אחר שחזר בו המקנה אין מוציאין מידו שהרי תפסן אחר שקנה חבירו הקרקע שנקנו אלו על גבו (ויש חולקין וסבירא להו דמוציאין מיד התופס כדין כל ספק ממון) (ר\"ן פ\"ק דקדושין):"
    },
    {
      "id": "choshen_mishpat-202-4",
      "section": 4,
      "text": "הקנה שדה לאפוטרופסים ומטלטלים ליתומים קני (וה\"ה בגבאי צדקה) (ר\"ן הנ\"ל):"
    },
    {
      "id": "choshen_mishpat-202-5",
      "section": 5,
      "text": "בהמות כמטלטלים בדינים אלו:"
    },
    {
      "id": "choshen_mishpat-202-6",
      "section": 6,
      "text": "אין קרקע נקנה אגב קרקע:"
    },
    {
      "id": "choshen_mishpat-202-7",
      "section": 7,
      "text": "קרקע כל שהוא מקנין על גביו מטלטלים הרבה: הגה והא דבעינן קרקע כל שהוא לאפוקי אם ידענו בודאי שאין לו אבל כשאינו ידוע שאין לו והוא מקנה אגב קרקע סגי בכך וא\"צ לסיים הקרקע שמקנה על ידה ולכן מקנין אגב קרקע ארבע אמות אע\"פ שאין יודעים שיש לו (ב\"י בשם הרשב\"א) וע\"ל סי' קי\"ג ויכול להקנות אגב מקומות של בית הכנסת אע\"פ שהמקומות של רבים וכל אחד יושב על מקום א' הוי כמו שאול לו ומקנים על ידם (תשו' רשב\"א סימן תתקל\"ד ותתקל\"ה):"
    },
    {
      "id": "choshen_mishpat-202-8",
      "section": 8,
      "text": "המקנה עבדים וקרקעות כאחד החזיק בעבדים לא קנה הקרקעות החזיק בקרקעות אם היו עבדים בתוכה קנה ואם לאו לא קנה אפי' שיאמר לו קנה אותם על גבי קרקע:"
    },
    {
      "id": "choshen_mishpat-202-9",
      "section": 9,
      "text": "המקנה עבדים ומטלטלים כאחד משך המטלטלים לא קנה העבדים החזיק בעבדים לא קנה המטלטלים אא\"כ היו המטלטלים על גבי העבד והוא שיהיה כפות וי\"א שצריך גם שיהי' ישן:"
    },
    {
      "id": "choshen_mishpat-202-10",
      "section": 10,
      "text": "היה לא' עציץ נקוב וזרעים שבו לאחר אם הקנה בעל העציץ עציצו לבעל הזרעים כיון שמשך קנה:"
    },
    {
      "id": "choshen_mishpat-202-11",
      "section": 11,
      "text": "הקנה בעל זרעים זרעיו לבעל העציץ לא קנה עד שיחזיק בזרעים עצמם:"
    },
    {
      "id": "choshen_mishpat-202-12",
      "section": 12,
      "text": "היה העציץ והזרעים שבו הכל לאחד והקנה שניהם לאחר החזיק בעציץ לקנות הזרעים אף העציץ לא קנה החזיק בזרעים קנה העציץ (וי\"א דדוקא בשל עץ בעינן נקוב אבל של חרס אינו נקוב כנקוב דמי (רש\"י פ\"ק דגיטין) (וי\"א איפכא) תוס' שם):"
    },
    {
      "id": "choshen_mishpat-202-13",
      "section": 13,
      "text": "המקנה בהמה וכלים שעל גבה כאחד אע\"פ שמשך הבהמה וקנאה לא קנה הכלים שעליה עד שיגביה או ימשוך הכלים עצמם אם אין דרכם להגביה שהבהמה כחצר המהלכת היא ואין מה שבתוכה קנוי לבעלה לפיכך אם היתה הבהמה כפותה קנה אף כלים שעליה ויש מי שאומר דבמציאה אם אומר אני מושך בהמה זו לקנותה ואת הכלים שעליה קנאם אפי' אינה כפותה:"
    },
    {
      "id": "choshen_mishpat-202-14",
      "section": 14,
      "text": "א\"ל המוכר משוך בהמה זו וקנה כלים שעליה הואיל ולא הקנה לו גוף הבהמה אף על פי שמשכה והיא כפותה לא קנה כלים שעליה:"
    },
    {
      "id": "choshen_mishpat-202-15",
      "section": 15,
      "text": "א\"ל משוך קופה זו ובמשיכתה קנה מה שבתוכ' קנה מה שבתוכה אע\"פ שלא קנה הקופה:"
    }
  ]
}