{
  "id": "choshen_mishpat-099",
  "chapterLabel": "סימן 99",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-099-1",
      "section": 1,
      "text": "כיצד משביעין ללוה אם יש לו ומחרימים מי שיודע לו נכסים ואם הוא כשר או רמאי ואם נתן שלו במתנה. ובו ח סעיפים:לא היה לו שום טענה כנגד השטר אלא שאמר שאין לו במה לפרוע אם לא נמצא ללוה כלום יתר על מה שמסדרין לו התקינו הגאונים שמשביעין את הלוה כעין של תורה בנקיטת חפץ שאין לו כלום יותר על מה שמסדרין לו ושלא החביא ביד אחרים ושלא נתן מתנה ע\"מ להחזיר וכולל בשבועה זו שכל מה שירויח וכל שיבא לידו או לרשותו מאשר תשיג ידו לא יאכיל ממנו לא לאשתו ולא לבניו ולא ילביש אותם ולא יטפל בהם ולא יתן מתנה לאדם בעולם אלא יוציא מכל אשר תשיג ידו מזון ל' יום וכסות י\"ב חדש מזון הראוי לו וכסות הראויה לו לא אכילת הזוללים והסובאים או בני מלכים ולא מלבושי הפחות והסגנים אלא כדרכו וכל היתר על צרכו יתן לבע\"ח ראשון ראשון עד שיגבנו כל חובו: הגה לא נשבע להבא ליתן לו כל מה שתשיג ידו יוכל להשביעו כל ל' יום שאין לו (טור ס\"ב) ומחרימין תחלה על מי שיודע לפלו' נכסים גלויים או טמונים ולא יודיע לב\"ד ואם יש לו בעלי חובות הרבה א\"צ לישבע שבועה זו לכל א' וא' אלא שבועה אחת לכולם ואם נראה לו ממון (קודם שנשבע או) (טור ס\"ט) אחר שנשבע שבועה זו (או שהיו שטרי חובות כתובים על שמו בידו) (תשו' הרשב\"א בב\"י ריש סי' צ\"ח) ואמר של אחרים הוא (או שאמר יחדתי לאחרים שאני חייב להם) (תשו' הרא\"ש כ' ע\"ט סי' י\"א) או עסק הוא בידי אין שומעין לו עד שיביא ראיה: הגה ואע\"פ שיש לו מיגו שהיה יכול להחזירם או לומר להד\"ם אינו נאמן דהוי מיגו במקום חזקה דכל מה שנמצא ביד אדם בחזקת שהוא שלו (המגיד פרק א' דמלוה דין ד') ויש חולקין בזה (תשובת הרא\"ש כלל ע\"ט סי' י\"א וכן משמע מתשובת הרשב\"א שכתב ב\"י ס\"ס מ\"ז ועיין ס\"ק ו') מיהו אם ידוע שיש לו עיסקא מאחרים נאמן לומר על מעות שבידו אלו מעסק פלוני הם במיגו שהיה נותנן לו:"
    },
    {
      "id": "choshen_mishpat-099-2",
      "section": 2,
      "text": "ראובן השביע לשמעון שבועה זו כתקנת הגאונים ולא השביעו להבא ואחר כך תבעו לוי ששטרו מאוחר והשביעו להבא מה שירויח יותר על הוצאתו שיתן לו אם לא שנשבע היו חולקים וכיון שנשבע לתתו ללוי צריך לקיים שבועתו כך כתב (הטור) בשם הרא\"ש ולי נראה שבית דין יכופו ללוי ליתן החצי לראובן (וע\"ל סי' ק\"ד סעיף א' כתבתי כסברת הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-099-3",
      "section": 3,
      "text": "ראובן נתן חפץ לשמעון למכור ובא לוי בעל חוב של שמעון ולקחו בחובו אם ידוע בעדים שחפץ זה של ראובן צריך להחזיר לו אבל אם אינו ידוע בעדים אע\"פ ששמעון מודה שהוא של ראובן אין מוציאין מלוי ואם יטעון ראובן ללוי אתה יודע שזה החפץ שלי צריך לישבע היסת (תשו' הרא\"ש מצאתיה בכלל ק\"ה ס\"ס ב') ואם שמעון הוא סרסור החפצים הנמצאים בביתו שהוא רגיל למכרם אינם בחזקת שלו שימשכנם בעל חובו (והסרסור או בעל החפץ נאמנים בשבועה) (טור והוא בתשובת הרא\"ש שם) וכן אם מצא בבית בעל חובו דברים העשוים להשאיל ולהשכיר ובא אחד ואמר שהשאילם או השכירם לו ויש לו שני עדים שהיו שלו נאמן ולא יוכל בעל חובו למשכנם בחובו:"
    },
    {
      "id": "choshen_mishpat-099-4",
      "section": 4,
      "text": "מי שהוחזק שהוא עני וכשר והולך בתום והדבר גלוי וידוע לדיין ולרוב העם ובא בעל חובו להשביעו בתקנה זו והוחזק התובע שאינו מסתפק בעניות זו אלא רוצה לצערו בשבועה זו להצר לו ולביישו ברבים כדי להנקם ממנו או כדי שילך וילוה מהעכו\"ם או שיקח נכסי אשתו ויתן לו עד שינצל משבועה זו אסור לדיין להשביעו שבועה זו ואם השביעו ביטל לא תעשה של תורה לא תהיה לו כנושה ולא עוד אלא ראוי לדיין לגעור בתובע ולטורדו: הגה וע' בי\"ד ס\"ס רנ\"ג עני שקבץ ממון בשטר קבוץ אם צריך לשלם לבעל חוב:"
    },
    {
      "id": "choshen_mishpat-099-5",
      "section": 5,
      "text": "מי שהוחזק רמאי ודרכיו מקולקלים במשאו ומתנו והרי הוא אמוד שיש לו ממון וטוען שאין לו כלום והרי הוא רץ להשבע אין להשביעו: הגה ויש לדיין לנדותו או לכופו עד שיפרע (טור סי\"ג ורמב\"ם פ\"ה דמלוה) וע' סי' צ\"ז סעיף ט\"ו:"
    },
    {
      "id": "choshen_mishpat-099-6",
      "section": 6,
      "text": "החייב לחבירו ונתן כל אשר לו לאחר להפקיע חובו לא תועיל ערמתו ויגבה בעל חוב חובו אפי' הוא מלוה על פה ממקבל המתנה וישבע מקבל המתנה על דעת ב\"ד בלא ערמה ומרמה כמה קבל מתנה מראובן ויגבה ב\"ד לבעל החוב חובו מכל מה שקבל מראובן אבל אם הרויח כלום בסחורה או ברבית באותה מתנה אין ב\"ד מגבין לו מהריוח דאפי' מקרקעי המשועבדים למלוה אם אכל לוקח או מקבל מתנה הפירות כמה שנים בא בעל חוב וגובה הקרקע כמו שהוא ואינו מוציא מידם הפירות שאכלו: הגה מיהו אם נראה לב\"ד שלא כוונו לערמה רק למתנה גמורה קנה המקבל אע\"ג שהיתה כוונתו להבריח (ב\"י בשם רשב\"א ותוס' ואשר\"י ומרדכי פרק האשה שנפלו):"
    },
    {
      "id": "choshen_mishpat-099-7",
      "section": 7,
      "text": "הכותב כל נכסיו לאחר ואח\"כ לוה מאחרים ובבוא המלוה לגבות חובו מצוה להוציא שטר מתנה שקדם לשטר החוב והכל רואים שאע\"פ שכתב כל נכסיו לאחרים הוא מחזיק בהם ונושא ונותן בהם ומעולם לא יצאו מרשותו ולא נתכוין אלא להבריח מבעלי חוב שלא ימצאו ממה לגבות ויאכל ממון אחרים המתנה בטלה וגובה בעל חוב ממנה אע\"פ שקדמה להלואה:"
    },
    {
      "id": "choshen_mishpat-099-8",
      "section": 8,
      "text": "מי שקנה קרקע והתנה בשעת הקנין שלא יהא לאשתו שיעבוד כתובתה עליו או שקנה קרקע וצוה לכתוב השטר בשם אחיו כדי להפקיע ממנו שיעבוד כתובתה לא הועיל כלום ואשתו גובה כתובתה מאותם קרקעות: הגה דכל מי שבא להפקיע תקנת חכמים בערמה ובתחבולה וכ\"ש לגזול של חבירו חייבים חכמי הדור לבטל כוונתו אע\"פ שאין כאן ראייה רק אומדנות המוכיחות היטב (טור בשם תשובת הרא\"ש):"
    }
  ]
}