{
  "id": "choshen_mishpat-042",
  "chapterLabel": "סימן 42",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-042-1",
      "section": 1,
      "text": "שכותבין השטר בכל לשון ודין אם אין המטבע מפורש. ובו טו סעיפים:אין כותבין שט\"ח על דבר שיכול להזדייף ואם כתבו עליו פסול אפי' לגבות בו לאלתר ודוקא שטר חוב אבל שטר אקניית' כשר (ר\"ן פ\"ב דגיטין) כל שטר שאינו עשוי כתקנת חכמים אע\"פ שאין טעם לפסלו פסול ולכן אם עשה בזמן הזה שטר מקושר פסול (נ\"י ר\"פ ג\"פ לדעת הרא\"ש) וי\"ח והכי קי\"ל (רמב\"ן ועוד הרבה פוסקים) (ועיין לקמן סי' מ\"ד סעיף א'):"
    },
    {
      "id": "choshen_mishpat-042-2",
      "section": 2,
      "text": "נכתב בכל לשון וכל כתב ובלבד שידקדק הסופר בכתב ההוא שלא יהא בו שום שינוי:"
    },
    {
      "id": "choshen_mishpat-042-3",
      "section": 3,
      "text": "מתיקון שטרות להתבונן בוואוי\"ן וזייני\"ן שלו שלא יהיו דחוקים בין התיבות שמא זייף והוסיף וא\"ו או זיי\"ן ולא יהיו מרוחקים שמא מחק אות אחת כגון ה\"א או חי\"ת והניח רגלה אחת מקום וא\"ו וכל כיוצא בו מדקדקים בו בכל לשון (טור כאן) ובכל כתב לכן צריך הסופר ליזהר בכתיבת השטר שיהיו אותיותיו דומות זו לזו ויהיה הכתב מיושר ושוה בכל דבריו שלא ירחיק האותיו' זו מזו יותר מדאי ואל ידחוק הכתב יותר מדאי ואל ידחוק במקו' אחד וירחיק במקו' אחר לפיכך אין העדים רשאין לחתום עד שידקדקו היטב בכל אותיותיו ולפיכך כשיבא השטר לפני הדיין צריך לעיין בכל אותיותיו ולדמות אות לאות ואם רואה בו שום שינוי לא יגבה בו עד שיבדוק הדבר היטב (וכל דבר שנוכל לתלות במחק תלינן) (נ\"י פ' ג\"פ) ואם צריך לכוף בעל השטר ולהכותו כדי שיודה יעש' כדי שיוציא הדין לאמיתו ויש מי שאומר דה\"מ היכא דאתי לאפוקי מיורשים או מלקוחות דקיי\"ל טוענים ליורש וללוקח אבל היכא דאתי לאפוקי מלוה או ממוכר ומנותן גופייהו ולא טוען נתבע (טענו' דשייכי) כההיא ריעותא דאשתכח בשטרא לא טענינן ליה:"
    },
    {
      "id": "choshen_mishpat-042-4",
      "section": 4,
      "text": "צריך ליזהר שלא יכתוב בסוף שיטה משלש ועד עשר שמא יעשה מעשר עשרים ומשלש שלשים: הגה ואם כתב שלשה או עשרה שפיר דמי דהא ליכא למיחש לזיוף (ב\"י בשם תוס' והגהמ\"יי) ואם נזדמן לו בסוף שטה מחזיר הדבר פעמים הרבה עד שיבא בתוך שטה וכן יזהר שלא יכתוב החשבון באותיו' כגון ב' או ד' שלא יעשו כ\"ף או רי\"ש: הגה ואם לא עשה כן הוי שטר שאפשר לזייף ופסול אבל אי כתב גמטריאות או ראשי תיבות [מדברים] שא\"א לזייף כשר (הגהות מרדכי דגיטין):"
    },
    {
      "id": "choshen_mishpat-042-5",
      "section": 5,
      "text": "היה כתוב בו למעלה דבר אחד ולמטה דבר אחר ואפשר לקיימם (שניהם) מקיימים אותם אבל אם הם סותרים זה את זה כגון שכתוב למעל' מנה ולמטה מאתים או איפכא הולכים אחר התחתון והוא שלא יהיה בשטה אחרונה ואין כתוב בשטר והכל שריר וקיים: הגה מיהו לאפקועי מבעל השטר למדין ואפי' משיטה אחרונה (נ\"י פרק ג\"פ בשם ריטב\"א והרמ\"ה) ואם נמחק סכום שלמטה הכל פסול דאפשר שהיה כתוב בו למטה רק דינר אחד (הגהות אשיר\"י) ויש מי שאומר שאם למעלה היה פורט והולך ולמטה כתוב סכום הכל כך וכך ופיחת או הוסיף בזה אנו אומרים ודאי טעה בחשבון ואחר הפרט אנו הולכים ונראין דבריו בד\"א שהולכים אחר התחתון כשאין הא' תלוי בחבירו אבל אם היה כתוב בו מאה שהם מאתים או מאתים שהם מאה אינו גובה אלא מאה שהוא הפחות שבשניהם דיד בעל השטר על התחתונה:"
    },
    {
      "id": "choshen_mishpat-042-6",
      "section": 6,
      "text": "אם נמחק מהתחתון אות אחת שאפשר להבין עניינו מהעליון למדין ממנו כגון שכתוב למעלה שנתחייב לחנני ולמטה כתוב לחנן ילמד תחתון מעליון וינתן לחנני אבל שני אותיות אין למדים כגון למעלה חנני ולמטה חן ואפי' אם יש בתיבה העליונ' ששה אותיות ולא נמחק בתחתון אלא שתים אין למדין ממנו וכיון שאין למדין וידוע שנמחק השטר פסול ואין גובין בו אבל אות אחת למדין אפי' אין בעליון אלא שתי אותיות ואנו צריכים ללמוד חצי תיבה ואם היה חסרון בלא מחק שלמעלה כתב חנני ולמטה כתב חן ודאי חזרה היא שהסופר לא היה טועה שתי אותיות וינתן לחן:"
    },
    {
      "id": "choshen_mishpat-042-7",
      "section": 7,
      "text": "כתוב בו מלמעלה ספל (פי' מדה שמחזקת סאה וחצי) ומלמטה קפל (פי' מדה שמחזקת קב וחצי בלבד) הכל הולך אחר התחתון שהקפל פחות מספל כתוב בו מלמעלה קפל ומלמטה ספל חוששים שמא זבוב הסיר רגל הקוף ונעשה סמך ואינו גובה אלא קפל וכן כל כיוצא בזה שיד בעל השטר על התחתונה:"
    },
    {
      "id": "choshen_mishpat-042-8",
      "section": 8,
      "text": "בכל הני דאמרינן לעיל שיד בעל השטר על התחתונ' אי תפס מטלטלים לא מפקינן מיניה: הגה וכ\"ש שאומרי' בשובר יד בעל השטר על העליונה הואיל והוא מוחזק (נ\"י פ' ג\"פ בשם הרא\"ה) דלא כיש חולקין ואומרים דאפי' בשובר אמרי' ידו על התחתונה (שם בשם הריטב\"א תלמידו):"
    },
    {
      "id": "choshen_mishpat-042-9",
      "section": 9,
      "text": "לא אמרי' יד בעל השטר על התחתונה אלא בכל כי הני גווני דלעיל שאין השטר בטל לגמרי אבל בדבר שהשטר בטל בו לא כגון שכתוב בשטר פלוני נתחייב לפלוני מנה לפרעו בפסח צריך לפרעו בפסח הבא ראשון ואינו יכול לומר לא אפרענו אלא לפסח שאחר כמה שנים וכן כל כיוצא בזה: הגה וי\"א היינו דוקא בדבר דליכא למיתלי בטעות אבל בדבר שאפשר שטעה בו הנותן כגון דאמר לשון דלא מהני במתנה ודאי נתבטל השטר (תשו' הרשב\"א מהרי\"ק שורש צ\"ד):"
    },
    {
      "id": "choshen_mishpat-042-10",
      "section": 10,
      "text": "הרבה מהמפרשים כתבו שעכשיו שנהגו לכתוב דלא כאסמכתא ודלא כטופסי דשטרי אמרינן בכל לשון מסופק יד בעל השטר על העליונה: הגה וכל לשון שהוא כולל יותר ליפוי כח בעל השטר וסתמא משמע כך לפי דעת השומעים דנין אותו כך אפי' ליפוי בעל השטר (ב\"י מחו' ה' בשם תשו' הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-042-11",
      "section": 11,
      "text": "כתוב בשטר ממטבע פלוני דאינון כך וכך חייב פלוני לפלוני ונמחק אותו סכום ואינו ניכר אין לו אלא שנים מאותו מטבע:"
    },
    {
      "id": "choshen_mishpat-042-12",
      "section": 12,
      "text": "כתוב בשטר סלעים מלוה אומר חמש ולוה אומר שתי' נותן לו שתים ונשבע לו היסת על השאר ואי תפיס מפקינן מיניה:"
    },
    {
      "id": "choshen_mishpat-042-13",
      "section": 13,
      "text": "כתוב בשטר פלוני לוה מפלוני כסף נותן לו חתיכ' של כסף כל דהו פחות שבמשקלות כתוב בו מטבע של כסף אם פרוטות של כסף יוצאות באותו מקום נותן לו פרוטה ואם אין פרוטות של כסף יוצאות בו נותן לו מטבע של כסף הקטן שיוצא שם ואם כתוב בו דינרי כסף או כסף דינרי נותן לו ב' דינרין של כסף ואם כתוב בו כסף בדינרי נותן לו כסף ששוה שני דינרין של זהב ואם כתוב בו זהב בדינרי נותן לו דהבא פריכא שוה שני דינרי זהב ואם כתוב בו כסף בדינרים נותן לו שברי כסף ששוה שני דינרים של כסף ואם כתוב בו זהב נותן לו חתיכה של זהב פחות שבמשקלות ואם כתוב בו מטבע של זהב נותן לו מטבע קטן היוצא של זהב כתוב בו זהב דינרים או דינרי זהב נותן לו שני דינרי זהב ואם כתוב בו זהב בדינרים נותן לו זהב שוה שני דינרין של כסף: (ועכשיו בזה\"ז אין חילוק בין אמר דינרין לדינרי) (מגיד סוף ה' מלוה) (ונ\"ל דנותן לו הפחות):"
    },
    {
      "id": "choshen_mishpat-042-14",
      "section": 14,
      "text": "המוציא שטר חוב על חבירו בסך מאה דינרים או סלעים (ולא מתפרש איזה מטבע) (טור) אם היה כתוב בו בבבל מגבהו ממעות בבל ואם היה כתוב בא\"י מגבהו ממעות א\"י לא היה כתוב בשטר שם מקום והוציאו בבבל מגבהו ממעות בבל הוציאו בא\"י מגבהו ממעות א\"י בא לגבות ממעות המקום שיצא בו השטר וטען הלוה שהמעות שאני חייב לו מכסף שהוא פחות מזה המטבע ישבע המלוה ויטול: הגה מיהו אם הביא הלוה ראיה שהיו דרין תחילה במקום שהמטבע פחות מזו נותן לו פחות (ר\"ן סוף כתובות) ואם היה כתוב בו מאה כסף ולא פירש אם סלעים אם פונדיוני' מה שירצה לוה מגבהו:"
    },
    {
      "id": "choshen_mishpat-042-15",
      "section": 15,
      "text": "היה כתוב בו חשבון סתם הולכים אחר המנהג שרגילים לעשות בו באותו מקום סכום חשבונם כההוא שטרא דכתיב ביה שית מאה וזוזי דאיכא לספוקי בשית מאה איסתרא וזוזא או בשית מאה זוזי וזוזא דאמרי' שיתן לו שית מאה איסתרי שהוא פחות אבל אין לספק בשית מאה פרוטות לפי שאין עושים סכום חשבון מפרוטות לשון שרגילים לכתוב בשטרות אע\"פ שאינו מתיקון חכמים אלא לשון שנהגו ההדיוטות לכתוב במקום ההוא הולכים אחריו ואפי' לא נכתב דנין אותו כאלו נכתב: הגה וה\"ה תקנות הקהל או דבר שהוא מנהג העיר (רמב\"ם פכ\"ג דאישות) מי שמגדל יתום בתוך ביתו וכתב עליו בשטר בני או היתום כתב על המגדלו אבי או אמי לא מקרי מזויף וכשר הואיל וגדלוהו ראוי לכתוב כך (תשובת מיימוני ס' משפטים סי' מ\"ח):"
    }
  ]
}