{
  "id": "choshen_mishpat-044",
  "chapterLabel": "סימן 44",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-044-1",
      "section": 1,
      "text": "דין חזרת השטר בשטה אחרונה וכיצד מקיימים המחק והתלוים. ובו יא סעיפים:צריך להחזיר מעניינו של שטר בשטה אחרונה מפני (שאין למדין משטה אחרונה) (טור) מפני שאין העדים יכולים לצמצם שיחתמו מיד סמוך לכתב ויש לחוש שמא הניחו שם כדי שיטה וכתב המזייף שם מה שרצה ואם לא החזיר אין השטר נפסל בכך אלא שאין למדים משטה אחרונה: הגה ודלא כי\"א שהשטר כולו פסול דכל שטר שלא נעשה כתיקון חכמים פסול אע\"פ שאין טעם לפוסלו (טור בשם הרא\"ש ותוס' בפ' ג\"פ דף קס\"א ע\"א) והא דאין למדין משטה אחרונה היינו במקום שיש חשש שמא זייף אבל אם השטה אחרונה לחובת מוציא השטר למדין ממנה דודאי לא זייף (נ\"י פ' ג\"פ בשם ריטב\"א והר\"א):"
    },
    {
      "id": "choshen_mishpat-044-2",
      "section": 2,
      "text": "אם השטר כולו מכתיבת ידו של מי שנתחייב למדין משטה אחרונה אבל אם השטר מיד אחר והחייב חתום למטה אין למדין משטה אחרונה:"
    },
    {
      "id": "choshen_mishpat-044-3",
      "section": 3,
      "text": "אם סיים השטר בסוף שטה והרחיקו העדים שטה שלימה וחתמו העדים באמצע שטה שנייה אין למדים מחצי שטה אחרונה ומשטה שלימה שלפניה: הגה (ע' ס\"ק י') אם נמצא דבר כתוב בחצי שטה שלפניהם ובשטה שלפניה ודוקא שחתמו העדים זה תחת זה אבל אם חתמו זה אח\"ז כל השטר פסול כדלקמן סימן מ\"ה סעיף י':"
    },
    {
      "id": "choshen_mishpat-044-4",
      "section": 4,
      "text": "היכא דכתיב ביה שריר וקיים למדין משטה אחרונה (וא\"צ לחזור מעניינו של שטר בשטה אחרונה) (טור):"
    },
    {
      "id": "choshen_mishpat-044-5",
      "section": 5,
      "text": "אם יש בשטר מחקים או תלויות או תיבות שעבר עליהם הקולמוס צריך לקיימם קודם והכל שריר וקיים וא\"צ לכתוב ודין קיומיהון (מרדכי ותוס' ר\"פ ג\"פ) ואם לא קיים אינם פוסלים השטר אלא שאין למדין מהם: הגה וי\"א שאם היה המחק ולא נתקיים פסול כל השטר שמא היה כתוב חובה לבעל השטר ונמחק אא\"כ מוכח מתוך השטר מה היה המחק אז לא נפסל כל השטר (טור ונ\"י ר\"פ ג\"פ) ואם היו בגופו של שטר דהיינו שם הלוה והמלוה והמעות נפסל השטר אם לא קיימם ואם היו בזמן ולא קיימם הוי כשטר שאין בו זמן:"
    },
    {
      "id": "choshen_mishpat-044-6",
      "section": 6,
      "text": "שטר שיש בו גרר מאחריו או ביני שיטי במקום שנהגו לכתוב הפרעון מאחוריו או ביני שיטי כשר אלא שיש לאיים על בעל השטר ויש פוסלים:"
    },
    {
      "id": "choshen_mishpat-044-7",
      "section": 7,
      "text": "יש מי שאומר שאין לקיים המחקים אלא בכתב שהוא ככתב השטר ולא בכתיבה דקה יותר מכתב השטר:"
    },
    {
      "id": "choshen_mishpat-044-8",
      "section": 8,
      "text": "אם היה המחק בשטה אחת סמוך לאחרונה והוא כשיעור שריר וקיים או יותר אע\"פ שחזר וקיימו פסול שמא מחקו וכתב דבר שזייף וחזר וקיים בריוח שבין הכתב והעדים וה\"מ כשאין אויר שטה בין עדים לשטר דאיכא למיחש שמא הוסיף באותו האויר שהניחו העדים אבל יש בו אויר שיטה כשר ולא חיישי' שמא הניחו אויר שני שיטין והוסיף מה שרצה בשיטה ונשאר עוד שיטה אויר והני מילי כשהעדים מוחזקים ביודעים הא לאו הכי חיישינן:"
    },
    {
      "id": "choshen_mishpat-044-9",
      "section": 9,
      "text": "האידנא נהגו לכתוב קיום מחקים ותלויות אחר וקנינא לפי שהורגלו עתה לכתוב בכל השטרות שריר וקיים דא\"א לזייף ולמדין משטה אחרונה וא\"צ להחזיר מענינו של שטר מש\"ה שטר שאין בו שריר וקיים פסול ואין לעדים לחתום אא\"כ כתוב שריר וקיים ואם כתוב בו תרי שריר וקיים כשר (ולכתחלה לא יעשה כן) (תשו' הרא\"ש כלל ס\"ח סי' י\"ח):"
    },
    {
      "id": "choshen_mishpat-044-10",
      "section": 10,
      "text": "שטר שכתוב בקיומו נ\"ו על הגרר ובדקו וחפשו השטר אות באות ולא נמצאו אותן ב' אותיות כשר:"
    },
    {
      "id": "choshen_mishpat-044-11",
      "section": 11,
      "text": "שטר שיש בו מחקים ושכחו העדים ולא קיימום בסוף השטר וכתבו שריר וקיים וחתם העד הא' וקודם שיחתום השני מצאו שלא קיימו המחקים תקנתו של שטר זה שיכתבו אנן סהדי לבתר דחתם חד מנן עד שלא קיימנו כך וכך מחקים דאית ביה קיימנים כדקא חזי והכל שריר וקיים ויחזרו ויחתמו שניהם (וכ\"ש אם כתוב איזה דבר למטה מחתימת עדים וחזרו וחתמו דכשר) (מרדכי פ' ג\"פ):"
    }
  ]
}