{
  "id": "choshen_mishpat-104",
  "chapterLabel": "סימן 104",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-104-1",
      "section": 1,
      "text": "דין ב\"ח מאוחר שקדם וגבה מקרקעי או מטלטלי ומלוה ע\"פ מוקדמת קודמת למלוה בשטר. ובו טז סעיפים:מי שיש עליו בעלי חובות הרבה כל מי שקדם זמן קנין של שטרו קודם הוא לגבות בין קרקע בין מטלטלים אפי' אם הגיע זמן פרעון של המאוחר קודם בין מלוה עצמו בין מלקוחות ואם קדם המאוחר וגבה קרקע אפי' הגבו לו בפני המוקדם ושתק מוציאין מידו: הגה מיהו כשבא לגבות גובין לו וכשיבא זמן הראשון לגבות יטרוף ממנו ודוקא כשבא לגבות מקרקע אבל כשבא לגבות מטלטלין יוכל בעל חוב הראשון לטעון שלא להגבותם פן יבריחם או יפסידם ועוד דאם יגבה המאוחר שוב לא יכול המוקדם להוציא ממנו אבל אם הלוה עצמו נותנם לו י\"א דאין בעל חוב המוקדם יכול למחות (תשובת רשב\"א אלף קי\"א) וכל זה במלוה בשטר אבל מלוה על פה אם קדם המאוחר וגבה מה שגבה גבה (ר\"ן פ' מי שהיה נשוי) אלא אם כן גבה בעל חוב מאוחר בינונית והניח זיבורית לב\"ח מוקדם דאז מה שגבה גבה ואם מכרם קודם שהספיק הראשון להוציאם מידו אין המוקדם חוזר עליו אפילו אם המעות עדיין בידו אלא חוזר על הלקוחות ששעבודו בידם ואם מכרם לעכו\"ם שאינו יכול להוציאם מידו חייב לשלם לו אפילו אין המעות בידו מדינא דגרמי וכן אם הניח בע\"ח מאוחר מטלטלין לבע\"ח מוקדם מה שגבה גבה: הגה יש אומרים דבדבר שאינו עתה בעולם ועתיד לבא אח\"כ לא שייך ביה דין קדימה ואם קודם שבא הדבר לעולם נשבע לתת אותו לבעל חוב מאוחר צריך לקיים שבועתו (תשובת חזה התנופה והביאו הטור סי' צ\"ט ס\"ו) וע' לעיל סי' צ\"ט סעיף ב':"
    },
    {
      "id": "choshen_mishpat-104-2",
      "section": 2,
      "text": "בעל חוב שגבה חובו מבתי שמעון בכתב שלטון העיר שעשו הכרזה יום אחד ואח\"כ בא בע\"ח (המוקדם) להוציא ממנו וטוען המאוחר כיון שלא ערערת בשעת הכרזה הפסדת בכך אם היה הכרוז יוצא כל מי שיש לו זכות ושעבוד על קרקע זה יבא ויערער וכל מי שלא יערער יבטלו זכיותיו אם נהגו כן דינא דמלכותא הוא ובטלו זכיותיו: הגה והוא הדין אם היו הבעלי חוב חלוקים וצוו להשכין או לעקל נכסי הלוה ולא ידענו מי הקודם והשוטר מעיד כדברי האחד נאמן מכח דינא דמלכותא אם המנהג כן (ב\"י בשם תשו' שבסוף חזה התנופה וע\"ל ס\"ט שס\"ט) וכן אם האחד גבה והשני טוען עליו שגבה שלא כדין ושלא היה חייב לו הואיל וגובה על פי דינא דמלכותא מה שגבה גבה (ת' הרשב\"א סי' תתקמ\"ו) אבל אם בסתם הכריזו כל מי שיש לו זכות יבא ויערער לא בטלו זכיותיו בשביל שלא ערער: הגה ואם הכריזו שכל מי שלא יבא יאבד זכיותיו ואחד טען שלא שמע ההכרזה מהני טענה שלו ולא אמרינן חברא חברא אית ליה (תשובות רשב\"א סי' תתנ\"ג):"
    },
    {
      "id": "choshen_mishpat-104-3",
      "section": 3,
      "text": "במטלטלין וכן עבדים אין בהם דין קדימה לענין שאם קדם המאוחר וגבה אין מוציאין מידו ולא עוד אלא שאם עמד הראשון ותפסם הב\"ח המאוחר שקדם וגבה מוציא אותם בב\"ד מידו: (מיהו אם תפס שטרות אפי' המוקדם לא הוי כתפס הממון ויחלוקו (רבינו ירוחם נתיב כ\"ו חלק ג') ."
    },
    {
      "id": "choshen_mishpat-104-4",
      "section": 4,
      "text": "לא מקרי גבייה אא\"כ שמו ב\"ד המטלטלין ונתנום בידו אבל אם סגר ב\"ד חנותו של לוה בעד בע\"ח מאוחר אין זו גבייה ובעל חוב המוקדם גובה מאותם מטלטלים: הגה ב\"ד שעקלו מעות של ראובן שביד שמעון מכח שחייב ללוי ושמעון עבר ונתן לראובן (ע' לעיל סימן פ\"ו סעיף ה'):"
    },
    {
      "id": "choshen_mishpat-104-5",
      "section": 5,
      "text": "שעבד לו מטלטלי אגב מקרקעי דינם כמקרקעי ואם קדם המאוחר וגבה מוציאין (עי' בד\"מ ט\"ז) מידו והוא שנתברר בעדים שמטלטלים אלו הי' בידו קודם שלוה (משניהן) אבל אם לא נתברר כן בעדים מחזיקים להו כלוה ולוה וקנה דקי\"ל דיחלוקו ואם קדם השני וגבה זכה ואם קדם המאוחר וגבה מעות אין מוציאין מידו שהרי מטבע אין בו סימן שיוכלו העדים להעיד על אלו המעות שראו אותם עצמם ביד הלוה והוי להו כמו לוה ולוה באגב וקנה וחזר וקנה שזכה התופס בין אם הוא ראשון או אחרון ואם אפשר הדבר להתברר בעדים זכה הראשון והכל לפי ראות עיני הדיין:"
    },
    {
      "id": "choshen_mishpat-104-6",
      "section": 6,
      "text": "הא דבמקרקעי שייך קדימה דוקא כשהיו בידו קודם שלוה אבל אם קנאם אחר שלו' מבעל חוב הרבה אע\"פ ששעבד לכל אחד מהם מה שעתיד לקנות אין בהם דין קדימה אלא כולם שוי' וכל הקודם וגבה זכה אפילו הוא אחרון:"
    },
    {
      "id": "choshen_mishpat-104-7",
      "section": 7,
      "text": "לוה וכתב לו מה שאני עתיד לקנות משועבד לך ואח\"כ קנה שדה וחזר ולוה מאחר השדה משועבד לראשון והוא קודם לגבות וכן אפי' היו מאה:"
    },
    {
      "id": "choshen_mishpat-104-8",
      "section": 8,
      "text": "היו עליו בעלי חובות הרבה כולם ביום א' או בשעה אחת במקום שכותבין שעות אין בהם דין קדימה וכל הקודם לגבות זכה בין מקרקעי בין מטלטלי:"
    },
    {
      "id": "choshen_mishpat-104-9",
      "section": 9,
      "text": "אם ב\"ד מכרו קרקע של זה להגבות לבעל חוב מוקדם אין בעל חוב מאוחר יכול לטרוף (וע\"ל סי' קי\"א סעיף ה) אבל אם הלוה מכרו כדי לפרוע לבעל חוב מוקדם בעל חוב מאוחר טורף מהלוקח:"
    },
    {
      "id": "choshen_mishpat-104-10",
      "section": 10,
      "text": "שטרות שזמן כולם יום א' או שעה אחת במקום שכותבין שעות ובאו כולם ביחד לגבות וכן בעלי חובות שכל אחד מהם קודם לזמן חבירו שבאו לגבות מטלטלי שהרי אין בהם דין קדימה או שבאו לגבות מקרקעי שקנה הלוה לאחר שלוה מהאחרון שבהם ואין בנכסי' כדי שיגבה כל אחד מהם חובו מחלקים ביניהם כיצד חולקים אם כשיתחלק הממון הנמצא על מניינם יגיע לפחות שבהם כשיעור חובו (או פחות חולקים לפי מניינם בשוה ואם יגיע לפחות שבהם יותר על חובו חולקים מכל הממון ביניהם כדי שיגיע לפחות שבהם כשיעור חובו) וחוזרים הנשארים מבעלי חובות וחולקים היתר ביניהם בדרך הזאת כיצד היו ג' חובות של זה ק' ושל זה ק\"ק ושל זה ש' אם היה כל הנמצא שם ש' נוטלים ק\"ק וכן אם נמצא שם פחות מש' חולקים בשוה נמצא שם יותר על ש' חולקים ש' בשוה ויסתלק בעל הק' ושאר הממון חולקים אותם השנים על אותו הדרך כיצד נמצאו שם ת\"ק או פחות חולקים ש' בשוה ויסתלק האחד וחוזרים וחולקים הק\"ק או הפחות בשוה ויסתלק השני נמצא שם ת\"ר חולקי' ש' בשוה ויסתלק בעל המנה וחוזרים וחולקים הק\"ק בין השנים ויסתלק בעל הק\"ק ונותנין הק' הנשאר לבעל הש' ונמצא בידו ש' ועל דרך זו חולקים אפי' הם מאה כשיבואו לגבות כאחד:"
    },
    {
      "id": "choshen_mishpat-104-11",
      "section": 11,
      "text": "בכל מקום שאנו אומרים בזה יחלוקו או שזכה הראשון הזוכה בנכסים ישבע תחלה שעדיין לא נפרע מחובו ואפי' אם יש נאמנות בשטרו:"
    },
    {
      "id": "choshen_mishpat-104-12",
      "section": 12,
      "text": "מי שהוציא ב' שטרי חובות על אחד שנעשו ביום אחד מסכום אחד הרי זה גובה שניהם ואין אומרים שניהם (נעשו) על הלואה אחת:"
    },
    {
      "id": "choshen_mishpat-104-13",
      "section": 13,
      "text": "מלוה בשטר ומלוה על פה מוקדמת מלוה על פה קודמת לגבות מבני חרי כיון שעדים מעידים שקדמה:"
    },
    {
      "id": "choshen_mishpat-104-14",
      "section": 14,
      "text": "מלוה שלא מצא נכסים ללוה להפרע מהם חובו אלא מה שניתן לו על תנאי שאמר לו ואחריך לפלוני ובא לב\"ד ליפרע מנכסי' אלו אע\"פ שהראשון קיים אין ב\"ד מגבין אותם מגוף הנכסים אלא מהפירות בלבד מת הראשון ובא בעל חוב לגבות מנכסים אלו אין מגבין לו כלום אפילו עשאן אפותיקי אלא הרי הם של שני:"
    },
    {
      "id": "choshen_mishpat-104-15",
      "section": 15,
      "text": "שנים שהלוו לעובד כוכבים בזה אחר זה ואין בנכסי העובד כוכבים כדי לזה ולזה וכשבא ראובן המוקדם לגבות שטרו קרן ורבית טען שמעון רבית שעלה בזמן השטר לא תגבה עד שאגבה קרן חובי לפי שלא חל חוב הרבית מזמן השטר אלא בכל יום הוא מתרבה אין בדברי שמעון כלום:"
    },
    {
      "id": "choshen_mishpat-104-16",
      "section": 16,
      "text": "(כפול לקמן ס\"ס ר\"פ סי\"ב) לוה שאין לו ממה לפרוע ונפל הבית עליו ועל מורישיו ובני הלוה אומרים אבינו מת ראשון וירש את מורישו בקבר והורישו לנו ואין לבעל חוב ליטול כלום ממנו (שהרי אין בעל חוב נוטל בראוי) (טור ס\"ס ז') והמלוה אומר המוריש מת ראשון ונמצא שזכה הלוה בנכסי' מחיים ובע\"ד גובה מהיורשים הדין עם היורשים:"
    }
  ]
}