{
  "id": "choshen_mishpat-367",
  "chapterLabel": "סימן 367",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-367-1",
      "section": 1,
      "text": "גזלן שבא להחזיר את הגזילה והגוזל את אביו. ובו ו סעיפים:הגוזל את חבירו אע\"פ שכפר בו הואיל ולא נשבע אם חזר והודה אינו חייב לרדוף אחר הבעלים להחזיר להם אלא יהא בידו עד שיבואו (ויודיע אותם) (טור ס\"א) ויטלו את שלהם אבל אם נשבע על שוה פרוטה ומעלה חייב לרדוף אחר הבעלים עד שיחזיר להם אפי' הם באיי הים מפני שכבר נתיאשו מאחר שנשבע ואינם באים עוד לתובעו:"
    },
    {
      "id": "choshen_mishpat-367-2",
      "section": 2,
      "text": "אפי' החזיר הגזילה כולה חוץ משוה פרוטה חייב הגזלן להוליכה אחר הנגזל ולא יתן לא לבנו של נגזל ולא לשלוחו אא\"כ עשה הנגזל השליח בעדים וכן אם עשו ב\"ד שליח בעדים ונתן לו יצא ואצ\"ל אם נתן לב\"ד שיצא:"
    },
    {
      "id": "choshen_mishpat-367-3",
      "section": 3,
      "text": "החזיר לו כל הגזיל' או שמחל לו עליה חוץ מפחות שוה פרוטה אינו צריך להוליך אחריו אלא יבא הנגזל ויטול השאר ואע\"פ שהגזילה עצמה קיימת אין חוששין שמא תתייקר ונמצא הנשאר שוה פרוטה:"
    },
    {
      "id": "choshen_mishpat-367-4",
      "section": 4,
      "text": "מת הנגזל כשבא הגזלן לעשות תשובה יחזיר ליורשיו אם הגזילה בעין ואם אינה בעין [ או שנשתנית] יחזיר להם דמיה כשם שהיה מחזיר למורישם:"
    },
    {
      "id": "choshen_mishpat-367-5",
      "section": 5,
      "text": "(טור הביאו בס\"ח) הגוזל את אביו ונשבע לו ומת האב אם אין הגזילה קיימת או נשתנית עושה חשבון עם אחיו על הקרן ואם הגזיל' קיימת חייב להוצי' הגזיל' עצמה מתחת ידו לפיכך נותן הגזילה לאחיו ועושה עמהם חשבון (וי\"א דאינו נוטל כלום נגד הגזילה ואם הוא עני ולא יכול לוותר חלקו לוה מאחרים והם באים ונפרעים מחלקו) (טור ס\"ה) ואם אין לו אחים שנמצא זה הגזלן לבדו הוא היורש מוציא הגזילה מתחת ידו לבניו ואם אין בנים לזה הבן הגזלן נותנם לבעל חובו בהלואתו או לצדק' הואיל ויצאה גזילה עצמה מתחת ידו נפטר אע\"פ שנתנ' מתנה או פרעה בחובו והוא שיודיעם ויאמר זה גזל אבא (ויש חולקין וסבירא להו דאם אין לגזלן (אחים) נותן לאחי אביו) (טור):"
    },
    {
      "id": "choshen_mishpat-367-6",
      "section": 6,
      "text": "הגוזל את הגר ונשבע לו ומת הגר בלא יורשים אפי' הודה לגר וזקפו עליו במלוה אע\"פ שזכה בגזילה חייב להוציאה מתחת ידו:"
    }
  ]
}