{
  "id": "choshen_mishpat-412",
  "chapterLabel": "סימן 412",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-412-1",
      "section": 1,
      "text": "המניח הכד ברה\"ר ונתקל בו אחר או טען כד ונתקל ונשבר והשופך מים לרשות הרבים והזיקו. ובו ה סעיפים:המניח את הכד ברה\"ר ובא אחר ונתקל בו ושברו פטור שאין דרך בני אדם להתבונן בדרכים ואם הוזק בו בעל הכד חייב ואפי' הפקיר הכד שכל המפקיר נזקיו בדבר שאין לו רשות לעשות מתחלה חייב:"
    },
    {
      "id": "choshen_mishpat-412-2",
      "section": 2,
      "text": "הניח הכד במקום שיש לו רשות להניחו כמו במקו' פנוי שלפני בית הבד ובא אחר ונתקל בו ושברו חייב ואם הוזק בו המהלך בעל הכד פטור מפני שהי' לו להסתכל ואם היתה אפיל' או שמילא כל הדרך כדים פטור על שבירתן ואם נתקל בה והוזק בעל הכד חייב וכן כל כיוצא בזה ואם מילא כל הדרך כדים שאי אפשר לעבור אפילו שברו בידים פטור ומיהו אם בשעה ששיברם הוזק בחרסיה פטור אע\"פ שזה מילא כל הדרך דאיהו דאזיק אנפשיה:"
    },
    {
      "id": "choshen_mishpat-412-3",
      "section": 3,
      "text": "ודוקא אדם אין דרכו להסתכל בדרכים אבל בהמ' שעיני' למטה דרכה לעיין אנה תלך לפיכך אם נתקל' והוזקה בכד המונח בר\"ה פטור בעל הכד ואם שברתו דרך הילוכה הוה ליה רגל ופטור דרך ביעוט הוה ליה קרן וחייב:"
    },
    {
      "id": "choshen_mishpat-412-4",
      "section": 4,
      "text": "מי שהיה טעון כד ונתקל ונשבר הכד והזיק לאחרים בשעת נפילה פטור דנתקל לאו פושע הוא (ע\"ל טור סי' ש\"ד) לפיכך אם לאחר שנחו שברי הכד בארץ הוזק בהם אדם או שהוחלק במים שנשפכו מהכד פטור מדיני אדם דה\"ל מפקיר נזקיו לאחר נפילת אונס וחייב בדיני שמים אם היה לו פנאי לסלקם ואם נתכוין לזכות בשברי החרס חייב בנזיקין שיזיקו אח\"כ דהשתא הוה ליה בור ופטור בהם על הכלים ואם פשע בנפילתן ונשבר הכד חייב על מה שיזיק בין בשעת נפילה בין על אחר שנחו השברים אפי' דאפקרינהו:"
    },
    {
      "id": "choshen_mishpat-412-5",
      "section": 5,
      "text": "השופך מים בר\"ה ונטנפו בהם כליו של חבירו פטור דהוה ליה בור ופטור בו את הכלים בין הפקירם בין לא הפקירם אבל אם הוחלק בהם אדם ונפל לארץ והזיק חייב וכל שכן אם נבלעו המים בארץ ונעשו רפש וטיט והזיקו דהשתא ה\"ל בור ממש אפי' אם הוא בימות הגשמים שיש רשות לכל אדם לפתוח ביב שלו להיות מקלח בר\"ה אפי' הכי אם הזיק חייב לשלם וכ\"ש בימות החמה דחייב כיון שהוא שלא ברשות שאין לאדם רשות לפתוח לרשות הרבים בימות החמה:"
    }
  ]
}