{
  "id": "choshen_mishpat-310",
  "chapterLabel": "סימן 310",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-310-1",
      "section": 1,
      "text": "השוכר את החמור ונסתמא או מת או נשבר. ובו ג סעיפים:השוכר את הבהמה וחלתה (ועדיין ראויה למלאכה) (טור) או נשתטית או נלקחה לעבודת המלך אע\"פ שאין סופה לחזור אם נלקחה דרך הליכה הרי המשכיר אומר לשוכר הרי שלך לפניך ונותן לו שכרו משלם בד\"א כששכרה לשאת עליה משאוי שאפשר להשליכה בלא הקפדה אבל אם שכרה לרכוב עליה או לשאת עליה כלי זכוכית וכיוצא בהם חייב להעמיד לו בהמה אחרת ואם לא העמיד יחזיר השכר ויחשוב עמו על שכר כמה שהלך בה מתה הבהמה או נשברה בין ששכרה לשאת בין ששכרה לרכוב אם אמר לו חמור סתם אני משכיר לך חייב להעמיד לו בהמה אחרת ואם לא העמיד יש לשוכר למכור הבהמה וליקח בה בהמה אחרת ואם אין בדמים ליקח בהמה אחרת שוכר בדמים בהמה אחרת עד שיגיע למקום שפסק עמו:"
    },
    {
      "id": "choshen_mishpat-310-2",
      "section": 2,
      "text": "א\"ל חמור זה אני שוכר לך אם שכרה לרכוב עליה או לכלי זכוכית ומתה בחצי הדרך אם יש בדמיה ליקח בהמה אחרת יקח ואם אין בדמיה ליקח שוכר אפי' בדמי כולה עד שיגיעו למקום שפסק עמו ואם אין בדמיה לא ליקח ולא לשכור נותן לו שכרו של חצי הדרך ואין לו עליו אלא תרעומת ואם שכרה למשא הואיל וא\"ל חמור זה ומת בחצי הדרך אינו חייב להעמיד לו אחרת אלא נותן לו שכרו של חצי הדרך ומניח לו נבלתו: הגה ויש חולקין וס\"ל דאפי' שכרו למשא דינו כשכרו לרכיבה (טור) בשם הראב\"ד) והא דאמרינן דנותן לו שכרו מחצי הדרך היינו שיכול למכור סחורתו שם או שיכול לשכור חמור אחר עד מקום שרוצה לילך אבל בלא\"ה אינו נותן לו כלום משכרו דהא לא מהני ליה מידי (טור):"
    },
    {
      "id": "choshen_mishpat-310-3",
      "section": 3,
      "text": "ראובן השכיר בהמתו לשני ימים לילך ולחזור ובחזרתו ביום השני גדל הנהר עד שהוצרך לעכב יום אחד אם שכרה לימים פשיטא שצריך ליתן לו שכירות כל יום ויום ואם שכרה למקום פלוני ולחזור או ששכרה לשני ימים והזכיר המקום שרוצה לילך שם וידוע שהוא מהלך שני ימים ועכבו הנהר אם לא היה רגיל להתגדל פסידא דבעל בהמה ואם היה רגיל להתגדל והשוכר מכיר ענין הנהר ולא המשכיר פסידא דשוכר ואם שניהם ידעו פסידא דבעל בהמה ומזונות הבהמה והשכירות דין אחד להם:"
    }
  ]
}