{
  "id": "choshen_mishpat-293",
  "chapterLabel": "סימן 293",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-293-1",
      "section": 1,
      "text": "מתי ניתן הפקדון ליתבע ואם יכול להחזירו בכל מקום. ובו ד סעיפים:אין המפקיד יכול לתבוע הפקדון אלא במקום שהפקידו לשם שאם הפקידו אצלו בטבריא אינו יכול לתובעו בצפורי אבל בכל מקום שירצה הנפקד להחזיר למפקיד פקדונו צריך לקבלו אפי' נתנו לו בעל כרחו חשיבה נתינה ופטור (ודוקא שנתנו לו אבל אם אמר להביא לו והמפקיד הלך לו חייב הנפקד) (מרדכי פרק מי שאחזו) ואם הפקידו אצלו לזמן ידוע אינו יכול להכריחו לקבלו ממנו תוך הזמן:"
    },
    {
      "id": "choshen_mishpat-293-2",
      "section": 2,
      "text": "בד\"א בישוב אבל אם הפקיד אצלו בישוב והביא פקדונו במדבר אינו מקבלו ממנו אלא יאמר לו הרי הוא באחריותך עד שתחזירנו לי ביישוב כדרך שהפקדתיו אצלך ביישוב ואם כשהפקידו אצלו אמר לו אני רוצה לצאת למדבר והשיב הנפקד גם אני רוצה לילך למדבר הוי כאילו פירש לו על מנת שאחזירנו לך במדבר ויכול להחזיר לו במדבר:"
    },
    {
      "id": "choshen_mishpat-293-3",
      "section": 3,
      "text": "המפקיד אצל חבירו והלך בעל הפקדון למדינת הים והנפקד רוצה לפרש בים או לצאת בשיירא אם בא והביא הפקדון לב\"ד נפטר מאחריות שמירתו שאין אוסרים זה במדינה זו מפני פקדון של זה שהלך [ואי אפשר] (וא\"א) לו להוליכה עמו שמא יארע לו אונס ויהיה חייב באחריותו ב\"ד מפקידים ביד אדם נאמן אצלם מפני השבת אבידה לבעלים: הגה ואם לא היה יכול להניחו בישוב והוצרך להוליכו עמו למדבר מכח סכנה או מכח שומר שמסר לשומר ונאנס מידו י\"א דפטור הנפקד (מרדכי פ' הגוזל):"
    },
    {
      "id": "choshen_mishpat-293-4",
      "section": 4,
      "text": "שלח לו פקדונו ע\"י אחר בין שא\"ל הולך לו או תן לו פקדונו חייב באחריותו עד שיגיע ליד הבעלים כיון שבעל הפקדון לא עשאו שליח להביא לו לפיכך אם בא לחזור וליטול מיד השליח רשאי בד\"א שלא הוחזק הנפקד כפרן אבל הוחזק כפרן זכה השליח מיד בשביל המפקיד ואין הנפקד יכול לחזור וליטלו מידו ומ\"מ חייב באחריותו עד שיגיע ליד המפקיד (וע\"ל סי' רצ\"א סכ\"א אם החזיר לאשת המפקיד) ויש מי שאומר דה\"ה נמי אפי' לא החזיק כפרן אלא שהיה רגיל בעל הפקדון להפקיד לזה שהופקד אצלו עתה באחרונה וכן נמי אי שדר ליה פלניא גברא מהימנא הוא אע\"ג דלא פטרי' אינו יכול לחזור בו וחייב באחריותו:"
    }
  ]
}