{
  "id": "choshen_mishpat-362",
  "chapterLabel": "סימן 362",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-362-1",
      "section": 1,
      "text": "השביחה הגזילה ביד הגזלן ממילא. ובו יג סעיפים:הגזילה שלא נשתנית אלא הרי היא כמו שהיתה אע\"פ שנתיאשו הבעלים ממנה ואע\"פ שמת הגזלן והרי היא ביד בניו הרי זו חוזרת לבעליה בעצמה ואם נשתנית ביד הגזלן אע\"פ שעדיין לא נתיאשו הבעלים ממנה קנאה בשינוי ומשלם דמיה כשעת הגזיל':"
    },
    {
      "id": "choshen_mishpat-362-2",
      "section": 2,
      "text": "נתיאשו הבעלים ממנה ולא נשתנית קנה הגזלן כל השבח שהשביחו אחר יאוש ואינו משלם אלא כשעת הגזילה ודבר זה מדבריהם מפני תקנת השבים וכשמחזיר לו הגזילה שמין לו השבח ונוטל מן הנגזל:"
    },
    {
      "id": "choshen_mishpat-362-3",
      "section": 3,
      "text": "מכרה הגזלן או נתנה במתנה אף ע\"פ שלא נשתנית הגזיל' אינה חוזרת בעצמה מיד הלוקח הואיל ונתייאשו הבעלים בין לפני מכיר' ונתינה בין לאחר מכירה ונתינה קנאה הלוקח ביאוש ושינוי רשות (ויש חולקין ועיין לעיל סי' שנ\"ג) (טור סי' שנ\"ג בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-362-4",
      "section": 4,
      "text": "הגוזל והשביח ומכר או הוריש לפני יאוש מה שהשביח הוריש ומה שהשביח מכר וקנה לוקח או יורש את השבח ונוטל דמי השבח מנגזל ומחזיר הגזיל' וחוז' הנגזל ונוטל דמי השבח מהגזלן שהרי לא נתיאש וכן אם השביח הלוקח או היורש נוטל השבח מהנגזל:"
    },
    {
      "id": "choshen_mishpat-362-5",
      "section": 5,
      "text": "מכר הגזלן לעכו\"ם והשביח העכו\"ם השבח חוזרת לבעלים:"
    },
    {
      "id": "choshen_mishpat-362-6",
      "section": 6,
      "text": "מכרה העכו\"ם לישראל אחר שהשביח הואיל והגזלן ישראל וזה שבידו ישראל קנה השבח ואם תפס הנגזל אין מוציאין מידו:"
    },
    {
      "id": "choshen_mishpat-362-7",
      "section": 7,
      "text": "כבר נתבאר שהגזיל' שהשביחה אחר יאוש או אחר שנשתנית השבח לגזלן אע\"פ שהשביח' מאיליה כיצד גזל פרה ונתעברה אצלו בין שילדה קודם שתבעו בדין בין שעדיין לא ילדה גזל רחל ונטענה אצלו בין שגזזה קודם שתבעו בדין בין שעדיין לא גזזה הואיל ונתייאשו הבעלים משלם כשעת הגזיל' ואם ילד' וגזזה הגיזות והולדות של גזלן ואם עדיין לא ילדה ולא גזזה שמין לו ונוטל השבח מהנגזל ומחזיר הבהמ' עצמה:"
    },
    {
      "id": "choshen_mishpat-362-8",
      "section": 8,
      "text": "גזל פרה מעוברת ונתייאשו הבעלים ואח\"כ ילדה רחל טעונה ונתייאשו הבעלי' ואח\"כ גזזה משלם דמי פרה העומדת לילד ודמי רחל העומדת ליגזז ואם לפני יאוש וקודם שנשתנית ילדה או גזזה הרי הגיזות והולדות של בעלים ואע\"פ שנתעבר' או נטענ' ביד הגזלן הואיל ולא נתייאשו הבעלים ולא נשתנית הגזיל' היא ברשות בעליה אע\"פ שהגזלן חייב באונסים: הגה כל אלה דברי הרמב\"ם אבל יש חולקין וכמו שנתבאר ריש סי' שנ\"ד ושנ\"ו ואפי' שינוי החוזר לברייתו כגון עפר ועשאו לבנים אע\"ג דלא קנה כדלעיל סי' ש\"ס שבח מיהא קנה וצריך להחזיר לו שבחו (טור ס\"א):"
    },
    {
      "id": "choshen_mishpat-362-9",
      "section": 9,
      "text": "בד\"א בשבח הבא מאיליו כגון גיזות וולדות אבל אם היתה כחושה והוציא עליה ופטמה אפי' לפני יאוש נוטל מהנגזל שבח הפטום וכן כל כיוצא בזה משבח שיש בו הוצא':"
    },
    {
      "id": "choshen_mishpat-362-10",
      "section": 10,
      "text": "גזיל' שלא נשתנית והוקרה אף על פי שנתייאשו הבעלים ממנה הרי זו חוזרת לבעלים ואין לגזלן בה כלום שלא תקנו לגזלן את השבח אחר יאוש אלא כגון שבח גיזות וולדות אבל שבח היוקר אם הית' הגזיל' חוזרת בעיניה אינו זוכה בה הגוזל חבית של יין מחבירו והרי הוא שוה דינר בשעת הגזיל' והוקרה אצלו ועמד' בארבע' שבר החבית או שתה אותה או מכרה או נתנה במתנ' אחר שהוקרה משלם ארבע' כשעת הוצאה מן העולם שאילו הניח' הית' חוזרת בעצמ' נשברה מעצמה או אבדה משלם דינר כשעת הגזיל':"
    },
    {
      "id": "choshen_mishpat-362-11",
      "section": 11,
      "text": "הית' שוה בשעת הגזיל' ארבע' ובשעת הוצאה מן העולם דינר משלם ארבע' כשעת הגזיל' בין ששברה או שתאה בין שנשבר' או אבדה מאיליה וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-362-12",
      "section": 12,
      "text": "הגוזל אשכול של תמרים ובו נ' תמרים ואם ימכרו כלם ביחד אינו שוה אלא מ\"ט פרוטות ואם ימכרו כל אחת בפני עצמו ישוו חמשי' אינו משלם אלא מ\"ט:"
    },
    {
      "id": "choshen_mishpat-362-13",
      "section": 13,
      "text": "הגוזל כלי ושברו אין אומרים יתן השברים וישלי' עליהם ודינו כמו שנתבאר בסימן שנ\"ד (ס\"ה ע\"ש):"
    }
  ]
}