{
  "id": "choshen_mishpat-115",
  "chapterLabel": "סימן 115",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-115-1",
      "section": 1,
      "text": "דין הפירות והשבח בטורף מלוקח ויתומים. ובו ו סעיפים:כשבא ב\"ח לטרוף מהלוקח אם כתב לו הלוה דאקנה טורף ג\"כ השבח שהשביח השדה בין שבח ששבחו הנכסים מאליהם כגון שעלו בו אילנות או נתייקרה בין שבח שהשביחו מחמת הוצאה אלא שאם שבחו מאליהם טורף כל השבח: הגה וי\"א דבכל ענין אינו גובה רק חצי השבח (טור בשם הרא\"ש והמגיד פכ\"א דמלוה וכן נראה לי עיקר) מיהו אם כתב ללוקח בהדיא שלא יגבה מדאקנה אין ללוקח בשבח כלום (הרא\"ש פ\"ק דמציעא) ואם השביחו מחמת הוצאה טורף חצי השבח היתר על ההוצאה: הגה וי\"א דאין הבעל חוב נותן לו הוצאה כלל מאחר דהחוב שלו נגד הקרן עם השבח (טור בשם הרא\"ש וע' בב\"י) וחוזר הלוקח וגובה הקרן מנכסי המוכר אף מהמשועבדי' שמכר או נתן מאחר זמן שמכר לו השדה אבל השבח שטרף ממנו בע\"ח אינו גובה אותו מנכסי המוכר אלא מבני חורין: וכל זה לא מיירי אלא בשבח ששבחו הנכסים בעודו המוכר חי אבל אם שבחו הנכסים לאחר מיתת המוכר אין לבעל חוב בו כלום ונשאר כולו ללוקח (נ\"י פ\"ק דמציעא) וכל הפירות שאכל הלוקח אינם נטרפים ממנו אבל כל הפירות המחוברים לקרקע אע\"פ שאינם צריכים לקרקע כענבים שהגיעו להבצר הרי בע\"ח גובה מהם כמו שגובה מן השבח ואם רוצה הלוקח לסלקו יכול לסלקו בין מן השדה בין מן השבח אם לא עשאה אפותיקי אבל אם עשאה אפותיקי מפורש שאמר לו לא יהא לך פרעון אלא מזו א\"י לסלקו:"
    },
    {
      "id": "choshen_mishpat-115-2",
      "section": 2,
      "text": "בעל חוב שטרף בחובו מיד הלוקח מה שראוי לו מן הקרן וחצי השבח רואין הנשאר מהקרקע אם יש בו תועלת ללוקח כגון שנשאר לו בשדה בית ט' קבין ובגינה בית חצי קב ישתתפו בה שניהם ואם לא נשאר לו דבר שאלו יחלק יהיה שם כולו עליו נותן לו בע\"ח את דמיו: הגה אם ירצה הלוקח (טור ס\"ז) וי\"א שה\"ה אם לא היו דמי החוב רק נגד הקרן ולא נגד השבח שאז נשאר כל השבח ללוקח נמי דינא הכי ודוקא שלא עשאו המוכר אפותיקי אבל אם עשאו אפותיקי (טור ס\"א) גובה ב\"ח אף (כל) השבח רק שנותן ללוקח הוצאותיו ואם ההוצאה מרובה על השבח אין הוצאה רק כדי השבח בלחוד (טור בשם הרא\"ש והמגיד פכ\"א דמלוה):"
    },
    {
      "id": "choshen_mishpat-115-3",
      "section": 3,
      "text": "כל הדברים לא נאמרו אלא בלוקח אבל מקבל מתנה ששבחה מחמת הוצאה אין ב\"ח גובה משבחה כלום אלא רואים כמה היתה שוה בשעת מתנה וגובה ואם שבחה מאליה ב\"ח גובה את כולה: הגה וי\"א דאפילו השבח דממילא נמי לא טריף (טור בשם הרז\"ה והרא\"ש) אלא א\"כ עשאו אפותיקי שדינו כמו ביתומים שיתבאר בסמוך (המגיד פ' כ\"א) ואם קיבל הנותן אחריות המתנה הרי ב\"ח גובה ממנה כדרך שגובה מהלוקח: הגה ולוקח שפירש בהדיא שאין לו אחריות על המוכר דינו כמקבל מתנה (המגיד פכ\"א):"
    },
    {
      "id": "choshen_mishpat-115-4",
      "section": 4,
      "text": "וכן יתומים שהשביחו הנכסים אין בעל גובה מהשבח כלום אבל אם שבחו נכסים מאליהם גובה את השבח כולו: הגה (עיין ס\"ק כ\"ט) ויש חולקין וסבירא להו דאינו גובה ביתומים כמו במתנה אלא א\"כ עשאה אפותיקי דאז גובה גם השבח (טור):"
    },
    {
      "id": "choshen_mishpat-115-5",
      "section": 5,
      "text": "(מכאן עד סוף הסי' הכל ל' רמב\"ם ס\"פ כ\"א מה' מלוה) ב\"ח שבא לטרוף מהיתומים שבח שמחמת הוצאה יתומי' אומרים אנו השבחנו וב\"ח אומר שמא אביכם השביח על היתומים להביא ראיה: הגה וי\"א דאם לא עשאו אפותיקי עליו להביא ראיה (טור):"
    },
    {
      "id": "choshen_mishpat-115-6",
      "section": 6,
      "text": "הביאו היתומים ראיה שהם השביחו שמין להם השבח וההוצא' ונוטלים הפחות שבשניהם ומעלה אותו בדמים בד\"א בשעשה שדה זו אפותיקי: הגה וי\"א דזה דוקא כשלא היה החוב נגד הקרן והשבח אבל אם היה נגד שניהם נוטל הכל ואינו נותן לו ההוצאה כלל (טור) אבל אם לא עשאה אפותיקי אם רצו היתומים לסלק בע\"ח בדמים מסלקין אותו ואם רצו נוטלים מהקרקע שיעור שבח שלהם:"
    }
  ]
}