{
  "id": "choshen_mishpat-235",
  "chapterLabel": "סימן 235",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-235-1",
      "section": 1,
      "text": "קטן וחרש ושוטה ושכור מתי מוכר מטלטלין והקונה בשבת וביום טוב. ובו כח סעיפים:קטן עד שש שנים אין הקנייתו לאחרי' כלום ומשש שנים עד שיגדיל אם יודע בטיב משא ומתן (דהיינו שבדקוהו ומצאוהו שיודע ולאחר עשרה כל שאינו שוטה) (טור) מקחו מקח וממכרו ממכר ומתנתו קיימת בין בדבר מרובה בין בדבר מועט בין במתנת בריא בין במתנת שכיב מרע ודבר זה מתקנת חכמים והכל במטלטלים (וי\"א הואיל ואינו רק מכח תקנת חכמים א\"כ במקום שעשו שלא כהוגן כגון שמכרו בנכסים מועטים שזכו בהן הבנות מכירתן לאו כלום הוא) (תשובת הר\"ן סי' מ\"ט) אבל בקרקע אינו מוכר ולא נותן עד שיגדיל (דהיינו שהקטן בן י\"ג והקטנה בת י\"ב והביאו שערות) (הרמב\"ם) ואפי' הוא קרקע שניתן לו במתנה או שקנה לו האפוטרופס ואם נתנו אפי' במתנת שכיב מרע אינו כלום אפילו הוא קרקע שניתן לו ואע\"פ שהוא יודע בטיב משא ומתן (מיהו כ\"ז שחפץ הקטן במה שעשה ואין קרוביו או הב\"ד בטלו מעשיו והלוקח אכל פירות קרקע שלקח א\"צ לשלם מה שלקח) (תשובת רמב\"ן סי' ב') ואם ירש מאביו שטר חוב דינו כמטלטלים ויכול למוכרו או ליתנו לאחר:"
    },
    {
      "id": "choshen_mishpat-235-2",
      "section": 2,
      "text": "בד\"א בקטן שאין לו אפוטרופוס אבל אם היה לו אפוטרופוס אין מעשיו כלום אפילו במטלטלים אלא מדעת האפוטרופוס שאם רצה לקיים מקחו וממכרו ומתנתו במטלטלים קיים: הגה והוא הדין אם סמוכים אצל בעל הבית שדינו כאפוטרופוס כמו שיתבאר לקמן סי' ר\"צ אבל משהגדיל אע\"פ שיש לו אפוטרופוס שמינהו לו אביו מקחו מקח וממכרו ממכר (ריב\"ש סי' קמ\"א וסי' קצ\"ח) אע\"פ שאפוטרופוס צריך לקיים דברי המת ואסור ליתנם ליורש ולא ללוקח עד הזמן שציוה מ\"מ מקחו מקח ואם תפסן הלוקח מיד אין מוציאין מידו (ר\"ן סוף פרק מציאת האשה):"
    },
    {
      "id": "choshen_mishpat-235-3",
      "section": 3,
      "text": "קטן היודע בטיב משא ומתן שאין לו אפוטרופוס שנשא ונתן במטלטלים וטעה דינו כדין הגדול פחות משתות מחילה שתות מחזיר אונאה יתר על שתות בטל מקח:"
    },
    {
      "id": "choshen_mishpat-235-4",
      "section": 4,
      "text": "אין מקח הקטן וממכרו במטלטלים קיים אלא כשמשך או המשיך אבל אם נתן מעות על המקח וחזר בו אינו מקבל מי שפרע ואחרים שחזרו בו מקבלים מי שפרע:"
    },
    {
      "id": "choshen_mishpat-235-5",
      "section": 5,
      "text": "וכן אם קנו מיד הקטן או השכיר מקום המטלטלים וחזר בו לא קנה לוקח שאין מוציאין מיד הקטן בדין ואין קונין מיד הקטן כלום שהקנין כשטר ואין העדים חותמין אלא על שטר של גדול:"
    },
    {
      "id": "choshen_mishpat-235-6",
      "section": 6,
      "text": "וכן קטן שקנה מטלטלים וקנו מידו ושכר מהם המקום לא קנה עד שימשוך לפי שאין חצר הקטן קונה לו מפני שנתרבה מדין שליחות ואין שליחות לקטן ולא יהיה הקנין או שכירות המקום גדולים מחצירו אבל הקטנ' שנתרבתה חצרה מידה תקנה המטלטלי' מאחרים אם קנו מידה או בשכירות מקום:"
    },
    {
      "id": "choshen_mishpat-235-7",
      "section": 7,
      "text": "קטן שקנה קרקע ונתן דמים והחזיק בקרקע תעמוד בידו לפי שזכין לאדם שלא בפניו:"
    },
    {
      "id": "choshen_mishpat-235-8",
      "section": 8,
      "text": "קטן שהגדיל והביא שתי שערות הזכר אחר י\"ג שנה והבת אחר י\"ב אע\"פ שאינו יודע בטיב משא ומתן מקחו מקח וממכרו ממכר ומתנתו מתנה במטלטלין אבל קרקע אין מעשיו קיימים עד שיהיה יודע בטיב משא ומתן אחר שהגדיל: הגה וכל זה במוכר עצמו אבל ב\"ד מוכרין קרקעותיו לפרוע חובת אביהן וכיוצא בזה (הגהות מרדכי דב\"מ) וע' לקמן סעיף כ\"ו סי' זה:"
    },
    {
      "id": "choshen_mishpat-235-9",
      "section": 9,
      "text": "בד\"א בקרקע שלו שקנאו או ניתן לו במתנת בריא אבל קרקע שירש מאבותיו או משאר מורישיו או שניתן לו במתנת שכ\"מ אין ממכרו ממכר עד שיהיה בן ך' שנה שלימות ויביא שתי שערות אבל קודם עשרים שנה שלימות אף ע\"פ שהביא שתי שערות ויודע בטיב משא ומתן לא שמא ימכור בזול מפני שדעתו נוטה אחר המעות ועדיין לא נתיישבה דעתו בדרכי העולם וכשהוא בן עשרים שנה שלימות והביא שתי שערות מוכר בין במטלטלים בין בקרקעות בין שלו בין של אביו ואפי' אינו יודע בטיב משא ומתן (ודלא כיש חולקין בזה)"
    },
    {
      "id": "choshen_mishpat-235-10",
      "section": 10,
      "text": "מתנתו כשהוא פחות מבן עשרים ויותר על י\"ג והביא ב' שערות בין מתנת בריא בין מתנת שכיב מרע קיימת שאילו לא הגיע לו הנאה גדולה לא נתן והוא דבר שאינו מצוי תמיד ואמרו חכמים תתקיים מתנתו כדי שיהיו דבריו נשמעים:"
    },
    {
      "id": "choshen_mishpat-235-11",
      "section": 11,
      "text": "בד\"א שיכול למכור קרקע אביו כשהוא בן עשרים כשהביא שתי שערות או שנולדו לו סימני סריס אבל אם לא הביא שתי שערות ולא נולדו לו סימני סריס קטן הוא ואין ממכרו ממכר אפי' בנכסיו עד שיגדיל ויגיע לרוב שנותיו שהם שלשים ושש שנים:"
    },
    {
      "id": "choshen_mishpat-235-12",
      "section": 12,
      "text": "מכר קודם שנתברר שהוא גדול כגון קודם עשרים ולא הביא שתי שערות ולא נולדו לו סימני סריס ולאחר זמן הביא ב' שערות שעתה נתברר שעכשיו הגדיל אין מכירתו שמכר עד עתה כלום אבל בסימני סריס מבן עשרים נעשה גדול למפרע מבן י\"ג שנה ויום א' לפי שעתה נתברר שהוא סריס ממעי אמו ומה שלא הביא שתי שערות היה בסיבת זה ואיגלאי מלתא שמבן שלש עשרה ויום א' גדול היה וממכרו קיים:"
    },
    {
      "id": "choshen_mishpat-235-13",
      "section": 13,
      "text": "מי שמכר בין בנכסיו בין בנכסי אביו ומת ובאו קרוביו וערערו לומר שקטן היה בשעת המכר ובקשו לבדקו אין שומעין להם: הגה דחזקה אין עדים חותמין על השטר אא\"כ יודעים שהמוכר נעשה גדול (טור) ועוד דסימנים עשויין להשתנות ועוד דאין מנוולין את המת (שם ברמב\"ם):"
    },
    {
      "id": "choshen_mishpat-235-14",
      "section": 14,
      "text": "פחות מבן עשרים שמכר קרקע אביו חוזר ומוציא מיד הלקוחות בין קודם עשרים בין אחר עשרי' מיד ומוציא ממנו כל הפירות שאכל ואם הוציא הוצאות או שנטע וזרע שמין לו ומחזיר לו את השאר אבל אם כשנעשה בן עשרים לא מיחה שוב אינו יכול למחות אפי' היה קטן כשמכר:"
    },
    {
      "id": "choshen_mishpat-235-15",
      "section": 15,
      "text": "קטן שלוה מאחרים יש מי שאומר שחייב לשלם כשיגדיל ויש מי שפוטר ויש מי שמחלק שאם ידוע שלוה לצורך מזונותיו נפרעין ממנו אבל אם אינו ידוע שלוה לצורך מזונותיו אין נפרעין ממנו: הגה וי\"א דאע\"ג דלא יוכל למכור קרקעותיו מ\"מ יוכל לשעבדן ואף במכירה שלא עשה כלום צריך להחזיר המעות שלקח ואם אין לו הלוקח גובה ממנו מבני חורין (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-235-16",
      "section": 16,
      "text": "קטן שערב לאחרים פטור מלשלם אף לכשיגדיל:"
    },
    {
      "id": "choshen_mishpat-235-17",
      "section": 17,
      "text": "חרש שאינו שומע ואינו מדבר או מדבר ואינו שומע כלום מוכר ולוקח המטלטלים ברמיזה אבל לא בקרקע ואף במטלטלים לא יתקיימו מעשיו עד שבודקין אותו בדיקות רבות ומתיישבין בדבר:"
    },
    {
      "id": "choshen_mishpat-235-18",
      "section": 18,
      "text": "אדם ששומע ואינו מדבר או מי שנשתתק מקחו מקח וממכרו ממכר ומתנותיו קיימות בין במטלטלין בין בקרקע והוא שיבדוק כדרך שבודקין לגיטין או יכתוב בכתב ידו:"
    },
    {
      "id": "choshen_mishpat-235-19",
      "section": 19,
      "text": "מי שאינו שומע אא\"כ מדברים עמו בקול אין זה חרש אלא הרי הוא כפקח לכל דבריו:"
    },
    {
      "id": "choshen_mishpat-235-20",
      "section": 20,
      "text": "השוטה אין מקחו מקח ואין ממכרו ממכר ואין מתנותיו קיימות לא במטלטלין ולא בקרקע וב\"ד מעמידין אפוטרופוס לשוטים כדרך שממנים לקטנים (ואין לו זכייה כלל ע\"י עצמו) (מרדכי פ' המקבל):"
    },
    {
      "id": "choshen_mishpat-235-21",
      "section": 21,
      "text": "מי שהוא עת שוטה ועת שפוי כגון אלו הנכפין כשהוא שפוי כל מעשיו קיימין וזוכה לעצמו ולאחרים ככל בן דעת וצריכים העדים לחקור הדבר היטב שמא בסוף שטותו או בתחלת שטותו עשה מה שעשה: הגה אמרו שנים כשהיה שוטה זבין ושנים אומרים כשהיה שפוי זבין קרקע בחזקת המוכר מטלטלין בחזקת המחזיק בהן (ב\"י בשם התוס' והרא\"ש פ\"ב דכתובות):"
    },
    {
      "id": "choshen_mishpat-235-22",
      "section": 22,
      "text": "השכור מקחו מקח וממכרו ממכר ומתנותיו קיימים ואם הגיע לשכרותו של לוט והוא העושה ואינו יודע מה עושה אין מעשיו כלום והרי הוא כמו השוטה:"
    },
    {
      "id": "choshen_mishpat-235-23",
      "section": 23,
      "text": "המוכר שמכר קרקע או מטלטלים וזכה בהם ללוקח שלא מדעתו יד הלוקח על העליונה אם רצה ליקח אין המוכר יכול לחזור בו ואם לא רצה תחזור לבעליה:"
    },
    {
      "id": "choshen_mishpat-235-24",
      "section": 24,
      "text": "וכן העבד שקנה או מכר או נתן מתנה או נתנו לו יד האדון על העליונה אם רצה לקיים מעשיו הרי אלו קיימים ואם לא רצו בטלו כל מעשיו ובדברים בלבד הוא שמקיים האדון או מבטל ואינו צריך לקנות ממנו כלום:"
    },
    {
      "id": "choshen_mishpat-235-25",
      "section": 25,
      "text": "דין מכירת הבעל בנכסי אשתו ומכירת האשה בטור א\"ה סימן פ\"ה וצ':"
    },
    {
      "id": "choshen_mishpat-235-26",
      "section": 26,
      "text": "ב\"ד שמכרו או לקחו בנכסי יתומים בין בקרקע בין מטלטלים וכן האפוטרופסים בין שמינו אותם ב\"ד בין שמינו אותם אבי יתומים מקחן מקח וממכרן ממכר אבל מתנתם אינו כלום שאין אדם נותן דבר שאינו שלו:"
    },
    {
      "id": "choshen_mishpat-235-27",
      "section": 27,
      "text": "לצורך איזה דברים רשאים למכור בנכסים יתבאר בסי' ר\"צ ס\"א:"
    },
    {
      "id": "choshen_mishpat-235-28",
      "section": 28,
      "text": "המוכר או קונה קנין בשבת ויום הכיפורים ויום טוב אע\"פ שמכין אותו על שעבר על דברי חכמים מעשיו קיימים וכותבין אחר אותו יום :"
    }
  ]
}