{
  "id": "choshen_mishpat-388",
  "chapterLabel": "סימן 388",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-388-1",
      "section": 1,
      "text": "דין ניזק נשבע ונוטל. ובו טז סעיפים:המזיק ממון חבירו ואינו יודע מה הזיק נשבע הניזק ונוטל כיצד לקח כיס חבירו והשליכו למים או לאש או שמסרו ליד אנס ואבד בעל הכיס אומר: זהובים היה מלא והמזיק אומר איני יודע מה היה בו שמא עפר או תבן היה מלא הרי הניזק נשבע בנקיטת חפץ ונוטל והוא שיטעון דברים שהוא אמוד בהם או אמוד להפקיד' אצלו ודרכן להניחם בכיס וכיוצא בו (ארנקי בשק אם הוא שבת וי\"ט מקרי דרכו בכך וכל כיוצא בזה) (מרדכי פ' הכונס) אבל אם אין דרכם להניחם בכלי זה והוא פשע בעצמו (ופטור המזיק) כיצד הרי שחטף חמת או סל מלאים ומחופים והשליכם לים או שרפם וטען הניזק שמרגליות היו בתוכה אינו נאמן (וי\"א דאפי' היו עדים שהיו שם פטור הואיל ופשע כמו שנתבאר) (המגיד פ\"ז דחובל בשם תוס' וע\"ל ס\"ק ו') ואם תפס אין מוציאין מידו (וי\"ח (טור בשם הרא\"ש) וישבע שמרגליות היה בתוכו ונוטל ממה שיש אצלו וכן כל כיוצא בזה ואם ידע המזיק שהכיס היה בו זהובים אבל אינו יודע כמה היו אם הניזק אומר אלף נוטל אלף בלא שבועה והוא שיהיה אמוד שהרי המזיק מחוייב שבועה ואינו יכול לישבע (וי\"א דנשבע הניזק ונוטל וכן עיקר) (טור סי' צ' בשם הראב\"ד והמגיד פ' הנ\"ל והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-388-2",
      "section": 2,
      "text": "המוסר ממון בידי אנס בין אנס עכו\"ם בין אנס ישראל חייב לשלם מהיפה שבנכסיו כל מה שלקח האנס אע\"פ שלא נשא המוסר ולא נתן בידו אלא הרגיל בלבד ואם מת גובים מיורשיו כשאר כל המזיקים וי\"א דדוקא שעמד בדין אבל אם לא עמד בדין אין היורשין חייבין לשלם ואשה שמסרה משמתינן לה ואם יש לה ממון שאין לבעל רשות בו משלמת ואם יש לה נכסי מלוג הבעל אוכל פירות כל ימי חייה ואם מתה חייב לשלם לנמסר וכן לשאר ניזק ואין הבעל לענין זה רק כיורש שחייב לשלם (מרדכי פ' החובל) בד\"א כשהראה המוסר מעצמו אבל אם אנסוהו עכו\"ם או ישראל אנס להראות והראה ה\"ז פטור מתשלומין (ואם אנסו להראות שלו והראה [שלו ו]של חבירו חייב) (טור ס\"א) ואם נשא ונתן ביד אע\"פ שהוא אנוס חייב לשלם שהמציל עצמו בממון חבירו חייב כיצד הרי שגזר המלך להביא לו יין או תבן וכיוצא בדברים אלו ועמד מוסר ואמר הרי יש לפלוני אוצר יין או תבן במקום פלוני והלכו ולקחוהו חייב לשלם : הגה ואפי' יסרוהו ולא א\"ל על מה והראה ממון חבירו חייב (טור שם) ולא מקרי אונס אלא הכאות ויסורין אבל לא אונס ממון (מרדכי פ' הגוזל בתרא ותשובת מיימוני דנזיקין סי\"ב ונ\"י) היה רואה נזק בא עליו מותר להציל עצמו אע\"פ שע\"י זה בא הנזק לאחר (נ\"י פ' השותפין):"
    },
    {
      "id": "choshen_mishpat-388-3",
      "section": 3,
      "text": "אנסו המלך למוסר זה עד שיראה לו ממון חבירו שהוא בורח מלפניו והראה לו מפני האונס ה\"ז פטור שאם לא יראה לו יכהו או ימיתהו:"
    },
    {
      "id": "choshen_mishpat-388-4",
      "section": 4,
      "text": "נשא ממון חבירו בידו ונתנו לאנס חייב לשלם מ\"מ אע\"פ שהמלך אנסו להביא (ב' שותפים שהיה להן חוב ביחד ואנס שר לאחד לפטור החוב פטור דזה לא מקרי נתן ביד) (מרדכי פ' הגוזל בתרא) בד\"א שאם אנסו להביא והביא חייב כשלא הגיע הממון לרשות האנס אבל אנס שאנס את ישראל עד שהראהו ועמד האנס על הממון ונעשה ברשותו (דהיינו שיוכל לשלוט עליו וליטלו. המגיד פ\"ח דחובל) ואנס את ישראל עד שהוליכו למקום אחר ואפי' הוליכו זה המוסר שהראהו הרי זה פטור שכיון שעמד האנס בצד האוצר כבר אבד כל מה שיש בו וכאלו נשרף:"
    },
    {
      "id": "choshen_mishpat-388-5",
      "section": 5,
      "text": "בעלי דין שהיתה ביניהם מריבה על הקרקע או על מטלטלין זה אומר שלי וזה אומר שלי עמד אחד מהם ומסרה ביד אנס מנדין אותו עד שיחזיר הדבר לכמות שהיה ויסלק יד אנס מביניהם ויעשו דין בישראל: הגה מ\"מ אין לו דין מוסר אע\"פ שהפסיד חבירו עי\"ז הרבה דלא מקרי מוסר אלא במתכוין להזיק אבל לא במתכוין להוציא את שלו (תשו' מיי' דנזיקין סי' כ\"א ומרדכי פ' הגוזל בתרא בשם ר\"א) ויש חולקין וס\"ל דמקרי מוסר וחייב לשלם לו כל הזיקו אם לא הי' חבירו סרבן וכ\"ש אם התרו בו תחילה שלא ידונו בפני עכו\"ם ועבר שיש לו דין מוסר (מרדכי פ' הגוזל קמא בשם מהר\"ם ופ' המניח ות' הרא\"ש כלל י\"ז סי' ד' ומהרי\"ק שורש קנ\"ד וקס\"א):"
    },
    {
      "id": "choshen_mishpat-388-6",
      "section": 6,
      "text": "מי שנתפס על חבירו ולקחו עכו\"ם ממון ממנו בגלל חבירו אין חבירו חייב לשלם אין לך מי שנתפס על חבירו ויהיה חברו חייב לשלם לו חוץ מהנתפס מפני המס הקצוב על כל איש ואיש בכל שנה או הנתפס על התשורה שנותן כל איש למלך בעוברו עליהם או חיילותיו ה\"ז חייב לשלם לו והוא שיקחו ממנו בפירוש בגלל פלוני בפני עדים ונתבאר עוד בסי' קכ\"ח:"
    },
    {
      "id": "choshen_mishpat-388-7",
      "section": 7,
      "text": "מי שיש עליו עדים שמסר ממון חבירו כגון שהראה מעצמו או שנאנס ונשא ונתן ולא ידעו העדים כמה הפסידו במסירתו והנמסר אומר כך וכך הפסידני והמוסר כופר במה שטענו אם תפס הנמסר אין מוציאין מידו אלא נשבע בנקיטת חפץ וזוכה במה שתפס וי\"א דבספיקא דדינא לא מהני תפיסה (טור בשם הרא\"ש) (וע\"ל ס\"ק ל\"ב) ואם לא תפס אין מוציאין מן המוסר אלא בראייה ברורה (ואם ידעו ברור הדברים רק שהוצרך להתפשר עם השר בכך וכך הנמסר נשבע ונוטל (מרדכי פ' הגוזל בתרא) ויש מי שאומר שאם המוסר אומר איני יודע כמה הפסדת ע\"י ישבע הנמסר ויטול: הגה (וע\"ל ס\"ק כ\"ז) וכל זה במוסר ממון אבל מסר גופו של חבירו לאנסים הנמסר נשבע ונוטל וכן אם גרם לו תפיסה דהוי כמזיק בידים וצריך לשלם לו כל הזיקו (מרדכי פ' הגוזל בתרא) האומר לחבירו מסרתני והוא כופר ישבע לו היסת (הגהות אשירי) וי\"א דצריך לישבע לו לפני השר שלא מסרו לו (מרדכי פ' הגוזל בתרא) וא\"צ לעשות נקיות זו אלא ע\"פ עד א' המעיד שמסרו אבל אין העכו\"ם נאמנים בכך (מרדכי פ' החובל ופ' הפרה ופסקי מהרא\"י סי' פ\"ג ותשו' רשב\"א סי' אלף נ\"ח) שנים שמסרו ביחד כל א' משלם החצי ואם בזה אחר זה האחרון פטור דכ\"ז שלא נפטר ממסירה הראשונה הנזק בא מגרם הראשון (מרדכי פ' הפרה) ואפי' לא מסרו רק ראה אנס או עכו\"ם שיגידו לשר (מהר\"מ מרוזבורק) י\"א דאדם המוכה מחבירו יכול לילך לקבול לפני עכו\"ם אע\"פ דגורם למכה היזק גדול (מרדכי ומהרי\"ו הנ\"ל סי' כ\"ח ות' מיי' דנזיקין סי' ס\"ו ומהר\"ם מרוזבורק):"
    },
    {
      "id": "choshen_mishpat-388-8",
      "section": 8,
      "text": "אין משביעין את המוסר שהראה מעצמו לא שבועה חמורה ולא שבועת היסת מפני שהוא רשע ואין לך פסול יותר מזה ואפי' לא מסרו עדיין רק שאומר אלך ואמסור אם אומר כך בפרהסיא נפסל לעדות ולא אמרי' בכה\"ג עביד אינש דגזים ולא עביד (מרדכי פ' הגוזל בתרא) וי\"ח אא\"כ מוחזק בכך (מרדכי שם בפ' הנשבעין) ואפי' לא יודעין אם רגיל בכך או לא מ\"מ יוכל זה שכנגדו לעמוד ולהציל עצמו ע\"י עכו\"ם אע\"פ שיגיע נזק לזה (מהר\"ם מריזבורק ותשו' רשב\"א סי' קפ\"א והרא\"ש כלל ט\"ז) אבל המוסר שאנסוהו להראות או להביא ונתן ונשא ביד אע\"פ שהוא חייב לשלם אינו רשע ובן תשלומין הוא בלבד [ומשביעין אותו] כשאר הכשרים: הגה וכן אם הודה שמסר ואין עדים בדבר אע\"פ שאינו נפסל בהודאת עצמו מ\"מ חייב לשלם (מרדכי פרק הגוזל בתרא):"
    },
    {
      "id": "choshen_mishpat-388-9",
      "section": 9,
      "text": "אסור למסור לישראל ביד עכו\"ם בין בגופו בין בממונו ואפי' היה רשע ובעל עבירות ואפי' היה מצר לו ומצערו: הגה ודוקא בדברים בעלמא אבל אם מסרו מותר למוסרו דהרי יוכל להרגו בדין במקום שיש חשש שיחזור וימסרנו (הרא\"ש כלל י\"ו סי' א' וב' ותשו' רשב\"א סי' קפ\"א) או אם אי אפשר להציל עצמו בדרך אחר אבל אם אפשר להציל עצמו בדרך אחר הוי כשנים שמסרו זה את זה וכל מי שהפסיד חבירו יותר חייב לשלם המותר בנזק שלם (מרדכי פ' הנ\"ל ותשו' מיימוני הנ\"ל) וכל המוסר ישראל ביד עכו\"ם בין בגופו בין בממונו אין לו חלק לעולם הבא:"
    },
    {
      "id": "choshen_mishpat-388-10",
      "section": 10,
      "text": "מותר להרוג המוסר בכל מקום אפי' בזמן הזה ומותר להורגו קודם שימסור אלא כשאמר הריני מוסר פלוני בגופו או בממונו אפי' ממון קל התיר עצמו למיתה ומתרין בו ואומרים לו אל תמסור אם העז פניו ואמר לא כי אלא אמסרנו מצוה להורגו וכל הקודם להרגו זכה: הגה ואם אין פנאי להתרות בו א\"צ התראה (המגיד פ\"ח דחובל) וי\"א דאין להרוג המוסר אא\"כ אי אפשר להינצל ממנו בא' מאיבריו אבל אם אפשר להציל באחד מאיבריו כגון לחתוך לשונו או לסמות עיניו אסור להורגו דהרי לא גרע משאר רודף (תשו' מיי' הנ\"ל ומרדכי הנ\"ל בשם תשו' מהר\"מ):"
    },
    {
      "id": "choshen_mishpat-388-11",
      "section": 11,
      "text": "עשה המוסר אשר זמם ומסר אסור להורגו אלא א\"כ הוחזק למסור שהרי זה יהרג שמא ימסור אחרים:"
    },
    {
      "id": "choshen_mishpat-388-12",
      "section": 12,
      "text": "כל המוסר הצבור ומצערן מותר למסרו ביד עכו\"ם להכותו ולאסרו ולקנסו אבל מפני צער יחיד אסור למסרו: הגה (וע\"ל סי' תכ\"ה ס\"א) מי שעוסק בזיופים וכדומה ויש לחוש שיזיק רבים מתרין בו שלא יעשה ואם אינו משגיח יכולין למסרו לומר שאין אחר מתעסק בו אלא זה לבד מי שרוצה לברוח ולא לשלם לעכו\"ם מה שחייב ואחר גילה הדבר אין לו דין מוסר שהרי לא הפסידו רק שהוצרך לשלם מה שחייב מ\"מ ברעה עשה דהוי כמשיב אבידה לעכו\"ם ואם גרם לו היזק חייב לשלם לו מה שגרם לו (מהר\"ם מרוזבורק):"
    },
    {
      "id": "choshen_mishpat-388-13",
      "section": 13,
      "text": "אסור לאבד ממונו של מוסר אע\"פ שמותר לאבד גופו שהרי ממונו ראוי ליורשיו (וע\"ל סי' ק\"ח ס\"ב) וי\"א דמותר ליטול ממונו לעצמו דאינו אסור אלא לאבדו (מרדכי פ' הגוזל בתרא):"
    },
    {
      "id": "choshen_mishpat-388-14",
      "section": 14,
      "text": "מוסר מקבלים עדות שלא בפניו: הגה ואין צריכין לכוין העדות כל כך (טור):"
    },
    {
      "id": "choshen_mishpat-388-15",
      "section": 15,
      "text": "מי שמוחזק ששלשה פעמים מסר ישראל או ממונם ביד עכו\"ם מבקשים עצה ותחבולה לבערו מהעולם: הגה ע\"י גרמא אע\"פ שאסור להורגו [ בידים] מי שמדבר בפני קהל ועדה דברי מסירות ועי\"ז נשמע לשר וגרם היזק אע\"פ שאין לו דין מסור מ\"מ מענישין אותו לפי ראות עיני הדיינים (ריב\"ש סי' רל\"ט ותשו' רמב\"ן סי' ר\"מ) מי ששלח שליח למסור אם השליח הוחזק לעשות חייב המשלחו ואין לומר אין שליח לדבר עבירה הואיל והוחזק בכך וכן אם מסר שטר פרוע לעכו\"ם ויודע שיתנו לשר ויכוף הישראל לפרוע שנית חייב לשלם (בית יוסף בשם תשב\"ץ ומהר\"ם מריזבורק):"
    },
    {
      "id": "choshen_mishpat-388-16",
      "section": 16,
      "text": "הוצאות שעשו לבער מוסר כל הדרים בעיר חייבים לפרוע בהם אפי' אותם שפורעים מס במקום אחר :"
    }
  ]
}