{
  "id": "choshen_mishpat-290",
  "chapterLabel": "סימן 290",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-290-1",
      "section": 1,
      "text": "דין אפוטרופוס מי ימנו וכיצד יתנהג וכל משפטיו. ובו כח סעיפים:מי שמת והניח יורשים קטנים או שאשתו מעוברת או שהניח קטנים וגדולים צריך מורישם למנות להם אפוטרופוס שיתעסק בשביל הקטנים עד שיגדילו ואם לא מינהו ב\"ד חייבים להעמיד להם אפוטרופוס עד שיגדילו שב\"ד הוא אביהם של יתומים: הגה ואם הבית דין בעצמו רוצים להתעסק בצרכי היתומים הרשות בידן (רשב\"א סי' תתקע\"ד) מיהו אם צריכים לחלוק או לטעון עם אחרים מחמת היתומים י\"א דצריכין להעמיד אפוטרופוס שלא יהיו נראין כעורכי הדיינים וע' לקמן סעיף ח' (ר\"ן פ\"ב דקידושין) והא דב\"ד אביהם של יתומים היינו יתומים קטנים (ר\"ן ר\"פ שור שנגח ד' וה') וב\"ד היינו הממונה בעירו או גדולי הדור אבל אין כח ביד שלשה בעלמא שיעשו עצמן ב\"ד על היתומים (הרא\"ש כלל פ\"ה סי' כ\"ו) ואם צוה המוריש שינתן חלק הקטן ויעשה בו מה שירצה הרשות בידו וכן אם מינה המוריש אפוטרופוס על הקטנים קטן או אשה או עבד הרשות בידו: הגה אחד שאמר לש\"מ רצונך שאהיה שליט בנכסיך ואמר הן ה\"ז ל' אפוטרופוס (ריב\"ש סי' ע' וב\"י בשם רשב\"א) מי שהיה לו אפוטרופוס על נכסיו ומת אין מניחין אותו אפוטרופוס על היתומים אלא ב\"ד מעמידין הראוי דלא מקרי מינהו אבי יתומים אלא כשמינהו סמוך למיתתו (הרא\"ש ריש כלל ס\"ב) ואין מניחין לאדם שאינו ראוי להיות אפוטרופוס אע\"פ שמוחזק בנכסים עד שיביא ראיה שמינהו אבי יתומים (מרדכי ר\"פ הניזקין):"
    },
    {
      "id": "choshen_mishpat-290-2",
      "section": 2,
      "text": "אבל אין ב\"ד ממנים אפוטרופס לא אשה לא עבד ולא קטן ולא עם הארץ שהוא בחזקת חשוד על העבירות אלא בודקין אדם נאמן ואיש חיל ויודע להפך בזכות היתומים וטוען טענתם ויש לו כח בעסקי העולם כדי לשמור הנכסים ולהרויח בהם ומעמידים אותו על הקטנים בין שיהיה רחוק בין שיהיה קרוב לקטן אלא שאם היה קרוב לא ירד לקרקעות כמו שנתבאר בסי' רפ\"ה (ויכולין ב\"ד למנות קרוב שלהן לאפוטרופוס אם ראוי לכך) (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-290-3",
      "section": 3,
      "text": "כשימנו אותו צריכין ב\"ד לחשוב עמו ולכתוב חשבון המטלטלין והקרקעות והחובות וכל דבר שמוסרים בידו דהא על טענת ברי משבעינן ליה לכך צריך שידעו מה שמקבל ומה שמחזיר וכותבים ב' שטרות אות באות אחת לאפוטרופוס ואחת ביד ב\"ד בשביל היתומים:"
    },
    {
      "id": "choshen_mishpat-290-4",
      "section": 4,
      "text": "רשאי האפוטרופוס ללבוש בגדים נאים מנכסי היתומים לתועלתם כדי שיהיו דבריו נשמעים והוא שיהי' ליתומים הנאה מנכסיהם בהיות דבריו נשמעים:"
    },
    {
      "id": "choshen_mishpat-290-5",
      "section": 5,
      "text": "ב\"ד שהעמידו אפוטרופוס ושמעו עליו שהוא אוכל ושותה ומוציא הוצאות יותר מדבר שהיה אמוד בו יש להם לחוש לו שמא מנכסי יתומים הוא אוכל ומסלקין אותו ומעמידים אחר אבל אם מינהו אבי יתומים אין מסלקין אותו שמא מציאה מצא אבל אם באו עדים שהוא מפסיד נכסי היתומים מסלקין אותו ומשביעים אותו הואיל והוא מפסיד: הגה ויש חולקין דאף כשמינהו ב\"ד אין מסלקין אותו אא\"כ באו עדים שהוא מפסיד (טור בשם הרא\"ש) אפוטרופוס שמלוה מעות יתומים לאחרים שלא היו לו להלות ב\"ד מוציאין מיד הלוה ומחזירין ליתומים דמאחר דיכולין לסלק האפוטרופוס כל שכן הלוה שבא מחמתו (תשובת מיימוני סוף ספר משפטים):"
    },
    {
      "id": "choshen_mishpat-290-6",
      "section": 6,
      "text": "והוא הדין לאפוטרופוס שמינהו אבי היתומים והיתה שמועתו טובה והיה ישר ורודף במצות וחזר להיות זולל וסובא והולך בדרכי חשך או שפרוץ בנדרים ובאבק גזל ב\"ד חייבים לסלק אותו ולהשביעו ולמצוא להם אפוטרופוס כשר וכל הדברים אלו כפי מה שיראה לדיין שכל ב\"ד וב\"ד הוא אביהם של יתומים:"
    },
    {
      "id": "choshen_mishpat-290-7",
      "section": 7,
      "text": "כשמעמידים בית דין אפוטרופוס ליתומי' מוסרים לו כל נכסי הקטן הקרקע והמטלטלים שלא נמכרו והוא מוציא ומכניס ובונה וסותר ושוכר ונוטע וזורע ועושה כפי מה שיראה שזה טוב ליתומים ומאכילן ומשקן ונותן להם כל ההוצאה כפי הממון וכפי הראוי להם ולא ירויח להם יותר מדאי ולא יצמצם עליהם יותר מדאי:"
    },
    {
      "id": "choshen_mishpat-290-8",
      "section": 8,
      "text": "מעות של יתומים שהניח להם אביהם אינם צריכים אפוטרופוס: הגה וי\"א דגם במעות מעמידים אפוטרופוס שיותר ישתדל הוא בהן מבית דין (טור שם) אלא כיצד עושים בהם בודקין מי שיש לו נכסים שיש להם אחריות ויהיו עידית ויהיה איש נאמן ושומע דברי תורה ומעולם לא קבל עליו נידוי נותנים אותם לו בבית דין קרוב לשכר ורחוק מהפסד (וע' בזה בי\"ד סי' ק\"ס) ואם אין לו קרקע ונתן להם משכון זהב משובר שאין בו סימן נותנין לו המעות קרוב לשכר ורחוק להפסד ויפסקו בשכר כפי מה שיראו הדיינים או שליש השכר או חציו אפי' רביע השכר ליתומים אם ראו שזה תקנה להם עושים לא מצאו אדם שיתנו לו המעות קרוב לשכר ורחוק להפסד הרי אלו מוציאים למזונות מעט [מעט] עד שיקנו להם במעות קרקע וימסרו אותו ביד אפוטרופוס שיעמידו להם: הגה וי\"א כמו שהאפטרופס יכול ליתנם לאחרים כך יכול לקבל המעות לעצמו ובלבד שיעשה בב\"ד משום לזות שפתים (טור בשם ראב\"ד וכ\"כ נ\"י בשמו בפ' מי שמת ובשם הריטב\"א):"
    },
    {
      "id": "choshen_mishpat-290-9",
      "section": 9,
      "text": "כל המטלטלין של יתומים שמים אותם ומוכרים אותם בב\"ד: הגה ודוקא שלא נתמנה עליהן אפוטרופוס אבל אפוטרופוס עושה בלא ב\"ד כל מה שנראה בעיניו טובת היתומים (טור) ומי שהיה בידו מעות היתומים והלוה אותן על משכונות של עכו\"ם ואח\"כ בא אפוטרופוס של יתומים ואמר להוליכן למקום שדרין היתומים כי יוכל למכרן שם ביוקר והמלוה אומר שמתיירא מעלילות מן העכו\"ם ורוצה ליתן בהם מה ששוין במקומו הדין עם היתומים (מרדכי פרק אלמנה ניזונית) ואם היה השוק קרוב למדינה מוליכים אותם לשוק ומוכרים אותם ויצטרפו דמיהם עם המעות של יתומים מי שהיה בידו יין או שכר של יתומים אם יניחנו כאן עד שימכור שמא יחמיץ ואם יוליכנו לשוק שמא יארעו אונס בדרך ה\"ז עושה בו כדרך שהיא עושה בשלו וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-290-10",
      "section": 10,
      "text": "אין שולחים מטלטלים או סחורה של יתומים בדרך ים ולא בדרך שיש בה ספק אונס אלא שכר שיש בו חשש שמא יחמיץ כמו שנתבאר וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-290-11",
      "section": 11,
      "text": "יש לאפוטרופוס למכור בהמה ועבדים שדות וכרמים להאכיל ליתומים ומוכרים בהמה קודם לעבדים ועבדים קודם לבתים והכל לפי ראות האפוטרופוס שהוא תועלת היתומים (טור) אבל אין מוכרין ומניחים המעות ואין מוכרים שדות ליקח עבדים ולא עבדים ליקח שדות שמא לא יצליח (ויש מתירין למכור עבדים ולקנות שדות) (טור בשם הרא\"ש והרמ\"ה) אבל מוכרים שדה ליקח שוורים לעבודת שדות אחרות שהשוורים הם עיקר כל נכסי שדות ואינו רשאי למכור אפי' שדה רעה ורחוקה כדי לקנות בדמיה שדה טובה וקרובה שמא לא יצליח זה שקנה אין אפוטרופס יכול להקנות מעות יתומים במעמד שלשה אבל אם אחר מקנה ליתומים במעמד אפוטרופוס קנו (ת\"ה סי' שמ\"ו):"
    },
    {
      "id": "choshen_mishpat-290-12",
      "section": 12,
      "text": "היה לאדם תביעה אצל היתומים אין לאפוטרופוס לטעון בשבילם לדון עמו שמא יתחייב בדין אבל אם ירד עמו לדין וטען בשבילם וזכה הדין קיים: הגה והאפוטרופוס נאמן אם ידוע שהמעות של יתומים שהרי אינו נוגע בדבר ולכן יוכל להעיד (מרדכי פרק איזהו נשך) כדלעיל סי' נ\"ז סעיף ח' אע\"ג דאין ב\"ד טוענין ליתומים מילתא דלא שכיחא אע\"ג דאבוהון הוי מני למטען מ\"מ אם טען אפוטרופוס טענתיה טענה (הרא\"ש ריש כ' פ\"ו וב\"י בשם הרשב\"ץ) והא דאמרינן טוענים ליורש ה\"מ בשמא אבל אם הוא טוען ברי אין דנין אלא על פי טענותיו ולכן אין טוענין ליה עד ששומעין טענותיו תחלה (ב\"י בשם הרשב\"א ורבינו ירוחם נ\"א ח\"ב):"
    },
    {
      "id": "choshen_mishpat-290-13",
      "section": 13,
      "text": "אין האפוטרופסין רשאים להוציא עבדים לחירות אפי' לוקח מהעבד דמים שיצא לחירות אבל מוכרים אותם לאחרים ולוקחים מהם הדמים ע\"מ שיוציאוהו לחירות ואותם האחרים הם שמשחררים אותם (וכל זה לא מיירי אלא בלא רשות ב\"ד אבל אם נטלו רשות מב\"ד מותר לעשות כל מה שירצה) (טור בשם הר\"ן ור\"ן פ' הניזקין):"
    },
    {
      "id": "choshen_mishpat-290-14",
      "section": 14,
      "text": "האפוטרופסין תורמין ומעשרין נכסי יתומים כדי להאכילן שאין מאכילין את היתומים דבר האסור אבל לא יעשרו ולא יתרומו כדי להניח פירות מתוקנים אלא ימכרו אותם טבל:"
    },
    {
      "id": "choshen_mishpat-290-15",
      "section": 15,
      "text": "האפוטרופסין עושים לקטנים לולב וסוכה וציצית ושופר וספר תורה ותפילין ומזוזות ומגילה כללו של דבר כל מצות עשה שיש לה קצבה בין שהיא מדברי תורה בין שהיא מדברי סופרים עושים להם אע\"פ שאינם חייבים במצוה מכל אלו המצות אלא כדי לחנכן אבל אין פוסקים עליהם צדקה אפי' לפדיון שבוים מפני שמצות אלו אין להם קצבה מיהו אם פסק עליהם צדקה לאחשובינהו כדי שיצא עליהם שם טוב והם אמודים לכך שפיר דמי ומי שנשתטה או נתחרש ב\"ד פוסקין עליו צדקה אם היה ראוי (ועיין לעיל סימן קס\"ג סעיף ד'):"
    },
    {
      "id": "choshen_mishpat-290-16",
      "section": 16,
      "text": "כשיגדילו היתומים נותן להם ממון מורישן ואינו צריך לעשות להם חשבונות מה שהכניס והוציא אלא אומר להם זה הנשאר ונשבע בנקיטת חפץ שלא גזלם כלום בד\"א בשמינוהו ב\"ד אבל אפוטרופוס שמינהו אבי היתומים וכן שאר המורישין אין נשבע על טענת ספק: הגה וי\"א דהואיל ואינו נשבע צריך ליתן חשבון במינהו אבי יתומים (מרדכי פ' הניזקין בשם העיטור) והכי יש לנהוג (מהר\"ם פאדוואה סי' ל\"ח) ומחרימין חרם סתם על מי שלקח משל יתומים (ב\"י בשם הרשב\"א) ראובן שאומר שיש לו בידו מעות של שמעון ואומר שציוהו לתת לבניו אם רוצה לתת לכל בניו בשוה אינן יכולין להשביעו דהו\"ל כאפוטרופוס שמינהו אבי יתומים אבל אם רוצה ליתן לקצתן ולא לכולן א\"כ לפי דבריו אינו אפוטרופוס עליהן ויכולין להשביעו שלא עכב כלום לעצמו ואם הם קטנים ב\"ד מעמידין להם אפוטרופוס ומשביעין אותו (מרדכי פרק הניזקין) אבל נשבע על טענת ודאי וכן אם אבד שום דבר מנכסי היתומים נשבע שבוע' השומרים ואם יש לאפוטרופוס חלק בריוח אפי' מינהו אבי היתומים נשבע אפי' על טענת ספק:"
    },
    {
      "id": "choshen_mishpat-290-17",
      "section": 17,
      "text": "אע\"פ שאין האפוטרופוס צריך לעשות חשבון כמו שנתבאר צריך לחשוב בינו לבין עצמו לדקדק ולהזהר הרבה מאביהם של אלו היתומים שהוא רוכב ערבות שנא' סולו לרוכב בערבות וגו' אבי יתומים (אפוטרופוס שנתמנה ע\"פ ערכאות של עכו\"ם צריך ליתן חשבון כי הכי הוא בדיניהם) (ריב\"ש סי' שכ\"ד):"
    },
    {
      "id": "choshen_mishpat-290-18",
      "section": 18,
      "text": "אין ב\"ד יכולים למנות אפוטרופוס להאמינו בלא שבועה אא\"כ אינם מוצאים אדם הגון שירצה להיות אפוטרופוס אם לא יאמינוהו בלא שבועה:"
    },
    {
      "id": "choshen_mishpat-290-19",
      "section": 19,
      "text": "כשמשביעין אפוטרופוס שבועת המשנה צריך שיטענוהו ב\"ד או היתומים אפי' בטענת שמא שתי כסף ופרוטה ויכפור בשתי כסף ויודה בפרוטה אבל אם לא היתה טענה או כפירה והודאה כשיעור זה אם טוענין אותו טענת ודאי נשבע היסת ומגלגל עליו שלא עיכב בידו משלו כלום:"
    },
    {
      "id": "choshen_mishpat-290-20",
      "section": 20,
      "text": "אפוטרופוס בין מנוהו ב\"ד בין מנוהו אבי יתומים פטור מגניבה ואבידה וחייב בפשיעה (אפוטרופוס שטען בב\"ד מה שלא היה לו לטעון ועי\"ז בא לזה שכנגד היתומים השבועה ואילו טען כהוגן היה מגיע ליתומים השבועה לא מקרי פשיעה דמי יימר דמשתבע ולא מקרי פשיעה אלא אם נוטל זה בלא שבועה ואלו טען כהוגן היו נוטלים היתומים בלא שבועה (מרדכי פ' המפקיד ותשובת רשב\"א סי' אלף ק\"ו):"
    },
    {
      "id": "choshen_mishpat-290-21",
      "section": 21,
      "text": "אפוטרופוס של יתומים שקנה להם שור ולא היו לו שינים ונתנו הרועה עם השוורים ולא ידע שלא היה אוכל ומת אינה פשיעה לאפוטרופוס ופטור וממי משתלמים היתומים נתבאר בסי' רל\"ב סעיף י\"ח:"
    },
    {
      "id": "choshen_mishpat-290-22",
      "section": 22,
      "text": "דין אפוטרופוס שלוה לצורך היתומים נתבאר בסי' ק\"י:"
    },
    {
      "id": "choshen_mishpat-290-23",
      "section": 23,
      "text": "אפוטרופוס בין מינהו אבי היתומים בין מינוהו ב\"ד עד שלא החזיק בנכסי היתומים (ולא נתעסק עדיין בצרכיהם) (ריב\"ש סי' תפ\"ט) יכול לחזור בו משהחזיק בנכסי היתומים (או התחיל להתעסק בצרכיהם) אינו יכול לחזור בו (ודווקא אם נשאר בעיר אבל אם הולך מן העיר מביא הנכסים לב\"ד והם ממנין אחר) (ב\"י בשם הרשב\"ץ):"
    },
    {
      "id": "choshen_mishpat-290-24",
      "section": 24,
      "text": "יתומים קטנים שסמכו אצל בעל הבית הם מעצמם ונשתדל בשלהם יש לו דין אפוטרופוס לכל דבר ואפי' סמכו אצל אשה וי\"א שאין משביעין אותו וי\"א שמשביעים אותו: הגה וקטן שסמוך אצל אמו וראו ב\"ד להחמיר עליה שתתן חשבון או שאר חיזוקים מותר דליכא למיחש דמימנע ולא עבדא דודאי אמו דעתה קרובה אצל בנה ולא תמנע משום זה (ריב\"ש סי' תצ\"ה):"
    },
    {
      "id": "choshen_mishpat-290-25",
      "section": 25,
      "text": "יתומים שסמכו אצל בעל הבית וזן אותם משלו לא הניח מעותיו על קרן הצבי (ועבי\"ד סי' רנ\"ג ס\"ה) וה\"ה אחד שאמר שהלוה ליתומים (ת\"ה סי' שמ\"ח) אבל אם פרנסם בתורת גמילות חסדים פטורים (ס' התרומות שער ס\"ה ור\"י ני\"ח ח\"א):"
    },
    {
      "id": "choshen_mishpat-290-26",
      "section": 26,
      "text": "קטן שהגדיל אפי' היה אוכל ושותה יותר מדאי ומפסיד והולך בדרך רעה אין ב\"ד מונעי' ממנו ממונו ואין מעמידים לו אפוטרופוס אא\"כ צוה מורישו שלא יתנו אלא אם יהיה כשר ומצליח או שלא יתנו לו עד זמן מרובה ואע\"פ כן מוכיחים אותו ומלמדין אותו ללכת בדרך ישרה ואורחו' צדיקי': הגה מי שמינה אפוטרופוס לבניו הגדולים יכולים לומר אין אנו צריכין אפוטרופוס אלא א\"כ יש בו משום מצוה לקיים דברי המת (ר' ירוחם נכ\"ו ח\"א) (וע\"ל סי' רנ\"ב):"
    },
    {
      "id": "choshen_mishpat-290-27",
      "section": 27,
      "text": "השוטה והחרש דינם כקטני' ומעמידים להם אפוטרופוס:"
    },
    {
      "id": "choshen_mishpat-290-28",
      "section": 28,
      "text": "אפוטרופוס שמת והוציא בנו פנקס אביו שכתוב בו שהוציא בפרנסת היתומים מנה אין מוציאין מהיתומים בכך דשמא נתפרע ולא נמחק (אבל בעודו חי נאמן על מה שאומר שהלוה להן ונוטל בשבועה) (רמב\"ן סי' נ'):"
    }
  ]
}