{
  "id": "choshen_mishpat-112",
  "chapterLabel": "סימן 112",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-112-1",
      "section": 1,
      "text": "אין בע\"ח טורף מהמשועבדים ממה שקנה. ובו ה סעיפים:אין בעל חוב טורף ממשעבדי אא\"כ היו נכסים ללוה בשעה שלוה ומכרם או נתנם אח\"כ אבל אם קנאם אחר שלוה ומכרם לא נשתעבדו לבעל חובו ואינו גובה אותם מהלקוחות ומיהו בעודם ביד הלוה גובה מהם אע\"פ שקנאם אחר שלוה ואם שעבד נכסיו שקנה ושיקנה אז חל השעבוד גם על מה שיקנה אח\"כ ואם קנה אח\"כ ומכרו בעל חוב גובה ממנו ודוקא שפירש לו בפירוש אבל אם לא כתב לו דאקנה לא: הגה וי\"א כיון דקיי\"ל אחריות טעות סופר הוא כל מה שראוי להשתעבד אמרינן ביה טעות סופר ואפי' דאקנה נמי (טור בשם הרא\"ש והרשב\"א פרק מי שמת) מיהו אם כתב לו מקצת אחריות ולא פירש לו דאקנה י\"א דלא אמרינן עוד טעות סופר דהואיל ופירש קצתן מה שכתב כתב ומה שלא כתב לא כתב (נ\"י פרק מי שמת) י\"א דאף אם כתב לו דאקנה יכול לחזור בו כל זמן שלא קנה (נ\"י פ' חזקת הבתים ומרדכי פ' מי שמת) ויש חולקין (כ\"כ נ\"י שם):"
    },
    {
      "id": "choshen_mishpat-112-2",
      "section": 2,
      "text": "אם לא כתב לו דאקנה ומכר נכסיו אחר שלוה והמלוה בא לטרוף מהלקוחות וטוען שאלו הנכסים היו ביד הלוה ולוקח טוען לאחר שלוה קנה ומכר י\"א שעל המלוה להביא ראיה שהיה אלו הנכסים ביד הלוה בשעת הלואה וי\"א שאם יש עדים שהלוה קנה קרקע זה ומכרו צריך המלוה להביא עדים שקנאו הלוה קודם שעבודו אבל אם יש עדים שהלוה היה מוחזק בו ושהיה שלו צריך הלוקח להביא ראיה שקנאו הלוה ואימתי קנאו ואם לאו ב\"ד מעמידין אותו על חזקתו ונאמר שהיה שלו ושל אבותיו מעולם (ונ\"ל דסברא הראשונה עיקר):"
    },
    {
      "id": "choshen_mishpat-112-3",
      "section": 3,
      "text": "נותן נכסיו מהיום ולאחר מיתה ולא נודעו הנכסים שהיו לו באותה שעה י\"א שעל המקבל מתנה להביא ראיה שהיו אותם נכסים בידו בשעת מתנה וי\"א שאם לא נודע שקנה נכסים אח\"כ הכל בחזקת מקבל מתנה (והסברא הראשונה עיקר ועי' לקמן ס\"ס ר\"נ ובסימן ק\"ד כן נ\"ל) ."
    },
    {
      "id": "choshen_mishpat-112-4",
      "section": 4,
      "text": "שני מלוין שהוציא כל א' שטרו ואין כתוב בשום אחד מהם דאקנה ואין הנכסים מספיקים לחובות שניהם וטוען המוקדם כי כשלוה ממנו כבר קנה הנכסים והמאוחר טוען שלאחר שלוה משניהם קנאם והם משועבדים לשניהם ואין עדים בדבר י\"א שחולקין החצי שחלוקין עליו וי\"א שאם אין עדים שקנאם מעמידים הנכסים ביד המוקדם ואם יש עדים שקנאם אלא שאינם יודעים מתי קנאם חולקים החצי שחלוקים עליו:"
    },
    {
      "id": "choshen_mishpat-112-5",
      "section": 5,
      "text": "ראובן שלוה בשטר ולא כתב למלו' דאקנה וקנה ומת והיה לו בת וירשתו ועמדה ונשאת אין המלוה גובה מהבעל ממה שהכניסה לו באותם הנכסים משום דבעל בנכסי אשתו לוקח הוי. הגה אבל אם לא נשאת גובה מן היורש כדלעיל סי' קי\"א סעיף כ' (וכ\"א וריש סי' ק\"ז) ."
    }
  ]
}