{
  "id": "choshen_mishpat-046",
  "chapterLabel": "סימן 46",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-046-1",
      "section": 1,
      "text": "העדים שאמרו קטנים היינו או פסולים היינו או שטר אמנה היה וכל דין קיום שטרות. ובו לח סעיפים:המוציא שט\"ח על חבירו כל זמן שלא נתקיים יכול הלוה לומר מזויף הוא ומעולם לא צויתי לכתבו ואפי' אם מודה ואומר אמת שאני צויתי לכתבו אבל פרעתיו או אמנה הוא או כתבתי ללות ועדיין לא לויתי וכל כיוצא בזה הואיל ואם רצה אמר לא היו דברים מעולם והרי מפיו נתקיים ה\"ז נאמן וישבע היסת ויפטר ואם קיימו המלוה אח\"כ בב\"ד הרי הוא כשאר השטרות (וע\"ל ריש סי' פ\"ב):"
    },
    {
      "id": "choshen_mishpat-046-2",
      "section": 2,
      "text": "י\"א דהא דמהימני ללוה במיגו דוקא כשאין בו נאמנות למלוה אבל אם יש בו נאמנות לא וי\"א דאפי' יש בו נאמנות למלוה נאמן הלוה (במגו דאי בעי אומר מזוייף והכי מסתברא) (טור):"
    },
    {
      "id": "choshen_mishpat-046-3",
      "section": 3,
      "text": "כיצד הוא הקיום באים עידי השטר ומעידים לפני ג' אפילו הם הדיוטות שזאת היא חתימתן וכותבין למטה במותב תלתא כחדא הוינא ואתא פלוני ופלוני ואסהידו קדמנא אחתימת ידיהו ומדאתברר לנא דדא היא חתימת ידייהו אישרנוהי וקיימנוהי כדחזי וחותמים למטה:"
    },
    {
      "id": "choshen_mishpat-046-4",
      "section": 4,
      "text": "אין מקיימין שטרות אלא בג' מפני שהוא דין ולפיכך אין מקיימים שטרות בלילה: הגה ואם קיימו בשנים לא הוי קיום (מרדכי פרק השולח והגהת מרדכי דקדושין ונ\"י פ' חזקת הבתים) ויש מי שכתב מאחר שנהגו שהרב התופס ישיבה מקיים ביחידי מנהג כזה מבטל הלכה (ת\"ה סי' של\"ב) וכן המנהג פשוט במדינות אלו ונ\"ל הטעם דס\"ל לענין קיום שטרות דרבנן דיחיד מומחה דינו כג' הדיוטות ומקרי ב\"ד כמו שנתבאר לעיל סי' ג' וכ\"ה דאע\"ג דאין יחיד מומחה בזמן הזה מ\"מ לענין קיום שטרות דרבנן יש לסמוך עליו כנ\"ל טעם המנהג:"
    },
    {
      "id": "choshen_mishpat-046-5",
      "section": 5,
      "text": "מקיימין השטר אפי' שלא בפני בע\"ד ואפילו עומד וצווח מזוייף הוא אל תקיימוהו אין שומעין לו:"
    },
    {
      "id": "choshen_mishpat-046-6",
      "section": 6,
      "text": "אע\"פ שהוא מקויים צריך שיכירו חתימת שני העדים או ב' הדיינים ואם לאו אין לו דין מקוים ומיהו נפקא מינה בקיום כיון שחתומים עליו ב' עדים וג' דיינים יותר בקל ימצא מי שיכיר החתימות:"
    },
    {
      "id": "choshen_mishpat-046-7",
      "section": 7,
      "text": "בא' מה' דרכים מתקיים השטר האחד שיהיו הדיינים מכירים כתב ידי העדים השני שיחתמו העדים בפניהם הג' שיבואו העדים החתומים בו ויאמר (כל אחד) זה כתב ידי ואני עד בדבר הזה הרביעי שיבואו עדים ויעידו שזה כתב ידם של אלו (ויכולין להעיד עדות זה מתוך כתבם ואינן צריכין להעיד בפיהם (ריב\"ש סי' שפ\"ב ותי\"ג) החמישי שיהא כתב ידם יוצא משטרות אחרות ועורכים ב\"ד זה הכתב לאותו הכתב שבשטרות אחרות ויראה להם שכתב ידי אלו הוא כתב ידי אלו ואין מקיימים השטר משטרות אחרות אלא מב' שטרות של ב' שדות שאכלום בעליהם שלש שנים אכילה גלויה נכונה בלא שום יראה ולא פחד מתביעה בעולם כדרך שאכלום כל בעלי שדות שדותיהם או משתי שטרי כתובות והוא שיצאו השני השטרות מתחת יד אחר לא מתחת ידי זה (שרוצה) לקיים שטרו שמא הוא זייף הכל אפילו אם ב' השטרות מקויימים אין מקיימין מהם אם יוצאין מתחת ידו (טור וב\"י בשם רש\"י) ויש חולקין (ר\"ן לדעת הרמב\"ם) וכן מקיימים השטר משטר שקרא עליו ערער (וי\"א דאפי' לא קרא עליו ערער רק שמקויים כדלקמן סעיף ל\"ז) והוחזק בב\"ד מקיימים ממנו לבדו כמו שמקיימים משטרי שתי שדות או שתי כתובות: הגה וי\"א דמקיימים חתימה מספר שכתב אבל לא מאיגרת שכתב (ריב\"ש סי' קל\"ו) וי\"א דאפי' מספר אין מקיימים אא\"כ חתם שמו בסוף דאז מקיימים מחתימתו (ר\"ן פ\"ב דכתובות):"
    },
    {
      "id": "choshen_mishpat-046-8",
      "section": 8,
      "text": "ב\"ד שכתבו במותב תלתא הוינא ונתקיים שטר בפנינו ה\"ז מקוים אע\"פ שלא פירשו באיזה דרך נתקיים ונהגו לכתוב הדרך שנתקיים בו:"
    },
    {
      "id": "choshen_mishpat-046-9",
      "section": 9,
      "text": "כשהשטר מתקיים בעדות אחרים שמעידי' על כתב ידם של אלו אם א' מעיד על חתימת הא' וא' על חתימת הב' לא נתקיים לפי שצריך שני עדים על חתימת כל א' ואם יש שלישי עמהם שמעיד על חתימת ב' העדים נתקיים:"
    },
    {
      "id": "choshen_mishpat-046-10",
      "section": 10,
      "text": "מי שחתם על השטר ובא להעיד על כתב ידו בב\"ד והכיר כתב ידו שזהו בודאי אבל אינו זוכר העדות כלל ולא ימצא בלבו זכרון כלל שזה לוה מזה מעולם הרי זה אסור להעיד על כתב ידו שהוא זה בב\"ד שאין אדם מעיד על כתב ידו שהוא זה אלא על הממון שבשטר הוא מעיד שזה חייב לזה וכתב ידו הוא כדי להזכירו הדבר אבל אם לא נזכר לא יעיד הואיל והדבר כן שטר שיצא בב\"ד ובאו עדים ואמרו כתב ידינו הוא זה אבל מעולם לא ידענו עדות זו ואין אנו זוכרים שזה לוה מזה או מכר לו לא נתקיים השטר והרי הם כחרשים עד שיזכרו עדותן וכל מי שאינו דן כן לא ידע בדיני ממונות בין ימינו לשמאלו אבל אם היה כתב ידם יוצא ממקום אחר או שהיו שם עדים שזה כתב ידן מקיימים השטר ואין משגיחין על דבריהם של אלו שאומרים אין אנו זוכרים העדות הואיל ומתקיים השטר שלא על פיהם ומפני טעם זה אנו מקיימים כל השטרות ואין אנו מצריכים להביא העדים ולשאול אותם אם הם זוכרים העדות או לאו שאפי' באו ואמרו אין אנו זוכרים אותם אין שומעין להם הואיל ואפשר לקיימו שלא מפיהם אלה דברי הרמב\"ם ויש חולקים ואומרים שאפילו אין זוכרים שלוה או שחתמו מעולם על שטר זה ואין כתב ידן יוצא ממקום אחר כיון שמעידים שזה כתב ידם מקיימים השטר על פיהם ולפי דבריהם כשהם עצמם באים להעיד על כתב ידם אם שכחו ההלואה ואינם זוכרים כלל שחתמו בשטר זה צריך ב' עדים על כל חתימה לכן צריך או שיעיד כל א' על כתב ידו ועל כתב יד חבירו או שיצטרף אחר עמהן שיעיד על כתב ידי שניהם כדי שיהא על כל חתימה ב' עדים: הגה ולא בעינן שיזכור העדות אלא בעד אחד או בב' עדים לענין קיום השטר אבל ב' עדים החתומים על השטר אע\"פ שאין זוכרים העדות כלל ואין השטר כתוב כתקונו מ\"מ העדאת עדים איכא (מהרי\"ו סי' צ\"ד והגהות מרדכי דכתובות) ואם נתקיים השטר אזלינן בתריה לכל מה שכתוב בו אע\"ג שאין לו דין שטר גמור מ\"מ לענין זה מיקרי שטר דלא יהא מפי כתבם וכמו שנתבאר לעיל סי' כ\"ח סעיף י\"ב (תשו' רשב\"א סי' אלף ר\"ט וע' סקנ\"ד) ויש חולקים כמו שנתבאר לעיל ריש סי' ל\"ט סעיף ג':"
    },
    {
      "id": "choshen_mishpat-046-11",
      "section": 11,
      "text": "אמר אחד מהעדים זה כתב ידי והעיד הוא ואחר על כתב יד הב' לא נתקיים לפי שג' רביעי הממון יוצאים ע\"י עד אחד:"
    },
    {
      "id": "choshen_mishpat-046-12",
      "section": 12,
      "text": "וכן אם העיד אחיו או אביו של הראשון עם א' על כתב ידו של הב' לא נתקיים שהרי ג' רביעי הממון יוצאים על ידי קרובים:"
    },
    {
      "id": "choshen_mishpat-046-13",
      "section": 13,
      "text": "שנים החתומים על השטר ומת א' מהם צריך ב' מן השוק להעיד על חתימתו ואין העד החי יכול להצטרף עם אחר להעיד על חתימת המת שא\"כ יצאו ג' רביעי הממון על ידו ואם לא נמצא אלא עד א' עם זה העד החי כותב חתימת ידו בפני עדים אפי' על החרס ומשליכו בב\"ד עד שיוחזק כתב ידו בב\"ד (וכ\"ש אם היו עדים לקיים חתימת החי) (נ\"י פ' חזקת הבתים) כדי שלא יצטרך להעיד על חתימתו ואח\"כ יעיד הוא ואחר על חתימת המת:"
    },
    {
      "id": "choshen_mishpat-046-14",
      "section": 14,
      "text": "אם אין מכירים לא חתימת העדים ולא חתימת דייני הקיום ואחד מעידי השטר מעיד על כתב ידו וב' עדים מעידים על חתימת א' מהדיינים או הדיין בעצמו ואחר עמו מעיד על כתב ידו אינו מועיל דמאי דמסהיד האי לא מסהיד האי העד מעיד על מנה שבשטר והדיין מעיד על חתימת העדים (וכן אם נתקיים כתב הסופר ועד א' לא הוי קיום) (ב\"י בשם ר\"י נ\"ב ח\"ח):"
    },
    {
      "id": "choshen_mishpat-046-15",
      "section": 15,
      "text": "אם שני דייני הקיום כל אחד מעיד על כתב ידו השטר מקויים:"
    },
    {
      "id": "choshen_mishpat-046-16",
      "section": 16,
      "text": "אם עד אחד מן השוק מעיד על חתימת עידי השטר ודיין א' מעיד על חתימתו מצטרפים דאמאי דמסהיד סהדא מסהיד דיינא וכן הדין כשאין הדיין מעיד על חתימתו אלא שב' מן השוק מעידים על הדיין דהשתא כולה סהדותא חד הוא:"
    },
    {
      "id": "choshen_mishpat-046-17",
      "section": 17,
      "text": "עידי הקיום יכולים להיות קרובים לעידי השטר ולא עוד אלא אפי' מת האב החתום בעוד הבן קטן יכול להעיד על חתימת אביו אחר שיגדיל להצטרף עם אחר כשר וכן יכול להעיד על כתב יד אחיו או על כתב יד רבו שראה בקטנותו וי\"א דדוקא אלו שרגיל עמהם אבל על כתב יד אחר אינו נאמן להעיד בגדלו שהכיר אותו בקטנותו:"
    },
    {
      "id": "choshen_mishpat-046-18",
      "section": 18,
      "text": "צריך שלא יהיו עידי הקיום קרובים לדייני קיום ויש מכשירין: הגה ועידי הקיום יכולין להיות קרובים לעדים המעידים על חתימת הדיינים שקיימו השטר (ב\"י) ועידי הקיום לא יהיו קרובים זה לזה (ר\"נ סוף פרק ב' דכתובות):"
    },
    {
      "id": "choshen_mishpat-046-19",
      "section": 19,
      "text": "עידי קיום הקרובים למלוה וללוה פסולים ויש מי שמכשיר ודייני קיום הקרובים למלוה וללוה הקיום פסול (ר\"נ פרק ב' דייני גזרות וריב\"ש סי' שפ\"ב והרא\"ש כלל ס' סי' ד' ונ\"י פ' יי\"נ ומרדכי פ\"ב דכתובות):"
    },
    {
      "id": "choshen_mishpat-046-20",
      "section": 20,
      "text": "(ר\"נ שם) דיינים החותמים לקיים השטר חותמים אע\"פ שלא קראוהו ודוקא מה שיש בגוף השטר אין צריכים לקרות אבל מ\"מ צריכים הם לראות מי הם המלוה והלוה כדי שלא יהיו קרובים לדיינים ולא לעדים המעידים בפניהם וי\"א שא\"צ לקרותו כלל (ובלבד שיכתבו מי הם עידי הקיום שאם יהיו פסולים למלוה ולוה יכולים להכיר אח\"כ) (נ\"י בשם ריטב\"א):"
    },
    {
      "id": "choshen_mishpat-046-21",
      "section": 21,
      "text": "דיינים שדנים על תנאים ועניינים שבמלו' עצמ' צריך שיהיו רחוקים מעידי השטר:"
    },
    {
      "id": "choshen_mishpat-046-22",
      "section": 22,
      "text": "דייני קיום צריך שיהיו רחוקים מדיינים שדנים על המלוה עצמה ויש מכשירין:"
    },
    {
      "id": "choshen_mishpat-046-23",
      "section": 23,
      "text": "עידי הקיום יכולים להיות קרובים לדייני מלוה:"
    },
    {
      "id": "choshen_mishpat-046-24",
      "section": 24,
      "text": "שלשה שישבו לקיים את השטר שנים מהם מכירים חתימת ידי העדים ואחד אינו מכיר עד שלא חתמו מעידין בפניו וחותם משחתמו אין מעידים בפניו וחותם ומותר לכתוב הקיום בשטר קודם שיתקיי' השטר שאין הכתיב' עיקר אלא החתימה ויש חולקים:"
    },
    {
      "id": "choshen_mishpat-046-25",
      "section": 25,
      "text": "אם באו עדים והעידו שבשעה שנתקיים בפניהם לא היו במעמד א' אלא כל א' קבל עדות בפני עצמו פסול ואין הדיינים עצמן נאמנים לומר שלא היו ביחד ושעשו שלא כדין (תשובת רמב\"ן סי' צ\"ד) ויש מי שמכשיר:"
    },
    {
      "id": "choshen_mishpat-046-26",
      "section": 26,
      "text": "ג' שישבו לקיים את השטר ובאו ב' עדי' וערערו על א' מהן שהוא גזלן וכיוצא בו ובאו שנים אחרים והעידו שחזר בתשובה אם עד שלא חתמו העידו שחזר ה\"ז חותם עמהן שהרי ג' היו ואם אחר שחתמו העידו עליו שחזר בתשובה אינו חותם עמהם שהרי הוא כמי שאינו בעת חתימת השנים:"
    },
    {
      "id": "choshen_mishpat-046-27",
      "section": 27,
      "text": "בד\"א כשערערו עליו בעבירה אבל אם ערערו עליו בפגם משפחה כגון שאמרו אמו לא נשתחררה ועבד הוא או לא נתגיירו ועכו\"ם הוא ונודע אחר שחתמו השנים שאין במשפחתו פגם ושהוא כשר ה\"ז חותם עמהם שזה גילוי דבר הוא שהיה מקודם:"
    },
    {
      "id": "choshen_mishpat-046-28",
      "section": 28,
      "text": "כתבו קיום ונמצא אחד מדייני קיום פסול יחתכו אותו קיום והשטר נשאר בכשרותו:"
    },
    {
      "id": "choshen_mishpat-046-29",
      "section": 29,
      "text": "ג' שישבו לקיים את השטר ומת אחד מהם צריכין לכתוב במותב תלתא הוינא וחד ליתוהי כדי שלא יאמר הרואה בית דין של שנים קיימוהו אפי' היה כתוב בו בב\"ד יאמר שמא דימו ששנים ב\"ד הם ואם יש בו משמעות שהיו שלשה א\"צ וי\"א שאם לא כתבו וחד ליתוהי כשר ומ\"מ לכ\"ע אם כתב בי דינא ובמותב תלתא תו לא צריך וחותמים שנים מהם ודיו: הגה ואם כל השלשה חתומים א\"צ לכתוב במותב תלתא הוינא (נ\"י פ' ג\"פ וריב\"ש סי' תי\"ג וש\"ח ורשב\"א סי' אלף קנ\"ג ור\"ן פ\"ב דכתובות ואפי' אין כתוב בו רק שטר זה נתקיים כראוי די בכך (תשובת רמב\"ן סי' צ\"א):"
    },
    {
      "id": "choshen_mishpat-046-30",
      "section": 30,
      "text": "אפי' כשלא מת א' מהם נוהגין לכתוב וחד ליתוהי כדי להקל מעליהם שלא יחתמו בו אלא שנים: הגה אם כתב בהנפק במותב תלתא וכו' וחתומים בו ג' ונמצא א' מהן קרוב או פסול יש אומר דכשר דתלינן דג' אחרים ישבו ולא חתמו מהן רק ב' והג' הקרוב או הפסול חתם אח\"כ (ריב\"ש סי' תי\"ג) כמו שנתבאר לעיל סי' מ\"ה סעיף י\"ב לענין שאר שטרות וי\"א דפסול (הרא\"ש כלל ס' סי' ד') קיום שכתבו אנחנו סהדי כשר דהואיל וחתומים ג' אנו רואין שהיו ב\"ד (ריב\"ש סי' שפ\"ב):"
    },
    {
      "id": "choshen_mishpat-046-31",
      "section": 31,
      "text": "קיום ב\"ד צריך שיהיה סמוך לכתב ידי העדים או סמוך לצד השטר או מאחוריו כנגד הכתב ולכן אם הנייר קצר למטה יכתוב הקיום מן הצד או מאחוריו (רמב\"ם והמגיד פכ\"ז מהלכות מלוה ואם היה בין הקיום והשטר ריוח שטה אחת ושני אוירים פסול הקיום לבדו שמא יחתוך השטר שנתקיים ויזייף באותה שטה שטר ושני עדים ונמצא הקיום על שטר מזוייף:"
    },
    {
      "id": "choshen_mishpat-046-32",
      "section": 32,
      "text": "(ל' רמב\"ם שם דין ז' וע' פרישה סס\"ק פ\"ה ופ\"ז) הרחיק הקיום מהשטר שטה או שני שיטין או יותר ומילא כל הריוח שריטות דיו כשר שהרי אינו יכול לזייף ואין חוששין לב\"ד שקיימו קיום על השריטות אלא על גופו של שטר ויש אומרים שחוששין לכך:"
    },
    {
      "id": "choshen_mishpat-046-33",
      "section": 33,
      "text": "שטר הבא הוא ועידיו על המחק והקיום מלמטה על הנייר אין מקיימים אותו מדייני הקיום אלא מעדים של מעלה שמא הקיום היה רחוק מהשטר הרבה והיה הריוח מלא שריטות של דיו וחתך גוף השטר ומחק השריטות וכתב השטר ועידיו על המחק ויש מכשירין לקיימו מדייני הקיום:"
    },
    {
      "id": "choshen_mishpat-046-34",
      "section": 34,
      "text": "חתם בשטר קודם שנעשה גזלן ונעשה גזלן הוא אינו יכול להעיד על כתב ידו אבל אם אחרים מעידים שמכירים חתימתו וראו חתימתו שבשטר זה קודם שנעשה גזלן כשר אבל אם לא ראוהו עד אחר שנעשה גזלן לא דאיכא למיחש שמא עתה זייף וחתם: הגה (נלמד מהדין שאח\"ז) ואם אין עדים המכירים חתימתו הגזלן כותב חתימתו ומקיימין ממנה כמו שנתבאר לעיל סי' י\"ג וה\"ה אם המיר לעכו\"ם לאחר החתימה דינו כנעשה גזלן (ב\"י בשם ריטב\"א):"
    },
    {
      "id": "choshen_mishpat-046-35",
      "section": 35,
      "text": "חתם בשטר עד שלא נעשה חתנו ונעשה חתנו הוא אינו יכול להעיד על כתב ידו אבל אחרים מעידים שמכירים חתימתו אפי' לא ראוהו עד שנעשה חתנו ויש מי שאומר דהיינו דוקא כשהשטר יוצא מתחת יד אחר אבל אם יוצא מתחת יד העדים לא:"
    },
    {
      "id": "choshen_mishpat-046-36",
      "section": 36,
      "text": "חתם כשהיה בריא ונשתתק הוא אינו יכול להעיד על כתב ידו אבל אחרים מעידים עליה:"
    },
    {
      "id": "choshen_mishpat-046-37",
      "section": 37,
      "text": "שנים החתומים על השטר ומתו ואין כתב ידם יוצא ממקום אחר ובאו שנים ואמרו כתב ידם הוא אבל קטנים היו או פסולין הרי אלו נאמנים וקורעין השטר אא\"כ טען שנקבע לו זמן לקיים השטר ואם יש עדים שהוא כתב ידם או שהיה כתב ידם יוצא ממקום אחר משטר שקרא עליו ערער והוחזק בב\"ד אין קורעין אותו ויש מי שאומר שא\"צ שקרא עליו ערער דבהוחזק בב\"ד סגי אפילו לא קרא עליו ערער: הגה וכל זה שכבר מתו העדים אבל אם העדים עדיין חיים וב' עדים אחרים באים לפוסלן ואמרו שפסולין הם גם השטר נפסל אע\"פ שכתב ידם יוצא ממקום אחר (ר\"ן בשם י\"א וטור בשם התוס') וי\"ח ומכשירין השטר (שם בשם אביו הרא\"ש) והא דאין נאמנים בשכתב ידם יוצא ממקום אחר לא למהוי שטרא מעליא לגבות בו אלא דאי תפס מטלטלין לא מפקינן מניה (טור בשם רש\"י והרא\"ש) עדים שאין כת\"י יוצא ממקום אחר ואמרו כ\"י הוא זה ואומרים בתוך כדי דבור אנוסים היינו מחמת נפשות או קטנים היינו או פסולי עדות היינו מחמת קורבה ונתרחקנו או מסר מודעא בפנינו או תנאי היה בדבר ולא ראינו שנתקיים התנאי הרי אלו נאמנים ואפי' עד א' אומר לא היה תנאי ועד א' אומר היה תנאי ולא נתקיים נאמן ואין כאן אלא עד א' ואם כתוב בשטרא ואנן סהדי מסהדינן דלא הוי שיור בשטרא אינן יכולין לומר תנאי היה בדבר דאינן חוזרין ומגידין מיהו אם אומרים מה שכתוב שלא היה בו שיור לא נאמר לבטל התנאי רק שלא היה שיור בגוף המכר נאמנין (טור סנ\"ה) וכן יכולים לפרש דברי השטר בכל דבר שאינן סותרין דבריהם (נ\"י פ' מי שמת) אבל אם אמרו שהיו אנוסין מחמת ממון או שהיה שטר אמנה או שהיו פסולים בעבירה אינם נאמנים ואפי' אמרו שאח\"כ עשו תשובה ואע\"פ שאינם נאמנים לבטל השטר מ\"מ לגבי דידהו נאמנים וחייבים לשלם ללוה ההפסד שבא לו מכח חתימתם ואם אומרים שבשעה שחתמו לא ידעו שהיה אמנה ואח\"כ נתברר להם שהיה אמנה נאמנים ואם כתב ידם יוצא ממק\"א או שיש עדים שזה כתב ידם אין נאמנים בשום דבר שיאמרו לבטל השטר חוץ מלומר בפנינו מסר מודעא:"
    },
    {
      "id": "choshen_mishpat-046-38",
      "section": 38,
      "text": "עדים החתומים על השטר שאמרו שהלוה היה קטן באותה שעה אינם נאמנים: הגה י\"א הא דעדים החתומים על השטר כמי שנחקרה עדותן ואינן יכולין לחזור דוקא שנים אבל ע\"א החתום בשטר יכול לחזור בו (ריב\"ש סי' קכ\"ז):"
    }
  ]
}