{
  "id": "choshen_mishpat-312",
  "chapterLabel": "סימן 312",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-312-1",
      "section": 1,
      "text": "המשכיר בית לחבירו לזמן קצוב או סתם. ובו כ סעיפים:המשכיר לחבירו בית או חצר או מרחץ או חנות לזמן קצוב אינו יכול לחזור בו ולהוציאו תוך זמנו אפילו נפל ביתו של משכיר שאין לו מקום לדור בו ואפילו העני וצריך למכרו לאחר אינו יכול להוציאו והמקח קיים ולוקח צריך להניחו ביד השוכר עד שישלים זמנו ואם היה מושכר בענין שלא היה יכול לפדותו לעולם אם לא מכרו יכול למכרו ולהוציאו מיד (הרא\"ש ומרדכי פ' השואל) התנה עמו שיוכל להוציאו לצרכו ומכרו אין הלוקח יכול להוציאו (ריב\"ש סי' רכ\"ז) ואם הקדים לו השכר אפי' לזמן מרובה אינו יכול להוציאו עד שיכלה זמן כל השכירות שהקדים לו: הגה ואפי' לא קצב לו זמן אפ\"ה מסתמא שכרו נגד מעותיו (ב\"י) המשכיר בית לחבירו ובתוך הזמן רוצה לבנותו אין יכול לכופו לצאת אפי' לבית יפה ממנו גם להכניס פועלים לבית לבנותו מיהו מבקשים מן השוכר לעשות לפנים משורת הדין (מרדכי רב\"ב):"
    },
    {
      "id": "choshen_mishpat-312-2",
      "section": 2,
      "text": "אם חזר אחר שהשכירו לזה והשכירו או מכרו לעכו\"ם או אנס שהפקיע שכירות הראשון ה\"ז חייב להשכיר לו בית אחר כמותו וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-312-3",
      "section": 3,
      "text": "משכנו לשנים ידועים בכך וכך לכל שנה ושנה כ\"ז שלא יפדנו וחזר ומכרו לאחר אין הלוקח יכול לקחתו מיד המלוה תוך השנה אבל אחר השנה יכול לקחתו:"
    },
    {
      "id": "choshen_mishpat-312-4",
      "section": 4,
      "text": "השכיר לו ללינה אין פחות מיום אחד לשביתה אין פחות משני ימים לנישואין אין פחות מל' יום:"
    },
    {
      "id": "choshen_mishpat-312-5",
      "section": 5,
      "text": "המשכיר בית לחבירו סתם אינו יכול להוציאו עד שיודיעו ל' יום מקודם כדי לבקש מקום ולא יהא מושלך בדרך ולסוף הל' יצא בד\"א בימות החמה אבל בימות הגשמים אינו יכול להוציאו מהחג ועד הפסח:"
    },
    {
      "id": "choshen_mishpat-312-6",
      "section": 6,
      "text": "קבע לו שלשים יום לפני החג אם נשאר מהל' יום אפי' יום א' אינו יכול להוציאו עד מוצאי הפסח והוא שיודיעו ל' יום מקודם בד\"א בעיירות אבל בכרכים אחד בימות החמה ואחד בימות הגשמים צריך להודיעו שנים עשר חדש מקודם וחנות בין בכרכים בין בעיירות צריך להודיעו י\"ב חדש מקודם ובחנות של נחתומין וצבעין צריך להודיעו ג' שנים מקודם (טור):"
    },
    {
      "id": "choshen_mishpat-312-7",
      "section": 7,
      "text": "כשם שהמשכיר חייב להודיעו כך השוכר חייב להודיעו מקודם שלשים יום בעיירות או מקודם י\"ב חדש בכרכים כדי שיבקש שכן ולא ישאר ביתו פנוי ואם לא הודיעו אינו יכול לצאת אלא יתן השכר: הגה או יעמוד לו אחר במקומו ואם רוצה להעמיד אדם שאינו הגון אין המשכיר צריך לקבלו (ב\"י) (וע\"ל סי' שי\"ו):"
    },
    {
      "id": "choshen_mishpat-312-8",
      "section": 8,
      "text": "אם שכרו לזמן קצוב כיון שכלה הזמן יכול להוציאו מיד אפי' כלה הזמן באמצע ימות הגשמים:"
    },
    {
      "id": "choshen_mishpat-312-9",
      "section": 9,
      "text": "מה שאמרנו שאין המשכיר יכול להוציאו ולא השוכר יכול לצאת עד שיודיענו מקודם אם הוקרו הבתים יש למשכיר להוסיף עליו ולומר לשוכר או שכור בשוויה או תצא וכן אם הוזלו הבתים יש לשוכר לפחות השכר ולומר למשכיר או שכור לי כשער של עכשיו או הרי ביתך לפניך מיהו דוקא דהתנו הכי מקודם הזמן ואע\"פ שעבר זמן הודעה אבל אם עמדו בסתם מסתמא דעתם היה על השכר הראשון: הגה וכן אם שכרו לזמן קצוב אע\"פ שנתייקרו הבתים או הוזלו אינן יכולין לשנות רק כפי שהתנו (הרא\"ש כלל א') מי ששכר בית לחבירו והיה אוהבו ונעשה שונאו אין יכול להוציאו מן הבית ואם א\"ל מתחילה שאינו משכיר לו רק משום שהוא אוהבו ונעשה שונאו יכול להוציאו (נ\"י פ' השואל):"
    },
    {
      "id": "choshen_mishpat-312-10",
      "section": 10,
      "text": "בד\"א שהשכירו סתם אבל אם השכירו לזמן ידוע אע\"פ שנתייקרו הבתים או הוזלו אינם יכולים לא להוסיף ולא לגרוע:"
    },
    {
      "id": "choshen_mishpat-312-11",
      "section": 11,
      "text": "נפל בית המשכיר שהיה דר בו ה\"ז יכול להוציא השוכר מביתו ואומר לו אינו בדין שתהי' אתה יושב בביתי עד שתמצא מקום ואני מושלך בדרך שאין אתה בעל זכות בבית זה יותר ממני ודוקא בשוכר סתם אבל בשוכר לזמן ידוע אינו יכול להוציאו תוך זמנו:"
    },
    {
      "id": "choshen_mishpat-312-12",
      "section": 12,
      "text": "נתן הבית לבנו לישא בו אשה אם היה יודע שבנו נעשה חתן בזמן פלוני והיה אפשר לו להודיעו מקודם ולא הודיעו אינו יכול להוציאו ואם עכשיו נזדמנה לו אשה והרי הוא נושאה מיד ה\"ז יש לו להוציאו שאינו בדין שיהא זה יושב בביתו ובן בעל הבית ישכור בית שיעשה לו חתונה:"
    },
    {
      "id": "choshen_mishpat-312-13",
      "section": 13,
      "text": "מכר הבית או נתנו או הורישו אין השני יכול להוציאו עד שיודיעו מקודם ל' יום או מקודם י\"ב חדש שהרי השוכר אומר לו אין כחך יותר מכח זה שזכית בבית זה:"
    },
    {
      "id": "choshen_mishpat-312-14",
      "section": 14,
      "text": "מקום שנוהגין שיש להם ראש שנה קבוע לשכירות הבתים וראובן שכר בית משמעון לשנה אחת ואחר שכלתה השנה נשאר בבית חדש אחד ולא דברו זה עם זה כלום בשכירות שנה הבאה ורצה ראובן לצאת מהבית ושמעון מעכב על ידו שלא לצאת עד תשלום שנה שניה הדין עם שמעון: הגה שנים שהיו דרים בבית והיו חולקים על הבית ואח\"כ נתחייב אחד בדין צריך לצאת אפי' באמצע החורף אע\"פ שלא הודיעו חבירו מקודם (עיין ב\"י):"
    },
    {
      "id": "choshen_mishpat-312-15",
      "section": 15,
      "text": "המשכיר בית לשנה בסכום ידוע ונתעברה השנה נתעברה לשוכר השכיר לחדשים נתעברה למשכיר הזכיר לו חדשים ושנה בין שאמר לו דינר לחדש שנים עשר דינר בשנה בין שאמר לו י\"ב דינר לשנה דינר בכל חדש הרי חדש העיבור של משכיר שהקרקע בחזקת בעליה: הגה אבל מי ששכר מלמד לבנו וא\"ל שני לשונות כאלו והמלמד למד עמו חדש העיבור א\"צ לשלם לו חדש העיבור (תשובת רשב\"א סי' תרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-312-16",
      "section": 16,
      "text": "ב\"ה שאמר לזמן השכרתיך והשוכר אומר לא שכרתי אלא סתם או לזמן ארוך על השוכר להביא ראיה ואם לא הביא ב\"ה נשבע היסת ומוציאו מן הבית: הגה וכן בכל ספק שנופל בין הדר בבית חבירו ובין חבירו (המגיד פ\"ז דשכירות) אם לא שאכלה שני חזקה דאז נאמן במגו דלקחתי (רשב\"א וע\"ל סי' שט\"ו ס\"ג ובסי' שי\"ו):"
    },
    {
      "id": "choshen_mishpat-312-17",
      "section": 17,
      "text": "המשכיר בית לחבירו לזמן ורוצה לסתרו בתוך הזמן השוכר יכול לעכב עליו ואם עבר וסתרו בתוך הזמן חייב להעמיד לו בית אחר או ישכיר לו כמותו ואם מעצמו נפל אם אמר לו בית זה אני משכיר לך אינו חייב לבנותו (ואפילו בנאו המשכיר יכול לומר שלא ידור בו) (ב\"י מדברי הרשב\"א) אלא מחשב על מה שנשתמש בו ומחזיר לו שאר השכירות (ואפילו השוכר אומר אבננו משלי אין שומעין לו) (ב\"י) ויש מי שאומר דדוקא בשנפל כולו אבל אם הוא קיים אלא שהוא מסוכן לדור בו חייב המשכיר לתקנו אם יש בידו שכירות מוקדם ואם אמר לו בית סתם ונפל חייב לבנותו או יתן לו בית אחר ואם היה קטן מהבית שנפל אין השוכר יכול לעכב עליו והוא שיהיה קרוי בית שלא השכיר אלא בית סתם (אבל כ\"ז שלא נפל הראשון אינו יכול להוציאו וליתן לו בית קטן כזה) (נ\"י סוף פרק השואל) אבל אם אמר לו בית כזה אני משכיר לך חייב להעמיד לו בית כמדת ארכו ומדת רחבו של בית זה שהראהו ואינו יכול לומר לא היה ענין דברי אלא שיהיה קרוב לנהר או לשוק או למרחץ כזה אלא חייב להעמיד לו בית כמדתו וכצורתו (ואע\"פ שאינו נאה בבנינו ובקישוטו) (נ\"י הנ\"ל) לפיכך אם היה קטן לא יעשנו גדול גדול לא יעשנו קטן א' לא יעשנו שנים שנים לא יעשנו אחד ולא יפחות מהחלונות שהיו בו ולא יוסיף עליהם אלא מדעת שניהם: הגה נשרף הבית דינו כנפל (מרדכי פרק האומנין ותשובת מיימוני דמשפטים סי' מ\"ז) נשרף כל העיר הוי מכת מדינה ומנכה לו מן שכירותו מה שלא דר בו בין הקדים לו שכרו או לא (שם במרדכי ושם בתשובת מיי' דמשפטים) המשכיר בית לחבירו והוא נפל אדעתא דלבנותו הוא מוגיר ליה (נ\"י סוף פרק השואל):"
    },
    {
      "id": "choshen_mishpat-312-18",
      "section": 18,
      "text": "המשכיר עלייה סתם חייב להעמיד לו עלייה אמר לו עלייה זו שעל גבי בית זה אני משכיר לך הרי שעבד בית לעלייה לפיכך אם נפחתה העלייה בארבע טפחים או יותר חייב המשכיר לתקן ואם לא תקן הרי השוכר יורד ודר בבית עם בעל הבית ונכנס ויוצא דרך פתח הבית עד שיתקן לו את העלייה אבל אם נפל הבית והעלייה א\"צ לבנות לו אחר כיון שאמר לו בית זה: הגה אבל אם נפל העלייה צריך לבנותו כל זמן שהבית קיים (טור):"
    },
    {
      "id": "choshen_mishpat-312-19",
      "section": 19,
      "text": "היו שתי עליות זו על גב זו ונפחתה העליונה דר בתחתונה נפחתה התחתונה הרי זה ספק אם ידור בעליונה או בבית לפיכך לא ידור ואם דר אין מוציאין אותו משם:"
    },
    {
      "id": "choshen_mishpat-312-20",
      "section": 20,
      "text": "מעשה באחד שאמר לחבירו דלית (פי' גפן מודלית על אילן שפירותיו אפרסקין) זו שעל גבי אפרסק הזה אני משכיר לך ונעקר אילן האפרסק ממקומו ובא מעשה לפני חכמים ואמרו לו חייב אתה להעמיד האפרסק כ\"ז שהדלית קיימת וכן כל כיוצא בזה: הגה ודוקא בכה\"ג שהאפרסק עדיין בעולם רק שנעקר ממקומו אבל אי נקצץ לא מחויב להעמיד לו אחר וכן אם נפל הבית שתחת עלייה ואמר לו עלייה שעל גב בית זו א\"צ להעמיד בית אחר (טור בשם הרמ\"ה):"
    }
  ]
}