{
  "id": "choshen_mishpat-011",
  "chapterLabel": "סימן 11",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-011-1",
      "section": 1,
      "text": "כיצד מזמינים לדין ועל פי מי. ובו ו סעיפים:כיצד מזמינים בעל דין לדין שולחים לו ב\"ד שלוחם שיבא ליום המזומן לדין לא בא מזמינים אותו פעם שנית לא בא מזמינים אותו פעם שלישית לא בא ממתינים לו כל היום לא בא מנדין אותו למחרתו בד\"א במי שהיה בכפרים ויוצא ונכנס אבל מי שהוא מצוי בעיר אין קובעים לו זמן אלא פעם אחת ואם לא בא כל אותו יום מנדין אותו למחרתו: הגה הלך הב\"ד למקום אחר צריך לילך אחריהם ואם לא הלך מנדין אותו (ב\"י) והשליח ב\"ד נאמן לומר הקלני או הקלה הדיין או לא רצה לבוא לדין ומשמתין (פי' הנדוי או החרם שם מיתה) אותו על פיו אבל אין כותבין עליו פתיחא של שמתא עד שיבואו שנים ויעידו שנמנע לבוא ואין שליח ב\"ד חייב באמירת דברים משום לשון הרע: הגה מי שאומר שאינו חושש על גזירת ב\"ד או חכם אע\"פ שבא לב\"ד מנדין אותו הואיל ואומר שלא בא מחמת גזירתו הוי אפקירותא וע' בי\"ד סי' של\"ד ואם אמר לא אדון לפניכם אלא לפני ב\"ד אחר ע' לקמן סי' י\"ד מי שלא יוכל לבא לב\"ד כי צריך לילך למרחקים יש להודיע לב\"ד ולשום התנצלותו ולבקש זמן אחר ואם לא עשה מנדין אותו אע\"פ שלא היה יכול לבא (מהרי\"ק שורש י\"א) מי שקבל עליו ב\"ד של שנים (בקנין) והזמינוהו ולא בא מנדין אותו בב\"ד של שלשה (ב\"י בשם תשו' הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-011-2",
      "section": 2,
      "text": "שליח שאמר פלוני שלחני בשם א' מהדיינים ולא רצה לבוא אין כותבין עליו פתיחא של שמתא עד שיאמר בשם שלשתן ואם יש בהם מומחה חולקין לו כבוד ומזכירין לו שם המומחה (נ\"י פ' אלו מגלחין) בד\"א שהלך השליח ביום שאינו ידוע לישיבת הדיינים אבל ביום הידוע שהדיינים יושבים בו לדין הכל יודעים שכל הדיינים מקובצים ואע\"פ שבא השליח בשם אחד כאלו בא בשם שלשתן:"
    },
    {
      "id": "choshen_mishpat-011-3",
      "section": 3,
      "text": "מי שהוא במדינה והלך שליח ב\"ד ולא מצאו אין קובעים לו זמן עד שימצאנו השליח ויאמר לו היה בכפר אם דרכו לבא באותו היום אומר השליח אפי' לאחד מהשכנים אפי' אשה אם יבוא פלו' הודיעוהו שב\"ד קבעו לו זמן שיבא היום לב\"ד ואם לא בא מנדין אותו לערב (וכ\"ש ע\"פ שליח ב\"ד אע\"פ שלא חזר ואמר עשיתי שליחותי) (טור) בד\"א כשאין בדרך שדרכו לילך בה על מקום ב\"ד אבל אם דרכו עליהם אין מנדין אותו עד שיודיעו השליח בעצמו שמא לא אמרו לו השכנים שהרי הם אומרים דרכו על פתח ב\"ד וכבר הלך (אליהם) ונפטר וכן אם לא בא במדינה עד למחר אין סומכים על השכנים שמא שכחו ולא אמרו לו: הגה וכן אם היה בעיר אין סומכים על השכנים שיאמרו שמא השליח ב\"ד מצאו ואמר לו (טור):"
    },
    {
      "id": "choshen_mishpat-011-4",
      "section": 4,
      "text": "מי שכתבו עליו נידוי על שלא בא ואמר אבוא אין קורעין כתב הנדוי עד שיבא אבל מי שכתבו עליו נידוי על שהיה מסרב לעשות ציווי ב\"ד מיד כשאומר הריני מקבל עלי לעשות ציווי ב\"ד קורעים כתב הנידוי והוא נותן שכר הסופר: הגה מי שכתבו עליו סרבנות וטען אח\"כ שלא שמע אינו נאמן דמעשה ב\"ד יש לו קול (מרדכי ר\"פ שני ד\"ג):"
    },
    {
      "id": "choshen_mishpat-011-5",
      "section": 5,
      "text": "נשים יקרות (או ת\"ח שתורתו אומנתו) אם מזמנים אותם לבא לב\"ד וכן אם הנתבע יכול למנות שליח שיהא במקומו לב\"ד יתבאר בסי' צ\"ו ובסי' קכ\"ד:"
    },
    {
      "id": "choshen_mishpat-011-6",
      "section": 6,
      "text": "הדיין יכול לחתום בשטר הזמנה מן הצד:"
    }
  ]
}