{
  "id": "choshen_mishpat-346",
  "chapterLabel": "סימן 346",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-346-1",
      "section": 1,
      "text": "דין פטור שאלה בבעלים עם כל דיניו ובעל בנכסי אשתו. ובו יט סעיפים:השואל והיה המשאיל עם השואל במלאכתו בשע' שמשך הדבר השאול אפי' נגנב או נאבד בפשיעה פטור שנא' אם בעליו עמו לא ישלם לא שנא היה עמו בשאלה שהשאיל את עצמו לעשות מלאכתו לא שנא היה עמו בשכירות שהשכיר עצמו לו לא שנא הי' עמו באותה מלאכה של הדבר השאול ל\"ש במלאכה אחרת אפי' א\"ל השקני מים והשקהו והשאיל לו פרתו בעוד שהוא משקהו הוי שאלה בבעלים אבל אם משך תחלה ואח\"כ השקהו לא הוי שאלה בבעלים:"
    },
    {
      "id": "choshen_mishpat-346-2",
      "section": 2,
      "text": "לא שנא אם באו שאלת הבעלים עם שאלת הפרה כאחד לא שנא הי' הוא שאול או שכור לו ואח\"כ השאיל לו פרתו פטור אפי' לא היה עמו בשעת שבירה ומיתה אבל אם לא היה עמו בשעת שאלה ואח\"כ שאל את הבעלים או השכירם אין זה שאלה בבעלים אע\"פ שהי' עמו בשעת שבירה ומיתה:"
    },
    {
      "id": "choshen_mishpat-346-3",
      "section": 3,
      "text": "שאל הבעל ונתרצה להיות שאול לו אע\"פ שלא התחיל במלאכת השואל בשעת משיכת הפרה אלא מזמין ומכין עצמו ללכת חשיב שפיר עמו במלאכתו אבל באמירה שאומר להיות שאול לו ולא הכין עצמו למלאכתו לא הוי שאלה בבעלים:"
    },
    {
      "id": "choshen_mishpat-346-4",
      "section": 4,
      "text": "השאיל לו בהמתו או השכירה לו למשוי והלך עמה לסעדה ולהטעינה הוי שאלה בבעלי' אע\"פ שמעצמו נשאל לו (ודלא כיש חולקין בזה ) (מרדכי ריש פ' השואל) ואם לא הלך אלא לראות שלא יוסיף המשוי אין זה שאלה בבעלים (וכן אם תפס לו הש\"טעגרב הוי לתקנת בהמתו ולא מקרי שאלה בבעלים) (מרדכי הנ\"ל בשם ראבי\"ה):"
    },
    {
      "id": "choshen_mishpat-346-5",
      "section": 5,
      "text": "א\"ל שמור לי ואשמור לך או שמור לי היום ואשמור לך למחר נתבאר בסי' ש\"ה:"
    },
    {
      "id": "choshen_mishpat-346-6",
      "section": 6,
      "text": "האומר לשלוחו צא והשאל עם פרתי אינה שאלה בבעלי' שנא' אם בעליו עמו הבעלי' עצמם ולא שליח (ויש חולקין ואומרים דשלוחו של אדם כמותו) (טור ס\"ט בשם הרמ\"ה) ואם אמר לעבדו הכנעני צא והשאל עם פרתי הרי זה שאלה בבעלים שיד העבד כיד רבו: הגה נשאל לו העבד בלא דעת רבו לא מקרי שאלה בבעלים (רמב\"ם והמגיד פרק ב' דשאלה):"
    },
    {
      "id": "choshen_mishpat-346-7",
      "section": 7,
      "text": "שותפים ששאל אחד מחבירו הוי שאלה בבעלים:"
    },
    {
      "id": "choshen_mishpat-346-8",
      "section": 8,
      "text": "האומר לחבירו השאילני היום ואשאילך למחר אינו שאלה בבעלים:"
    },
    {
      "id": "choshen_mishpat-346-9",
      "section": 9,
      "text": "שאל מהאשה פרת נכסי מלוג ונשאל לו בעלה או אשה ששאלה פרה לצורך נכסי מלוג שלה ונשאל בעל הפרה לבעלה לא הוי שאלה בבעלים משום דקנין פירות לאו כקנין הגוף דמי:"
    },
    {
      "id": "choshen_mishpat-346-10",
      "section": 10,
      "text": "שאל פרה לרבעה או ליראות (בה) או לעשות בה פחות מש\"פ או ששאל שתי פרות לעשות בהן שוה פרוטה הרי זה ספק ואין מוציאין מידו:"
    },
    {
      "id": "choshen_mishpat-346-11",
      "section": 11,
      "text": "שאל מב' שותפים ונשאל לו אחד מהן וכן השותפים ששאלו ונשאל לא' מהם ה\"ז ספק אם הוא שאלה בבעלים אם לאו לפיכך אם מתה אינו משלם ואם תפסו הבעלים אין מוציאים מידם ואם פשע בה יש מחייבים ויש פוטרים:"
    },
    {
      "id": "choshen_mishpat-346-12",
      "section": 12,
      "text": "מלמד תינוקות והנוטע לבני המדינה והמקיז להם דם והסופר שלהם כל אלו וכיוצא בהם יום שהוא יושב בו לעשות במלאכתו אם השאיל או השכיר לא' מאלו שהוא עוסק במלאכתם ה\"ז שמירה בבעלים ואפי' פשע בה השומר פטור אבל הוא ששאל או שכר מהם חייב שאינם שאולים לו ויש אומרים שבזמן הראוי למלאכ' אף ע\"פ שאינם עסוקים בה לפי שאינו רשאי להשמט מהמלאכ' ההוא בכל עת שצריכים לו הוי לגבייהו שאלה בבעלים אפי' אם צריך לתת לו שכר מ\"מ מוכרח הוא לעשות לו מלאכתו מידי דהוה אשותפים ששכרו שכיר חדש או שנה דבכל שעה הוי שאלה בבעלים לכל אחד מהם:"
    },
    {
      "id": "choshen_mishpat-346-13",
      "section": 13,
      "text": "הרב השונה לתלמידיו אם הם צריכים ללמוד עמו בכל מסכתא שירצה הוא ואף אם התחילו מסכתא אחת יכול לשנותה לאחרת אז הוי הם כשאולים לו שהם עמו במלאכ' ואם שאל מהם הוי שאלה בבעלים ואם הוא צריך ללמוד עמהם בכ\"מ שירצו אז הוא נשאל להם ואפי' שלא בשעת הלימוד כיון שצריך ללמוד עמהם בכל עת שירצו ואם הדבר תלוי בשניהם שהמסכת שהתחיל יגמרו ואין הרב יכול לשנות המסכתא שלא מדעת התלמידי' ולא התלמידי' בלא דעת הרב אז אינם שאולים זה לזה כלל ולפני המועדים שדרך לדרוש לעם הלכות המועד הוא נשאל להם: הגה וכן הדין בשליח צבור עם קהל שלו דאם הקהל אינן יכולין להשמט ממנו הם כשאולין לו ואם הוא אינו יכול להשמט מהן הוא נשאל להן (ב\"י בשם הרשב\"ץ):"
    },
    {
      "id": "choshen_mishpat-346-14",
      "section": 14,
      "text": "שאלה בבעלים ושכרה שלא בבעלים פטור שהשכירות תלוי בשאל' אבל אם שכרה בבעלים וחזר ושאלה שלא בבעלים או שאל' בבעלים וחזר ושכרה שלא בבעלים וחזר ושאל' שלא בבעלים או ששכרה בבעלים וחזר ושאלה שלא בבעלים וחזר ושכר' שלא בבעלים כל אלו ספק שמירה בבעלים הוא: הגה וי\"א דאם שכרה בבעלים וחזר ושאלה שלא בבעלים מקרי שמירה בבעלים (טור סי\"ו בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-346-15",
      "section": 15,
      "text": "יש אומרים שאם שכרה בבעלים וחזר ושכר' שלא בבעלים הוי שניה בבעלים כמו הראשונה אבל אם ראשונ' שלא בבעלים ושניה בבעלים אין הראשונ' גוררת את השניה להיות שלא בבעלים:"
    },
    {
      "id": "choshen_mishpat-346-16",
      "section": 16,
      "text": "בעל בנכסי מלוג של אשתו אפי' פשע בהם ונאבדו פטור שהיא עמו במלאכתו:"
    },
    {
      "id": "choshen_mishpat-346-17",
      "section": 17,
      "text": "אשה ששאל' ואח\"כ נשאת הרי הבעל כלוקח ואין לו דין שומר לפיכך אם הדבר השאול בהמ' ומתה הבעל פטור אע\"פ שהוא משתמש בה כל ימי שאלתה אפי' פשע מפני שהוא כלוקח: הגה אבל לא מפטר מטעם שמירה בבעלים דהא אין החפץ שלה רק שאול בידה (ד\"ע מדויק הטור) וכן גזלן שהפקיד או השאיל דבר הנגזל אף ע\"פ שהיה במלאכת השואל חייב שואל באונסין דלא מקרי שאלה בבעלים אלא בבעל החפץ עצמו (מרדכי ר\"פ הגוזל בתרא) והאשה חייבת לשלם כשיהי' לה ממון (וע\"ל סי' תכ\"ד ס\"י) ואם הודיע את בעלה שהיא שאולה ה\"ז נכנס תחתיה: הגה ודוקא שנשתמש בה לאחר שהודיעתו (טור ס\"ך בשם הרמב\"ם פ\"ב דשאלה) או שקבל עליו להיות הוא השואל (שם בשם הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-346-18",
      "section": 18,
      "text": "לוקח בהמה לשלשים יום שומר חנם עליה:"
    },
    {
      "id": "choshen_mishpat-346-19",
      "section": 19,
      "text": "כל אלו החלוקים של שאלה בבעלים נוהגים ג\"כ בכל השומרים:"
    }
  ]
}