{
  "id": "choshen_mishpat-123",
  "chapterLabel": "סימן 123",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-123-1",
      "section": 1,
      "text": "הרשאה על מה נכתבת וכיצד נכתבת. ובו טו סעיפים:מדינא דגמרא אין כותבין הרשאה אלא לתבוע פקדונו שביד חבירו ולא כפר לו ואם היה פקדון של מעות צריך להקנות לו אגב קרקע וכן יכול להרשות לתבוע קרקע אפי' כפר בה וכן מלוה בשטר אפי' כפר בה שכשם שיכול להקנות השטר ושעבודו בכתיבה ומסירה כך יכול להרשות עליו ולמסור השטר בידו כדי שיגבהו וצריך לכתוב לו קנה לך איהו וכל שעבודיה דאית ביה אבל אין כותבין הרשאה על פקדון שביד חבירו שכפר בו וכן אין כותבין הרשאה על מלוה שבעל פה אבל הגאונים תקנו שכותבין הרשאה אף על המלוה בין בשטר בין בעידי קנין אע\"פ שכפר בה בב\"ד כדי שלא יטול כל אחד ממון חבירו וילך לו למדינה אחרת אבל על מלוה על פה שכפר לא תקנו שיכתבו הרשאה ומ\"מ לא גרע משליח שעשאו בעדים שנתבאר בסי' קכ\"ב (ב\"י וטור ס\"ד בשם הרמב\"ם ורא\"ש פ' מרובה ע\"ל סי' קכ\"ב ס\"ס ד') וי\"א שעל הכל כותבין לא שנא פקדון וגזל לא שנא מלוה בשטר ובעל פה ואע\"ג דכפריה (וכן נוהגין מרדכי וב\"י):"
    },
    {
      "id": "choshen_mishpat-123-2",
      "section": 2,
      "text": "מי שהיה לו שבועה על חבירו אינו יכול להרשות אחר עליו ולהשביעו שאינו דבר שנקנה בקנין שאינו אלא דברים בעלמא: הגה וה\"ה מי שהיה לו תביעה על חבירו וכתב לו הרשאה על התביעה שיש לו אצל חבירו אין הרשאה כלום (מרדכי פ' מי שמת) דהתביעה אינה דבר שיוכל להקנות אלא צריך לכתוב ההרשאה על הממון שעליו התביעה (ד\"ע בפי' המרדכי):"
    },
    {
      "id": "choshen_mishpat-123-3",
      "section": 3,
      "text": "המרשה לאחד ואח\"כ הרשה לאחר ושניהם באים בהרשאתו לפנינו אין לנתבע להשיב אלא לשני:"
    },
    {
      "id": "choshen_mishpat-123-4",
      "section": 4,
      "text": "אין למורשה רשות לכתוב הרשאה לאחר שזה יאמר אין רצוני שיהא פקדוני ביד אחר לפיכך אם התנה עמו שירשה לאחר ואחר לאחר הכל לפי תנאו:"
    },
    {
      "id": "choshen_mishpat-123-5",
      "section": 5,
      "text": "הבא בהרשאה שמחל לנתבע או שמכר לו או מחל לו על השבועה או שעשה עמו פשרה לא עשה כלום שזה יאמר לתקוני שדרתיך ולא לעוותי לפיכך אם התנה עמו בין לתקון בין לעוות אפי' אם מחל על הכל מחול וכ\"ש אם פירש בה מחילתך כמחילתי:"
    },
    {
      "id": "choshen_mishpat-123-6",
      "section": 6,
      "text": "היה לו חוב על עכו\"ם ואמר לחבירו שהיה לו ג\"כ חוב עליהם כשם שתעשה בשלך תעשה בשלי והלך ומחל להם חובו וחוב חבירו חייב לשלם לחבירו מה שהיה שוה חובו במעות מוכנים:"
    },
    {
      "id": "choshen_mishpat-123-7",
      "section": 7,
      "text": "ראובן שבא בהרשאת שמעון ותבע ללוי ואמר להד\"ם אבל ישבע שמעון ויטול מוציאין הממון מיד לוי ויהא מונח ביד ב\"ד עד שיבא שמעון וישבע ויטול וכן כל הדברים שתולה לוי בשמעון ידון עם ראובן ויהיה הממון מונח בב\"ד עד שיבא שמעון ויש לראובן להחרים על מי שטוען טענת שקר כדי לעכב הממון ולאחרו:"
    },
    {
      "id": "choshen_mishpat-123-8",
      "section": 8,
      "text": "ונ\"ל שקובעין ב\"ד זמן לתובע לבא ולהשבע ואם לא יבא בתוך אותו זמן יחזירו ב\"ד לנתבע ממונו:"
    },
    {
      "id": "choshen_mishpat-123-9",
      "section": 9,
      "text": "נתחייב לוי שבועה אינו יכול לעכב ולומר איני נשבע עד שאחרים בפני (שמעון) על מי שטוען עלי שקר שאין זה החרם אלא תקנה קלה שתקנו הגאונים אחרונים כדי שיכוונו בעלי דינין טענותיהם ואין מעכבין שבועתו של זה מפני תקנה זו הקלה:"
    },
    {
      "id": "choshen_mishpat-123-10",
      "section": 10,
      "text": "מורשה שהורשה בשכר ידוע אפי' אם לא יוציא הממון מיד הנתבע קרוביו כשרים בין לעדים בין לדיינים שאין לו חלק לא בהפסד ולא בהנאה:"
    },
    {
      "id": "choshen_mishpat-123-11",
      "section": 11,
      "text": "ומטעם זה נ\"ל שגם הוא כשר להעיד אבל מורשה שיש לו חלק במה שיוציא מהנתבע קרוביו פסולים בין לעדים בין לדיינים לפיכך מי שיש לו עדים על תביעתו לא ירשה אחד מהעדים או מקרוביהם אלא אם קצץ לו שכר ידוע אפי' אם לא יוציא הממון מיד הנתבע (יכול אדם להרשות ללוה לדון עם ערב קבלן שלו) (ב\"י בשם הריטב\"א) ."
    },
    {
      "id": "choshen_mishpat-123-12",
      "section": 12,
      "text": "וכן מי שיש לו עדים בפריעתו לא יבא לדון עם המורשה בזמן שיש לו חלק בתביעתו אם הוא קרוב לעדים שהרי יבטל העדות:"
    },
    {
      "id": "choshen_mishpat-123-13",
      "section": 13,
      "text": "יכול אדם להרשות נשים ועבדים ויש מי שאומר אבל לא את עבדו שאין קנין לעבד ע\"י רבו שהרי גופו קנוי לו וידו כידו נמצא שאינו אלא שלוחו ויכול הנתבע לומר לאו בעל דברים דידי את אבל יכול להרשות את אשתו שהרי אם נתן לה מתנה קנתה ואין הבעל אוכל פירות נמצא כשכתב לה זכי לנפשך אין הנתבע יכול לומר לאו בעל דברים דידי את:"
    },
    {
      "id": "choshen_mishpat-123-14",
      "section": 14,
      "text": "יכולים לשלוח הרשאה ביד עכו\"ם ובלבד שיזהר מלכתוב בה וקנינא מיניה דאין שליחות וזכייה לעכו\"ם אלא יכתוב וקנה העכו\"ם:"
    },
    {
      "id": "choshen_mishpat-123-15",
      "section": 15,
      "text": "ואשר לא טוב עשה בעמיו זה הבא בהרשאה בד\"א כשהנתבע והתובע בעיר אחת אבל אם הנתבע בעיר אחת והתובע בעיר אחרת ה\"ז עושה מצוה: הגה וי\"א דאין חילוק בין אם היה עמו בעיר או לא אלא שכל זמן שהמורשה הוא אלם ובעל טענות ומתעבר על ריב לא לו אבל אם עושה כדי להציל עשוק מעושקו מצוה קעביד (ב\"י בשם תוס') י\"א דאין אדם יכול לעשות מורשה שלא בפניו דאין חבין לאדם שלא מדעתו והרי כתיב אשר לא טוב עשה בעמיו ולכן אפי' אם נתרצה אחר כך בדבר אינו כלום (מרדכי פרק מרובה):"
    }
  ]
}