{
  "id": "choshen_mishpat-200",
  "chapterLabel": "סימן 200",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-200-1",
      "section": 1,
      "text": "דין קניית מטלטלין על ידי חצירו וכיצד קונה כליו. ובו יב סעיפים:היו מטלטלין ברשות הלוקח המשתמר לדעתו: הגה ויש חולקין וסבירא להו דבמכר או מתנה אם משומר לדעת המוכר או הנותן סגי וקנה (ע' בב\"י) וכן נראה להורות מיהו אם המוכר השכיר לו חצר עצמו והמטלטלין שמוכר לו מעורבין עדיין עם שאר מטלטלין של מוכר מקרי חצר שאינו משומר ולא קנה (הגהות מרדכי פ\"ק דמציעא) או שהוא עומד בצד אותו רשות (וי\"א דבעינן דוקא בתוכו אבל חוצה לו לא) (המגיד פ\"ו דגזילה) כיון שקבל עליו המוכר למכור קנה לוקח ואע\"פ שעדיין לא מדד והוא שפסק דמים (וי\"א דארבע אמות של אדם קונין לו כמו במציאה) (עיין בב\"י):"
    },
    {
      "id": "choshen_mishpat-200-2",
      "section": 2,
      "text": "היו ברשות המוכר או ברשות אדם אחר שהם מופקדים אצלו לא קנה הלוקח עד שיגביה המטלטלין או עד שימשכם כמו שנתבאר: הגה מיהו אם שכר המקום שמונח בו או נתנו לו במתנה ובקנין או אפי' בדבור בעלמא קנאו דהשתא הוי ברשותו וקונה לו והא דמהני דבור בעלמא היינו ברשות אחר אבל אם מונח ברשות המוכר ואומר יזכה חצרי ללוקח במקח שקנה ממני לא קנה עד שישכיר לו מקומו ויקנה לו בא' מדרכי הקנייה (טור בשם הרא\"ש ור' ירוחם נ\"י ח\"ב) ואם היו הפירות מופקדים ביד אחר לא סגי שיאמר תקנה חצרי ללוקח עד שיאמר כן מדעת המוכר (ב\"י בשם הרמב\"ן והמגיד פ\"ד דמכירה):"
    },
    {
      "id": "choshen_mishpat-200-3",
      "section": 3,
      "text": "כליו של אדם כל מקום שיש לו רשות להניחו קנה לו וכיון שנכנסו המטלטלים בתוך הכלי אין א' מהם יכול לחזור בו והרי זה כמי שהונחו בתוך ביתו: הגה ויש מחלקין דאם אינן ברשות לוקח רק בסימטא וכיוצא בזה אין כליו קונים אא\"כ מדד או עד שיאמר לו זיל וקני (טור ותוס' והרא\"ש פרק הספינה והגהות מיימוני פ\"ד דמכירה) לפיכך אין כליו של אדם קונים לו ברשות הרבים ולא ברשות המוכר אלא א\"כ אמר לו המקנה לך וקנה בכלי זה ואז קנה אם הוא ברשות המוכר:"
    },
    {
      "id": "choshen_mishpat-200-4",
      "section": 4,
      "text": "וכן אם קנה הכלי מהמוכר והגביהו ואח\"כ הניחו שם ברשות המוכר וחזר וקנה ממנו הפירות כיון שנכנסו בתוך כלי זה קנה אותם שמפני הנאת המוכר במכירת הכלי אינו מקפיד על מקומו:"
    },
    {
      "id": "choshen_mishpat-200-5",
      "section": 5,
      "text": "כשם שאין כליו של לוקח קונה לו ברשות מוכר כך אין כליו של מוכר קונה ללוקח אע\"פ שהוא ברשות לוקח (וי\"א אפי' א\"ל המוכר זיל קני לא קנה) (טור בשם הר\"י וב\"י בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-200-6",
      "section": 6,
      "text": "משיכה מהני בכליו של מוכר שאם מדד המוכר ונתן לתוך כליו ומשכו הלוקח בפניו קנה ואפי' לא אמר לו משוך הכלי לקנות מה שבתוכו:"
    },
    {
      "id": "choshen_mishpat-200-7",
      "section": 7,
      "text": "אין הרשות קונה ולא הכלי ולא משיכה ולא הגבהה אא\"כ פסק תחלה המדה בכך וכך אבל כ\"ז שלא פסק אין לו שום צד שיקנה בו דכל זמן שלא פסק לא סמכה דעת שניהם שמא לא יסכימו על הסכום ואם המקח דבר שדמיו קצובים אע\"פ שלא פסק קנה וכן אם א\"ל הריני מוכר לך כפי מה שישמוהו ג' קנה אפי' אין דמיו קצובים היו הפירות בסימטא או בחצר של שניהם ואפי' היו ברשות לוקח והיו בתוך כליו של מוכר קבל עליו המוכר למכור והתחיל המוכר למדוד בתוך כליו של מוכר אם א\"ל כור בשלשים סלע אני מוכר לך יכול לחזור בו אפי' בסאה אחרונה הואיל ועדיין הפירות בכליו ולא גמר כל המדה וכליו של מוכר אינן קונים ללוקח אע\"פ שהוא ברשות לוקח: הגה וי\"א דכל שגילה דעתו שאינו רוצה למכור רק הכור ביחד אפילו היה ברשות לוקח ובכליו של לוקח או שמשך או שהגביה לא קנה אא\"כ מדדו (טור בשם הרא\"ש וכשיטת הרשב\"ם) ואם א\"ל כור בל' סאה בסלע ראשון ראשון קנה כיון שפסקו דמים על [כל סאה וסאה] כל סאה שיגביה המוכר ויערה אותה נגמרה מכירתה הואיל ואין הפירות ברשות המוכר ולא ברשות הרבים ואילו לא היו הפירות בכליו של מוכר כיון שהם ברשות לוקח קנה משפסק אע\"פ שלא מדד כמו שנתבאר בס\"ג: הגה וי\"א דלא קנה ראשון ראשון אלא מטעם שהוא מוחזק ולכן אם לא נתן המעות הלוקח יכול לחזור (טור בשם הרמ\"ה) פתח לו המוכר חבית יין וכשמדד לו החצי רוצה הלוקח לחזור ולא ליקח יותר והמוכר אומר שהמותר יחמיץ צריך הלוקח ליקח כולו או לקבל אחריות על המותר אם יתקלקל שישלם לו כל החבית כפי מה שהיה שוה בשעה שקנאו (טור בשם הרא\"ש כלל ק\"ב סי\"א) וי\"א דכל זה כשמדד המוכר אבל אם מדד הלוקח קנה בכל ענין דמדידתו הוי כמשיכה (טור) ויש חולקין (טור בשם הראב\"ד) כל שנקנה המקח אין אחד מהם יכול לחזור אע\"פ שנפלו חילוקים ביניהם ומיאן המוכר לתת לו מקחו אלא ידונו אח\"כ על מה שביניהם (ריב\"ש סי' רכ\"ב):"
    },
    {
      "id": "choshen_mishpat-200-8",
      "section": 8,
      "text": "הכניס הלוקח את החמורים לביתו עם התבואה שעליהם אותה משיכה אינה כלום אפי' אם פסק הדמים ומדד המוכר על החמורים לא קנה ויש מי שאומר שאפי' מדד לוקח על החמורים לא קנה שלא נתכוין למשיכה ולקנות במדידה זו דלמדידה בעלמא נתכוין (ויש חולקין וסבירא להו אם מדד לוקח קנה וכמו שנתבאר) :"
    },
    {
      "id": "choshen_mishpat-200-9",
      "section": 9,
      "text": "המוכר יין או שמן לחבירו בסימטא או בחצר של שניהם או ברשות לוקח והיתה המדה של סרסור עד שלא נתמלאה המדה הרי הן של מוכר משנתמלאה המדה הרי הן ברשות לוקח ואין אחד מהם יכול לחזור בו וכן פירות שהיו צבורים בסימטא או בחצר של שניהם והמדה אינה של אחד מהם והיה המוכר מודד עד שלא נתמלאה המדה הרי היא ברשות מוכר ומשנתמלאה המדה הרי היא ברשות לוקח:"
    },
    {
      "id": "choshen_mishpat-200-10",
      "section": 10,
      "text": "היתה המדה של אחד מהם והיו בה רשמים לידע חציה שלישיה ורביעה וכיוצא בהן כיון שהגיע לרושם מהרשמים קנה ראשון ראשון ואע\"פ שלא נתמלאת המדה שכל רושם מהם כמדה בפני עצמה שהרי כל אחד מהם הוא המדה והוא סומך על הרשמים שבה (וי\"א דאם המדה של מוכר לא קנה עד שיערה אותה) (טור):"
    },
    {
      "id": "choshen_mishpat-200-11",
      "section": 11,
      "text": "הנוטל כלי מבית האומן על מנת לבקרו אם היו דמיו קצובים ונאנס בידו חייב שהואיל ודמיו קצובים מעת שהגביה נעשה ברשותו ואין המוכר יכול לחזור בו והוא שיגביהנו כדי לקנות את כולו ויהיה אותו חפץ הנמכר חביב על הלוקח אבל חפץ שהמוכר קץ בו והוא מבקש ורודף למכרו הרי הוא ברשות המוכר עד שיפסוק הדמים ויגביהנו הלוקח אחר שפסק ואם גילה דעתו שאינו חפץ בו ונגנב או נאבד קודם שיחזירנו יש אומרים שהוא כשומר שכר וי\"א שהוא כשומר חנם:"
    },
    {
      "id": "choshen_mishpat-200-12",
      "section": 12,
      "text": "אחד המושך או המגביה או המחזיק בעצמו או שאמר לאחר להגביה או למשוך לו או להחזיק לו ה\"ז זכה לו וכן בשאר דרכי הקנייה:"
    }
  ]
}