{
  "id": "choshen_mishpat-075",
  "chapterLabel": "סימן 75",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-075-1",
      "section": 1,
      "text": "אם המלוה והלו' צריכין לברר הטענות (וכל דיני המחויב שבועה מן התורה או מדרבנן ומי שאינו יכול לישבע וכל שטוען התובע ונתבע ברי ושמא). ובו כה סעיפים:התובע את חבירו בב\"ד מנה לי בידך בית דין אומרים לו ברר דבריך ממה חייב לך הלוית אותו או הפקדת בידו או הזיק ממונך שאפשר שהוא חושב שחייב לו ואינו חייב לו וכן הנתבע אם משיב אין לך בידי כלום או איני חייב לך כלום צריך לברר דבריו דשמא טועה וסובר שאינו חייב לו והוא חייב לו ואפי' היה חכם גדול אומרים לו אין לך הפסד שתשיב על טענתו ותודיענו כיצד אין אתה חייב לו: הגה ואם אינו רוצה לברר דבריו אם נראה לדיין שיש רמאות בדבר יפסיד ואם לאו אלא שנראה לדיין שאינו יכול לברר וכיוצא בזה אין מחייבים אותו משום שאינו מברר דבריו דאין אומרים לו ברר דבריך אלא משום כדי להוציא הדין לאמיתו משום דנפישי רמאים (מרדכי פ\"ק דב\"מ והרא\"ש בתשו' כלל ק\"ז) וע\"ל מ\"ש סימן ע\"ב סעיף י\"ז:"
    },
    {
      "id": "choshen_mishpat-075-2",
      "section": 2,
      "text": "מנה לי בידך אין לך בידי אלא חמשים חייב לישבע מן התורה שאינו חייב לו אלא חמשים ונותן החמשים שהודה ואם יש א' שמסייעו י\"א שפוטרו משבועה וי\"א שאינו פוטרו (וע\"ל סי' פ\"ז סעיף ו'):"
    },
    {
      "id": "choshen_mishpat-075-3",
      "section": 3,
      "text": "אם לא תבעו אדם אלא הוא מעצמו אומר מנה היה לאביך בידי ונתתי לו חמשים ונשאר לו חמשי' פטור אף שבועת היסת (בעה\"ת שער ז' ושער ל\"ח ורמב\"ם פ\"ד מהל' טוען דין זה):"
    },
    {
      "id": "choshen_mishpat-075-4",
      "section": 4,
      "text": "כפר בכל ועדים מעידים שחייב לו חמשי' ישלם חמשים וישבע מן התורה על השאר שלא תהא הודאת פיו גדול' מהעדאת עדים: הגה וי\"א דוקא שהעדים מעידים על פה ובלא קנין אבל אם כתבו שטר או שיש כאן קנין אין עדים מחייבין אותו שבועה דשטר הוי כהילך (מרדכי פ' הנשבעין) ויש מי שחולק (ב\"י בשם הר\"ן פ' הדיינים) (וע' לקמן ריש סי' פ\"ז) בד\"א כשתבעו מלוה אבל אם תבעו חפצים שוה מנה פקדון והלה אומר אין לך בידי כלום ועדים מעידים שראו בידו כשנתבע מאותם חפצים שוה חמשים הוחזק כפרן והתובע נשבע ונוטל:"
    },
    {
      "id": "choshen_mishpat-075-5",
      "section": 5,
      "text": "מנה לי בידך מהלוא' פלונית ומנה מהלואה אחרת שהלויתיך בזמן אחר כך וכך והנתבע משיבו אין לך בידי כלום לפי שמהלואה ראשונ' פרעתיך כך וכך ומהלוא' שניה פרעתיך כך וכך ומתוך טענתם הכירו הב\"ד שעדיין חייב לו מאותם שתי הלואות עשרים דינרין הו\"ל כשנים מעידים אותו שיש בידו חמשים שהרי הב\"ד עדים במה שהודה שנשאר עליו וישבע שבועה מן התורה על השאר: הגה ודוקא שהכירו הב\"ד שהודה עדיין במקצת לפי חשבונו אבל אם נתחייב במקצת לפי שאינו נאמן בדבריו לא מיקרי הודאה במקצת (ב\"י בשם רשב\"א) ועיין לקמן סי' פ\"ז סעיף ה':"
    },
    {
      "id": "choshen_mishpat-075-6",
      "section": 6,
      "text": "המודה במקצת ונתנו מיד ואמר אין לך בידי אלא כך והילך פטור משבועת התורה אבל נשבע היסת (וע\"ל סי' פ\"ז כל זה):"
    },
    {
      "id": "choshen_mishpat-075-7",
      "section": 7,
      "text": "מנה לי בידך אין לך בידי כלום או שטען יש לי בידך כנגדו כסות או כלים או שאמר אמת היה לך בידי אבל אתה מחלתו או נתתו לי במתנה כיון שכופר בכל פטור משבועת התורה ונשבע היסת ואפי' שנים מעידים שהלוהו ואינם יודעים שפרעו נאמן בשבועת היסת לומר יש לי בידך כנגדן או מחלת לי (ועיין לקמן סי' פ\"ז כל חלוקי שבועת היסת):"
    },
    {
      "id": "choshen_mishpat-075-8",
      "section": 8,
      "text": "(ע\"ל סי' שס\"ד ס\"ה) מנה לי בידך שגזלתני והלה אומר לא היו דברים מעולם משביעים אותו היסת ואם הודה מקצתו או שעד א' מעיד שגזלו משביעין אותו שבועת התורה:"
    },
    {
      "id": "choshen_mishpat-075-9",
      "section": 9,
      "text": "מנה לי בידך שהלויתיך או שהפקדתי בידך והלה אומר איני יודע אם הלויתני או אם הפקדת בידי ישבע היסת שאינו יודע ופטור ואם בא לצאת ידי שמים ישלם ואפי' אם טען תחל' טענת ברי אין לך בידי וכשחייבוהו לישבע היסת חזר וטען איני יודע אם הלויתני או אם הפקדת אצלי נשבע היסת שאינו יודע ופטור מנה לי בידך שהלויתיך או שהפקדתי בידך והלה אומר יודע אני שהלויתני מנה או שהפקדת אצלי ואיני יודע אם החזרתי לך אם לאו חייב לשלם ואין התובע צריך לישבע אפי' שבועת היסת אבל אם ירצה יחרים חרם סתם על כל מי שנוטל ממונו שלא כדין (ואם חזר אח\"כ ואמר נזכרתי שפרעתיך נאמן בשבועה) (מרדכי פ\"ק דכתובות משערי רב אלפס) ."
    },
    {
      "id": "choshen_mishpat-075-10",
      "section": 10,
      "text": "לא תבעו אדם אלא מעצמו אמר לחבירו הלויתני או הפקדת אצלי או גזלתיך ואיני יודע אם החזרתי לך פטור ואם בא לצאת ידי שמים חייב לשלם אבל אם אמר איני יודע אם הלויתני או אם הפקדת אצלי או אם גזלתיך הואיל ובלא תביעת אדם אמר כן פטור אף לצאת ידי שמים:"
    },
    {
      "id": "choshen_mishpat-075-11",
      "section": 11,
      "text": "אמר ליה חייב אני לך מנה והלה אומר ודאי לי שאינך חייב (לי) כלום פטור אע\"פ שיודע בודאי שהוא חייב דהוי כאילו מחל לו:"
    },
    {
      "id": "choshen_mishpat-075-12",
      "section": 12,
      "text": "מנה לי בידך שהלויתיך והלה אומר איני יודע אם הלויתני ועד אחד מעיד שהלוהו או שאמר (הנתבע) איני יודע אם פרעתיך הוה ליה מחוייב שבועה ואינו יכול לישבע ומשלם:"
    },
    {
      "id": "choshen_mishpat-075-13",
      "section": 13,
      "text": "מנה הלויתיך והרי ע\"א והלה אומר כן הוא אבל פרעתיך או שאומר לו אתה חייב לי כנגד אותו מנה אם זה העד מעיד שלא פרעו אותו מנה כגון שלא זזה ידו מתוך ידו או שהוא מעיד שהוא תוך זמנו וכן אם טען תחלה להד\"ם ואח\"כ הוציא עליו עד אחד וחזר ואמר לויתי ופרעתי בכל אלו הו\"ל מחוייב שבועה ואינו יכול לישבע ומשלם: הגה אבל במקום שיכול לומר פרעתי או החזרתי לא אמרינן הו\"ל מחויב שבועה ואינו יכול לישבע דנאמן במיגו כן הסכימו האחרונים ז\"ל (המגיד פ\"ד דטוען וריב\"ש סוף סימן שצ\"ב) טענו חטפת חפץ ויש לו עד אחד שחטפו והוא אומר ודאי חטפתי אבל שלי הוא הוה ליה מחוייב שבועה ואינו יכול לישבע ומשלם: הגה י\"א דוקא כהאי גוונא שהעד מעיד שלא בא לידו בתורת משכון אבל אם מעיד שבא לידו בתורת משכון ואינו זוכר כמה הלוה עליו המלוה נאמן בשבועתו לומר כמה הלוה עליו ולא אמרי' ה\"ל מחויב שבועה וכו' הואיל ובא לידו בדין (הרשב\"א בתשובה סי' אלף מ' וסי' תתקצ\"ח) ויש חולקין (הרמב\"ן בתשו' סי' פ\"ד) וכמ\"ש לעיל סי' ע\"ב סעיף י\"ח מנה לי בידך אין לך בידי אלא חמשים והשאר איני יודע מתוך שאינו יכול לישבע משלם והתובע אינו צריך לישבע אלא אם ירצה הלוה יחרים סתם על מי שנוטל ממונו שלא כדין אבל אם השיבו נ' לויתי ממך ופרעתיך וחמשים האחרי' איני יודע אם לויתי אם לאו ישבע היסת שפרע החמשים ושאינו יודע מהחמשים שתבעו בהם:"
    },
    {
      "id": "choshen_mishpat-075-14",
      "section": 14,
      "text": "לא אמרינן מחויב שבועה שאינו יכול לישבע משלם אלא בשבועה דאורייתא אבל אם מן התור' הוא פטור משבוע' אע\"פ שמדרבנן חייב לא מקרי מחוייב שבועה."
    },
    {
      "id": "choshen_mishpat-075-15",
      "section": 15,
      "text": "יש אומרים דלא אמרינן בשבוע' הבאה ע\"י גלגול מתוך שאינו יכול לישבע משלם בין שלא היה יכול לישבע על עיקר שבועה הבאה עליה גלגול וצריך לשלם (אלא ישבע כו' על הגלגול או מהפכה על שכנגדו) (טור) בין שיכול לישבע על עיקר השבועה ושעל ידי גלגול אינו יכול לישבע וי\"א שכיון שנתחייב שבועה מן התורה על הכפיר' והוא טוען על הגלגולים איני יודע קרינן ביה שפיר מחויב שבועה ואינו יכול לישבע משלם:"
    },
    {
      "id": "choshen_mishpat-075-16",
      "section": 16,
      "text": "התובע ליורש הלוה מלוה על פה לא שנא אם אמר היורש איני יודע אם לוה אם לאו ויש עדים שלוה ל\"ש אמר איני יודע אם פרע אם לאו לא שנא אמר חמשים ידענא וחמשים לא ידענא פטור אפי' בלא שבועת היורשים אלא שמחרים סתם על כל מי שיודע שמורישו חייב לו כלום אבל אם הודה בחמשים וכפר בחמשים שאמר חמשים חייב לך ולא יותר הרי הוא כשאר מודה במקצ' ונשבע שבועה דאורייתא:"
    },
    {
      "id": "choshen_mishpat-075-17",
      "section": 17,
      "text": "כל טענת ספק אין משביעין עליה כלל כיצד אמר לו כמדומה לי שיש לי אצלך מנה או מנה שהלויתי לך כמדומ' לי שלא פרעתני פטור אף משבועת היסת ואפי' לצאת ידי שמים אינו מחוייב כיון שתובע אומר שמא והנתבע אינו מודה לו ואומר ברי וכן אם אמר לחבירו נתחייבת לי מנה מפני שהודית לי שלקחת משלי אבל לא היתה ההודאה בעדים אין זה טענת ברי שאין זה יודע שחייב לו אלא בהודאת פיו והודאה שלא בעדים או אפי' בעדים ולא אמר אתם עידי אינו כלום שיכול לומר משטה אני בך אבל אם טען לחבירו הודית לי מעצמך שאתה חייב לי כך וכך ואמרתי לעדים אתם עדי או אתה אמרת אתם עידי ואין העדים כאן זהו טענת ברי ויכול להשביעו היסת שלא אמר לעדים אתם עידי ואם יהפכנה עליו ישבע הטוען שהודה לו באתם עידי ויטול: הגה וי\"א דמשביעין היסת על טענת שמא כשיש רגלים לדבר כגון שהיה שמעון בבית ראובן ומצא ראובן תיבתו פרוצה וניטל ממנה מה שהיה בתוכה והוא חושד לשמעון יכול להשביעו היסת (מרדכי פרק הדיינים ותשובת מיימוני סוף קנין ס\"ו) וכן נ\"ל להורות (צ\"ע דבתשו' מיימוני שם קאי אבא ליטול וכדלקמן סי' צ\"א ס\"ג בהג\"ה ואין עניינו לכאן ע\"ש):"
    },
    {
      "id": "choshen_mishpat-075-18",
      "section": 18,
      "text": "טענו שניהם ספק כגון שטענו הלותיך ואיני יודע כמה והשיבו אמת שהלויתני ואיני יודע כמה אין הנתבע נשבע אפי' היסת ומשלם לו מה שברור לו ויוצא בו אף ידי שמים וי\"א שכיון שזוכר שלוה אינו יוצא י\"ש עד שיתפשר עם המלוה במה שיוכל ובין כך ובין כך יכול המלו' להחרים סתם על כל מי שיודע שהוא חייב לו ואינו פורעו:"
    },
    {
      "id": "choshen_mishpat-075-19",
      "section": 19,
      "text": "טענו איני יודע כמה הלויתיך אבל לפחות הלויתיך שתי כסף ופרוטה או שטענו מנה והלה אומר אמת לויתי ממך ואיני יודע כמה יש לב\"ד לחקור ולשאול לו אע\"פ שאינך יודע הסכום אתה יודע לכל הפחות שאתה חייב לו פרוט' ואם הודה הרי הודה במקצת ומתוך שאינו יכול לישבע משלם ודוקא שטענו דבר שהוא אמוד בו ומחרים סתם על מי שלקח מה שאינו חייב לו ואם אומר אפי' בפחות משוה פרוטה איני יודע בודאי הרי זה נשבע היסת ונפטר מדיני אדם וי\"א שאפי' לא שאלוהו ב\"ד חייב לשלם שהרי אין הודאתו פחות משוה פרוט':"
    },
    {
      "id": "choshen_mishpat-075-20",
      "section": 20,
      "text": "טענו סבור אני שיש לאבא בידך מנה בין שתובע ללוה עצמו בין שתובע ליורשיו אין לו עליהם שבועה כלל אלא חרם סתם אבל אם טענו ברי לי שמנה לאבא בידך אם הודה מקצת נשבע שבועת התורה ואם כפר הכל נשבע היסת (בין תבעו ללו' עצמו בין תבעו ליורשיו) (טור):"
    },
    {
      "id": "choshen_mishpat-075-21",
      "section": 21,
      "text": "האומר לחבירו אמר לי אבא שיש לו בידך מנה והלה אומר אין לו בידי אלא חמשים י\"א שפטור אף משבועת היסת ויש אומרים שחייב לישבע שבועת התורה (ועיין סי' זה לקמן סעיף כ\"ב):"
    },
    {
      "id": "choshen_mishpat-075-22",
      "section": 22,
      "text": "אמר מצאתי כתוב בפנקסו של אבא שאת' חייב לו מנה וברור לי שהוא כתב ידו יש מי שאומר שמשביעין אותו היסת:"
    },
    {
      "id": "choshen_mishpat-075-23",
      "section": 23,
      "text": "טענו בספק על פי העד כגון פלוני אמר לי שנטלת משלי מנה והוא כופר והביא העד משביעו שבועה דאורייתא כאלו היה טוענו טענת ברי: הגה אבל אם אין העד לפנינו להעיד לא מיקרי טענת ברי מה שאמר ששמע מפי אחרים ואין משביעין על טענה זו דהוי טענת ספק (טור בשם הראב\"ד) וי\"א דכל שאומר שהוגד לו מפי נאמן אפי' קרוב שלו משביעין אותו היסת (טור בשם הרי\"ף והרמב\"ם והרא\"ש וב\"י בשם הרמב\"ן והר\"ן ונ\"י פרק הדיינים) וכן נ\"ל להורות ודוקא שאותו שאומר מפיו אין נוגע בעדות (ת\"ה סי' ש\"ח):"
    },
    {
      "id": "choshen_mishpat-075-24",
      "section": 24,
      "text": "האומר לחבירו מנה לי בידך והלה אומר אין לך בידי כלום או פרעתיך ואמר התובע השבע לי היסת והשיב הנתבע הלא יש לך שטר עלי ואתה רוצה להשביעני תחלה ואח\"כ תוציא השטר הפרוע ותגבה בו אומרים לו הבא השטר ואם אמר התובע לא הי' לי שטר מעולם או היה לי שטר ואבד אומרים למלו' בטל כל שטר שיש לך עליו קודם לזמן הזה ואח\"כ תשביעהו היסת או תחרים סתם ואח\"כ צא ובקש השטר:"
    },
    {
      "id": "choshen_mishpat-075-25",
      "section": 25,
      "text": "אמר הנתבע איני נשבע עד שתבטל כל עדי' שיש לך עלי מתביע' זו אין שומעין לו:"
    }
  ]
}