{
  "id": "choshen_mishpat-262",
  "chapterLabel": "סימן 262",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-262-1",
      "section": 1,
      "text": "על איזה דבר חייב להכריז ואיזה דבר הוא של מוצאו. ובו כא סעיפים:כל אבידה שאינו שוה פרוטה בשעת אבידה ובשעת מציאה אינו חייב להכריז עליה אפי' היתה שוה פרוטה בשעת אבידה והוזלה או שלא היתה שוה פרוטה בשעת אבידה והוקרה אינו חייב אבל אם היתה שוה פרוטה בשעת אבידה ובשעת מציאה אפי' הוזלה באמצע חייב וכן אפי' הוזלה אחר מציא' חייב להכריז:"
    },
    {
      "id": "choshen_mishpat-262-2",
      "section": 2,
      "text": "אפי' אבידה ששוה הרבה אם היא של שותפים הרבה שאין מגיע לכל אחד שוה פרוטה אינו חייב להחזירה בד\"א שידוע שהם שותפים בה אבל בסתם שראה חפץ או מטבע שנפל משלשה ואינו שוה אלא שתי פרוטות חייב להחזיר דשמא שותפים הם בו ואחד מהם מחל חלקו לחבירו והרי יש בו שוה שתי פרוטות לשנים ואם אח\"כ נודע שלא מחל א' לחבירו הרי הוא שלו אפי' בא לידו קודם שנודע ואם היה שוה פחות מב' פרוטות הרי הוא שלו דלא חיישינן דילמא שנים מחלו לאחד:"
    },
    {
      "id": "choshen_mishpat-262-3",
      "section": 3,
      "text": "אין המוצא מציאה חייב להכריז אלא בדבר שיש בו סימן בגופו או שראוי ליתן סימן במקומו או בקשריו או במנינו או במדתו או במשקלו אבל אם אין בו שום סימן אפי' במקומו כגון שניכר שלא הונח שם בכוונה אלא דרך נפילה בא שם אם הוא דבר שיש לתלות שבעליו הרגישו בו מיד כשנפל ממנו או מחמת כובדו או מחמת חשיבותו ותמיד היה ממשמש בו ומרגיש כשנופל הרי הוא של מוצאו שהרי נתייאש מיד כשידע שנפל כיון שאין בו סימן ובא לידו בהיתר כיון שנתייאשו בעליו ואם לא צריך להחזיר אע\"פ שנתייאש אח\"כ כיון שבא לידו קודם יאוש:"
    },
    {
      "id": "choshen_mishpat-262-4",
      "section": 4,
      "text": "ראה אבידה שנפלה משנים או משלשה צריך להחזיר אפי' אין בו סימן שאם ראה ממי מהם נפל יחזירנו לו ואם לא ראה ממי מהם נפל אם יש בו סימן יכריז ביניהם ואם אין בו סימן יהא בידו עד שיבא אליהו ודוקא ששוה שתי פרוטות כמו שנתבאר ס\"ב) (טור):"
    },
    {
      "id": "choshen_mishpat-262-5",
      "section": 5,
      "text": "מצא דבר שנתייאשו הבעלים ממנו כגון שאמרו וי לחסרון כיס אפי' יש בו סימן הוא של מוצאו וכן המוצא דבר שמוכיח בו שיש זמן רב שנאבד מבעליו ונתייאשו הבעלים הוא של מוצאו אפי' יש סימן בגופו או במקומו: הגה הא דאמרינן דכשאמר וי לחסרון כיס הוי יאוש היינו באבידה וכיוצא בזה אבל מי שיש לו חוב אצל עכו\"ם שמסתמא אינו ייאוש אע\"פ שאמר וי לחסרון כיס לא הוי ייאוש דהואיל שכל חוב הוי ספק אי משתלם אי לא מספיקא אמר כך ולא גמר ומייאש (מהרי\"ק שורש ד'):"
    },
    {
      "id": "choshen_mishpat-262-6",
      "section": 6,
      "text": "לפיכך המוצא מעות מפוזרים ועיגולי דבילה וככרות של נחתום ומחרוזות של דגים שאין בהם סימן לא בקשרים ולא במנינם וחתיכות של בשר שאין בהם סימן ולשונות של ארגמן וגיזי צמר שאינם צבועים ואניצי פשתן הרי אלו שלו שבכל אלו מסתמא הרגישו הבעלים בנפילתם וכיון שאין בהם סימן מתייאש:"
    },
    {
      "id": "choshen_mishpat-262-7",
      "section": 7,
      "text": "מצא פירות מפוזרים אם דרך הנחה לא יגע בהם ואם דרך נפילה הרי הם שלו:"
    },
    {
      "id": "choshen_mishpat-262-8",
      "section": 8,
      "text": "המוצא ככרות של בעל הבית וגיזי צמר הצבועים וחתיכות בשר או דג שיש בהן סימן וכן כל דבר שיש בו סימן חייב להכריז:"
    },
    {
      "id": "choshen_mishpat-262-9",
      "section": 9,
      "text": "מצא כריכות קטנות של שבלים בר\"ה הרי אלו שלו שהרי אין בהם סימן ואם מצאם ברשות היחיד אם דרך נפילה הרי אלו שלו ואם דרך הנחה חייב להכריז שאע\"פ שאין בהם סימן המקום הוי סימן אבל אם מצא אלומות בין ברשות היחיד בין ברשות הרבים נוטל ומכריז: הגה שמקומן סימן ומיהו במקום שהכל נותנין שם כגון חביות בשפת הנהר אינו סימן שהכל פורקין שם המוצא חביות של יין ושומן וכיוצא בזה קודם שנפתחו האוצרות חייב להכריז שיש ברישומן סימן לאחר שנפתחו האוצרות אין רישומן סי' ואין חייב להכריז (טור) ודוקא אם כל החביות שוין והן מלאים אבל אם חסרים הם יש סימן במדה במה שבהן (שם בשם ר\"י):"
    },
    {
      "id": "choshen_mishpat-262-10",
      "section": 10,
      "text": "המוצא צבורי פירות או פירות בכלי או כלי כמות שהוא חייב להכריז:"
    },
    {
      "id": "choshen_mishpat-262-11",
      "section": 11,
      "text": "המוצא מעות מפוזרים הרי אלו שלו אפי' היו מקצת מטבעות זה על גב זה הרי הם כמפוזרים אבל אם מצא צבור מעות חייב להכריז:"
    },
    {
      "id": "choshen_mishpat-262-12",
      "section": 12,
      "text": "מצא שלשה מטבעות זה על גב זה והם עשוים כמגדל: הגה דהיינו הרוחב למטה והאמצעי רחב מן העליון או שהיו מונחים כסולם דהיינו רובו של אמצעי על גבי תחתון ורובו של עליון על גבי האמצעי (טור) או שהיו אחד מכאן ואחד מכאן ואחד על גביהם כדי שאם יכניס קיסם ביניהם ינטלו בבת אחת חייב להכריז היו עשויין כשיר (פי' כאצעדה שהוא עגול רש\"י) או כשורה או כחצובה (פי' כג' רגלי הקנקן כל א' כנגד אויר של שני רש\"י) ה\"ז ספק ולא יטול:"
    },
    {
      "id": "choshen_mishpat-262-13",
      "section": 13,
      "text": "בד\"א שמחזירים מטבע בסימנים שאמרנו אבל אם אין בו סימנים הללו אפי' אמר רשומה היא בחותם מלך פלוני או אפי' אמר שמי כתוב עליה אין מחזירין לו מפני שמטבע ניתן להוצאה ושמא הוציאה ומאחר נפלו וי\"א דנסדק במטבע הוי סימן (נ\"י וב\"י בשם הרמב\"ן):"
    },
    {
      "id": "choshen_mishpat-262-14",
      "section": 14,
      "text": "ראה שנפל מטבע מחבירו בתוך החול או בתוך העפר מותר לקחתו שודאי נתייאש ואפי' ראהו שהביא כברה לכבור החול או העפר לחפשו אין חוששין לו:"
    },
    {
      "id": "choshen_mishpat-262-15",
      "section": 15,
      "text": "מצא עיגול ובתוכו חרס ככר ובתוכו מעות (וי\"א דסי' הבא מאיליו לא הוי סימן) (טור בשם הרא\"ש ) חתיכת בשר משונה בחיתוכו דג נשוך וכן כל כיוצא באלו הואיל ויש בהם שינוי חייב להכריז שלא עשאם בעליהם אלא לסימן אבל חתיכת בשר שאינו משונה בחיתוכו הרי הוא שלו שאפי' יכוין זה ויאמר מהירך היא או מהצואר אינו סי':"
    },
    {
      "id": "choshen_mishpat-262-16",
      "section": 16,
      "text": "המוצא מחטים וצינורות ומסמרים וכיוצא בהם מצאם אחת אחת הרי אלו שלו שנים שנים או יותר חייב להכריז שמנין סימן:"
    },
    {
      "id": "choshen_mishpat-262-17",
      "section": 17,
      "text": "הלוקח פירות מחבירו או ששגרם לו חבירו ומצא בהם מעות אם צרורי' הם חייב להכריז שהקשר סימן ואם הם מפוזרים הרי אלו שלו בד\"א בלוקח מהתגר או מבעל הבית שלקחה מהתגר והוא הדין אם התגר עצמו מצאם אם שהו בידו כדי שיוכל לערבם עם פירותיו (ואפילו יודע של מי הוא דכבר נתייאשו ממנו הבעלים) (נ\"י שם) אבל אם לקחם מב\"ה שדש הפירות בעצמו או על ידי עבדיו ושפחותיו הכנענים חייב להחזיר:"
    },
    {
      "id": "choshen_mishpat-262-18",
      "section": 18,
      "text": "מצא חמור ואוכף עליו הנותן סי' באוכף מחזירין לו גם החמור:"
    },
    {
      "id": "choshen_mishpat-262-19",
      "section": 19,
      "text": "מצא כלי ולפניו פירות הפירות שלו והכלי נוטל ומכריז שאני אומר הכלי של א' והפירות של אחר והרי אין בהם סימן ואם מראים הדברים שהם של אדם אחר חייב להכריז כיצד היו אחורי הכלי לפני הפירות הרי אלו שלו היו פני הכלי לפני הפירות חוששין שמא מן הכלי נשפכו ואם היו [אוגנים] (פי' שפת הכלי כפולים לתוכו רש\"י) לכלי אע\"פ שפניו כלפי הפירות הרי אלו שלו שאילו נשפכו מהכלי היה נשאר מהם בתוכו מפני האוגנים היו מקצת הפירות בכלי ומקצתם בארץ חייב להכריז:"
    },
    {
      "id": "choshen_mishpat-262-20",
      "section": 20,
      "text": "מצא כיס ולפניו מעות מפוזרים הרי אלו שלו ואם מראים הדברים שהכיס ומעות של אדם אחד ומהכיס נפלו חייב להכריז:"
    },
    {
      "id": "choshen_mishpat-262-21",
      "section": 21,
      "text": "המוצא כלי מכלים שצורת כולם שוה אם כלי חדש הוא הרי הוא שלו ואם היה שטבעתו העין חייב להכריז שאם יבא תלמיד חכם ויאמר אע\"פ שאיני יכול ליתן בכלי זה סי' יש לי בו טביעת עין חייב להראותו לו אם מכירו ואמר שלי הוא מחזירין אותו בד\"א בתלמיד ותיק שאינו משנה בדיבורו כלל אלא בדברי שלום או במסכתא (פי' אם ישאלוהו על מסכתא אחת אם היא סדורה בידו יענה לאו דרך ענוה) או בפוריא (פי' אם שאלוהו חבירו שכבת על מטה זו יאמר לא פן יראו בה קרי ויתגנה תוס' וכן כתב הרמב\"ם) או באושפיזא (פי' כדאמרינן בערכין מברך רעהו בקול גדול וגו' קללה תחשב לו שלא יספר בשבחו שקבלוהו בסבר פנים יפות בין בני אדם שאינם מהוגנים שלא יקפצו עליו ויכלו ממונו) (תוספות) וכשהוא מקפיד על חלוקו להפכו בענין שלא יראו התפירות המגונות: הגה ודוקא אם מצאו במקום שתלמידי חכמים מצויין כגון בבית המדרש אבל בלאו הכי אינו חייב להכריז (טור) וכל ת\"ח הוא בחזקת שאינו משנה (כי אם) בדברים הנזכרים לעיל עד שיבא המוצא ראיה שאינו נזהר (הגהות אשר\"י פ' הנזכר):"
    }
  ]
}