{
  "id": "choshen_mishpat-390",
  "chapterLabel": "סימן 390",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-390-1",
      "section": 1,
      "text": "נזקי רגל ותולדותיו ודיני צרורות וכלב ותרנגול שקפצו. ובו יב סעיפים:רגל היא אב שושלח את בעירה הכתוב בתורה הוא שהבהמה הולכת ברגליה ומזקת בדרך הילוכה והוא דבר שדרכה בכך ואין לה בו הנאה וכל הדומה לדברים אלו הוא תולדותיו ודינו כמוהו כיצד כגון שהזיקה בגופה דרך הילוכה או בשערה או בשליף (פי' הברטנורא בראשון מקמא שליף משאוי באמתחות ומרצופין) שעליה או בפרומביא (פי' רסן) שבפיה או בזוג שבצוארה או במשוי שעליה ותרנגולים שהיו פורחים ממקום למקום ושברו כלים בכנפיהם או שהיו מהדסין (פי' מהדסין ענין דריסה ורקידה) על גבי עיסה או פירות וטנפום או נקרו בהם וכן כל דבר המחובר בגופה כגון עגלה המושכת בקרון והוליכתה על גבי הכלים ושברתם כל אלו תולדות הרגל ודינם כמוהו:"
    },
    {
      "id": "choshen_mishpat-390-2",
      "section": 2,
      "text": "כשכשה בזנבה כשכוש רב שאין דרכה לעשות תמיד והזיקה ברשות הרבים או שכשכשה בגיד שלה ברשות הרבים והזיקה פטור ואם תפס הניזק גובה חצי נזק ממה שתפס שזה הדבר ספק הוא אם אלו תולדות הקרן שחייב עליה ברשות הרבים או תולדות הרגל שפטור עליה ברשות הרבים: הגה וי\"א דבכל ספקא דדינא לא מהני תפיסה ולכן אפי' אם תפס מפקינן מיניה (טור ס\"א בשם ר\"י ) (וע\"ל סי' שכ\"א) ולדעת הרא\"ש דכשכשה בזנבה לא הוי ספק ודאי פטור (טור שם הביאו):"
    },
    {
      "id": "choshen_mishpat-390-3",
      "section": 3,
      "text": "כל תולדה כאב שלה חוץ מצרורות המנתזין מתחת רגלי הבהמה בשעת הילוכה שאע\"פ שתולדות רגל הם ופטור עליהם בר\"ה כרגל ואם הזיקו ברשות הניזק משלם מהיפה שבנכסיו כרגל שהוא אב אעפ\"כ אינו משלם אלא חצי נזק כיצד בהמה שנכנסה לחצר הניזק והיו צרורות מנתזין מתחת רגליה ושברו את הכלים משלם חצי נזק מהיפה שבנכסיו ודבר זה הלכה למשה מסיני:"
    },
    {
      "id": "choshen_mishpat-390-4",
      "section": 4,
      "text": "וכן אם היתה מהלכת בר\"ה ונתזו צרורות מתחת רגליה לרשות הניזק ושבר את הכלים משלם חצי נזק והוא הדין לתרנגולים שהדסו והעלו עפר או צרורות ושברו וכן חזיר שהיה נובר באשפה והתיז צרורות והזיק משלם חצי נזק:"
    },
    {
      "id": "choshen_mishpat-390-5",
      "section": 5,
      "text": "דרסה על הכלי ברשות הניזק ושברתו ונפל על כלי אחר ושברו על הראשון משלם נזק שלם ועל האחרון משלם חצי נזק ויש מי שאומר שהוא הדין לכח כחו: הגה דרסה על הכלי ולא נשבר ונתגלגל למקום אחר ונשבר שם משלם נזק שלם (טור ס\"ב):"
    },
    {
      "id": "choshen_mishpat-390-6",
      "section": 6,
      "text": "היתה מהלכת ברשות הרבים ובעטה והתיזה צרורות והזיקו ברשות הרבים פטור ואם תפס הניזק רביע נזק אין מוציאין מידו שהדבר ספק הוא שמא שינוי הוא ואינו תולדת רגל שהרי בעטה:"
    },
    {
      "id": "choshen_mishpat-390-7",
      "section": 7,
      "text": "בעטה בארץ ברשות הניזק והתיזה צרורות מחמת הבעיטה והזיקה שם חייב לשלם רביע נזק שזה שינוי הוא בהתזת צרורות ואם תפס הניזק ח\"נ אין מוציאין מידו ואפי' היתה מהלכת במקום שאי אפשר לה שלא תתיז וביעטה והתיזה משלם רביע נזק ואם תפס הניזק חצי נזק אין מוציאין מידו: הגה (ר\"י והרא\"ש) וכבר נתבאר דיש חולקין וסבירא להו דלא מהני תפיסה בספק דינא:"
    },
    {
      "id": "choshen_mishpat-390-8",
      "section": 8,
      "text": "בהמה שהטילה גללים לעיסה היינו צרורות וכגון דדחיק לה עלמא שאין לה מקום לנטות אנה ואנה דאי לאו הכי הוי שינוי ותולדה דקרן הוא:"
    },
    {
      "id": "choshen_mishpat-390-9",
      "section": 9,
      "text": "כשם שחייב על כח שיש בו ממש שהתיז צרורות כך חייב על כח שאין בו ממש כגון סוס שצנף (פי' צניפה בסוס כמו נעירה בחמור ונביחה בכלב ושאגה באריה) וחמור שנוער ושברו כלים בכח קולם ותרנגול שבר כלים ברוח כנפיו או שהושיט ראשו לאויר כלי ותקע בו ושברו בד\"א כשיש בו זרעונים דהשתא הוי אורחיה אבל אם אין בו זרעונים הוי שינוי ולא דיינין ליה השתא:"
    },
    {
      "id": "choshen_mishpat-390-10",
      "section": 10,
      "text": "התרנגולים מועדים להלך כדרכן ולשבר או היה חוט או רצועה קשור ברגליהם ונסתבך כלי באותו החוט ונתגלגל ונשבר משלם חצי נזק: הגה זהו לשון הרמב\"ם והוא סתום אבל אחרים כתבו היה חוט או משיחה קשורה ברגליה אם גררה ושברה בו כלי דרך הלוכה משלם נזק שלם זרקו ושבר בו משלם חצי נזק [ואם הזיק אחר שנח פטור] בד\"א בחוט של הפקר או שיש לו בעלים והצניעו ונקשר מאליו אבל אם החוט של בעל התרנגול ולא הצניעו אפי' נקשר מאליו ושבר ע\"י זריקה חייב נזק שלם (טור ס\"ג) דחצי נזק דצרורות אינו אלא בהתיזה דבר הפקר אבל אם התיזה דבר [ של בעלים] ולא הצניעו חייב נזק שלם ואם החוט של אחרים בעל החוט חייב בין הזיק התרנגול דרך גרירה או דרך זריקה הואיל ולא הצניע חוט שלו ואם הזיק החוט לאחר שנח חייב משום בור המתגלגל בד\"א בתרנגול של הפקר אבל אם יש לתרנגול בעלים אם הזיק דרך גרירה שניהם משלמין ביחד ואם היזק דרך זריקה בעל התרנגול נותן רביע ובעל החוט ג' חלקים ואם הזיק לאחר שנח בעל התרנגול פטור ובעל החוט חייב הכל (וע\"ל סי' תי\"א יתבאר בדיני בור) וכ\"ז בנקשר מאיליו אבל אם קשרו אדם ברגל התרנגול אז הקושר חייב בכל ענין אפי' יש לחוט בעלים (טור) וה\"ה אם היה החוט מונח במקום מוצנע והניח אדם במקום תורפה וע\"י זה נקשר בתרנגול הוי כאלו קשרו בידים (ב\"י בשם התוספות שם ובשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-390-11",
      "section": 11,
      "text": "תרנגול שהיה מחטט בחבל דלי ונפסק החבל ונשבר הדלי אם עיסה דבוקה בחבל דהשתא אורחיה היא או אפי' אין בו עיסה והוא בלוי שדרכו ליפסק על ידי חטיטת התרנגול חייב בין על החבל בין על הדלי נזק שלם ואם החבל חדש ואין עיסה דבוקה בו משונה הוא ואינו חייב אלא חצי נזק בין על החבל בין על הדלי ואם הוא הולך אחר הדלי ומגלגלו עד המקום שנשבר שם משלם נזק שלם:"
    },
    {
      "id": "choshen_mishpat-390-12",
      "section": 12,
      "text": "הכלב והגדי שקפצו מראש הגג מלמעלה למטה ושברו את הכלים משלמים נזק שלם מפני שמועדים הם לדבר זה וכן אם נפלו והזיקו שעלייתן לראש הגג פשיעה ואע\"פ שנפילתן אונס כל שתחלתו בפשיעה וסופו באונס חייב: הגה וי\"א דאם הכלים סמוכים לכותל שאין ראויין לשבר ע\"י קפיצה ונפלו פטור דאונס הוא ואם הכלי ארוך וראשו אחד קרוב לכותל וראש השני רחוק בענין שראוי לשבר ע\"י קפיצה ונפלו קרוב לכותל ושברו חייב דתחילתו בפשיעה ע\"י קפיצה ואם הכותל צר אפי' קרובים לכותל ונפלו חייב והוא שקפצו כדרכם אבל אם קפץ הכלב ברקידה והגדי נסרך דהוי שינוי גבייהו אין משלמין אלא חצי נזק (טור ס\"א) קפצו מלמטה למעלה משלמים חצי נזק (והוא) שנתלה הגדי ונסרך וקפץ הכלב אבל נסרך הכלב ודלג הגדי בין מלמעלה למטה בין מלמטה למעלה חייבים נזק שלם וכן תרנגול שדלג בין מלמעלה למטה בין מלמטה למעלה משלם נזק שלם וה\"ה מי שמסר ביתו לשומרו והיה בו חש\"ו צריך לשומרם שלא ידלגו מלמעלה למטה ולא מלמטה למעלה:"
    }
  ]
}