{
  "id": "choshen_mishpat-272",
  "chapterLabel": "סימן 272",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-272-1",
      "section": 1,
      "text": "דין בהמות או ספינות שפגעו זה בזה. ובו יח סעיפים:מי שפגע בחבירו בדרך ובהמתו רובצת תחת משאה בין שהיה עליה משא הראוי לה בין שהיה עליה יותר ממשאה ה\"ז מצוה לפרוק מעליה שנא' עזוב תעזוב עמו (היה דרך הבהמה לרבוץ תמיד תחת משאה או שהיא עומדת תחת משאה אינו חייב) (טור ס\"ה) ולא יפרוק ויניחנו נבהל וילך אלא יקים עמו ויחזור ויטעון משאו עליו שנאמר הקם תקים ואם הניחו נבהל ולא פרק ולא טען ביטל מצות עשה ועבר על מצות ל\"ת שנא' לא תראה את חמור אחיך:"
    },
    {
      "id": "choshen_mishpat-272-2",
      "section": 2,
      "text": "היה כהן והבהמה רובצת בין הקברות אינו מטמא לה:"
    },
    {
      "id": "choshen_mishpat-272-3",
      "section": 3,
      "text": "וכן אם היה זקן שאין דרכו לפרוק ולטעון הואיל ואינה לפי כבודו פטור (טור ס\"ח) זה הכלל כל שאילו היתה שלו היה פורק וטוען ה\"ז חייב לטעון ולפרוק בשל חבירו ואם היה חסיד ועושה לפנים משורת הדין אפי' היה הנשיא הגדול וראה בהמת חבירו רובצת תחת משאה של תבן או של קנים וכיוצא בהם פורק וטוען עמו (ויש חולקין בזה כמו שנתבאר לעיל סוף סימן רס\"ג) (טור ס\"ט בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-272-4",
      "section": 4,
      "text": "פרק וטען וחזרה ונפלה חייב לטעון ולפרוק פעם אחרת אפי' מאה פעמים שנאמר עזוב תעזוב הקם תקים עמו לפיכך צריך לדדות עמו עד פרסה אא\"כ אומר לו בעל המשא איני צריך לך:"
    },
    {
      "id": "choshen_mishpat-272-5",
      "section": 5,
      "text": "מאימתי יתחייב לפרוק ולטעון עמו משיראהו ראיה [שהיא] כפגיעה שהרי נאמר כי תראה ונאמר כי תפגע וכמה שיערו חכמים שיהיה ביניהם רס\"ו אמה וב' שלישי אמה שהיא אחר מז' ומחצה במיל היה רחוק ממנו יותר מזה אינו זקוק לו:"
    },
    {
      "id": "choshen_mishpat-272-6",
      "section": 6,
      "text": "מצוה מן התורה לפרוק עמו בחנם (כמו באבידה וע\"ל סי' רס\"ה) אבל לטעון עליו ה\"ז מצוה ונוטל שכרו וכן בשעה שמדדה עמו עד פרסה יש לו שכר:"
    },
    {
      "id": "choshen_mishpat-272-7",
      "section": 7,
      "text": "מצא בהמת חבירו רבוצה אע\"פ שאין הבעלים עמה מצוה לפרוק מעליה ולטעון עליה שנאמר עזוב תעזוב הקם תקים מ\"מ א\"כ למה נאמר עמו שאם היה בעל הבהמה שם והלך וישב לו ואמר לזה שפגע בו הואיל ועליך מצוה אם רצית לפרוק לבדך פרוק הרי זה פטור שנא' עמו ואם היה בעל הבהמה זקן או חולה חייב לטעון ולפרוק לבדו:"
    },
    {
      "id": "choshen_mishpat-272-8",
      "section": 8,
      "text": "בהמת עכו\"ם והמשא של ישראל אם היה העכו\"ם מחמר אחר בהמתו אינו זקוק לה ואם לאו חייב לפרוק ולטעון משום צער ישראל:"
    },
    {
      "id": "choshen_mishpat-272-9",
      "section": 9,
      "text": "וכן אם היתה הבהמה של ישראל והמשוי של עכו\"ם חייב לפרוק ולטעון משום צער ישראל אבל בהמת עכו\"ם ומשאו אינו חייב להטפל בו אלא משום איבה: הגה וי\"א לפרוק חייב אפילו אין העכו\"ם שם משום צער בעלי חיים דהוי דאורייתא וכן בכל מקום דפטור לפרוק מ\"מ משום צער ב\"ח מיהו חייב ונפקא מינה שיכול לקבל שכר (טור סי\"ד):"
    },
    {
      "id": "choshen_mishpat-272-10",
      "section": 10,
      "text": "הפוגע בשנים אחד רובץ תחת משאו וא' פרק מעליו ולא מצא מי שיטעון עמו מצוה לפרוק בתחלה משום צער בעלי חיים ואח\"כ טוען בד\"א כשהיו שניהם שונאים או אוהבים אבל אם היה אחד שונא ואחד אוהב מצוה לטעון עם השונא תחלה כדי לכוף את יצרו הרע: הגה ודוקא בשונא בעלמא דלא עבד איסורא אבל אם עביד איסורא ושונאו משום שעבר עבירה א\"צ לטעון עמו כדי לכוף יצרו דהא יפה עושה ששונאו (נ\"י פ' אלו מציאות):"
    },
    {
      "id": "choshen_mishpat-272-11",
      "section": 11,
      "text": "השונא האמור בתורה לא מעכו\"ם הוא אלא מישראל והיאך יהיה לישראל שונא [מישראל] והכתוב אומר לא תשנא את אחיך בלבבך אמרו חכמים כגון שראהו לבדו שעבר עבירה והתרה בו ולא חזר הרי מצוה לשנאותו עד שיעשה תשובה וישוב מרשעתו ואע\"פ שעדיין לא עשה תשובה אם מצאו נבהל במשאו מצוה לטעון ולפרוק עמו ולא יניחנו נוטה למות שמא ישהה בשביל ממונו ויבא לידי סכנה והתורה הקפידה על נפשות ישראל בין רשעים בין צדיקים מאחר שהם נלוים אל ה' ומאמינים בעיקר הדת שנאמר אמור אליהם חי אני נאם ה' אלהים אם אחפוץ במות הרשע כי אם בשוב רשע מדרכו וחיה:"
    },
    {
      "id": "choshen_mishpat-272-12",
      "section": 12,
      "text": "חמורים שרגליו של אחד מהם רעועות אינם רשאים חביריו להקדים ולעבור מעליו נפל רשאים לעבור מעליו:"
    },
    {
      "id": "choshen_mishpat-272-13",
      "section": 13,
      "text": "היה אחד טעון ואחד רכוב והדרך צר מעבירים את הרכוב מפני הטעון אחד טעון ואחד ריקן מעבירים הריקן מפני הטעון שניהם טעונים שניהם רוכבים שניהם ריקנים עושים פשרה ביניהם:"
    },
    {
      "id": "choshen_mishpat-272-14",
      "section": 14,
      "text": "וכן שתי ספינות העוברות ופגעו זו בזו אם שתיהן עוברות [בבת אחת] שתיהן טובעות ואם בזו אחר זו עוברות וכן ב' גמלים העולים במעלה גבוהה ופגעו זה בזה אם עוברים שניהם בבת אחת נופלים ואם בזה אחר זה עולים כיצד הם עושים טעונה ושאינה טעונה תדחה שאינה טעונה מפני הטעונ' קרובה ורחוקה תדחה קרוב' מפני שאינה קרובה שתיהן רחוקות או שתיהן קרובות או טעונות הואיל וכולן בדוחק א' הטל פשרה ביניהם והם מעלים שכר זה לזה ובזה וכיוצא בו נאמר בצדק תשפוט עמיתך:"
    },
    {
      "id": "choshen_mishpat-272-15",
      "section": 15,
      "text": "שיירא שחנתה במדבר ועמד עליה גייס לטרפה ופסקו עם הגייס ממון מחשבין לפי ממונם ואין מחשבין לפי נפשות ואם שכרו תייר לפניהם להודיעם הדרך מחשבין לפי ממון ולפי נפשות ואל ישנו ממנהג החמרים:"
    },
    {
      "id": "choshen_mishpat-272-16",
      "section": 16,
      "text": "רשאים החמרים להתנות ביניהם כל מי שתאבד ממנו חמור מבני השיירא מעמידים לו חמור אחרת ואם פשע הוא ואבדה אין חייבין להעמיד לו אבדה חמורו ואמר תנו לי דמים ואיני רוצה ליקח חמור והריני שומר עמכם אין שומעין לו אלא מעמידין לו חמור אחרת כדי שיזדרז עצמו וישמור בהמתו ואפילו היתה לו בהמה אחרת בשיירא שיותר מוסר נפשו לשמור על שנים:"
    },
    {
      "id": "choshen_mishpat-272-17",
      "section": 17,
      "text": "ספינה שהיתה מהלכת בים ועמד עליה נחשול לטובע' והקילו ממשאה מחשבין לפי משאוי ואין מחשבין לפי ממון (וע\"ל ש\"א ס\"א) ואל ישנה ממנהג הספנים:"
    },
    {
      "id": "choshen_mishpat-272-18",
      "section": 18,
      "text": "רשאים הספנים להתנות ביניהם כל מי שתאבד לו ספינה מעמידים לו ספינה אחרת פשע בה ואבדה או שפירש למקום שאין הולכין בו באותו זמן אין חייבין להעמיד לו:"
    }
  ]
}