{
  "id": "choshen_mishpat-264",
  "chapterLabel": "סימן 264",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-264-1",
      "section": 1,
      "text": "אבידתו קודמת לכל אדם אבידת רבו ואבידת אביו של מי קודמת. ובו ח סעיפים:מי שאבדה לו אבידה ופגע באבידתו ובאבידת חבירו אם יכול לחזור את שתיהן חייב להחזירם ואם לא יחזיר את שלו שאבידתו קודמת אפי' לאבידת אביו ורבו כדדרשינן מאפס לא יהיה בך אביון ואעפ\"כ יש לו לאדם ליכנס לפנים משורת הדין ולא לדקדק ולומר שלי קודם אם לא בהפסד מוכח ואם תמיד מדקדק פורק ממנו עול גמילות חסדים וסוף שיצטרך לבריות:"
    },
    {
      "id": "choshen_mishpat-264-2",
      "section": 2,
      "text": "פגע באבידת אביו ובאבידת רבו אם היה אביו שקול כנגד רבו של אביו קודמת ואם לאו של רבו קודמת והוא שיהיה רבו מובהק שרוב חכמתו של תורה למד ממנו (ועבי\"ד סי' רמ\"ב סל\"ד):"
    },
    {
      "id": "choshen_mishpat-264-3",
      "section": 3,
      "text": "הניח אבידתו והחזיר אבידת חבירו אין לו אלא שכר הראוי לו כיצד שטף נהר חמורו וחמור חבירו שלו שוה מנה ושל חבירו ק\"ק הניח שלו והציל של חבירו אין לו אלא שכר הראוי לו ואם אמר לו אציל את שלך ואתה נותן דמי שלי או שהתנה כן בפני ב\"ד חייב ליתן לו דמי שלו ואע\"פ שעלה חמורו מאיליו זכה במה שהתנה עמו: הגה מיהו הוא הפקר וכל הקודם בו זכה (נ\"י פרק הגוזל בתרא) ואם אין הבעלים שם אע\"פ שלא התנה כאילו התנה דמי (טור) ועיין לקמן סי' רס\"ה:"
    },
    {
      "id": "choshen_mishpat-264-4",
      "section": 4,
      "text": "ירד להציל ולא הציל אין לו אלא שכרו הראוי לו: הגה ודוקא שהתנה עם הבעלים אבל לא התנה עם הבעלים וירד להציל ולא הציל אפילו שכרו אין לו דהא לא הועיל לו וכן אם עלה חמורו מאליו אבל אם הציל לא יוכל בעל החמור לומר חמורי היה עולה בלעדי הצלתך אלא חייב ליתן לו שכרו וכן שנים שנתפסו והוציא אחד הוצאות אם השני יצא מן המאסר בלא השתדלות חבירו אין חייב ליתן לחבירו כלום הואיל ולא התנה עמו ואם לא יצא רק ע\"י השתדלות האחר לא יוכל לומר לא הייתי צריך להשתדלותך כי ידי תקיפה אע\"פ שהאמת אתו מ\"מ חייב ליתן לו כפי מה שנהנה לפי ראות ב\"ד כן נ\"ל (ועיין במרדכי פ' הגוזל בתרא תשובת מהר\"ם ודלא כמהר\"ם פאדוואה סי' ס\"ג) ואם נראה לב\"ד שלא הוצרך להרבות בהוצאות בשבילו דאפי' בשבילו לבדו היה צריך לכל הוצאות אלו אינו חייב ליתן לו כלום דזה נהנה וזה אינו חסר לכן יש מי שפסק מי שהציל ספריו וספרי חבירו אם לא הוצרך להרבות הונאות בשביל חבירו אין חבירו חייב לשלם לו כלום (הגהות אלפסי פ' הגוזל) ונ\"ל דווקא שירד תחלה להציל שלו אלא שהציל ג\"כ של חבירו עמו אבל אם ירד על דעת שניהן חייב ליתן לו מה שנהנה מאחר שהציל של חבירו וכמו שנתבאר כן נ\"ל וכן כל אדם שעושה עם חבירו פעולה או טובה לא יוכל לומר בחנם עשית עמדי הואיל ולא צויתיך אלא צריך ליתן לו שכרו (ר\"ן פ' שני דייני גזירות):"
    },
    {
      "id": "choshen_mishpat-264-5",
      "section": 5,
      "text": "וכן שנים שהיו באים בדרך זה בחבית של יין וזה בכד של דבש ונסדק הכד של דבש וקודם שישפך הדבש לארץ שפך זה יינו והציל הדבש לתוך החבית אין לו אלא שכרו הראוי לו ואם א\"ל אציל את שלך ואתה נותן לי דמי שלי או שהתנה כן בפני ב\"ד הרי זה חייב ליתן לו ובעל היין חייב לשפוך יינו כדי להציל דבש חבירו הואיל והבעלים אומרים לשלם לו (טור בסי' רע\"ד בשם הרא\"ש) (ויש חולקין) (שם בשם הרי\"ף והרמ\"ה ) ואם נשפך הדבש לארץ הרי זה הפקר וכל המציל לעצמו מציל: הגה וי\"א אפי' לא נשפך הדבש עדיין רק שנשבר הכד כל כך שהיה נשפך אם לא הציל זה הוי הפקר (טור וב\"י בשם רש\"י) וה\"ה בכיוצא בזה כגון שהיה שריפה בעיר וברחו היהודים מן העיר מפחד הדליקה והציל אחד מה שהציל הוא שלו דהוי כזוכה מן ההפקר (מרדכי פרק הגוזל בתרא):"
    },
    {
      "id": "choshen_mishpat-264-6",
      "section": 6,
      "text": "היה זה בא בכד של דבש וזה בא בקנקנים ריקנים ונסדק כד הדבש ואמר לו בעל הקנקנים איני מציל לך דבש זה בקנקני עד שתתן לי חציו או שלישו או כך וכך דינרים וקבל עליו בעל הדבש ואמר לו הן הרי זה שחק בו ואינו נותן לו אלא שכרו הראוי לו שהרי לא הפסידו כלום:"
    },
    {
      "id": "choshen_mishpat-264-7",
      "section": 7,
      "text": "וכן מי שברח מבית האסורים והיתה מעבורת לפניו וא\"ל העבירני ואני נותן לך דינר והעבירו אין לו אלא שכרו הראוי לו ואם היה צייד וא\"ל בטל מצודתך והעבירני נותן לו כל מה שהתנה עמו וכן כל כיוצא בזה : הגה י\"א הא דאין לו אלא שכרו היינו בדבר שאין רגילות ליתן עליו הרבה אבל בדבר שדרך ליתן הרבה כגון השבעת שדים או רפואה חייב ליתן לו כל מה שהתנה עמו (תוס' והרא\"ש פרק מצות חליצה) ובשדכנות אין לו אלא שכרו אע\"פ שהתנה עמו לתת לו הרבה (הרא\"ש כלל ק\"ה סי' ח' ומרדכי פ' הגוזל בתרא בשם מוהר\"ם):"
    },
    {
      "id": "choshen_mishpat-264-8",
      "section": 8,
      "text": "בד\"א בשלא נתן לו אבל אם נתן לו בכל אלו הדברים אינו יכול להוציא מידו:"
    }
  ]
}