{
  "id": "choshen_mishpat-363",
  "chapterLabel": "סימן 363",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-363-1",
      "section": 1,
      "text": "הגוזל בהמ' ועבדים והזקינו והדר בחצר חבירו שלא מדעתו. ובו יא סעיפים:גזל בהמ' והזקינ' או כחשה כחש שאינו יכול לחזור כגון חלאים שאין להם רפואות תעל' או שגזל מטבע ונסדק או פסלו המלך (וי\"א דמטבע אפי' פסלה המלך אומר לו הרי שלך לפניך) (טור ס\"א בשם הרא\"ש) או שגזל פירות והרקיבו כולם או שגזל יין והחמיץ ה\"ז כמו שגזל כלי ושברו ומשלם כשעת הגזיל' אבל אם גזל בהמות וכחשו כחש שאפשר לחזור או שגזל עבדים והזקינו או שגזל מטבע ונפסל במדינ' זו והרי הוא יוצא במדינ' אחרת או שגזל פירות והרקיבו מקצתם או תרומ' ונטמאת או שגזל חמץ ועבר עליו הפסח או בהמה ונעבד' בה עביר' או נפסלה מליקרב או שהית' יוצאת ליסקל אומר לו הרי שלך לפניך ומחזיר אותה בעצמ':"
    },
    {
      "id": "choshen_mishpat-363-2",
      "section": 2,
      "text": "במה דברים אמורים כשהחזיר הגזיל' אבל אם נשרפ' הגזיל' או אבדה אחר שנאסר' בהנא' חייב להחזיר לו דמיה כשעת הגזיל':"
    },
    {
      "id": "choshen_mishpat-363-3",
      "section": 3,
      "text": "הגוזל בהמ' ונשא עליה משא או רכב עליה או חרש או דש בה וכיוצא בזה והחזיר' לבעליה אף ע\"פ שעבר בל\"ת אינו חייב לשלם כלום שהרי לא הפסיד' ולא הכחיש' ואם הוחזק אדם זה לגזול או לעשוק או לעשות מעשים אלו פעם אחר פעם קונסין אותו ואפי' בח\"ל ושמין השכר או השבח שהשביח בבהמ' ומשלם לנגזל:"
    },
    {
      "id": "choshen_mishpat-363-4",
      "section": 4,
      "text": "התוקף עבדו של חבירו ועשה בו מלאכ' ולא בטלו ממלאכ' אחרת פטור שנוח לו לאדם שלא ילמד עבדו דרכי הבטל' ואם בטלו ממלאכ' אחרת משלם לו כפועל:"
    },
    {
      "id": "choshen_mishpat-363-5",
      "section": 5,
      "text": "התוקף ספינתו של חבירו ועשה בה מלאכ' אם אינה עשויה לשכר שמין כמה פיחתה ומשלם ואם היא עשויה לשכר אם ירד לה בתורת שכירות הואיל וירד שלא ברשות אם רצה הבעל ליטול שכרה נוטל רצה ליטול פחתה נוטל ואם ירד לה בתורת גזל נותן הפחת וכן כל כיוצא בזה וה\"ה אם נטלה על דעת שאלה שלא מדעת גזלן הוי: הגה ואם שכרה הגזלן לאחר צריך להחזיר השכר לבעלים הואיל ועומדת להשכר (טור ס\"ה בשם הרמ\"ה וע\"ל סוף סי' ש\"ח מדינין אלו):"
    },
    {
      "id": "choshen_mishpat-363-6",
      "section": 6,
      "text": "הדר בחצר חבירו שלא מדעתו שאמר לו צא ולא יצא חייב ליתן לו כל שכרו ואם לא אמר לו צא אם אותה חצר אינה עשויה לשכר אינו צריך להעלות לו שכר (אע\"פ שהוציא את הבעל הבית בעל כרחו מן הבית והוא דר בו (מרדכי פרק כיצד הרגל) ואפילו היה רגיל להשכירו רק שעכשיו לא עביד למיגר בתר האי שעתא אזלינן) (נ\"י פ' הנ\"ל) אע\"פ שדרך זה הדר לשכור מקום לעצמו שזה נהנה וזה אינו חסר: הגה ודוקא שכבר דר בו אבל לא יוכל לכופו לכתחילה שיניחנו לדור בו אע\"פ דכופין על מדת סדום במקום שזה נהנה וזה אינו חסר ה\"מ בדבר דאי בעי ליהנות לא יוכל ליהנות אבל בכי האי גוונא דאי בעי בעל החצר ליהנות ולהרויח להשכיר חצירו היה יכול אלא שאינו רוצה אין כופין אותו לעשות בחנם (מרדכי ונ\"י פרק הנ\"ל) ואם החצר עשויה לשכור אע\"פ שאין דרך זה לשכור צריך להעלות לו שכר שהרי חסרו ממון: הגה מיהו אם לא היה דר בו אלא שגזלו ממנו פטור לשלם השכירות (טור ס\"ו בשם הרא\"ש ולאפוקי מהרמ\"ה) וסתם בתים בזמן הזה קיימי לאגרא ואע\"ג דעדיין לא השכירו מעולם (מרדכי פ' כיצד הרגל והגהות מיימוני פ\"ג דגזילה ועיין בת\"ה סי' שי\"ז):"
    },
    {
      "id": "choshen_mishpat-363-7",
      "section": 7,
      "text": "י\"א דכשאין החצר עומד לשכר דאמרי' דאינו צריך להעלות לו שכר אם חסרו אפי' דבר מועט כגון שהיה הבית חדש וזה חסרו במה שהשחירו אע\"פ שאין הפסד אותו שחרורית אלא מועט ע\"י מגלגלין עליו כל השכר כפי מה שנהנה (וא\"כ אם אין דרך זה לשכור פטור דהא לא נהנה ויש חולקין) (ר' ירוחם ני\"ב שתי הדעות):"
    },
    {
      "id": "choshen_mishpat-363-8",
      "section": 8,
      "text": "יש אומרים דהא דאמרינן דכשהחצר אינו עומד לשכר אינו צריך להעלות לו שכר דוקא שלא גילה הדר בדעתו שהיה רצונו ליתן לו שכר אם לא יניחנו לדור בו בחנם אבל אם גילה בדעתו כן צריך ליתן לו שכר:"
    },
    {
      "id": "choshen_mishpat-363-9",
      "section": 9,
      "text": "י\"א דהא דאמרי' דבחצר שאינו עומד לשכר אינו צריך להעלות לו שכר אפי' אם שכרו מאחר שהיה סבור שהוא שלו ונמצא שאינו שלו א\"צ ליתן לו שכר אע\"פ שנכנס על דעת ליתן לו שכר ואפי' אם נתנו לזה ששכרו ממנו צריך להחזירו ואם נתן לו השכר כיון שהוא ברור שבטעות יהב ליה חייב להחזירו:"
    },
    {
      "id": "choshen_mishpat-363-10",
      "section": 10,
      "text": "י\"א שזה שאמרנו בחצר העשויה לשכר חייב להעלות לו שכר אפי' שכרו מראובן ונתן לו השכר ונמצאת שאינו שלו אלא של שמעון צריך ליתן לשמעון שכרו: הגה ודוקא ששמעון או שלוחיו בכאן והיו משתדלין להשכירו אבל אם אינו בעיר ואין מי שמשתדל להשכירו הוי כחצר דלא קיימא לאגרא ואע\"פ ששכרו מראובן א\"צ ליתן לשמעון כלום וכמו שנתבאר (הגהות מיימוני פ\"ג דגזילה) ויחזור ויתבע מראובן מה שנתן לו ואפי' שכרו מראובן בפחות מכדי דמיו צריך ליתן לשמעון כל השכר הראוי ליתן לו ויחזור ויתבע מראובן מה שנתן לו ואם שכרו מראובן בדמים יקרים ונמצא הבית של שמעון לא יפרע לו אלא כפי מה ששוכרים אחרים ואפי' אם נתן כבר לראובן אינו נוטל שמעון אלא כפי מה ששוכרים אחרים ומיהו אם באו הדמים ליד שמעון והוא טוען שלא היה שוכרה בפחות מספיקא לא מפקינן מיניה: הגה ישראל שברח מן העיר ולקח (השר) ביתו והשאילו לישראל אחר אין צריך להעלות שכר לבעלים דהא לא קיימא לאגרא דאי לא הוי דר בו ישראל השני הוי דר בו עכו\"ם (הג\"מ פ\"ג דגזילה ומרדכי פ' כיצד הרגל) השוכר בית מחבירו וחזר והשכירו לאחרים ביותר ממה ששכרו אם היה לו רשות להשכירו לאחרים בענין שנתבאר לעיל סי' שי\"ו המותר הוא שלו ואם לא היה לו רשות להשכירו המותר לבעלים (נ\"י פ' הנ\"ל) האומר לחבירו דור בחצרי א\"צ ליתן לו שכר (ב\"י בשם הרשב\"ץ) שני שותפין בבית והשכיר אחד מן השותפין כל הבית שלא מדעת שותפו צריך השוכר ליתן לשותף השני חלקו (ב\"י בשם הרשב\"א) אבל אם לא שכר כל הבית רק חלק השותף שהשכיר לו א\"צ ליתן לשני כלום (ד\"ע):"
    },
    {
      "id": "choshen_mishpat-363-11",
      "section": 11,
      "text": "מי שהיה לו צמר וסמנים שרויין ובא אחד וגזלן וצבע הצמר בסימנים והוזל צמר הצבוע בענין שאינו שוה אלא כמו שהיה שוה בהיותו לבן ושואל הנגזל מהגזלן דמי סמנים פטור ואם תפס הנגזל אין מוציאין מידו:"
    }
  ]
}