{
  "id": "choshen_mishpat-226",
  "chapterLabel": "סימן 226",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-226-1",
      "section": 1,
      "text": "המוכר שדה שלא באחריות או יצא עליו קול ערעור. ובו ו סעיפים:ראובן שמכר שדה לשמעון שלא באחריות ובא לוי והוציאה מיד שמעון אם רצה ראובן לעשות דין עם לוי עושה ואין לוי יכול לומר מה לי ולך והרי אין עליך אחריות שהרי ראובן אומר לו אין רצוני שיהיה לשמעון תרעומת עלי שהפסיד בגללי (אבל אם נתן לו במתנה לא יוכל לטעון בעדו דהא ליכא כאן תרעומת) (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-226-2",
      "section": 2,
      "text": "ראובן שמכר שדה לשמעון שלא באחריות וחזר ולקחה משמעון באחריות ובא ב\"ח של ראובן לטרוף אותה ממנו אינו יכול לחזור על שמעון שאע\"פ שלא קיבל עליו אחריות לשמעון אחריות עצמו קבל שלא יהי' הוא המוכר והוא המוציא לעצמו אבל אם בא ב\"ח של יעקב אביו וטרפה מיד ראובן חוזר וגובה כל הדמים משמעון:"
    },
    {
      "id": "choshen_mishpat-226-3",
      "section": 3,
      "text": "המוכר שדה לחבירו שלא באחריות חייב באחריות דנפשיה ודוקא בזכות שיש לו בשעת מכירה אבל אם בא לו זכות לאחר מכאן חוזר עליו:"
    },
    {
      "id": "choshen_mishpat-226-4",
      "section": 4,
      "text": "אפוטרופסים שמכרו בנכסי יתומים לא אמרי' דאחריות דנפשייהו קבילו:"
    },
    {
      "id": "choshen_mishpat-226-5",
      "section": 5,
      "text": "המוכר קרקע לחבירו ואחר שקנה הלוקח בא' מהדרכים שקונים בהם קודם שישתמש בה יצאו עליו מערערין ה\"ז יכול לחזור בו שאין לך מום גדול מזה שעדיין לא נהנה בו ובאו התובעים לפיכך יבטל המקח ויחזיר המוכר את הדמים ויעשה דין עם המערערים ואם נשתמש בה הלוקח כל שהוא ואפי' דש אמצר שלה ועירבו עם הארץ אינו יכול לחזור בו אלא עושה דין עם המערער ואם הוציאה מידו בדין יחזור על המוכר כדין כל הנטרפין: הגה כל זה מיירי בערעור שלא נתברר עדיין לגמרי אבל ב\"ד רואין שיש אמתלא בדברי המערער אבל אם לא יצא רק קול בעלמא אפי' לא נתקיים המקח לגמרי לא יכול לבטל המקח בשביל דברים בעלמא (טור) ואם חזר הלוקח מחמת ערעור אע\"פ שנתבטל הערעור אח\"כ נתבטל המקח ושניהן יכולין לחזור בו אם בא ערעור על השדה מחמת שהמוכר היה חייב לאחרים והמוכר אומר שיש לו שוברים על החובות מקרי ערעור ויכול הלוקח לחזור בו וא\"צ לקנות דבר ולשמור שוברו לעולם (שם בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-226-6",
      "section": 6,
      "text": "אסור למכור לחבירו קרקע או מטלטלין שיש עליו עסק ודין עד שיודיעו שאע\"פ שהאחריות עליו אין אדם רוצה שיתן מעותיו וירד לדין ויהיה נתבע מאחרים:"
    }
  ]
}