{
  "id": "choshen_mishpat-153",
  "chapterLabel": "סימן 153",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-153-1",
      "section": 1,
      "text": "דין הוצאת זיז ומרזב והעמדת סולם ונעיצת קורות. ובו כ סעיפים:המבקש להוציא זיז (פי' כעין נסר או ראש קורה הבולט מן העלייה ולחוץ) מכותלו על אויר חצר חבירו כל שהוא בעל החצר מעכב עליו שהרי מזיקו בראייה בעת שתולה בו ומשתמש בו: הגה וכל זמן שלא הסירו שהניחו בעל החצר מרצונו אין בעל הזיז משתמש בו מפני שמזיק לבעל החצר בראייה ובעל החצר משתמש בו (טור סעי\"ד):"
    },
    {
      "id": "choshen_mishpat-153-2",
      "section": 2,
      "text": "הוציא את הזיז ולא מיחה בו בעל החצר לאלתר הרי החזיק בעל הזיז (ומשתמש בו ומונע בעל החצר להשתמש בו) (טור סע\"ב): הגה וי\"א דכל חזקות אלו בעינן ג' שנים וכל שלא החזיק ג' שנים יכול למחות וכן בעינן שיבא בטענה כמו בחזקת קרקע (טור בשם ר\"ת והרא\"ש) וכמו שנתבאר לעיל בסי' קמ\"ו סעיף ט' וי\"א דבזיז שאין בו טפח לא מהני חזקה כלל ויכול בעל החצר למחות בו כל זמן שירצה ואם לא מיחה בו והניחו מרצונו בעל החצר יכול להשתמש בו אבל לא בעל הזיז (טור בשם הרמ\"ה והר\"י ברצלוני והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-153-3",
      "section": 3,
      "text": "היה בזיז טפח החזיק באויר החצר כנגדו ואם רצה בעל החצר לבנות תחת הזיז ולבטל תשמישו בעל הזיז מעכב עליו ואם אין בזיז טפח לא החזיק באויר החצר וכל עת שירצה בעל החצר לבנות תחתיו ולבטל תשמישו של זיז אין בעל הזיז יכול לעכב עליו:"
    },
    {
      "id": "choshen_mishpat-153-4",
      "section": 4,
      "text": "היה הזיז שהוציא רחבו טפח ומשוך באויר חצירו של חבירו ד' טפחים (או שבולט טפח במשך ארבע' טפחים באורך הכותל) (טור) ולא מיחה בו החזיק בארבע על ד' ואם רצה להרחיב את הזיז עד שיעשה ארבע על ד' מרחיב: הגה אבל אם החזיק בזיז בולט טפח במשך י' טפחים אינו יכול להשלים כשיעור משהו אלא יכול לעשות ד' ולא יותר הוציא זיז טפח במשך ג' אינו יכול להרחיבו אלא ישאר כמו שהוא (טור ס\"ז בשם הרי\"ף) ואין בעל החצר יכול לבנות באויר חצירו תחת הזיז כלום אא\"כ הניח לו תחתיו גובה אויר י' טפחים כדי שישתמש בזיז: הגה ואם בעל החצר רוצה לקבוע זיז בכותל חבירו בעל הכותל יכול למחות בו אפי' בזיז פחות מטפח (טור):"
    },
    {
      "id": "choshen_mishpat-153-5",
      "section": 5,
      "text": "יש מי שכתב שכל זה אינו אלא בחצר חבירו שאין לו בו לא פתח ולא חלון אבל בחצר של שותפים שיש עליו פתחים וחלונות אם רוצה להוציא זיז לפני חלונות להשתמש עליו אינו יכול למחות בו שהרי מחלונו רואה בו ומה יעשה לו היזק וגם לבנות כנגדו בלא הזיז אינו יכול לבנות מפני חלונותיו: הגה ויש מי שכתב שאותן זיזין שמוציאין מגג של רעפים מפני קיום הכותל מן המטר אין בעל החצר יכול למחות ואין לו חזקה וכשירצה זה לבנות יסלקם לגמרי (נ\"י פרק חזקת):"
    },
    {
      "id": "choshen_mishpat-153-6",
      "section": 6,
      "text": "הרוצה להוציא צנור על חצר חבירו כדי שיקלח שם המים או שעשה מזחילה (פי' צנור גדול שהמים עוברים בו) על כותלו כדי שיהיו המים נזחלים ויורדים לחצר חבירו בעל החצר מעכב עליו ואם לא מיחה בו החזיק זה בצנור (ויש אומרים דגם בחזקה זו בעינן חזק' שלשה שנים וטענה ובלא זה לא מקרי חזקה) (טור וב\"י בשם רשב\"ם ורשב\"א) רצה אח\"כ לסתום הצנור בעל החצר מעכב עליו שכשם שהחזיק בעל הגג לשפוך מימיו לחצר חבירו כך החזיק בעל החצר שיהיו מימי גגו של חבירו באים אצלו לרשותו: הגה (טור ס\"ך וב\"י בשם רשב\"א ורשב\"ם) מיהו אם סתר בעל הגג וראה זה ושתק אבד זכותו דהוי מחילה מיד כדאמרי' לגבי סתימת חלון [(רשב\"א סי' אלף רל\"ג)] (נ\"י) וכן אם סילק בעל הגג מרזב שלו בדרך מחילה מיד הוי מחילה וא\"י להחזירה אבל אם נפל הכותל ועמד כך שנים הרבה יכול לחזור ולבנות אימתי שירצה עם המרזב ואם עשה בעל החצר מעשה שנראה שאינו רוצה המרזב וראה זה ושתק הוי מחילה (תשובת רשב\"א אלף קל\"ג):"
    },
    {
      "id": "choshen_mishpat-153-7",
      "section": 7,
      "text": "רצה בעל הגג לעקור הצנור מצד זה ולהחזירו לצד אחר או שהיה ארוך ורצה לקצרו אין בעל החצר יכול לעכב עליו שלא החזיק אלא במימי הגג והרי הם באים אצלו מכל מקום:"
    },
    {
      "id": "choshen_mishpat-153-8",
      "section": 8,
      "text": "וכן אם רצה בעל החצר לבנות תחת הצנור אין בעל הגג יכול לעכב עליו שאין הצנור עשוי לתשמיש כזיז כדי שיחזיק באויר החצר שאינו עשוי אלא לקילוח המים: הגה והואיל ואין עליו אלא לקבל מימיו ירצה לקבלם בכלי או בצנור הדין עמו (טור סט\"ו בשם הרמ\"ה ונ\"י בשם רשב\"ם פ' חזקת) אבל לא יוכל לומר לבעל הצנור להטותו לרוח אחרת או לשנות בו כלל ואפי' אם הוא ארוך אינו יכול לקצרו והוא שיש קפידא לבעל הצנור אבל בלא\"ה כופין על מדת סדום ובלבד שיקלחו מימיו יפה (כל זה בטור):"
    },
    {
      "id": "choshen_mishpat-153-9",
      "section": 9,
      "text": "ראובן שרצה להחזיר שופכי גגותיו לרשות הרבים בני רשות הרבים יכולים לעכב עליו: הגה וה\"ה אחד מבני מבוי שרצה להחזיר שופכו למבוי ומזיק לאחר בכותל שיש לו אצל מבוי זה אף ע\"פ שאין לבעל הכותל שום זכות במבוי זה שהשופכין יורדין לתוכו (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-153-10",
      "section": 10,
      "text": "מי שהוריד מי גגו על חצר חבירו ולא מיחה בו והחזיק בדבר זה אם המים מנטפים ורצה לקבצם למקום אחד ולעשותם צנור עושה וכן אם היו באים דרך צנור ממקום אחד וחילקן על רוחב הכותל והחזירן נוטפים עושה ואפי' לבנות על גגו כמין צריף (פי' מלון של שומרי שדות שאין לו גג אלא הקורות למעלה נוגעים זו בזו והולכות ומתרחבות למטה) עד שירדו המים במהרה לחצר חבירו בונה שהרי הוחזקו מימיו של זה לירד לחצר חבירו:"
    },
    {
      "id": "choshen_mishpat-153-11",
      "section": 11,
      "text": "מי שבא להגביה השופכין כדי שיהיו יורדים ממקום גבוה שזה ודאי מוסיף בהיזק הוא אין שומעין לו וכן כל כיוצא בהם ויש מתירין גם בזה: הגה ואם רוצה להשפיל הצנור בעל החצר מעכב עליו שהרי יכול לבנות תחתיה וכשישפילה לא יוכל לבנות תחתיה כל כך. (טור בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-153-12",
      "section": 12,
      "text": "ראובן היה לו בית אצל חצר שמעון ומי גגו נוטפים לחצר שמעון ונפל ביתו של ראובן ושוב בנה שמעון בית בחצרו וקנה מראובן שיקבל מי גגו בחרבתו בכ\"מ שירצה ואח\"כ בנה ראובן חרבתו והחזיר מי גגו לחצירו של שמעון כבתחלה ומי גגו של שמעון שקנה מראובן שיקבלם (נוטפין) על גג ראובן (וחוזרים לחצר שמעון עם מי גג ראובן) ושמעון טוען שאין לו לקבל מי גגו דראובן אלא אדרבה הוא צריך לקבל מי גגו הדין עם שמעון: הגה ראובן שמימיו יורדין על גגו של שמעון והחזיק בזה ובא שמעון להגביה גגו צריך ליכנס בשלו כדי הנחת מרזב במקום ראשון שלא יפסיד חבירו (מרדכי ריש ב\"ב) מי שהחזיק בחצר חבירו לשפוך בה מי כביסה אחת ממחין בידו שלא ישפוך בה חמשה כביסות וכן אם החזיק למי גשמים לא ישפוך שם מי כביסה (נ\"י פ\"ק דב\"ב) אבל השופך שופכין ברשותו דרך ביב העוברת בחצר חבירו אע\"פ שלא החזיק אלא לדבר אחד יכול לשפוך שם מה שירצה הואיל דברשותו הוא שופך (שם ד\"ד):"
    },
    {
      "id": "choshen_mishpat-153-13",
      "section": 13,
      "text": "המעמיד סולם קטן שאין לו ד' שליבות בצד כותלו בתוך חצר חבירו או בתוך שדהו לא החזיק בנזק זה וכל זמן שירצה בעל החצר בונה בצד הסולם ומבטל תשמישו: הגה ואם קבעו במסמר אפי' קטן יש לו חזקה (נ\"י) ואם היה סולם גדול שיש לו ד' שליבות או יותר החזיק ואם בא לבנות ולבטלו בעל הסולם מעכב עליו עד שירחיק כשיעור שהרי מחל לו להעמיד סולם גדול לפיכך כשיבא בעל הגג להעמיד סולם גדול בעל החצר יכול למחות בידו כדי שלא יחזיק עליו אבל אם העמיד סולם קטן אינו יכול למנעו שהרי אומרים לו אין לך הפסד בזה כל זמן שתרצה תטלנו:"
    },
    {
      "id": "choshen_mishpat-153-14",
      "section": 14,
      "text": "כותל שבין ראובן ושמעון אם היו שותפים בו זה חופר מצד זה ומכניס קורותיו כל שהן וזה חופר מצד זה ומכניס קורותיו: הגה ואע\"פ שהאחד הכניס והשני לא הכניס זמן ארוך יכול להכניס כשירצה הואיל וחצי כותל שלו (ב\"י בשם הרשב\"א) ואין כל אחד יכול להכביד על הכותל רק כמנהג (ב\"י בשם רשב\"א):"
    },
    {
      "id": "choshen_mishpat-153-15",
      "section": 15,
      "text": "היה הכותל של ראובן לבדו אין שמעון יכול להשתמש בו:"
    },
    {
      "id": "choshen_mishpat-153-16",
      "section": 16,
      "text": "חפר שמעון בכותל זה והכניס בו קורה אחת ושתק ראובן ולא מיחה בו החזיק במקום הקורה אפי' היתה קטנה ורצה שמעון להחליפה בקורה גדולה ועבה מחליף: הגה ובחזקת סולם ונעיצת קורות י\"א דבעינן חזקה ג' שנים וטענה (טור בשם ר\"ת ואביו הרא\"ש וה\"ה בפ\"א מה\"ח בשם התוס' והר\"ר יונה והרשב\"א) ויש חולקין בכל חזקות אלו (שם בשם רשב\"ם ובשם הגאונים והרמב\"ם שם וכ\"כ הה\"מ שם בשם הרמב\"ן):"
    },
    {
      "id": "choshen_mishpat-153-17",
      "section": 17,
      "text": "היתה הקורה סוכת עראי כל ל' יום לא החזיק בה סתם שהרי ראובן אומר לא מחלתי והנחתיך אלא מפני שהוא עראי לאחר ל' יום החזיק שאין זה עראי ואם סוכת החג היא כל שבעת ימי החג לא החזיק לאחר שבעה החזיק ואם חיבר ראש הקורה בכותל בטיט מיד החזיק והוא שיביא ראיה שראובן סייע עמו או ראה ולא מיחה:"
    },
    {
      "id": "choshen_mishpat-153-18",
      "section": 18,
      "text": "מי שהחזיק בכותל זה בקורה אחת אינו יכול להחזיק בקורה שניה שהרי לא מחל לו אלא על אחת בד\"א כשהודה שאין כותל זה שלו אלא של חבירו והוא מחל לו על הכנסת הקורה זו אבל אם טען כותל זה אני שותף בה הואיל ונשתמש בקורה אחת נאמן ומשתמש בכולה אחר שישבע שבועת היסת שהיא שתוף בכל הכותל: הגה (ריב\"ש סי' ר\"י מ\"מ שם) וי\"א דדוקא כשאומר שמתחלה היתה הכותל שותף בין שניהם אבל אם מודה שמתחלה היתה של חבירו אין נעיצת קורות ראיה על הכותל עצמה אא\"כ עשה תקרה עליה וי\"א שאין לחלק והוי חזקה לחלק באבני הכותל אם תפול אבל לא על מקום הכותל (כל זה בטור):"
    },
    {
      "id": "choshen_mishpat-153-19",
      "section": 19,
      "text": "היו קורותיו של ראובן בתוך הכותל ובצד שמעון מקומות חפורים להכניס בהם ראשי הקורות לא החזיק בהן שמעון להכניס בהם קורות ואינו יכול לטעון שהוא שותף בו שהרי אין לו בו תשמיש ויכול ראובן לטעון אני חפרתי מקומות אלו מצדך כדי שיהיו מוכנים עד שתקנה ממני או שתבקש ממני ואמחול לך ותכנס הקורות בלא חפירה בכותל כדי שלא יתמטמט כותלי בעת החפירה:"
    },
    {
      "id": "choshen_mishpat-153-20",
      "section": 20,
      "text": "ראובן החזיק בנעיצת קורות בכותל הידוע לחבירו ונפל אותו כותל וחזר הבעל ובנאו אין לו לנעוץ על אותו כותל חדש וכיון שכן אם היה רעוע ובא ראובן לשפצו ולתקנו חבירו יכול לעכב ע\"י: הגה ראובן שבנה יסוד חומתו בחצר שמעון חבירו טפחיים יותר מן החומה ובא בטענה ובחזקה החזיק למעלה כל כנגד היסוד עד רום רקיע ואע\"ג שהחומה אינה רחבה למעלה איכא למימר שכונס לתוך שלו הוי ועכשיו הוא חפץ להחזיר החומה למקומה וצריך לישבע שלא השיג גבול רעהו (מרדכי ס\"פ חזקת) ונראה לי דזה דוקא במקום שאין מנהג אבל במקום שיש מנהג להרחיב היסודות כמו במדינות אלו אין לו רק היסוד שהחזיק בו:"
    }
  ]
}