{
  "id": "choshen_mishpat-190",
  "chapterLabel": "סימן 190",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-190-1",
      "section": 1,
      "text": "דין קניית קרקע בכסף. ובו יח סעיפים:קרקע נקנה באחד מארבע דברים בכסף בשטר בחזקה ובקנין סודר: הגה וכדין המקח כך דין שכירות קרקע כל ימי השכירות וע' לקמן סוף סי' קצ\"ה:"
    },
    {
      "id": "choshen_mishpat-190-2",
      "section": 2,
      "text": "בכסף כיצד מכר לו בית או שדה ונתן לו כסף שוה פרוטה קנה ואין א' מהם יכול לחזור בו ואפי' נתן לו הכסף ע\"מ שיחזירהו לו קנה:"
    },
    {
      "id": "choshen_mishpat-190-3",
      "section": 3,
      "text": "האומר לחבירו תן מנה לפלוני וקנה לך קרקע שלי כיון שנתן קנה:"
    },
    {
      "id": "choshen_mishpat-190-4",
      "section": 4,
      "text": "י\"א שהוא הדין לאומר לחבירו הילך מנה ויהיה שדך מכור לפלוני כיון שקבל זה ממנו נקנה השדה לאותו פלוני: הגה והוא שאותו פלוני חפץ בזה כגון שעשאו שליח או שאמר למוכר שדך קנוי לי במה שנתן לך פלוני (טור):"
    },
    {
      "id": "choshen_mishpat-190-5",
      "section": 5,
      "text": "וכן י\"א שה\"ה לאומר לחבירו תן מנה לפלוני ויהי' שדי מכור לו לאותו פלוני עצמו כיון שקבל פלוני המנה מזה נקנה לו לאותו פלוני עצמו השדה (והוא שהלוקח חפץ בזה וכדרך שנתבאר בסמוך):"
    },
    {
      "id": "choshen_mishpat-190-6",
      "section": 6,
      "text": "וכן י\"א שה\"ה לאומר לחבירו הילך מנה ויהיה שדי מכור לך עצמך בו כיון שזכה במנה נקנה לו השדה והוא שיהיה אדם חשוב שהמוכר נהנה במה שהוא מקבל ממנו מתנה: הגה ראובן שהיה חייב לשמעון מנה והגיע זמן הפרעון ואמר שמעון לראובן אמכור לך קרקע במנה ונתרצה ראובן ונתן לו מנה לא יוכל שמעון לומר מנה זו אני גובה בחובי רק הקרקע קנויה לראובן ואח\"כ יגבה שמעון חובו (מרדכי סוף כתובות):"
    },
    {
      "id": "choshen_mishpat-190-7",
      "section": 7,
      "text": "בד\"א שקנה בכסף לבדו במקום שאין דרך לכתוב שטר אבל במקום שדרכן לכתוב שטר לא קנה עד שיכתוב את השטר:"
    },
    {
      "id": "choshen_mishpat-190-8",
      "section": 8,
      "text": "התנה הלוקח ואמר אם ארצה אקנה בכסף ואם ארצה אקנה בשטר ונתן הכסף על תנאי זה ה\"ז קיים ואין המוכר יכול לחזור בו מפני התנאי והלוקח יכול לחזור בו עד שיכתוב לו השטר וכן אם התנה המוכר בזה אז הדבר תלוי בו:"
    },
    {
      "id": "choshen_mishpat-190-9",
      "section": 9,
      "text": "הקונה מחבירו קרקע ופסקו הדמים והניח משכון עליהם לא קנה וכל הרוצה לחזור משניהם חוזר: הגה אבל אם אמר לו קנה בגוף המשכון כפי מעותיך קנה (תוס' ומרדכי פ\"ק דקדושין) וע' לקמן סי' ר\"ד סעיף ה' וסי' ר\"ז סעיף י\"ז:"
    },
    {
      "id": "choshen_mishpat-190-10",
      "section": 10,
      "text": "המוכר שדה לחבירו באלף זוז ונתן לו מקצת הדמים והיה יוצא ונכנס ותובע שאר הדמים אפי' לא נשאר לו אלא זוז אחד לא קנה הלוקח את כלו אע\"פ שכתב השטר או החזיק חזר בו הלוקח יד המוכר על העליונה רצה אומר לו הילך מעותיך או קנה מהקרקע כנגד המעות שנתת ונותן לו מהזיבורי' שבה (ונותן לו כפי השער של עכשיו) (ר\"ן פ\"ק דקדושין המגיד פ\"ה דמכירה ב\"י בשם הרא\"ש) ואם חזר המוכר יד הלוקח על העליונה רצה אומר לו תן לי מעותי או תן לי קרקע כנגד מעותי ונוטל מהיפה שבה (כשער שפסקו) (פוסקים הנ\"ל) ואם לא היה יוצא ונכנס ותובע קנה הלוקח את כולה ואין אחד מהם יכול לחזור בו ושאר הדמים עליו כשאר החובות: הגה וכן אם זקף עליו הנשאר במלוה אע\"פ שיצא ונכנס אחר הדמים קנה וכל זה שנתן לו מקצת הדמים בתורת פרעון אבל לא נתן לו אלא בערבון בעלמא אפי' לא נפיק ועייל אזוזי לא קנה רק נגד מעותיו (הכל בטור) אא\"כ פירש שיקנה נגד הכל ושניהם יכולין לחזור בהן ולא קנה רק מן הגרוע שבשדה נגד מעותיו (ב\"י בשם תוס' והמרדכי והגהות אשירי פרק הזהב):"
    },
    {
      "id": "choshen_mishpat-190-11",
      "section": 11,
      "text": "מכר שדהו מפני רעתה אע\"פ שהוא יוצא ונכנס ותובע שאר הדמים קנה הכל ואין הלוקח יכול לחזור בו שזה שתובע ורודף לא מפני שעדיין לא גמר והקנה אלא כדי שלא יחזור בו הלוקח וכן הדין במוכר מטלטלים אע\"ג שמשך הלוקח הפירות והוציאן לרשותו והמוכר נכנס ויוצא על שאר הדמים לא קנה ויד החוזר בו על התחתונה כמו שנתבאר אלא א\"כ מכר מפני רעת ממכרו שאז קנה הכל:"
    },
    {
      "id": "choshen_mishpat-190-12",
      "section": 12,
      "text": "מי שמכר נכסיו מפני שרוצה לילך לדור בעיר אחרת כמוכר שדהו מפני רעתה דמי:"
    },
    {
      "id": "choshen_mishpat-190-13",
      "section": 13,
      "text": "לקח שדה שוה מנה במאתים ונתן לו מקצת דמים והמוכר נכנס ויוצא לתבוע השאר ה\"ז ספק אם הוא כמוכר שדהו מפני רעתה אם לאו ולפיכך הרוצה לחזור משניהם אינו יכול לחזור ואם תפס המוכר ממקח שמכר כנגד המעות שנשארו לו אין מוציאין מידו:"
    },
    {
      "id": "choshen_mishpat-190-14",
      "section": 14,
      "text": "בקש למכור שדה במאה ולא מצא קונה לשדה שוה מאה והוצרך למכור במאתים וקבל קצת מהדמים ועייל ונפיק אשארא לא קנה ושניהם יכולי' לחזור בהם אבל אם הוא בענין שאם היה רוצה לטרוח היה מוצא למכור שדה במנה ולא טרח ומכר במאתים ה\"ז ספק לפיכך הרוצה לחזור משניהם אינו יכול לחזור ואם תפס המוכר ממקח שמכר כנגד המעות שנשארו לו אין מוציאין מידו:"
    },
    {
      "id": "choshen_mishpat-190-15",
      "section": 15,
      "text": "הא דאמרי' דכי עייל ונפק אזוזי לא קנה היינו בדידעינן דלא מזבין אלא משום דצריך לדמי ואפי' אם קבע זמן לפרעון וכשהגיע הזמן דחקו לפרוע לו מעותיו וזה דחהו והדיין רואה שהוא דחוק למעות ועייל ונפיק אזוזי לא קנה:"
    },
    {
      "id": "choshen_mishpat-190-16",
      "section": 16,
      "text": "יש מי שאומר דעייל ונפיק אזוזי היינו שהלך אליו לבקש מעותיו שני פעמים לא שנא מצאו ובקש ממנו לא שנא לא מצאו רק שגילה דעתו שהלך לבקשו ודוקא דעייל ונפיק ביומא דאוקמוה לזבוני או ביום שקרוב לו אבל לא עייל ונפק ביומיה אפילו עייל ונפיק למחר לא מצי הדר ביה וכי עייל ונפיק ביומיה אפי' ששתק אז ולאחר כמה ימים חוזר הרשות בידו ואי עייל ונפיק ביומיה תרי זימני ולא יהיב ליה ומקמי דשלים יומיה אייתי ליה זוזי קנה ולא מצי הדר ביה דכל דפרע ביומיה כפורע מיד דמי: הגה וכן הא דאמרינן דקנה עד נגד מעותיו י\"א דהיינו דוקא במקום שכסף קונה בלא שטר אבל במקום שצריך שטר אין השטר קונה לחצאין וכל שלא קנה כולו אפי' נגד מקצתו נמי לא קנה (ר\"ן פ\"ק דקידושין ונ\"י פרק האומנין מיהו אם התנה הכל כפי תנאו (המגיד פרק א' דמכירה):"
    },
    {
      "id": "choshen_mishpat-190-17",
      "section": 17,
      "text": "דין מטלטלין כדין הקרקעות לדבר זה שאפילו משכן והכניסם לרשותו והמוכר עייל ונפיק אזוזי לא קנה אלא שבזה יש חילוק במטלטלים אם הוא דבר שאינו ראוי ליחלק כגון שמכר לו בעל חי ונתן לו קצת מהדמים ועייל ונפיק אזוזי המקח בטל לגמרי לפי שאינו ראוי ליחלק והמוכר אינו רוצה להיות שותף עמו (מיהו אם אמר בפירוש ערבוני יקון קנה עד מעותיו) (ר\"ן ונ\"י פ' האומנין) אבל במידי דבר חלוק' הוא אין המקח בטל אלא כנגד מה שחייב לו:"
    },
    {
      "id": "choshen_mishpat-190-18",
      "section": 18,
      "text": "הקונה דבר מחבירו ונתן לו הדמי' וטעה במנין המעו' ולאחר זמן תבעו המוכר ואמר לו מאה שנתת לי אינם אלא צ' נקנה המקח ומחזיר לו העשר' אפי' אחר כמה שנים בין בקרקע בין במטלטלי': הגה מי שהעלילו עליו וכדי להבריח מכר קרקעותיו וקבל המעות כשנתבטלה העלילה בטל המקח אפי' אם נתרצו אח\"כ במקח דמאחר ששטר שעשו בראשונה לא היה כלום דלא היה רק כדי להבריח הו\"ל אח\"כ שטר מוקדם ופסול (ב\"י בשם הרשב\"א):"
    }
  ]
}