{
  "id": "choshen_mishpat-129",
  "chapterLabel": "סימן 129",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-129-1",
      "section": 1,
      "text": "דין הערב בשטר ועל פה ומתי נפרעין מן הערב. ובו כב סעיפים:המלוה את חבירו ואחר שהלוהו אמר לו אחר אני ערב או שתבע את הלוה בדין ואמר לו אחר הנח ואני ערב או שהיה חונק את חבירו בשוק ליתן לו ואמר לו הנח ואני ערב אין הערב חייב כלום ואפי' אמר בפני ב\"ד אני ערב: הגה מיהו אם פרע למלוה בציווי הלוה חייב לשלם לו מה שנתן למלוה (הגהות מיי' פכ\"ה ממלוה) אבל אם קנו מידו שהוא ערב ממון זה בין בפני ב\"ד בין בינו לבין המלוה נשתעבד (האומר לחבירו אני ערב לך בעד יום אחד אינו כלום) (תשו' רשב\"א סי' אלף קמ\"ח):"
    },
    {
      "id": "choshen_mishpat-129-2",
      "section": 2,
      "text": "אמר להם בשעת מתן מעות הלוהו ואני ערב נשתעבד הערב ואינו צריך קנין: הגה ואפי' לא נתערב בהדיא רק שאומר למלוה להלוות ללוה כי בטוח הוא ועשאו על פיו והיה שקר חייב לשלם לו דהוי כאילו נתערב לו (מהרי\"ו סי' פ') וכן אם ב\"ד עשו אותו ערב נשתעבד אע\"פ שלא קנו מידו כגון שהיו ב\"ד רוצים לגבות מהלוה ואמר להם הניחוהו ואני ערב לכם הואיל ויש לו הנאה שהאמינוהו ב\"ד באותה הנאה שעבד עצמו:"
    },
    {
      "id": "choshen_mishpat-129-3",
      "section": 3,
      "text": "אם על פיו החזיר שטר או משכון הוה ליה ערב בשעת מתן מעות: הגה וכן אם פטר הלוה על פי הערב ה\"ל כערב בשעת מתן מעות (מרדכי פרק איזהו נשך ותוספתא פרק המקבל) וי\"א דאם היו לערב מעות של לוה בידו בשעה שערב נשתעבד בכל ענין (מהרי\"ו סימן ל'):"
    },
    {
      "id": "choshen_mishpat-129-4",
      "section": 4,
      "text": "ערב היוצא לאחר חיתום שטרות דהיינו לאחר שחתמו העדים בשטר כתב ואני ערב וניכר שכתב ידו הוא זה או שהעדים מעידים עליו י\"א שמשתעבד בלא קנין לגבות ממנו מבני חורין וי\"א שאינו משתעבד אלא בקנין ולהרמב\"ם אפי' ערב היוצא קודם חיתום שטרות צריך קנין כל שלא נכנס ערב אלא לאחר מתן מעות:"
    },
    {
      "id": "choshen_mishpat-129-5",
      "section": 5,
      "text": "כשם שאין הערב משתעבד אלא בקנין או בשעת מתן מעות או בב\"ד כך הקבלן אינו משתעבד אלא באחד מדרכים הללו שאין חילוק ביניהם אלא לענין שעבוד כתובה (או נדוניא לחתן) כמו שנתבאר בטור אבן העזר (סי' ק\"ב סעיף ו') כל היכא דבעי קנין אי לא קנו מיניה אינו גובה אפילו מנכסים בני חורין אפילו כתב לו שטר: הגה ואפי' נתן לו תקיעת כף אם הוא במקום שלא נהגו לקנות בכך (רי\"ו נתיב ג' ח\"ה) ומ\"מ כופין אותו לקיים שבועתו (ד\"ע) וע\"ל סי' ע\"ג סעיף ח' מי שנתן מתנה לחבירו ואמר ליתנה לו לאחר זמן והעמיד לו ערב י\"א דהוי כערב בשעת מתן מעות (ר' ירוחם נתיב ט\"ו ח\"א ותוספות פ' הניזקין) ויש חולקין (הגהות מרדכי שם ותשו' רשב\"א אלף ט\"ז):"
    },
    {
      "id": "choshen_mishpat-129-6",
      "section": 6,
      "text": "נעשה לו ערב בקנין וכתב לו שטר יש לו דין מלוה בשטר לטרוף ממשעבדי לא כתב לו שטר אע\"פ שנעשה ערב בקנין דינו כמלוה על פה ואינו גובה אלא מבני חרי וי\"א דהיכא דקנו מיניה טורף ממשעבדי אע\"פ שלא כתב לו שטר ונראה לי דבערב בית דין לדברי הכל גובה ממשעבדי אפילו לא כתב לו שטר דהודאה בב\"ד כשטר דמיא:"
    },
    {
      "id": "choshen_mishpat-129-7",
      "section": 7,
      "text": "לא עשה לו הערב שטר בפני עצמו אלא כתב הערבות בשטר החוב עצמו אם כתבו אחר חתימת העדים אינו גובה אלא מבני חרי ואם כתבו קודם חתימת העדים אם כתב פלוני ערב בלא וא\"ו ואח\"כ חתמו העדים גם זה אינו גובה אלא מבני חרי מפני שהוא כתחלת דבר ואינו מעורב עם הלוה והמלוה אבל אם כתוב ופלו' ערב בוא\"ו שהרי הוא מעורב עם הלוה והמלוה ואחר כך חתמו העדים הרי זה נפרע מנכסים משועבדים:"
    },
    {
      "id": "choshen_mishpat-129-8",
      "section": 8,
      "text": "המלוה את חבירו ע\"י ערב אע\"פ שהערב משתעבד למלוה לא יתבע את הערב תחלה אלא יתבע הלוה ואפי' אין ללוה אלא זיבורית לא יפרע מהערב ואפי' אין ללוה נכסים ידועים כגון קרקעות ויש נכסים ידועים לערב לא יגבה מהערב אלא (צריך) לחזור אחר הלוה אולי יש לו מטלטלין: הגה ואם אמר הלוה פרעתיך והוא מלוה על פה נשבע הלוה היסת ונפטר הוא וערב (טור ס\"ח) ואפילו הלוה עכו\"ם ואמר שפרע נפטר הערב אבל אם אמר הלוה לא לויתי מעולם חייב הערב לפרוע (ב\"י בשם התרומות) מי ששאל חפץ מחבירו ואומר לו אם לא אחזירנו לך לזמן פלו' אתן לך דמים כך וכך והעמיד לו ערב בעד הדמים אע\"פ שלגבי השואל הוי אסמכתא ופטור הערב חייב לשלם (תשובת רשב\"א סי' אלף צ') ועיין לקמן סוף סימן קל\"א סעיף י\"ב מכר הלוה קרקע וחתם המלוה עצמו בעד נפטר הערב דאיהו דאפסיד אנפשיה אבל בקבלן בכה\"ג חייב הערב לפרוע (תשובת רשב\"א סי' תתצ\"ב):"
    },
    {
      "id": "choshen_mishpat-129-9",
      "section": 9,
      "text": "חזר אחר הלוה ולא מצא כלום צריך לישבע כתקנת הגאונים שאין לו כלום קודם שיפרע מהערב וצריך לכלול בשבועתו שעדיין הוא חייב לו חוב זה שלא יעשו קנוניא על נכסי הערב ואינו יכול ליפרע מהערב עד לאחר ל' יום מיום שנתחייב הערב לשלם אא\"כ היה תנאי ביניהם (ע\"ל סי' י\"ג וסי' ק\"ו):"
    },
    {
      "id": "choshen_mishpat-129-10",
      "section": 10,
      "text": "ואם אין הלוה בפנינו צריך להודיעו אם הוא קרוב כדי שיוכל שליח לילך ולבא תוך שלשים יום ואם לא יתן אז יתבע לערב ואם הוא במדינת הים שאי אפשר להודיעו ואין לו כאן נכסים או אם הוא גברא אלמא דלא ציית דינא אז יתבע את הערב ויגבה ממנו ואח\"כ יחזור הערב על הלוה ויוציא ממנו או ינדוהו עד שיפרע לו מה שפרע בשבילו: הגה וכן נראה עיקר אע\"ג דיש חולקין וסבירא להו דאע\"ג דהלוה אלם ולא ציית לדין אין נפרעין מן הערב עד שב\"ד יכופו הלוה להיות ציית דין (המגיד פכ\"ו דמלוה בשם יש חולקין ומרדכי פג\"פ ב\"י בשם תשובת הרשב\"א) טען הערב תנו לי זמן ואביא הלוה לב\"ד (טור סי\"ב בשם רב נחשון) אי ידעינן היכן הוא יהבינן ליה זמן עד דאייתי ואי לא ידוע נותנין לו זמן ל' יום ומשיביאנו לב\"ד נפטר הערב עד שישבע הלוה שאין לו הביאו ערב שבת בין השמשות ובמוצאי שבת ברח לא נפטר הערב (טור):"
    },
    {
      "id": "choshen_mishpat-129-11",
      "section": 11,
      "text": "אפי' יש ללוה נכסים ידועים במדינה אחרת נפרע מהערב תחילה שאין אומרים למלוה שיוציא מאתים על מנה:"
    },
    {
      "id": "choshen_mishpat-129-12",
      "section": 12,
      "text": "הא דכשהלוה במדינת הים נפרע מהערב בלי שיודיעו ללוה דוקא כשהמלוה בשטר אבל אם המלוה על פה לעולם אינו נפרע מהערב בלא הודאת הלוה דחיישינן שמא פרעו אא\"כ הוא תוך הזמן וה\"ה אם מת לוה מלוה על פה אינו נפרע מהערב (המ\"מ פכ\"א ממלוה) אא\"כ הוא תוך הזמן או שהודה בשעת מיתתו או שנידוהו מפני שאינו פורע חוב זה ומת בנידויו: הגה טען הלוה שנתן דמי הפרעון לערב ליתנם למלוה נשבע היסת ונפטר במגו דיכול לומר פרעתי לך נאמן ג\"כ לומר דפרע לערב ונפטר בזה דהא המלוה האמין לערב ואם המלוה כופר ואומר שלא העמיד לו אותו ערב נשבע הלוה שהעמיד לו הערב ושפרע לו ונפטר בזה (תשו' מיימוני' סוף ספר שופטים ס\"ג):"
    },
    {
      "id": "choshen_mishpat-129-13",
      "section": 13,
      "text": "אין כל אלו הדברים אמורים אלא בשלא התנה המלוה עם הערב אבל אם התנה עמו שיהא נאמן לומר שלא פרעו הכל לפי תנאו:"
    },
    {
      "id": "choshen_mishpat-129-14",
      "section": 14,
      "text": "התנה המלוה עם הערב למי שארצה אפרע יכול ליפרע מהערב תחלה אפי' אם יש נכסים ללוה ויש חולקים בזה ומודים שאם אמר בפירוש ממי שארצה אפרע (תחלה) יכול לתבוע מהערב תחלה אפי' אם יש נכסים ללוה:"
    },
    {
      "id": "choshen_mishpat-129-15",
      "section": 15,
      "text": "קבלן לעולם יפרע ממנו תחלה אם ירצה אפי' יש נכסים ללוה אא\"כ הלוה רוצה לפרעו (נ\"י סוף ב\"ב והרשב\"א ר\"פ הניזקין) ואין הלוה נאמן לומר פרעתי דהו\"ל לקבלן להתנות (מרדכי סוף פ' ג\"פ) (ונ\"ל דהמלוה נשבע ונוטל):"
    },
    {
      "id": "choshen_mishpat-129-16",
      "section": 16,
      "text": "מלוה שבא לגבות מהקבלן ואין שטרו בידו וטען שאבד ולוה מודה שלא פרעו וקבלן טוען שמא פרעך הלוה וקרע שט\"ח יש מי שאומר שהדין עם הקבלן:"
    },
    {
      "id": "choshen_mishpat-129-17",
      "section": 17,
      "text": "איזהו ערב ואיזהו קבלן א\"ל תן לו ואני נותן לך זה הוא קבלן ואם הוא לאחר מתן מעות יאמר מה שנתת לזה אני נותן לך והוא דקנו מניה כמו שנתבאר:"
    },
    {
      "id": "choshen_mishpat-129-18",
      "section": 18,
      "text": "אבל אם א\"ל הלוהו ואני ערב הלוהו ואני פורע הלוהו ואני חייב הלוהו ואני נותן הלוהו ואני קבלן תן לו ואני (ערב תן לו ואני פורע) תן לו ואני חייב ליתן לך ואפילו אמר תן לו ואני קבלן כולם לשון ערבות הם: הגה וי\"א דתן לו ואני קבלן הוי קבלן (הרא\"ש ורשב\"א סוף ב\"ב וטור) וכן נראה להורות ושטר שכתוב בו פלוני קבלן הוי ערב קבלן דודאי בלשון המועיל קאמר (טור בשם הרא\"ש והמגיד פכ\"ה דמלוה ותוספות):"
    },
    {
      "id": "choshen_mishpat-129-19",
      "section": 19,
      "text": "אם לקח הקבלן המעות מיד המלוה ונתנם ליד הלוה אין למלוה על הלוה כלום ואין יכול לתבוע אלא את הקבלן ואם אין לקבלן גובה מהלוה מדרבי נתן אא\"כ מחל הקבלן ללוה ויש מי שאומר דה\"ה לערב:"
    },
    {
      "id": "choshen_mishpat-129-20",
      "section": 20,
      "text": "יש מי שאומר דערבות וקבלנות היינו כשתבע הלוה מהמלוה שילוונו ונכנס הערב עמו בדבר בלשון ערבות או בלשון קבלנות אבל אם לא דבר הלוה עם המלוה כלום אלא ראובן אמר לשמעון הלוה ללוי מעות ואני פורע הלוהו ואני נותן לך או הלוהו ואני חייב לך אין לשמעון על לוי כלום אפי' נתנם לו מידו אלא על ראובן שא\"ל הלוהו ובשליחותו של ראובן נתנם לו:"
    },
    {
      "id": "choshen_mishpat-129-21",
      "section": 21,
      "text": "קבלן שלא נשא ונתן ביד ומכר הלוה כל נכסיו אע\"פ שיש נכסים לקבלן אם ירצה המלוה לטרוף מלקוחות של לוה אינם יכולים לדחותו אצל בני חורין של קבלן וכן הדין בשנים שנעשו אחראין [זה] לזה ומכר א' מהם נכסיו אבל קבלן שנשא ונתן ביד אינו יכול לגבות מהלקוחות של לוה אא\"כ אין נכסים לקבלן:"
    },
    {
      "id": "choshen_mishpat-129-22",
      "section": 22,
      "text": "הערב והקבלן אין טורפין ממשעבדי דלוה עד שימסור לו המלוה שטר חוב ויקנהו לו דרך קנין שטרות כי היכי דלא ליהוי תביעה על פה: הגה מי שנדר שכר לחבירו שיערב בעדו אם קיבל קנין ליתן לו שכר חייב כפי מה שקצב ואם לא קבל קנין א\"צ ליתן לו שכר באמירה בעלמא (הרא\"ש כלל ס\"ד סי' ג'):"
    }
  ]
}