{
  "id": "choshen_mishpat-248",
  "chapterLabel": "סימן 248",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-248-1",
      "section": 1,
      "text": "הנותן מתנה לחבירו ואמר ליה ואחריך לפלוני. ובו יג סעיפים:שכיב מרע שאמר נכסי לפלוני ואחריו לפלוני אין לשני אלא מה ששייר ראשון ואם היה הראשון ראוי ליורשו כגון שהיה בן מכלל הבנים אין לשני כלום (ואפי' אם גם השני ראוי לירש (המגיד פרק י\"ב דזכיה וב\"י בשם הר\"ן) וכן אפילו הקדישה אחריו של ראשון אין להקדש כלום (תשו' רשב\"א סי' תש\"ד וב\"י בשם גאונים) שכל לשון מתנה ליורש הרי הוא כלשון ירושה וירושה אין לה הפסק ואע\"פ שיאמר ואחריו לפלוני: הגה ואם עשה הצואה במקום שנהגו לדון בערכאות של עכו\"ם ובאו אח\"כ (למקום אחר) לדון בדיני ישראל לא אמרינן דירושה אין לה הפסק (ריב\"ש סי' נ\"ב) אבל הבריא שנתן מתנת בריא על דרך זה וכתב ליה נכסי לך ואחריך לפלוני אין לשני אלא מה ששייר ראשון אפי' היה הראשון ראוי ליורשו:"
    },
    {
      "id": "choshen_mishpat-248-2",
      "section": 2,
      "text": "שכיב מרע שאמר נכסי לך ואחריך לפלוני והיה הראשון ראוי ליורשו ופי' ואמר לא משום ירושה אני נותן לך שאין לה הפסק אלא במתנה והרי הפסקתיה השני קונה מה ששייר ראשון לפיכך אם נתן המעות ע\"י שליש ואמר תנו לבני שקל בכל שבת ולא משום ירושה אני נותנה להם והנשאר מהנכסים אחר מותם יהיה לפלוני אין נותנים להם אלא שקל אע\"פ שאינו מספיק להם (וע\"ל סי' רנ\"ג סעיף ו'):"
    },
    {
      "id": "choshen_mishpat-248-3",
      "section": 3,
      "text": "נכסי לפלוני ואחריו לפ' ואחריו לפלוני מת ראשון קנה ב' מת ב' קנה ג' מת שני בחיי ראשון הנכסים של יורשי ראשון וכן דין שלישי עם השני (המגיד הנ\"ל) אע\"פ שאמרנו אין לשני אלא מה ששייר ראשון אסור לראשון למכור או ליתן גופו אלא אוכל הפירות עד שימות ויזכה השני ואם עבר הא' ומכר או נתן במתנה אין השני מוציא מיד הלקוחות שאין לשני לא מהגוף ולא מהפירות אלא הנשאר וכל המשיא עצה לראשון למכור נקרא רשע ואפי' היו בהם עבדים והוציאם הראשון לחירות או כלים ועשאם תכריכים למת מעשיו קיימים: הגה נתן לראשון הנכסים לעשר שנים ואח\"כ לפלוני ומכרן הראשון השני מוציא מיד הלקוחות שהרי לא נתן לו מתנה גמורה רק לזמן (טור):"
    },
    {
      "id": "choshen_mishpat-248-4",
      "section": 4,
      "text": "בד\"א כשמכר הראשון או נתן מתנה לאחרים אבל אם מכרם לאחד מיורשיו או נתנם לו במתנה לא עשה כלום וכן אם נתנם מתנת שכיב מרע אפי' לאחרים לא עשה כלום שאין מתנת שכיב מרע קונה אלא לאחר מיתה וכשימות יקדם השני לזכות:"
    },
    {
      "id": "choshen_mishpat-248-5",
      "section": 5,
      "text": "היה חוב על הראשון או כתובת אשה ובאו לב\"ד ליפרע מנכסים אלו אע\"פ שהראשון קיים אין ב\"ד מגבים אותם מגוף הנכסים אלא מהפירות בלבד שמין להם:"
    },
    {
      "id": "choshen_mishpat-248-6",
      "section": 6,
      "text": "מת הראשון ובא בעל חובו ואשתו לגבות מנכסים אלו אין מגבין להם כלום אפילו עשאן אפותיקי או שיחדם לאשתו בכתובתה אינם גובים מנכסים אלו כלום אלא הרי הם של שני (וכן נראה עיקר אע\"פ שרבים חולקים):"
    },
    {
      "id": "choshen_mishpat-248-7",
      "section": 7,
      "text": "אין כל דברים הללו אמורים אלא באומר ואחריך לפלוני ולא אמר מהיום אבל אם א\"ל ואחריך מהיום לפלוני ומכר הראשון השני מוציא מיד הלקוחות: הגה וי\"א דלא אמרינן בכה\"ג דירושה אין לה הפסק (ב\"י בשם תשו' הרשב\"א והיא בתשו' להרמב\"ן סי' מ\"ה) ויש חולקין וס\"ל דאין לחלק בין אמר מהיום או לא (שם בשם תשו' הרשב\"א סימן תש\"ד וכ\"כ הנ\"י בשמו ס\"פ י\"נ) אבל הסברא ראשונה נראה עיקר וכן אם מת שני בחיי ראשון יחזירו ליורשי שני ואם הם שלשה ואמר לא' ואחריך מהיום לפ' ואחריו מהיום לפ' ראשון ושני לא קנו אלא הפירות והשלישי קנה הגוף מהיום ופירות לאחר מיתת השני והוא שבאו ליד שני תחלה הילכך אם מת שני בחיי ראשון יחזירו ליורשי נותן: הגה ואין כל דברים אלו אמורים אלא שאמר נכסי לך ואחריך לפלוני אבל אם אמר אחריך לי או ליורשי אם מכרן הראשון ומת הנותן או יורשיו מוציאים מיד הלוקח (טור) ואפי' לא אמר ואחריך לי או ליורשי רק אמר נכסי נתונים לך כל ימי חייך אין לו בהן רק פירות ואם מכרן הנותן או יורשיו מוציאין מיד הלוקח (ריב\"ש סי' ת\"ע) אמר אחריך ליורשי והיה לו בת ומתה בחיי המקבל והניחה זרע זרעה עומד במקומה אבל אם אין לה זרע אין שאר יורשים עומדין במקומה אא\"כ אמר מעכשיו ליורשי דאז זכתה הבת מחיים (טור) אמר נכסי לפלוני ואחריו ליורשי והיה לו בשעת הנתינה בת אחת ואח\"כ נולדו לו בנים י\"א דזכתה בהן הבת דלא היה כוונתו רק על היורשים שהיו לו בשעת המתנה (הגהות מרדכי) כנ\"ל אמר נכסי לך ואחריך ליורשיך י\"א דהוי כאלו אמר ואחריך לפלוני ואם מתו יורשיו בחיי המקבל אין יורשי יורשיו נוטלין כלום אא\"כ אמר ואחריך ליורשיך מעכשיו ודוקא שאמר אחריך ליורשיך אבל מה שכותבין בשטרות לך וליורשיך אינו אלא לשופרא דשטרי (הר\"ן) וי\"ח (הרא\"ש בתשו' כלל פ\"ד סי\"ג) ראובן שנתן מתנה ללוי והתנה עמו איזה תנאי ואם יעבור התנאי יהיו הנכסים של שמעון (מעכשיו) ואח\"כ נתן שמעון כל זכות שיש לו במתנה זו ללוי מעכשיו ומת אע\"פ שלוי עובר על התנאי זכה בנכסיו מכח שמעון (טור בשם הרא\"ש כלל פ\"א שאלה ב'):"
    },
    {
      "id": "choshen_mishpat-248-8",
      "section": 8,
      "text": "שכיב מרע שאמר לאשה פנויה נכסי לך ואחריך לפלוני ולא אמר מהיום ועמדה ונשאת בעל לוקח הוי ואין השני מוציא מיד הבעל ואם אמר לה כשהיא נשואה ומתה השני מוציא מיד הבעל שכיון שזיכה בנכסים על תנאי זה כשהיא נשואה נמצא כאלו אמר לה בפירוש אחריך יקנה פלוני לא הבעל לפיכך אם מכרה נכסים אלו כשהיא תחת בעלה ומתה תחת בעלה יעמדו הנכסים ביד הלוקח:"
    },
    {
      "id": "choshen_mishpat-248-9",
      "section": 9,
      "text": "האומר נכסי לאמי ואחריה ליורשיה והיתה לו בת נשואה ומתה הבת בחיי בעלה ובחיי אם אביה אין הבעל יורש אותם נכסים מפני שהם ראויים לאשתו ולא זכתה בהם האשה אלא אחר שמתה אבל אם הניחה הבת בן או בת היו יורשים הנכסים שמשמע יורשיה ואפילו יורשי יורשים ואילו אמר לכשתמות הזקנה הרי הם לבתו מעכשיו היה הבעל יורש אותם אחר מיתת אשתו:"
    },
    {
      "id": "choshen_mishpat-248-10",
      "section": 10,
      "text": "הנותן מתנה ואמר מטלטלין שיש לי לפלוני נוטל כל כלי תשמישו אבל לא חטין ושעורים וכיוצא בהם ואם אמר כל המטלטלים שלי נוטל הכל והעבדים בכלל המטלטלים אבל לא ריחיים התחתונה וכיוצא בהם שהרי היא מחוברת לארץ ואם אמר כל המטלטל נוטל אף רחיים התחתונה וכיוצא בהם:"
    },
    {
      "id": "choshen_mishpat-248-11",
      "section": 11,
      "text": "אמר נכסי לפ' נוטל כל המטלטלים וכל הקרקעות והבגדים והעבדים והבהמות והעופות והתפילין עם שאר ספרים הכל בכלל נכסים אבל ספר תורה יש בו ספק אם הוא בכלל נכסים או אינו לפיכך אם תפסו אין מוציאין מידו (אמר לתת לה בגדיה כל מה שמקרי בגד הוא בכלל בין בגדי חול בין בגדי שבת) (הרא\"ש סוף כלל ע\"ז):"
    },
    {
      "id": "choshen_mishpat-248-12",
      "section": 12,
      "text": "הכותב לחבירו שנתן לו ד' אמות קרקע ואגבן כל מטלטלין שיש לו בין זהב וכסף בין שאר כל כלים גדולים וקטנים ובגדי פשתן וצמר ומשי וכל מה ששמו ממון וכל מה ששמו נכסים לא קנה לא קרקעות מפני שאין קרקע נקנה באגב ולא עבדים משום דקי\"ל החזיק בקרקעות לא קנה עבדים ולא ספר תורה (מיהו בספר תורה אם תפס אין מוציאין ממנו) (טור):"
    },
    {
      "id": "choshen_mishpat-248-13",
      "section": 13,
      "text": "הנותן לחבירו כל נכסיו מטלטלי אגב מקרקעי ולא שייר ליורשיו אלא חמשה זהובים והיו לו בביתו שטרי חובות אם מתנת שכיב מרע היתה קנה דשטרות בכלל נכסים הם אבל אם היתה מתנת בריא לא קנה כיון דלא כתב ליה קנה אינהו וכל שיעבודא דאית בהו ולכן יזכו בהן היורשין: הגה ואפי' היה המקבל עצמו חייב לנותן בשטר צריך לשלם ליורשיו דמאחר דלא מחל לו החוב רק הקנה לו השטרות ומאחר דלא קנה השטר גם החוב לא נמחל (ב\"י ס\"ס ר\"ן בשם הרשב\"א):"
    }
  ]
}