{
  "id": "choshen_mishpat-097",
  "chapterLabel": "סימן 97",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-097-1",
      "section": 1,
      "text": "להלוות לעני ושלא לנגשו ושלא לחבול כלי אוכל נפש ואלמנה והשבת העבוט ודין הסידור. ובו ל סעיפים:מצות עשה להלוות לעניי ישראל והיא מצוה גדולה יותר מהצדקה וקרובו עני קודם לעניים אחרים ועניי עירו קודמים לעניי עיר אחרת ואפילו עשיר שצריך להלוות מצוה להלוותו לפי שעה ולההנותו אף בדברים וליעצו עצה ההוגנת לו:"
    },
    {
      "id": "choshen_mishpat-097-2",
      "section": 2,
      "text": "אסור לנגוש את הלוה לפרוע כשיודע שאין לו ואפי' להראות לו אסור מפני שהוא נכלם בראותו למלוה ואין ידו משגת לפרוע:"
    },
    {
      "id": "choshen_mishpat-097-3",
      "section": 3,
      "text": "אסור ללוה לכבוש ממון חבירו ולומר לו לך ושוב ומחר אתן ויש אתו:"
    },
    {
      "id": "choshen_mishpat-097-4",
      "section": 4,
      "text": "אסור ללוה לקחת הלואה ולהוציאה שלא לצורך ולאבדה עד שלא ימצא המלוה ממה לגבות חובו ואם עושה כן נקרא רשע וכשהמלוה מכיר את הלוה שהוא בעל מדה זו מוטב שלא ללותו ממה שילוהו ויצטרך לנגשו אח\"כ ויעבור בכל פעם משום לא תהיה לו כנושה:"
    },
    {
      "id": "choshen_mishpat-097-5",
      "section": 5,
      "text": "אם בא המלוה לב\"ד למשכן ללוה או ליפרע ממנו יש לב\"ד לעשות לו דין ולא יאמרו פלוני עני ואין לו ופלוני עשיר ואין צריך לו אלא אין מרחמים בדין:"
    },
    {
      "id": "choshen_mishpat-097-6",
      "section": 6,
      "text": "אם בא למשכנו שלא בשעת הלואתו לא ימשכננו הוא בעצמו שאם משכנו הוא בעצמו עובר בלאו (וע\"ל סי' ד') אלא ב\"ד ישלחו לו שלוחם ואף שלוחם לא יכנס לביתו למשכנו: הגה ואפי' אם ביקש המלוה להכנס לבית הלוה ולכתוב כל מה שבביתו אין ב\"ד נזקקין לו ליכנס לביתו כלל (ב\"י סי' צ\"ט בשם הרשב\"א) אלא אם ימצא לו דבר בחוץ יקחנו ויש לשליח ב\"ד ליקח המשכון מיד הלוה בזרוע ונותנו למלוה ואפי' בחוץ לא ימשכננו שלא בשעת הלואה דבר שעושים בו אוכל נפש כמו רחים ורכב של יד שהם מטלטלים אבל בתי רחים של מים הרי הם כקרקע ולא שייך ביה משכון אלא גוביינא כשאר קרקעות שאין ב\"ד ממשכנין ליקח קרקע למשכון ומ\"מ אם המלוה עצמו נכנס לבית הרחים ונטל רחים העליונה או הברזל והסובב והגלגלים כבר נעשו מטלטלים ויש להם דין כלי אוכל נפש ומחזיר אותן בשעת מלאכה:"
    },
    {
      "id": "choshen_mishpat-097-7",
      "section": 7,
      "text": "אם ראו ב\"ד שתולש רחים התחתונה וכיוצא בה ממקום חיבורם להבריח מבעל חוב וכן אם הוא עוקר נטיעות וסותר בנין הבתים להבריח מבעל חוב ב\"ד מגבין לו מהם לשעתו:"
    },
    {
      "id": "choshen_mishpat-097-8",
      "section": 8,
      "text": "כלים שעושים בהם אוכל נפש שאמרו היינו שעושים בו אוכל נפש ממש כגון הרחים והעריבות ויורות שמבשלים בהן וסכין של שחיטה וכיוצא בהם ואם חבל מחזיר על כרחו: הגה אבל שאר כלי אומנות כגון זוג של ספרים ופרות החורשות מותר למשכנם (טור בשם ר\"י והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-097-9",
      "section": 9,
      "text": "היו לו חמשה רחים אינו רשאי למשכן אפילו אחת מהן ואם אינו עושה מלאכה אלא באחת מהן מותר למשכן השאר."
    },
    {
      "id": "choshen_mishpat-097-10",
      "section": 10,
      "text": "חבל כלים הרבה של אוכל נפש חייב על כל כלי וכלי ואפילו שני כלים המחוברים יחד לעשות בהם מלאכה אחת כמו המספרים שגוזזים בהם (ירק) (הרי) זה עובר בשני לאוין:"
    },
    {
      "id": "choshen_mishpat-097-11",
      "section": 11,
      "text": "אוכל נפש מותר למשכנו ובלבד שישאיר לו הסדור שמסדרין לו:"
    },
    {
      "id": "choshen_mishpat-097-12",
      "section": 12,
      "text": "אם הוא בעצמו משכנו חייב להחזיר לו אלא א\"כ הממשכן גזבר הקדש או גזבר עניים: הגה והיינו דוקא כלי אוכל נפש (דהוי) כמו השליח ב\"ד אבל אם משכנו המלוה שאר דברים אע\"ג דעובר בלאו מ\"מ מה שעשה עשוי וא\"צ להחזיר לו עד שישלם לו (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-097-13",
      "section": 13,
      "text": "אם מדעתו מסר למלוה או לשליח בית דין כלים שעושין בהן אוכל נפש מותר לקחתם:"
    },
    {
      "id": "choshen_mishpat-097-14",
      "section": 14,
      "text": "אלמנה בין שהיא עניה בין שהיא עשירה אין ממשכנין אותה שלא בשעת הלואה ואפי' שליח ב\"ד ואם עבר וחבל בגד אלמנה מחזירין ממנו בעל כרחו ואם תודה תשלם ואם תכפור תשבע אבד המשכון או נשרף קודם שיחזיר לוקה בד\"א שאסור למשכנו הוא בעצמו ושאסור ליכנס לביתו למשכנו אפילו שליח ב\"ד ללוה אבל לערב מותר למשכן בזרוע שלא על פי ב\"ד וליכנס לביתו ליטול המשכון (וי\"א מכל מקום לענין שלא למשכן כלי אוכל נפש אין חילוק בין ערב ללוה) (טור בשם הרמ\"ה) אא\"כ הוא ערב קבלן שאז דינו כלוה וכן מי שיש לו שכר אצל חבירו בין שכר עצמו בין שכר בהמתו או כליו או שכר ביתו מותר למשכנו שלא ע\"פ ב\"ד וליכנס לביתו למשכנו ואם זקף עליו השכר בהלואה אסור:"
    },
    {
      "id": "choshen_mishpat-097-15",
      "section": 15,
      "text": "יש מי שאומר שאין שליח ב\"ד אסור ליכנס לביתו למשכנו אלא במשכנו להיות בטוח ממעותיו ולא הגיע זמן הפרעון אבל כשהגיע זמן הפרעון ובא לגבות חובו וזה אינו רוצה לפורעו והוא בחזקה שיש לו מטלטלין ומבריחם שליח ב\"ד נכנס לביתו למשכנו ויפרע לזה חובו שפריעת ב\"ח מצוה ומכין אותו עד שתצא נפשו כדי לקיימה אבל אין כופין אותו להשכיר עצמו ולא לעשות שום מלאכה כדי לפרוע ואפילו התנה על עצמו שיתפוש המלוה את גופו וכתב לו זה בשטר אינו מועיל ואינו יכול לא לאסרו ולא להשתעבד בו: הגה ודוקא שאין לו לשלם אבל אם יש לו ואינו רוצה לשלם ב\"ד חובשין אותו ומכין אותו עד שתצא נפשו וכופין אותו לשלם (ד\"ע באגודה פ' כל כתבי וריב\"ש סי' תפ\"ד וכמ\"ש הטור) וי\"א דאפי' אם אין לו לשלם אם ישבע להיות חבוש עד שישלם צריך לקיים שבועתו (ריב\"ש סי' תפ\"ד) ועיין לקמן סוף הסימן:"
    },
    {
      "id": "choshen_mishpat-097-16",
      "section": 16,
      "text": "אחד הממשכן את חבירו בב\"ד וא' שמשכנו בידו בזרוע או מדעת הלוה אם איש עני הוא ומשכנו דבר שהוא צריך לו ה\"ז מצוה להחזיר לו העבוט בעת שהוא צריך לו מחזיר לו את הכר בלילה כדי לישן עליו ואת המחרישה ביום כדי לעשות מלאכתו א\"כ מה מועיל לו המשכון כדי שלא ישמיט החוב בשביעית ולא יעשה מטלטלי' אצל בניו אלא יפרע מהמשכון אחר שמת הלוה בד\"א כשמשכנו שלא בשעת הלואתו אבל אם משכנו בשעת הלואתו אינו חייב להחזיר לו: הגה מצות השבת העבוט הוא מצות עשה שמתן שכרה כתוב בצדה ולכן אין ב\"ד של מטה מחוייבין לכוף עליה אבל אם רוצים לכוף הרשות בידם (תשובת הרמב\"ן סי' פ\"ה) וע' בי\"ד ריש סי' ר\"מ:"
    },
    {
      "id": "choshen_mishpat-097-17",
      "section": 17,
      "text": "שליח ב\"ד שבא למשכן לא ימשכן דברים שאי אפשר ליתן אותם משכון כגון בגד שעליו וכלי שאוכל בו וכיוצא באלו ומניח מטה לישב עליה ומטה ומצע הראויים לו לישן עליהם ואם היה עני מטה ומפץ לישן עליו וכל הנמצא בידו חוץ מאלו יש לו למשכנו ויחזיר לו כלי היום ביום וכלי הלילה בלילה וכן מחזיר לו כלי אומנות ביום:"
    },
    {
      "id": "choshen_mishpat-097-18",
      "section": 18,
      "text": "היו לו שני כלים נוטל א' ומחזיר א' עד מתי הוא חייב להחזיר וליקח עד לעולם ואם היה המשכון מדברים שאינו צריך להם ואין מניחים אותם ללוה ה\"ז מניחו אצלו עד ל' יום ומשלשים יום ואילך מוכרו בב\"ד:"
    },
    {
      "id": "choshen_mishpat-097-19",
      "section": 19,
      "text": "אם מת הלוה אחר שהשיב לו המשכון שומטו מעל בניו ואינו מחזיר:"
    },
    {
      "id": "choshen_mishpat-097-20",
      "section": 20,
      "text": "אפילו הוא עשיר הרבה בקרקעות ואין לו מטלטלים אלא אלו שמשכן צריך להחזירם לו אבל אם יש לו מטלטלים אחרים שא\"צ לאלו א\"צ להחזיר לו:"
    },
    {
      "id": "choshen_mishpat-097-21",
      "section": 21,
      "text": "כשמחזיר המשכון צריך להחזיר לו בעדים ולהתרות בו אל תחזירהו לי אלא בפני עדים: הגה שאם לא כן היה נאמן לומר החזרתי או פרעתי במגו דהחזרתי (טור בשם ר\"י ברצלוני) ובלבד שלא יהיה תוך זמנו (ב\"י בשם התרומות כמו שנתבאר לעיל סי' ע\"ח):"
    },
    {
      "id": "choshen_mishpat-097-22",
      "section": 22,
      "text": "אינו יכול למכרו לעולם כיון שלקחו בתורת משכון אם (לא) שיחזירנו לו ע\"מ שלא לחזור לקחתו בתורת משכון ומחזיר לו הכר אפי' ביום ומחרישה אפי' בלילה ובא לב\"ד ומגבין לו חובו:"
    },
    {
      "id": "choshen_mishpat-097-23",
      "section": 23,
      "text": "(כשיגיע זמן הפרעון ובא לגבות חובו) (טור) מסדרין לבעל חוב כיצד אומרי' ללוה הבא כל המטלטלי' שיש לך ולא תניח אפילו מחט אחת (ואפילו כלי אוכל נפש) (נ\"י ס\"פ המקבל) ונותנין לו מהכל מזון ל' יום (כבינוני שבעיר אע\"פ שאכל תחילה כעני) (נ\"י פרק הנ\"ל) וכסות שנים עשר חדש ולא שילבש בגדי משי או מצנפת זהובה אלא מעבירים אותה ממנו ונותנים לו כסות הראויה לו לי\"ב חדש ומטה ליישב עליה ומטה ומצע ושאר צרכי המטה (טור) הראוים לו לישן עליהם ואם היה עני מטה ומפץ לישן עליו ואין נותנים כלום באלו לאשתו ובניו אע\"פ שהם קטנים שהוא חייב במזונותיהם ונותנין לו סנדלו ותפיליו היה אומן נותנים לו שני כלי אומנות מכל מין ומין כגון שהיה חרש נותנין לו שני מעצדין (פירש\"י דילדייר בלעז קטנה ומחלק בה את הנסרים) ושתי מגרות הי' לו מין א' מרובה ומין א' מועט נותנים לו שנים מן המרובה וכל שיש לו מהמועט ואין לוקחים לו כלים מדמי המרובה היה איכר או חמר אין נותנין לו לא צמדו ולא חמורו וכן אם היה ספן אין נותנין לו ספינתו אע\"פ שאין לו מזונות (אלא) מאלו אין אלו כלים אלא נכסים וימכרו עם שאר המטלטלים בב\"ד וינתנו לבעל חובו ואפילו אם הוא תלמיד חכם ותורתו אומנותו אין מניחים לו ספריו ואפילו ספר תורה לפי שהם כשאר נכסים שבעל חוב גובה מהם וה\"ה למקומות בית הכנסת כשהם בכלל נכסים ובעל חוב גובה מהם חובו:"
    },
    {
      "id": "choshen_mishpat-097-24",
      "section": 24,
      "text": "אין צריך לומר שלא תטול אשתו ממזונותיה להבא אלא אפילו תפסה מנכסי בעלה כגון שהלך למדינת הים ותפסה מנכסיו שתזון מהם מוציאין מידה ונותנים למלוה שאין לאשה מזונו' לא מקרקעי ולא ממטלטלי עד שיפרע המלוה אפילו היתה קודמת ואפי' הלך בעלה למדינת הים ולותה בשטר ואכלה אע\"פ שקדמה הלואת מזונותיה בשטר להלואתו של בעל השטר אין הלואת המזונו' נגבית עד שיפרע בעל השטר תחלה ואם המלוה שעל הבעל היתה על פה והיא לותה לצורך מזונותיה על פה או בשטר איזה מהם שיבא לגבות תחלה קודם ואם באו שניהם כאחד חולקים. הגה מיהו אם מעות נדוניתה עדיין בידה או ברשות אביה יכולה לתפסם למזונותיה (מרדכי ס\"פ אע\"פ) היה חייב לעובדי כוכבים ותבעוהו בדיני עכו\"ם ובאתה האשה עם כתובתה וסלקוה העכו\"ם בעלי חובות כי כן הוא בדיניהם להגבות לאשה נדוניתה תחילה ובא אח\"כ מלוה ישראל לתבוע חובו ולהוציא מיד האשה מה שגבתה בדיני עכו\"ם הדין עם המלוה דהרי הכתובה והנדונינא לא נתנה לגבות מחיים (ר\"י נכ\"ג ח\"י) (כמו שנתבאר באה\"ע סי' נ\"ג):"
    },
    {
      "id": "choshen_mishpat-097-25",
      "section": 25,
      "text": "אין בעל חוב גובה מכסות אשתו ובניו של לוה ולא מבגדים צבועים שצבעם לשמן אע\"פ שעדיין לא לבשו אותם ולא מסנדלים חדשים שלקחן לשמן ולא מספרים שקנה לבניו ללמוד בהם אלא הרי אלו שלהם:"
    },
    {
      "id": "choshen_mishpat-097-26",
      "section": 26,
      "text": "בד\"א בכלי חול אבל בגדי שבת ומועד גובה אותם בעל חוב (ויש חולקים) וא\"צ לומר אם היו בהם טבעות וכלי זהב וכסף שהכל לבע\"ח והוא שקנה לה הבעל אבל מה שהכניסה לו בין נכסי מלוג בין נכסי צ\"ב אין בע\"ח גובה ממנה אם ידוע שהוא ממה שהכניסה היא או ממה שפסק הבעל לה בשעת נישואין ואם אינו ידוע היא נאמנת בבגדים ותכשיטים שדרך האשה להכניס לבעלה אם הכניסה לו מעות בנדונייא בע\"ח גובה מהם: הגה וי\"א דמ\"מ אם עדיין הנידונייא ברשותה או ברשות אביה אין בעל חוב גובה מהן ואפילו נשבה בעלה ופדאוהו אין חוזרין וגובין מאלו הנכסים (מרדכי סוף פרק אף על פי):"
    },
    {
      "id": "choshen_mishpat-097-27",
      "section": 27,
      "text": "אין חילוק בענין סידור בין מקרקעי למטלטלי שאפילו אין לו אלא קרקעות מניחים לו לצורך כל הדברים האמורים:"
    },
    {
      "id": "choshen_mishpat-097-28",
      "section": 28,
      "text": "התנה עמו שלא יסדרו לו בחוב זה תנאו קיים אבל במה ששעבד לו כל נכסיו אין בזה תנאי לבטל הסידור שלא היה בדעתו אלא על הנכסים הראויים לו ע\"פ התורה עד שיזכור בהדיא תנאי הסידור ואפילו כתב מגלימא דאכתפאי לא אמר אלא על איצטלא (פי' תרגום אדרת שנער אצטלא בבלאה) בת מאה זוז שאינה כסות הראוייה לו שמוכרו ויתנו לו כסות הראוייה לו ואם אמר על מנת שלא יהא בחוב זה דין סידור אינו מועיל דהוה ליה מתנה על מ\"ש בתורה כמו ע\"מ שלא תהא שביעית משמטתו:"
    },
    {
      "id": "choshen_mishpat-097-29",
      "section": 29,
      "text": "יש מי שאומר שאין מסדרין בחוב שאינו דרך הלואה כגון שכירותו ושכירות בהמתו וכיוצא בהן אם לא זקפן עליו במלוה וכן כשבא ליפרע מהערב שאינו קבלן וי\"א שגם באלו מסדרין:"
    },
    {
      "id": "choshen_mishpat-097-30",
      "section": 30,
      "text": "הא דמסדרין דוקא בשלא נשבע לפרוע אבל אם נשבע לפרוע אין מסדרין לו והוא בעצמו חייב למכור כל מה שיש לו ואפי' חלוק ומכנסים ואבנט לפרוע לבעל חובו ויתפלש באפר ולא יעבור על שבועתו (וע\"ל סי' זה סעיף ט\"ו וע\"ל סי' ע\"ג בדין מי שנשבע לשלם לחבירו):"
    }
  ]
}