{
  "id": "choshen_mishpat-278",
  "chapterLabel": "סימן 278",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-278-1",
      "section": 1,
      "text": "אין הבכור נוטל פי שנים לא במלוה ולא בשבח ואם מכר חלק בכורה. ובו י סעיפים:אין הבכור נוטל פי שנים אלא בנכסי האב אבל לא בנכסי האם אפי' אם הוא בכור לאב ולאם חולקים בנכסים הוא והפשוט בשוה:"
    },
    {
      "id": "choshen_mishpat-278-2",
      "section": 2,
      "text": "מי שמת והניח בנים ואלמנה ומתה האלמנה קודם שנשבעה על כתובתה כל הנכסים בחזקת היורשים ונוטל בהם הבכור פי שנים:"
    },
    {
      "id": "choshen_mishpat-278-3",
      "section": 3,
      "text": "אין הבכור נוטל פי שנים בנכסים הראויים לבא לאחר מיתת אביו אלא בנכסים המוחזקים לאביו שבאו לרשותו שנא' בכל אשר ימצא לו כיצד אחד ממורישי אביו שמת לאחר מיתת אביו הבכור והפשוט יורשים כאחד וכן אם היתה לאביו מלוה יורשים אותה כאחד:"
    },
    {
      "id": "choshen_mishpat-278-4",
      "section": 4,
      "text": "הניח להם פרה מושכרת או מוחכרת או שהיתה רועה באפר (פי' מעשב השדה רשב\"ם) וילדה הבכור נוטל בה ובולדה פי שנים: הגה ויש חולקין (טור בשם אביו הרא\"ש) הניח להן עבד או בהמה טמאה הבכור נוטל ב' חלקים והפשוט חלק אחד דהיינו שעובדים לבכור שני ימים ולפשוט יום אחד (מרדכי ר\"פ מי שהיה נשוי ופ\"ק דבבא בתרא) וע\"ל סי' קע\"א ס\"ח:"
    },
    {
      "id": "choshen_mishpat-278-5",
      "section": 5,
      "text": "שחט אחד ממכירי אביו בהמה ואח\"כ מת אביו נוטל פי שנים במתנות של אותה בהמה:"
    },
    {
      "id": "choshen_mishpat-278-6",
      "section": 6,
      "text": "אין הבכור נוטל פי שנים בשבח ששבחו נכסים לאחר מיתת אביו אלא מעלה אותו השבח בדמים ונותן היתר לפשוט והוא שישתנו הנכסים כגון כרמל שנעשו שבלים וכפניות (פי' תמרים בעודן סמדר רש\"י) שנעשו תמרים אבל שבחו מחמת עצמן ולא נשתנו כגון אילן קטן שגדל ועבה וארץ שעלתה שרטון (פי' שנתקבץ העפר ודחה אמת המים שבשדה) ה\"ז נוטל בשבח פי שנים ואם מחמת הוצא' השביח אינו נוטל: הגה בד\"א שלא מיחה בהן אבל אם מיחה הבכור ואמר אל תשביחו הנכסים עד שנחלוק ולא שמעו אליו והשביחו אם לא עשו בהן שינוי נוטל בשבחו פי שנים ואם עשו בהן שינוי אינו נוטל בשבח ולא בהפסד (טור):"
    },
    {
      "id": "choshen_mishpat-278-7",
      "section": 7,
      "text": "אין הבכור נוטל פי שנים במלוה אף ע\"פ שהיא בשטר ואע\"פ שגבו קרקע בחוב אביהם (היה לו שותפות ביד אחרים מקרי מוחזק) (מהרי\"ק שורש קמ\"ה) היה לאב מלוה ביד הבכור ה\"ז ספק אם נוטל בה פי שנים הואיל וישנה תחת ידו או לא יטול הואיל ומחמת אביו יורשה ועדיין לא בא ליד אביו לפיכך (לא) יטול ממנה אלא חצי חלק בכורה בד\"א במלוה שלא במשכון אבל במשכון נוטל פי שנים דכמוחזק דמי אפי' משכנו בשעת הלוואתו (וי\"א דוקא במשכון של ישראל) אבל במשכון של עכו\"ם לא מיקרי מוחזק אא\"כ חלוט לו המשכון (מהרי\"ק הנ\"ל) ואם המלוה על משכונא של קרקע באתרא דלא מסלקי שקיל בה פי שנים והוא דלא מטא זימנא בחיי אביהם: הגה ומקרי ג\"כ מוחזק לגבי לוה ובכור הלוה נוטל פי שנים כשחוזר ללוה (ב\"י בשם תשובת הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-278-8",
      "section": 8,
      "text": "בכור שמכר חלק בכורה קודם חלוקה ממכרו קיים מפני שיש לבכור חלק בכורה קודם חלוקה לפיכך אם חלק עם אחיו במקצת נכסים בין בקרקע בין במטלטלין ונטל חלק כפשוט ויתר בכל הנכסים ואינו נוטל בשאר אלא כפשוט:"
    },
    {
      "id": "choshen_mishpat-278-9",
      "section": 9,
      "text": "בד\"א כשלא מיחה אבל אם מיחה באחיו ואמר בפני שנים ענבים אלו שאני חולק עם אחי בשוה לא מפני שמחלתי חלק בכורה הרי זו מחאה ולא ויתר בשאר נכסים ואפי' מיחה בענבים כשהם מחוברים ובצרום וחלקום בשוה לא ויתר בשאר נכסים אבל אם דרכום וחלק עמהם בשוה ביין ולא מיחה בהם משנעשה יין ויתר (פי' ענין ויתר הוא השתיקה והמחילה על דבר שיש לו עליו טענה אם ירצה) בשאר נכסים הא למה זה דומה למי שמיחה בענבים וחלק עמהם בזיתים שהרי ויתר בכל וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-278-10",
      "section": 10,
      "text": "יצא עליהם שטר חוב בכור פורע בו פי שנים ואם אינו רוצה ליטול פי שנים ולא לפרוע פי שנים רשאי ונפקא מינה שאם שאר היורשים קטנים או אינם כאן שאין בעל חוב יכול לגבות ממנו אלא כפי החלק הפשיטות ויש מי שאומר שאם רוצה לחזור בו אינו יכול: הגה היו לו קרקעות משועבדים לאחרים מקרי מוחזק אבל אי חייבים למלך מכח מס ודרך המלך ליקח הקרקע בעד המס מקרי ראוי אבל במקום שאין דרך המלך כך מקרי מוחזק והבכור נוטל בו פי שנים (נ\"י פרק חזקת) היה לו קרקע מהיום ולאחר מיתה או שנגזל לו קרקע שאינה נגזלת ואפי' נגנבו לו ספרים שמסתמא אינו מייאשם מקרי מוחזק (נ\"י ומרדכי ריש פרק יש נוחלין):"
    }
  ]
}