{
  "id": "choshen_mishpat-230",
  "chapterLabel": "סימן 230",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-230-1",
      "section": 1,
      "text": "המוכר לחבירו מרתף של יין והלוקח יין והחמיץ. ובו י סעיפים:האומר לחבירו מרתף זה של יין אני מוכר לך למקפה (פי' להשהותו להסתפק ממנו מעט מעט לתבשיל) (או אומר מרתף זה אני מוכר לך למקפה) (טור) או שמכר לו מרתף של יין סתם הרי הלוקח מקבל עליו עשרה קנקנים בכל ק' שלא יהיה יינם טוב אלא כבר התחיל להשתנות יתר על זה לא יקבל (וכל שא\"ל שלקחו לשתות מעט מעט הוי כאלו אמר למקפה) (המגיד פ\"י):"
    },
    {
      "id": "choshen_mishpat-230-2",
      "section": 2,
      "text": "א\"ל מרתף של יין אני מוכר לך למקפה (או שאמר ליה מרתף אני מוכר לך למקפה) (טור) או שאמר ליה חביות של יין אני מוכר לך נותן לו יין שכולו יפה וראוי לתבשיל:"
    },
    {
      "id": "choshen_mishpat-230-3",
      "section": 3,
      "text": "א\"ל מרתף זה של יין נותן לו יין הנמכר בחנות שהוא בינוני לא רע ולא יפה (וה\"ה אם אמר חבית זה של יין) (טור):"
    },
    {
      "id": "choshen_mishpat-230-4",
      "section": 4,
      "text": "אמר ליה מרתף זה אני מוכר לך אפי' כולו חומץ הגיעו:"
    },
    {
      "id": "choshen_mishpat-230-5",
      "section": 5,
      "text": "המוכר יין לחבירו ונתנו הלוקח בקנקניו והחמיץ מיד אינו חייב באחריותו ואע\"פ שא\"ל לתבשיל אני צריך לו ואם ידוע שיינו מחמיץ ה\"ז מקח טעות (אם אמר לו למקפה) (טור):"
    },
    {
      "id": "choshen_mishpat-230-6",
      "section": 6,
      "text": "מכר לו יין ונשאר בקנקניו של מוכר והחמיץ אם א\"ל למקפה אני צריך או שא\"ל לשתות מעט מעט אני צריך והחמיץ מחזיר ואומר לו הרי יינך וקנקנך ואם לא אמר ליה למקפה וגם לא א\"ל לשתותו מעט מעט אינו יכול להחזיר שהרי אומר לו למה לא שתית אותו ולא היה לך להשהותו עד שיחמיץ: הגה ודוקא ששהה יותר משיעור יומי' דאורחיה דהאי לוקח למשתי כהדין חמרא (טור בשם רבינו האי):"
    },
    {
      "id": "choshen_mishpat-230-7",
      "section": 7,
      "text": "המוכר חביות של שכר לחבירו והחביות של מוכר והחמיצה בתוך ג' ימים הראשונים הרי הוא ברשות מוכר ומחזיר את הדמים מכאן ואילך ברשות לוקח:"
    },
    {
      "id": "choshen_mishpat-230-8",
      "section": 8,
      "text": "המוכר חביות של יין לחבירו כדי למכרה מעט מעט והחמיצה במחציתה או בשלישיתה חוזרת למוכר ואם שינה הלוקח הנקב שלה או שהגיע יום השוק ושהה ולא מכר הרי היא ברשות הלוקח:"
    },
    {
      "id": "choshen_mishpat-230-9",
      "section": 9,
      "text": "וכן המקבל חבית של יין מחבירו כדי להוליכה למקו' פלוני למכר' שם וקודם שהגיע שם הוזל היין או החמיצה ה\"ז ברשות מוכר מפני שהחבית והיין שלו:"
    },
    {
      "id": "choshen_mishpat-230-10",
      "section": 10,
      "text": "האומר לחבירו יין מבושל (או מבושם) (טור והרי\"ף והרא\"ש) אני מוכר לך חייב להעמיד לו עד העצרת (אם הוא בקנקנין של מוכר) (טור) א\"ל יין ישן אני מוכר לך נותן לו משל שנה שעברה מיושן משל שלשה שנים וצריך שיעמוד ולא יחמיץ עד החג ובמקום שיש מנהג ידוע הכל כמנהג המדינה הגה שכר אין דינו כיין וכל שהחמיץ תוך שלשה לקנייתו ה\"ז ברשות מוכר לאחר שלשה ברשות לוקח ואם נתנו הלוקח לקנקניו הרי זה מיד ברשות לוקח (טור) ראובן תובע לשמעון מכרת לי יין בחזקת יין טוב ושמעון אומר מה שטעמת אתה נוטל הדין עם המוכר ואם אומר שאח\"כ ערבו וזה כופר ישבע ויפטר (מרדכי ס\"פ הזהב):"
    }
  ]
}