{
  "id": "choshen_mishpat-078",
  "chapterLabel": "סימן 78",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-078-1",
      "section": 1,
      "text": "הטוען שפרע תוך הזמן. ובו ח סעיפים:הקובע זמן לחבירו ותבעו תוך הזמן וא\"ל פרעתיך אינו נאמן דחזקה אין אדם פורע בתוך זמנו (וה\"ה דלא יכול לומר מחלת לי) (מרדכי ריש ב\"ב) ואפי' מיתמי שמת הלוה בתוך הזמן והניח יתומים אפי' קטנים נפרעים מהם בלא שבועה אם היה מלוה בשטר או אפילו מלוה על פה והעמיד אביהם בדין ונתקבל העדות בפניו דבמלוה על פה נמי איתא להאי דינא ובלבד שיש עדים בהלואה ובקביעות הזמן שאם אין עדים נאמן בשבועת היסת במיגו דלא היו דברים מעולם או לא קבעת לי זמן או כבר עבר הזמן ופרעתיך בזמנו אם תבעו תוך זמנו ואמר ליה פרעתיך וחזר ותבעו אחר זמנו וא\"ל השתא פרעתיך הוחזק כפרן ואינו נאמן: הגה (הגהת אשר\"י ס\"פ השואל ובמהרי\"ו סימן פ\"ט) [י\"א דלא אמרינן חזקה זו אלא במלוה אבל אם היו מעות מופקדין בידו ועוסק בהן לצורך אחרים הוי כשאר פקדון ויכול לומר דהחזירן אפי' תוך הזמן שקבע (מהרי\"ו סי' פ\"ט) ושכירות דינו כהלואה ואינ' משתלמת אלא בסופה ואינו נאמן לומר שפרע תוך הזמן (טור ריש סימן שי\"ז ונ\"י ריש ב\"ב) מיהו אם שכר סופר לכתוב לו כמה קונטריסים כל קונטרס מיד זמנו הוא וה\"ה בכל מלאכה המתפרדת בכיוצא בזה (מרדכי ריש ב\"ב):"
    },
    {
      "id": "choshen_mishpat-078-2",
      "section": 2,
      "text": "אם מת בתוך זמן ובא לטרוף (מלקוחו') במלוה בשטר להרמב\"ם אינו צריך שבועה וי\"א שצריך ואם הלוה חי ואמר שפרעו י\"א דצריך המלוה לישבע שלא פרעו וגובה וי\"א דאינו צריך שבועה (בטור שני הדיעות) וכן עיקר (נ\"י פ\"ק דב\"ב וב\"י):"
    },
    {
      "id": "choshen_mishpat-078-3",
      "section": 3,
      "text": "(וכן משמע מרמב\"ם פ\"ז משכירות) תבעו ביום שנשלם בו הזמן ואמר ליה פרעתיך היום אם היא מלוה על פה נאמן בשבועת היסת דעביד איניש דפרע ביום משלם זמניה ואם היא מלוה בשטר דינו כמלוה בשטר שלא קבע לו זמן:"
    },
    {
      "id": "choshen_mishpat-078-4",
      "section": 4,
      "text": "וי\"א דהא דאמרי' בתבעו ביום שנשלם הזמן וא\"ל פרעתיך היום דנאמן ה\"מ כשתבעו בסוף היום אבל קודם לכן אינו נאמן וכי אמר בסוף היום פרעתיך תוך זמנו נאמן במגו דפרעתיך היום (וי\"א דוקא דטעין איהו אבל ליתמי דידיה לא טענינן) (נ\"י פרק השואל):"
    },
    {
      "id": "choshen_mishpat-078-5",
      "section": 5,
      "text": "תבעו אחר זמנו או בסוף יום שנשלם זמנו וטען שפרעו בזמנו נשבע הלוה היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-078-6",
      "section": 6,
      "text": "נפטר הלוה תוך זמן והוציאו יורשיו כתב פרעון סתם שפרע כל חובו לראובן קודם מותו נתבאר בסימן ע\"א (וע\"ל בסי' פ\"ד סעיף ב' וסי' פ\"ה ס\"א) ."
    },
    {
      "id": "choshen_mishpat-078-7",
      "section": 7,
      "text": "מי שיש לו שטר על חבירו לפורעו לזמן פלוני ואבד ממנו ותבעו תוך זמנו וכן אם השטר יוצא מתחת ידי אחר וזה תובעו תוך זמנו והלה טוען ממני נפל ופרעתיו לא אמרינן בכי הא אין אדם פורע תוך זמנו בסי' מ\"א:"
    },
    {
      "id": "choshen_mishpat-078-8",
      "section": 8,
      "text": "הא דאמרינן חזקה אין אדם פורע בתוך זמנו היינו דוקא בקובע זמן אבל בסת' הלואה אע\"פ שזמנה שלשים יום נאמן לומר פרעתיך בתוך שלשים יום:"
    }
  ]
}