{
  "id": "choshen_mishpat-247",
  "chapterLabel": "סימן 247",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-247-1",
      "section": 1,
      "text": "השולח חפצים לבני ביתו ולא פירש היאך יחלקום. ובו ה סעיפים:בריא ששלח כלים ממדינת הים ואמר ינתנו אלו לבני הרי אלו ינתנו לבנים ולבנות הראוי לבנים כגון ספרים וכלי מלחמה לבנים והראוי לבנות כגון כלי משי הצבועים וחלי זהב יטלום הבנות היו ראויים לזכרים ולנקבות יטלו אותם הזכרים: הגה מי שהיו לו בנים מאשה אחת ונשא אשה אחרת והתנה עם בניו הראשונים שבניו עם השניה יטלו חלק בירושה כמו הם ולא היה לו מן השניה רק בנות אין לבת במקום הבנים כלום (מרדכי ר\"פ מי שמת) :"
    },
    {
      "id": "choshen_mishpat-247-2",
      "section": 2,
      "text": "וכן המשלח כלים לביתו סתם והיו בהם כלים הראויים לבנות יטלו אותם בנותיו אומדן דעת הוא שלהן שלח ואם אין לו בנות או שהיו בנותיו נשואות יטלו אותם נשי בניו שהדעת נוטה שלהם שלח ויש מי שאומר דה\"מ דלית ליה איתתא אבל אי אית ליה איתתא ודאי לדידה שדר דכגופו דמיא:"
    },
    {
      "id": "choshen_mishpat-247-3",
      "section": 3,
      "text": "שכיב מרע שאמר נכסי לבני בלשון רבים ולא היה לו אלא בן אחד ובנות הכל לבן לבדו (וכ\"ש אם יש לו בנים רבים דהכל לבנים) ואין הבנות בכלל (ואם אמר בפי' לבני ולבנותי הראוי לבנים לבנים והראוי לבנות לבנות) (מרדכי פרק מי שמת) וכן אין בן הבן בכללן (ומעשה באחד שציוה כל אשר לו לבנו רק שיתן סך מה לכל אחת מבנותיו ומתה א' מהן בחייו והניחה בן אין לבן בתו כלום דלה ולא ליורשיה קאמר ועוד דבן בתו לא מקרי בן) (מרדכי פ' מי שאחזו) יש מי שאומר דאי לית ברא אלא בר ברא ודאי אבר ברא קאמר: הגה אפי' אם יש לו בנות (נ\"י פ' מי שמת בשם הריטב\"א ) מיהו אם אמר ליתמי הבנות בכלל כנ\"ל מתשובות הרא\"ש (כלל פ\"ה ס\"ג) וה\"ה אם אמר ליוצאי חלציו (מהרי\"ו בפסקיו):"
    },
    {
      "id": "choshen_mishpat-247-4",
      "section": 4,
      "text": "מי שחלק נכסיו מחמת מיתה וכתב והשאר יחלוקו ב' אחיותי ויתמי אחותי ויש ביתמי אחותו זכרים ונקבות גדולים וקטנים כלם בכלל אפילו נקבות נשואות:"
    },
    {
      "id": "choshen_mishpat-247-5",
      "section": 5,
      "text": "האומר נכסי לפלוני ולבני חולקים אותו פלוני נוטל מחצה וכל בניו מחצה אמר לפלוני ופלוני ולבני (פלוני) נוטלים בני פלוני מחצה ושני האחרים מחצה אפילו הנפרטים מרובים והנכללים מועטים נוטלים הנפרטים מחצה ואף אם יגיע לא' מהנפרטים פחות מלאחד מהנכללים כגון שאמר נכסי לפלוני ולפלוני ולפלוני ולבני ראובן ולא היה לראובן אלא שני בנים: הגה וכן הדין בשאר דברים ולכן איש ואשה שהתנו ביניהם שאם ימות א' מהן יחזירו הנכסים לקרוביהם קרוביו נוטלין החצי וקרוביה החצי (הגהות מיימוני פי\"א דזכיה ):"
    }
  ]
}