{
  "id": "choshen_mishpat-069",
  "chapterLabel": "סימן 69",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-069-1",
      "section": 1,
      "text": "דין הוציא עליו כתב ידו מקוים או בלתי מקוים ודין טענת פרעתי ומודה מקצת. ובו ו סעיפים:הוציא עליו כתב ידו שהוא חייב לו גובה מנכסים בני חורין בין שכתב אני פלוני הבא על החתום מודה שאני חייב לפלוני מנה וחתם למטה בין שכתוב בכתב יד אחר והוא חתום למטה וה\"ה אם לא חתם למטה אלא כתב אני פלוני בן פלוני חייב לך מנה אלא שבזה יש חילוק שכשחתם למטה אפי' כל העליון כתב יד אחר גובה אבל כשחתם שמו למעלה צריך שיהא הכל בכתיבת ידו דשמא חתם שמו בראש המגילה ומצאו אחר וכתב תחתיו אבל כשהכל הוא כתב ידו ליכא למיחש לזיופי אפי' לא כתב שמו אלא שכתב אני חייב לפלו' כו\"כ כיון שהוא כתב ידו חייב לפיכך הפיתקות שהשותפים מוציאים זה על זה הואיל והוא כתב ידם אפילו אין בו חתימה כלל אלא קבלתי ביום פלוני כך וכך גובין בו מבני חורין ואינו נאמן לומר לא היו דברים מעולם: הגה אפי' כתב לו בכתב ידו חתימת ידי דלמטה תעיד עלי כמאה עדים אפי' הכי לא הוי רק כשאר כתיבת יד (פסקי מהרא\"י סי' ר\"א):"
    },
    {
      "id": "choshen_mishpat-069-2",
      "section": 2,
      "text": "[אפי'] נתקיים בב\"ד שהוא כתב ידו אין לו אלא דין מלוה על פה בעדים ואינו גובה לא מן היורשים ולא מן הלקוחות אלא ממנו אם הודה שלא פרע אבל אם טוען פרעתי נאמן ונשבע היסת ונפטר ואינו יכול לומר שטרך בידי מאי בעי שאינו חושש להניחו בידו כיון שאינו שטר גמור ואם מודה לו מקצת נשבע שבועה דאורייתא ואם כפר ואמר שאינו כתב ידו אם נתקיים בב\"ד או שעדים מעידים שהוא כתב ידו הוחזק כפרן ומשלם ואם לאו נשבע היסת ונפטר: הגה וי\"א דאינו יכול לומר פרעתי על כ\"י (טור בשם הרמ\"ה ומגיד פי\"א מה' מלוה ונ\"י ס\"פ המוכר את הבית ומרדכי פ' ג\"פ) ואין לדיין בזה אלא מה שעיניו רואות (ריב\"ש סי' תנ\"ד) ואם טוען ואומר אמת כי היא חתימתי אבל מעולם לא חתמתי על הודאת הלואה אלא שכחתי וחתמתי שמי בסוף מגילה ואפשר שמצאה זה וכתב עליה: הגה ולא מהני טענה זו אלא בטוען ודאי לא חתמתי שמי מעולם אבל אם טוען טענת שמא לא מהני (ב\"י בשם התרומות) או שטוען אמנה היתה הודאתי זאת ביני לבינו אבל לא לויתי הלואה זו מעולם נאמן בהיסת במיגו שאם היה רוצה היה אומר פרעתי ואם כתוב בו נאמנות אם נתקיימה חתימתו אינו נאמן לומר פרעתי שאלו פרעו לא היה מניחו בידו כיון שיש בו נאמנות ואם לא נתקיימה חתימתו וטען פרעתי נאמן בשבועת היסת (ועיין לקמן סי' קכ\"ו סי\"ג וי\"ד אם נאמן לומר טעיתי במיגו דפרעתי):"
    },
    {
      "id": "choshen_mishpat-069-3",
      "section": 3,
      "text": "כתב ידו שהחתים עדים אחר חתימתו לא לקיים החתימה אלא לקיים הענין אינו נאמן לומר פרעתי:"
    },
    {
      "id": "choshen_mishpat-069-4",
      "section": 4,
      "text": "פנקס שחתמו עליו בעלי הדבר והחתימו עד אחד עמהם אינו נאמן לומר פרעתי כל זמן שהפנקס ביד חבירו:"
    },
    {
      "id": "choshen_mishpat-069-5",
      "section": 5,
      "text": "הוציא כתב יד הלוה על יורשיו אע\"פ שמודים שהוא כתב יד אביהם אנו טוענים להם שהוא פרוע ופטורים אף משבועת היורשים אבל מחרימין סתם במעמד היורשים אם שום אדם יודע שאביהם לא פרעו: הגה וכן עיקר ודלא כהי\"ח ואומרים דיורשי הלוה צריכין לישבע שאין יודעים שאביהן נשאר חייב לו (טור בשם התרומות) ומ\"מ נהגו בדורות אחרונים להחמיר על היורשין לישבע אם יש קצת רגלים לדבר ויש להסתפק אם חייב לו (פסקי מהרא\"י סי' רמ\"ח) ואם הוא תוך הזמן או שהודה החייב וצוה בחליו שהוא חייב לו כך וכך בכתב ידו או שנידוהו כדי שיתן ומת בנדויו ולא נתן הואיל ומודים שהוא כת\"י אביהם או שנתקיים כת\"י אביהם גובה מהם (עיין טור וב\"י) ואם אין מודים שהוא כתב יד אביהם וגם לא נתקיים כתב יד אביהם אף ע\"פ שהוא תוך הזמן פטורים (טור בשם הרא\"ש) אבל מחרימין סתם במעמד היורשים אם שום אדם יודע שאביהם חייב חוב זה ולא פרעו: הגה מיהו אם נידוהו ומת בנידויו אין לחלק ובכל ענין חייב לשלם (ב\"י וד\"ע):"
    },
    {
      "id": "choshen_mishpat-069-6",
      "section": 6,
      "text": "אם ראובן הוציא פסק על יורשי שמעון שאביהם נתחייב לו שבועה על עסק תביעת ממון והם אומרים שמא נשבע לך או פרע לך פטורים אף בלא שבועה אלא מחרימים סתם במעמד היורשי':"
    }
  ]
}