{
  "id": "choshen_mishpat-088",
  "chapterLabel": "סימן 88",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-088-1",
      "section": 1,
      "text": "דיני כפירה והודאה ושתהא ממין הטענה. ובו לג סעיפים:אין מודה במקצת הטענה חייב לישבע עד שיודה לפחות בפרוטה ותהיה הכפירה לפחות שתי מעין כסף לפיכך אינו חייב עד שיתבענו שתי מעין ופרוטה והוא מודה בפרוטה וכופר בשתי מעין אבל תבעו שתי מעין ופרוטה והודה לו בשתי פרוטות כיון שאין בכפירה שתי מעין או אם הודה בחצי פרוטה פטור כיון שאין בהודא' פרוטה שיעור הפרוטה משקל חצי שעורה של כסף נקי ושיעור שתי מעין משקל ל\"ב שעורים כסף נקי:"
    },
    {
      "id": "choshen_mishpat-088-2",
      "section": 2,
      "text": "וכן אם לא תבעו כסף אלא מיני סחורות והודה לו מקצת שמין הכפירה וההודאה אם יש בכפירה שוה שתי מעין ובהודאה פרוטה אחת חייב:"
    },
    {
      "id": "choshen_mishpat-088-3",
      "section": 3,
      "text": "בד\"א כשתבעו פירות או מיני סחורות אבל תבעו שני כלים והודה לו באחד מהם א\"צ שיעור אלא אפי' היו עשרה מחטין בפרוטה תבעו שנים והודה לו באחד מהם חייב טענו כסף וכלים הודה בכלים וכפר בכסף אם יש בכפירה שתי מעין חייב ואם לאו פטור הודה בכסף וכפר בכלים אם הודה בפרוטה חייב:"
    },
    {
      "id": "choshen_mishpat-088-4",
      "section": 4,
      "text": "הא דבעינן כפירה שתי מעין דוקא במודה מקצת אבל כופר בכל ועד א' מכחישו אפי' לא כפר אלא בפרוטה חייב:"
    },
    {
      "id": "choshen_mishpat-088-5",
      "section": 5,
      "text": "שבועת השומרים נמי אינה צריכה שתי כסף אלא אפי' הפקיד אצלו פרוטה או שוה פרוטה וטען שאבדה נשבע וכל פחות משוה פרוטה אינו ממון ואין ב\"ד נזקקין לו (וי\"א דבשבועת שומרים נמי בעינן שתי כסף) (טור בשם הרא\"ש והמגיד פ\"ג דטוען ור\"ן פ' הדיינים) וכן נ\"ל עיקר:"
    },
    {
      "id": "choshen_mishpat-088-6",
      "section": 6,
      "text": "שבועת היסת נמי משביעין אותו אפי' על שוה פרוטה:"
    },
    {
      "id": "choshen_mishpat-088-7",
      "section": 7,
      "text": "אין מודה מקצת חייב עד שיודה ממין הטענה כיצד תבעו כור חטים או כור תבואה והודה לו בלתך (פי' חצי כור שהוא ט\"ו סאים) קטנית פטור אבל אם תבעו בכור פירות והודה לו בלתך קטנית חייב שהקטנית בכלל פירות:"
    },
    {
      "id": "choshen_mishpat-088-8",
      "section": 8,
      "text": "לא תבעו בדבר מסוים אלא א\"ל שוה מנה יש לי בידך מכל מה שיודה לו חשיב שפיר ממין הטענה שכל דבר הוא בכלל שוה אבל אם תבעו מנה מדבר מסויים והודה לו בשוה (חצי) מנה לא חשיב ממין הטענה:"
    },
    {
      "id": "choshen_mishpat-088-9",
      "section": 9,
      "text": "תבעו דינר כסף או דינר זהב כאלו תבעו שוה דינר כסף או שוה דינר זהב ובכל מה שיודה לו חשיב ממין הטענה ודוקא כשתבעו מטבע היוצא בהוצאה דהא אמרי' בסתמא שוה דינר קאמר לפי שאדם עשוי לשום כל דבר במטבע אבל תבעו ליטרא זהב או מטבע שנפסל ואינו יוצא בהוצאה לא חשיב כאלו תבעו שוה וכן אם תבעו דינר זהב זהוב כלומר טבועה יש לי בידך לא חשיב שוה דינר אע\"פ שיוצא בהוצאה אלא דינר דוקא קאמר ואפילו הודה במטבע של חצי דינר לא חשיב ממין הטענה."
    },
    {
      "id": "choshen_mishpat-088-10",
      "section": 10,
      "text": "הא דאמרי' שאם תבעו דינר כסף או דינר זהב כאילו תבעו שוה דינר כסף או שוה דינר זהב יש אומרים דהני מילי במלוה אבל בפקדון דוקא קאמר דינר זהב ולא שוה דינר ויש מי שחולק ואומר שדין הפקדון שוה לדין המלוה:"
    },
    {
      "id": "choshen_mishpat-088-11",
      "section": 11,
      "text": "תבעו מאה דינרים ממטבע פלונית והשיב אין לך בידי אלא חמשים ממטבע אחר לא חשיב ממין הטענה אא\"כ יאמר לו נתתי לך דינר זהב להחליפו במטבעות (או מכרתי לך סחורה בעד מעות) (ב\"י בשם התרומות שער ז') והוא אומר נתתים לך חוץ ממטבע אחת אבל בענין אחר לא מחייב אפי' תבעו דינר זהב (זהוב) והודה לו במטבע של חצי דינר (זהוב):"
    },
    {
      "id": "choshen_mishpat-088-12",
      "section": 12,
      "text": "תבעו ב' דברים כגון חטים ושעורים והודה לו באחד מהם חייב ליתן לו מה שהודה לו ונשבע על השאר אבל תבעו חטים והודה לו בשעורים פטור אף מדמי שעורים ויש מי שאומר שהטעם משום דחשיב כאלו הודה התובע שאינו חייב לו שעורים ולפיכך אפי' יש עדים על השעורים פטור דהודאת בעל דין כמאה עדים דמי: הגה (מהר\"מ) ואפי' יודע הנתבע שחייב לו השעורים פטור לשלם לו דהוי כאלו מחל לו התובע וכמו שנתבאר לעיל סי' ע\"ה סעיף י\"א כן נ\"ל דלא כיש מי שחולק ויש מי שאומר דדוקא כשא\"ל חטים הלויתיך ביום פלו' ובשעה פלוני' והלה אומר שעורים היו דאם איתא שהלוהו שניהם הי' טוען על שניהם כיון דבבת אחת הלוהו אלא ודאי הודה שלא הלוה לו שעורים (אבל בלאו הכי ודאי חייב דאין אדם מוחל על שאר תביעות אם לא תבע אלא אחת) (טור) ואם תפס התובע דמי השעורים אין מוציאין מידו: הגה וי\"א דוקא אם תפס קודם שתבעו בדין אבל אם תפס לאחר שעמדו בדין מפקינן מיניה (טור) וכן נ\"ל עיקר:"
    },
    {
      "id": "choshen_mishpat-088-13",
      "section": 13,
      "text": "הטוען לחבירו מנה הלויתיך והלה אומר אין לך בידי אלא נ' זוז שנתת אותם דמים בחפץ פלו' והרי הוא קיים או שהלויתני עליו ע\"מ שלא להשתלם אלא מגופו וה\"ה איפכא היכא דטעין ליה דאית ליה גביה חפץ פלו' דשוייה אפותיקי ניהליה במנה והלה מודה בנ' זוז דאוזפיה בהלואה גרידתא יש מי שאומר דמה שטענו לא הודה לו דפטור בין מתשלומין בין משבועה דאורייתא אלא משתבע היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-088-14",
      "section": 14,
      "text": "תבעו כור חטים וקודם שישלים דבריו לומר וגם כור שעורים מיהר הנתבע ואמר אין לך בידי אלא כור שעורים ואמר התובע גם שעורים היה רצוני לשאול ממך אם כמערים שמיהר להשיב קודם שיגמור זה טענתו חייב דחשבי' ליה כאילו תבעו כבר שניהם ואם עשה כן לפי תומו פטור משבועת התורה (ומהתשלומין) אפי' אם מיד תוך כדי דבור אחר הודאתו אמר גם אני היה רצוני לבקש ממך השעורים אבל אם לאחר שהודה לו בשעורים אמר התובע ודאי כדברך כך הוא שיש לי בידך שעורים אבל איני שואלם עתה חייב לשלם לו דמי שעורים."
    },
    {
      "id": "choshen_mishpat-088-15",
      "section": 15,
      "text": "קדם הנתבע ואמר שעורים יש לך בידי ואח\"כ תבע התובע חטים וכפר הואיל והודה בשעורים קודם שיתבע החטים אין כאן הודאה מקצת הטענה ומשלם השעורים ונשבע היסת על החטים:"
    },
    {
      "id": "choshen_mishpat-088-16",
      "section": 16,
      "text": "וכן אם תבעו חטים והודה בהם ואחר כך תבעו שעורים וכפר כיון שהודה בתביעת החטים קודם שתבעו שעורים אינה מקצת הטענה ומשלם החטים ונשבע היסת על השעורים: הגה ויש אומרים דבהנך נמי רואין אם הנתבע מיהר להודות קודם שיספיק התובע לתבעו חייב (טור):"
    },
    {
      "id": "choshen_mishpat-088-17",
      "section": 17,
      "text": "תבעו חטים והשיב שאינו יודע אם חטים חייב לו או שעורים נשבע היסת שאינו יודע ומשלם לו שעורים: הגה וי\"א דאפי' בכה\"ג פטור מן השעורים אלא בבא לצאת ידי שמים (טור בשם עיטור וב\"י בשם הראב\"ד ונ\"י ס\"פ הכונס והתרומות) וכן נ\"ל עיקר:"
    },
    {
      "id": "choshen_mishpat-088-18",
      "section": 18,
      "text": "מלא עשר כדים שמן יש לי בידך אין לך בידי אלא עשר כדים בלא שמן פטור שהרי טענו (בשמן) והודה לו בחרסים עשר כדים שמן יש לי בידך (או שאמר לו י' כדים מלאים שמן יש לי בידך) (טור) אין לך בידי אלא עשר כדים ריקנים (או שהודה לו בשמן לחוד) (טור) חייב שבועת התורה שהרי טענו הכדים והשמן: הגה אבל אם אמר לו י' כדי שמן יש לי בידך לא טענו אלא הכדים ואם הודה לו בשמן לא הוי ממין הטענה (טור):"
    },
    {
      "id": "choshen_mishpat-088-19",
      "section": 19,
      "text": "מנה לי בידך הלואה לא היו דברים מעולם ולא לויתי ממך אבל חמשים דינרים יש לך בידי פקדון וכיוצא בו ה\"ז מודה מקצת וישבע שבועת התורה (והוא הדין שאלה ושכירות) (ב\"י בשם הרמב\"ן):"
    },
    {
      "id": "choshen_mishpat-088-20",
      "section": 20,
      "text": "תבעו בחוב אביו והודה לו בחוב עצמו פורע חוב עצמו שהודה בו ונשבע היסת על חוב אביו אם טענו ודאי שהוא יודע שאביו חייב לו:"
    },
    {
      "id": "choshen_mishpat-088-21",
      "section": 21,
      "text": "שני בעלי דינים שכל א' תובע לחבירו ואין תביעתו של זה כתביעתו של זה אלא א' אומר מנה הלויתיך וזה מודה לו בדינר והשני טוען כור חטים יש לי בידך וזה הודה במקצת וכפר לו בשאר אם הודאתו של שני שוה כמו שהוד' הראשון פטור משבוע' דאוריית' דהא הילך הוא אבל אם הודאתו יותר מהודאת הראשון (אז גם הוא) חייב שבועה דאורייתא כיון שלא אמר ליה בשעה שתבעו להד\"מ שהרי יש לך משלי כנגדו ובשבילו אני רוצה לתפסו אלא הודה לו בדרך הודאה גמורה מודה מקצת הוא:"
    },
    {
      "id": "choshen_mishpat-088-22",
      "section": 22,
      "text": "מי שתבעוהו מנה והודה בחמשים וכשבא לישבע טען איני רוצה לישבע אלא אשלם כל המנה וישבע לי שיש לו בידי מנה וזה אומר לא אשבע עד שיפרעני תחלה הדין עם התובע שזה צריך לישבע שבועת התורה או ישלם אך אם ירצה יחרים סתם על מי שטוען עליו דבר שאינו כן ומשלם ואחר שישלם יוכל להשביעו היסת אם נטל ממנו ממון שלא כדין:"
    },
    {
      "id": "choshen_mishpat-088-23",
      "section": 23,
      "text": "אין מודה מקצת חייב עד שיטעננו דבר שבמדה ובמשקל ובמנין ויודה לו דבר שבמדה ובמשקל ובמנין כיצד א\"ל עשרה דינרין או כור תבואה או שני ליטראות משי יש לי בידך והלה משיבו אין לך בידי אלא דינר או לתך או ליטרא אבל אמר ליה כיס מלא מעות יש לי בידך וזה משיבו אין לך בידי אלא ג' דינרים או שתבעו מאה דינרין וזה אומר אין לך בידי אלא צרור שמסרת לי ואיני יודע כמה הם כי לא מניחים ומה שהנחת אתה נוטל פטור משבועה דאורייתא:"
    },
    {
      "id": "choshen_mishpat-088-24",
      "section": 24,
      "text": "א\"ל בית מלא פירות יש לי בידך וזה אומר אין לך בידי אלא עשרה כורין או שטענו עשרה כורין וזה משיבו איני יודע כמה הם כי לא מדדתים ומה שהנחת אתה נוטל פטור אפי' תבעו בית זה מלא פירות אבל תבעו בית זה שהיה בו פירות עד הזיז מסרתי לך והלה משיבו לא היו אלא עד החלון חייב וכגון שהרקיבו בפשיעתו שחייב לשלם דאם לא כן הו\"ל הילך ופטור:"
    },
    {
      "id": "choshen_mishpat-088-25",
      "section": 25,
      "text": "תבעו מנורה גדולה והודה לו בקטנה פטור אבל תבעו מנורה בת עשר ליטרין והודה לו בשלה' ליטרין חייב ואם תבעו מנורה של פרקים הרי זה חייב בכל ענין:"
    },
    {
      "id": "choshen_mishpat-088-26",
      "section": 26,
      "text": "תבעו אזור גדול והודה לו בקטן פטור ואם תבעו אזור של פרקים חייב:"
    },
    {
      "id": "choshen_mishpat-088-27",
      "section": 27,
      "text": "תבעו יריעה של עשר מדות והודה לו בשל חמשה חייב:"
    },
    {
      "id": "choshen_mishpat-088-28",
      "section": 28,
      "text": "אין הודאה בשטר חשובה הודאה להתחייב שבועה מן התורה על הכפירה כיצד תבעו מנה חמשים בשטר ונ' בעל פה לא מיבעיא אם הודה בחמשים שבע\"פ וכפר בחמשים שבשטר שאין כאן שבועה כלל אלא משלם חמשים שהודה ושל השטר שכפר ישבע בעל השטר ויטול אלא אפי' אם הודה בנ' שבשטר וכפר בנ' שבעל פה אינו נשבע שבועת התורה דשטר הוי כמו קרקע כיון שהוא על שעבוד קרקעות וכשם שאין נשבעין על (כפירת) שעבוד קרקעות כך אין הודאתן מחייבת שבועה בד\"א בשטר שהוא יכול לקיימו אבל אם אינו יכול לקיימו הרי הוא כהודא' ע\"פ ונשבע על הכפירה שעמה וא\"צ לומר למלוה בשטר וטוען שטר היה לי ואבד והודה הלוה ששטר עשה לו וכפר במקצת או שהוד' בכל השטר אלא שאומר שקצתו פרוע שנשבע שבועת התורה כשאר מודה מקצת:"
    },
    {
      "id": "choshen_mishpat-088-29",
      "section": 29,
      "text": "בד\"א בשטר שטורפים בו מהמשועבדים אבל כתב ידו אפי' יש בו נאמנות כיון שאינו טורף בו ממשועבדים דינו שחייב שבועה דאורייתא כמו במלוה על פה:"
    },
    {
      "id": "choshen_mishpat-088-30",
      "section": 30,
      "text": "ואם מסר לוה למלוה כתב ידו בפני עדים נתבאר בסימן (מ' וס\"ט) שדינו כשטר שחתומים בו עדים:"
    },
    {
      "id": "choshen_mishpat-088-31",
      "section": 31,
      "text": "תבעו מנה הלויתיך בניסן ומנה בתשרי והודה לו בא' מהם חשיב שפיר ממין הטענה אע\"פ שלא הלוהו כאחד:"
    },
    {
      "id": "choshen_mishpat-088-32",
      "section": 32,
      "text": "שטר חוב שכתוב בו סלעים או דינרים סתם מלוה אומר חמש ולוה אומר שתים פטור משבועה דאורייתא שאין כאן הודאה דבלאו הודאתו מיעוט סלעים שנים ונמצא שלא הודה אלא מה שבשטר ואין כאן הודאה ואפי' אמר הלוה ג' שהודה לו באחד יתר על משמעות השטר אפ\"ה פטור משום דהוי כמשיב אבידה דאם רצה היה אומר שנים לפיכך א\"ל מנה לך או לאביך בידי ופרעתיך מחצה והשיב זה לא הייתי זכור אך אתה הזכרתני יודע אני שלא פרעת כלום פטור ואפי' משבועת היסת שאינו אלא כמשיב אבידה:"
    },
    {
      "id": "choshen_mishpat-088-33",
      "section": 33,
      "text": "כשם שהודאת מלוה בשטר אינה הודאה כך הודאת מלוה בקנין ויש כאן עידי הקנין אינה הודאה דסתם קנין לכתיבה עומד ודינו כשטר לפיכך א\"ל חמשים דינר יש לי בידך בקנין וחמשים בלא קנין והודה לו באותם של קנין וכפר באחרים נשבע היסת ונפטר:"
    }
  ]
}