{
  "id": "choshen_mishpat-015",
  "chapterLabel": "סימן 15",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-015-1",
      "section": 1,
      "text": "איזה דין דנין תחלה ודין דין מרומה. ובו ה סעיפים:צריך הדיין שיקדים לדון הדין שבא לפניו תחלה אבל צריך להקדים דין של תלמיד חכם אפילו בא לבסוף וכן מצוה עליו להפך בזכותו מה שיכול: הגה ואם הת\"ח בעצמו לפני הדיינים אפי' פתחו כבר בדין אחר דנין אותו תחלה שלא יתבטל מלמודו אבל אם קרובו בא לדין אם פתחו בדין אחר אינו צריך לפסוק ואם לאו צריכין לדון אותו תחילה משום כבוד החכם (ב\"י בשם הריטב\"א):"
    },
    {
      "id": "choshen_mishpat-015-2",
      "section": 2,
      "text": "היו לפניו דינים הרבה מקדימין דין היתום לדין האלמנה ודין האלמנה קודם לדין ת\"ח ודין ת\"ח קודם לדין עם הארץ ודין האשה קודם לדין האיש:"
    },
    {
      "id": "choshen_mishpat-015-3",
      "section": 3,
      "text": "הדיין שבא לפניו דין שיודע שהוא מרומה לא יאמר אחתכנו ויהיה הקולר (פי' שלשלת העון) תלוי בצואר העדים כיצד יעשה ידרוש בו ויחקור הרבה בדרישה וחקירה של דיני נפשות: הגה ומ\"מ אין דינו כדיני נפשות שאם אמר בא' מן החקירות אינו יודע שיתבטל העדות אלא ר\"ל שיחקור בדין מרומה כל מה שאפשר (ריב\"ש סי' רס\"ו) אם נראה לו לפי דעתו שיש בו רמאות או שאין דעתו סומכת על דברי העדים אע\"פ שאינו יכול לפסלן או שדעתו נוטה שבע\"ד זה רמאי ובעל ערמה והשיא את העדים אע\"פ שהם כשרים ולפי תומם העידו וזה הטעם או שנראה לו מכלל הדברים שיש שם דברים אחרים מסותרים ואינם רוצים לגלותם כל אלו הדברי' וכיוצא בהם אסור לו לחתוך אותו הדין אלא יסלק עצמו מדין זה וידוננו מי שלבו שלם בדבר והרי הדברים מסורים ללב וכשהיה רואה הרא\"ש באומדנא דמוכח שהדין מרומה הי' כותב ונותן ביד הנתבע שאין לשום דיין להשתדל בדין זה:"
    },
    {
      "id": "choshen_mishpat-015-4",
      "section": 4,
      "text": "במד\"א שהתובע רמאי אבל כשהנתבע רמאי אין הדיין יכול להסתלק שלא ישתכר הרמאי ברמאותו אלא ידרוש ויחקור יפה לבטל רמאותו ואם נראה לו באומדנא דמוכח שהוא חייב יחייבנו אם הוא דיין מומחה ויחיד בדורו: הגה ובדרך זה יוכל הדיין לומר להנתבע ג\"כ שלא יתן לו זמן עד שיעמיד ערבות כי אין לדיין באלו הדברים רק מה שעיניו רואות (מהרי\"ק שורש י\"ד) ויכול אפילו להשביע במקום שאינו חייב שבועה מצד הדין אם עושה כדי לברר האמת (שם שורש קפ\"ז):"
    },
    {
      "id": "choshen_mishpat-015-5",
      "section": 5,
      "text": "יש לדיין לדון דיני ממונות ע\"פ הדברים שדעתו נוטה להם שהם אמת והדבר חזק בלבו שהוא כך אע\"פ שאין שם ראיה ברורה ומשרבו בתי דינים שאינם הגונים ובעלי בינה הסכימו שלא יהפכו שבועה אלא בראיה ברורה ולא יפגמו שטר ויפסידו חזקתו על פי עדות אשה או קרוב אע\"פ שדעתו סומכת על דבריהם וכן אין מוציאים מהיתומים אלא בראיה ברורה לא בדעת הדיין ולא באומדן המת או הטוען ואעפ\"כ אם העיד אדם נאמן בדבר מכל הדברים ונטתה דעת הדיין שאמת הוא אומר ממתין בדין ואינו דוחה עדותו ונושא ונותן עם בעלי דינים עד שיודו לדברי העד ודורש וחוקר עד שיתברר הדבר או יעשו פשרה או יסתלק מן הדין כמו שנתבאר: הגה ואם נראה לב\"ד שאחד גוזל חבירו ולא יוכלו להוציאו ממנו בדין יכולין לגזור על שאר בני אדם שלא ישאו ויתנו עמו ואם היא אשה שלא תנשא לאיש ולא יעסקו בשידוכיה עד שתוציא מידה שאינה שלה (פסקי מהרא\"י סי' ר\"ס) וע\"ל סי' שנ\"ח סעיף ה':"
    }
  ]
}