{
  "id": "choshen_mishpat-217",
  "chapterLabel": "סימן 217",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-217-1",
      "section": 1,
      "text": "המוכר בתוך שדהו אמת השלחים או דרך יחיד או דרך רבים או מקום לעשות קבורה. ובו ז סעיפים:המוכר לחבירו בתוך שדהו מקום אמת המים להשקות בה בית השלחין נותן לו בתוך שדהו אמה שרחבה שתי אמות ואמה מכאן ואמה מכאן לאגפיה (פי' גדותיה ופי' קילון כמו סילון ואינו גדול כל כך ועשוי להשקות בהמה ורחיצת כלים) ואם מכר לו אמת המים להשקות בה בקילון נותן לו אמה שרחבה אמה וחצי אמה מכאן וחצי אמה מכאן לאגפיה:"
    },
    {
      "id": "choshen_mishpat-217-2",
      "section": 2,
      "text": "אלו האגפים בעל השדה נוטען אבל אינו זורען שהזרעי' מלחלחים את הקרקע ומקלקלים את אמת המים:"
    },
    {
      "id": "choshen_mishpat-217-3",
      "section": 3,
      "text": "אמת המים שכלו אגפיה בעל האמה מתקן בעפר אותה (השדה) שע\"מ כן קבל עליו המוכר להיות אמת המים בתוך שדהו:"
    },
    {
      "id": "choshen_mishpat-217-4",
      "section": 4,
      "text": "המוכר לחבירו דרך בתוך שדהו אם דרך היחיד מכר לו נותן לו שתי אמות ומחצה רחבה כדי שיעמוד חמור במשאו על אורך הדרך (והוא דלא סיימי מחיצות אבל סיימי מחיצות צריך לתת טפי) (המגיד פכ\"א בשם ר\"י מג\"ש) מכר לו הדרך בין עיר לעיר נותן לו ח' אמות ברוחב הדרך מכר לו דרך הרבים נותן לו רוחב ט\"ז אמה מכר לו למעמד נותן לו בית ארבע קבין:"
    },
    {
      "id": "choshen_mishpat-217-5",
      "section": 5,
      "text": "האומר לחבירו בור וכותליה אני מוכר לך נותן לו רוחב הכותל ג' טפחים:"
    },
    {
      "id": "choshen_mishpat-217-6",
      "section": 6,
      "text": "המוכר מקום לחבירו לעשות לו קבורה או המקבל מחבירו לעשות בו קבורה עושה מערה ופותח לתוכה שמנה קברים שלשה מכאן ושלשה מכאן ושנים מכנגד הנכנס למערה מדת המערה ד' אמות על שש וכל קבר וקבר ד' אמות אורך ורוחב ששה טפחים ורום ז' נמצא בין כל קבר וקבר שמן הצדדים אמה ומחצה ובין שנים האמצעים ב' אמות:"
    },
    {
      "id": "choshen_mishpat-217-7",
      "section": 7,
      "text": "המוכר קברו ודרך קברו מקום מעמדו והספדו באים בני משפחתו וקוברים אותו בעל כרחו של לוקח ונותנים לו דמי הקבר שקברו אותו בה:"
    }
  ]
}