{
  "id": "choshen_mishpat-049",
  "chapterLabel": "סימן 49",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-049-1",
      "section": 1,
      "text": "שיכירו העדים שם הלוה והמלוה ודין טעות השמות והסכום. ובו י סעיפים:אם יש ללוה או למלוה ב' שמות א\"צ לכתוב אלא שם העיקר ואם כתבו שם הטפל לבד כשר וא\"צ לכתוב החניכה (פי' שם שמלוין אותו לשם העצם) או כהן ולוי אלא אם יהיו בעיר שנים ששמותיהם שוים:"
    },
    {
      "id": "choshen_mishpat-049-2",
      "section": 2,
      "text": "צריך שיכירו העדים ששם הלוה פלוני בר פלוני ובשטר המכר שם המוכר ובשובר שם הלוה והמלוה ואם שטר המלוה הוא בלא קנין צריכין להכיר אף שם המלוה ואם אינם מכירים אותם אפי' אשה או קרוב כשרים לומר שכך הוא שמם והיכא דסמיך אאשה או קרוב ואשתכח טעותא לצורבא מרבנן מקבלינן (משום דאין דרך צורבא מרבנן לדקדק (ב\"י ר\"ס כ\"ט בשם רשב\"ם) וי\"א דוקא באשה אין דרכו לדקדק משום דאין דרכן להסתכל בנשים כמו שנתבאר בא\"ה סי' ק\"י אבל בשאר דברים אין חילוק בין ת\"ח לשאר גברי וכתב בעל המחבר בספרו ב\"י בח\"מ סי' כ\"ט שכן עיקר ולכן תמוה מה שכתב כאן בהפך) לגברא אחרינא דאורחיה למידק לא מקבלינן דודאי מידק דק והשתא הדר ומשקר: הגה וכן בשאר טעות סופר דמוכח שטעה השטר כשר ואמרינן דטעה כמו שאמרינן אחריות ט\"ס (הרא\"ש כלל נ\"ח סי' ל\"ב) (וכדלעיל ר\"ס ל\"ט):"
    },
    {
      "id": "choshen_mishpat-049-3",
      "section": 3,
      "text": "כל שהוחזק שמו שלשים יום בעיר כותבים אותו שם ואין חוששין שמא שינה שמו לעשות קנוניא (פי' רמאות):"
    },
    {
      "id": "choshen_mishpat-049-4",
      "section": 4,
      "text": "אי קרו ליה ועני מחזקינן ליה בההוא שמא לחובתו כגון שקרא את עצמו ראובן וכתב שטר עליו ראובן לוה משמעון וטען השתא לאו ראובן שמי אי קרו ליה ראובן ועני אע\"ג דלא אתחזק ל' יום בהאי שמא חייב:"
    },
    {
      "id": "choshen_mishpat-049-5",
      "section": 5,
      "text": "יצא לפנינו שטר וטען הלוה ואמר איני חייב כלום שמא רמאי אח' העלה שמו (כשמי) והודה לזה או שאמר לא לזה אני חייב אלא לאחר וזה רמאי הוא והעלה שמו בשם בעל חובי מאחר שלא הוחזקו שם שנים ששמותיהם שוים אין חוששין לדבריו:"
    },
    {
      "id": "choshen_mishpat-049-6",
      "section": 6,
      "text": "מי שהוחזק בשם כינוי בעיר וכתבו עליו שטר באותו כינוי ואח\"כ נודע שהיה לו כינוי אחר או שטעה בשם הלוה או המלוה וכתבו ראובן במקום שמעון או שטעו בסכום המעות יכתבו שטר אחר (וה\"ה בשאר טעות) ולא אמרינן כבר עשו עדים שליחותם (וי\"א דאפי' כתבו שטר כשר לא שייך בשטרות לומר עשו שליחותן) כל זמן שלא נכתב בו קנין ומחוסר עדיין נתינה לבעליו (ר\"ן פ' המקבל) (וי\"א דאין שייך כלל בשטרות לומר כבר עשו עדים שליחותן) (נ\"י בשם רשב\"א) ויש מי שאומר שאפי' אם לא כתבו אחר אם יתברר הדבר שהוא טעות סופר כשר:"
    },
    {
      "id": "choshen_mishpat-049-7",
      "section": 7,
      "text": "היו שנים בעיר אחת שם כל אחד מהם יוסף בן שמעון אין שום אחד מהם יכול להוציא שטר על חבירו אם יש בו קנין שיאמר לו שטר זה שאתה מוציא עלי שלי הוא והחזרתי לך כשפרעת לי החוב שהיה לי בידך: הגה דבריו סותרים זה את זה בכאן דלפי ה\"ט שיכול לומר האי שטרא שלי והחזרתיו לך אין חילוק בין שטר שיש בו קנין או אין בו קנין אבל יש מפרשים הטעם שאין מוציאין שטר זה על זה מטעם דכותבין שטר ללוה אע\"פ שאין מלוה עמו וחיישינן שזה המוציאו הוא הלוה ובזה אין לחוש רק בשטר שיש בו קנין כדלעיל ס\"ס ל\"ט ולכן כתב כאן בתחלה דבעי' שטר שיש בו קנין וא\"כ יש סתירה בדבריו) ולא אחר יכול להוציא שטר חוב עליהם שכל אחד יאמר לא עלי נכתב שטר זה אלא על חבירי אא\"כ באו עידי השטר בעצמם ואמרו זהו השטר שהעדנו עליו וזהו שהעדנו עליו בהלואה ואם עדים אחרים העידו כן יש לו דין מלוה על פה ואם היה א' מהן קטן בזמן הכתוב בשטר גובין מהאחר ומה תקנתם יכתבו שם זקנם ואם גם שם זקנם שוה יכתבו שום סימן: הגה י\"א דאם הם מב' עיירות מוציאים שטר חוב עליהם דצריכים לכתוב שם העיר של לוה או מלוה בשטר (טור בשם הר\"ר ישעיה) ויש אומרים דאין כותבין שם העיר בשטרות (רמב\"ם פי\"ז מה' מלוה וטור סי' ס\"א) וכן נוהגין מיהו ודאי אם הם מב' עיירות וכתבו שם העיר של א' מהן לא גרע מסימן וליכא למיטעי באחר כלל כנ\"ל אם ב' יוסף בן שמעון בעיר א' והא' מת אביו וכ' בשטר יב\"ש שלי\"ט או נר\"ו וכמו שכותבין על מי שאביו חי אם כתבו העדים אמר לנו יוסף בן שמעון שליט\"א הוי סי' אבל אם כתוב בשטר אני יב\"ש שלי\"ט או כיוצא בזה לויתי מפלוני כו' והעדים חתומים למטה אין זה סי' דחיישינן שמא השני הערים לכתוב כך והעדים לא דקדקו בכך דלאו אכולה מילתא קא מסהדי (ב\"י בשם הרשב\"א): אבל הם מוציאין שטרות על אחר ולא יכול האחר לומר לא נתחייבתי לך אלא לחבירך ששמו כשמך שכל מי שהשטר יוצא מתחת ידו מחזקינן ליה בשלו: הגה אבל אם אין השטר יוצא מתחת ידו אע\"פ שמודה שחייב לאחד מהם אינם יכולים להוציא ממנו (נ\"י בשם הריטב\"א) אלא בהרשאה שיתנו זה לזה (ד\"ע) ואם יש בידו שובר מאחד מהם אין שום א' מהם יכול לתובעו שיאמר לכל א' מהם אתה כתבת לי זה השובר ומיהו אם יכתבו הרשאה זה לזה יגבה א' מהם שהרי הוא מודה שלא פרע אלא לאחד ואם יטעון פרעתי לשניכם וצויתי לכתוב שובר א' כי הוא יספיק לי להראותו לכל מי שיבא מכם לתבעני חובי טענתו טענה ולא יועיל הרשאה:"
    },
    {
      "id": "choshen_mishpat-049-8",
      "section": 8,
      "text": "במה דברים אמורים כשאין משולשים לא בשטרות ולא בשובר אבל אם משולשים בשטרות ולא בשובר על בעל השובר להביא ראיה:"
    },
    {
      "id": "choshen_mishpat-049-9",
      "section": 9,
      "text": "מלוה אחד שהלוה לשני יוסף בן שמעון בב' שטרות והיו משולשים שניכר שטרו של כל אחד ונמצא אצל המלוה שובר מקוים ששטרו של יוסף בן שמעון פרוע ולא היה השובר משולש ונמצאו ב' השטרות בין שטרותיו של מלוה הקרועים הורע כחם של השטרות ושניהם בחזקת פרועים:"
    },
    {
      "id": "choshen_mishpat-049-10",
      "section": 10,
      "text": "שני יוסף בן שמעון שלוה א' מהם מאחר ונמצא לאחד מהם שדה שקנה מיוסף בן שמעון השני או שהיו שותפים בו אין המלוה יכול לטרוף השד' ולומר אם לך הלויתי מוטב ואם לחבירך הלויתי כיון שאין לחבירך בני חורין הרי לקחת שעבודי וכן כשהם שותפים לא יוכל לגבות החצי ממה נפשך לפי שאין נכסי בעל חוב משועבדים אלא מטעם ערב והערב אינו משתעבד אלא במקום שיכול לתבוע מהלוה עצמו וכיון שאינו יכול לתבוע מהלוה עצמו אינו יכול לגבות מנכסיו נמצא שהערב לשני יב\"ש בין לשני מלוים בין למלוה א' כשם שאינו יכול לתבוע מהם כך אינו יכול לתבוע מהערב:"
    }
  ]
}