{
  "id": "choshen_mishpat-089",
  "chapterLabel": "סימן 89",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-089-1",
      "section": 1,
      "text": "שהשכיר נשבע ונוטל. ובו ו סעיפים:כל הנשבעין שבתורה נשבעין ולא משלמין ואלו נשבעין ונוטלים השכיר והנגזל והנחבל והחנוני על פנקסו ושכנגדו חשוד על השבועה:"
    },
    {
      "id": "choshen_mishpat-089-2",
      "section": 2,
      "text": "השכיר כיצד השכיר שעושה מלאכה אצל בע\"ה ותבע שכרו ואמר ליה בעה\"ב פרעתיך כל שכרך או קצתו אפי' היה שכרו פרוטה ובעל הבית אומר נתתיה נשבע השכיר בנק\"ח כעין של תורה ונוטל אפי' היה השכיר תובע את הקטן הרי זה נשבע ונוטל: הגה היה השכיר קטן או עבד או חשוד נשבע בעל הבית ונפטר (טור בשם הראב\"ד ור\"ן פרק הנשבעים) השכיר נשבע ונוטל מיורשי בעה\"ב אם תבעו בזמנו אבל אין יורשי השכיר נשבעין ונוטלין (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-089-3",
      "section": 3,
      "text": "בד\"א כשיש עדים ששכרו ושעשה עמו מלאכה אבל אם לא היו שם שני עדים מתוך שיכול לומר לא שכרתיך נאמן לומר שכרתיך ונתתי לך שכרך וישבע בעל הבית היסת (רמב\"ם מביאו הטור) ואם הודה מקצת ישבע שבועת התורה: הגה וי\"א דאפי' כופר כולו ושכרו בעד אחד בעל הבית ישבע שבועה דאורייתא (טור והרמ\"ה) וכן אם תבעו אחר זמנו אע\"פ ששכרו בעדים המוציא מחבירו עליו הראיה ואם לא הביא ראיה ישבע בעל הבית היסת וכמה הוא זמנו שכיר יום כל הלילה שלאחריו ושכיר לילה כל היום שלאחריו הביא ראיה שתבעו כל זמנו ה\"ז נשבע ונוטל כל אותו יום של תביעה כיצד היה עושה עמו ביום שני עד הערב זמנו כל ליל שלישי וביום שלישי אינו נשבע ונוטל ואם הביא עדים שהיה תובע כל ליל שלישי הרי זה נשבע ונוטל כל יום שלישי אבל מליל רביעי ואילך המוציא מחבירו עליו הראיה (שם ברמב\"ם ומביאו הטור) וכן אם הביא עדים שהיה תובע והולך עד יום חמישי ה\"ז נשבע ונוטל כל יום חמישי:"
    },
    {
      "id": "choshen_mishpat-089-4",
      "section": 4,
      "text": "בעל הבית אומר שתים קצצתי לך והשכיר אומר שלשה קצצת לי המוציא מחבירו עליו הראיה ואם לא הביא ראיה אע\"פ שכבר נתן לו שתים או שא\"ל הילך הרי בעל הבית נשבע בנקיטת חפץ בד\"א כששכרו בעדים ולא ידעו כמה פסק לו ותבעו בזמנו אבל אם שכרו שלא בעדים או שתבעו אחר זמנו ישבע בעה\"ב היסת:"
    },
    {
      "id": "choshen_mishpat-089-5",
      "section": 5,
      "text": "הנותן טליתו לאומן אומן אומר ב' קצצת לי והלה אומר לא קצצתי אלא אחד אם הטלית ביד האומן והוא בענין שיכול לטעון לקוחה היא בידי הרי האומן נשבע בנקיטת חפץ ונוטל ויכול לטעון שקצץ בשכרו עד כדי דמיה ואם אין הטלית בידו או שאינו יכול לטעון לקוחה היא בידי המוצי' מחבירו עליו הראי ואם לא הביא ראי' נשבע בעל הבית בנק\"ח:"
    },
    {
      "id": "choshen_mishpat-089-6",
      "section": 6,
      "text": "שכיר הבא להשבע אין מחמירין עליו ואין מגלגלים עליו כלל ולכל הנשבעים אין מקילין עליהם חוץ מהשכיר שמקילין עליו ופותחין לו תחלה ואומרים אל תצער עצמך השבע וטול:"
    }
  ]
}