{
  "id": "choshen_mishpat-227",
  "chapterLabel": "סימן 227",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-227-1",
      "section": 1,
      "text": "עד כמה הוה מחילה או חזרת האונאה ושליח שטעה ואחים שחלקו וטעו. ובו לט סעיפים:אסור להונות את חבירו בין במקחו בין בממכרו ואיזה מהם שאינה בין לוקח בין מוכר עובר בלאו:"
    },
    {
      "id": "choshen_mishpat-227-2",
      "section": 2,
      "text": "כמה תהיה אונאה ויהיה חייב להשיב שתות בשוה כיצד הרי שמכר שוה שש בחמש או שוה שבע בשש או שוה חמש בשש או שוה שש בשבע ה\"ז אונאה ונקנה המקח וחייב המאנה לשלם האונאה ולהחזירה כולה למתאנה:"
    },
    {
      "id": "choshen_mishpat-227-3",
      "section": 3,
      "text": "היתה האונאה פחות מזה בכל שהוא כגון שמכר שוה שבעים בששים ופרוטה אינו חייב להחזיר כלום שכל פחות משתות דרך הכל למחול בו:"
    },
    {
      "id": "choshen_mishpat-227-4",
      "section": 4,
      "text": "היתה האונאה יתירה על השתות כל שהוא כגון שמכר שוה ששים בחמשים פחות פרוטה בטל המקח והמתאנה יכול להחזיר החפץ ולא יקנה כלל אבל המאנה אינו יכול לחזור אם רצה זה וקבל (וי\"א דאף המאנה יכול לחזור בו אא\"כ נתרצה המתאנה פעם אחת או ששתק יותר מן השיעור שיתבאר בסמוך סעיף ז' (טור בשם הר\"י והרא\"ש) מכר לו שוה ס' בנ\"א או להיפוך דליכא כאן אונאה שתות ולגבי א' הוי ביטול מקח ולגבי שני מחילה אזלינן בתר המקח הן לענין בטול מקח הן לענין מחילה דטעו אינשי במקח ולא במעות) (מרדכי פ' הזהב):"
    },
    {
      "id": "choshen_mishpat-227-5",
      "section": 5,
      "text": "אין המאנה חייב להחזיר עד שתהיה האונאה יתר על פרוטה היתה פרוטה בשוה אינו מחזיר (וי\"א דחייב להחזיר פרוטה) (טור בשם הרמ\"ה והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-227-6",
      "section": 6,
      "text": "יש להסתפק אם מותר להונות את חבירו בפחות משתות אם יש באונאה שוה פרוטה אבל מטבע כל זמן שלא הגיע לכדי אונאה מותר לכתחילה להוציאה ביפה:"
    },
    {
      "id": "choshen_mishpat-227-7",
      "section": 7,
      "text": "עד מתי יכול לחזור ולתבוע אונאתו בשתות ולבטל המקח ביותר משתות עד כדי שיראה לתגר או לקרובו ואם שהה יותר אינו יכול לחזור ולא לתבוע אונאתו ואם יברר שהיה לו אונס ועל כן לא חקר בתוך זמן זה לידע אם נתאנה יכול לחזור בו עדיין היה יודע הלוקח בשעה שלקחו שנתאנה ושתק ומיד אחר הלקיחה קודם (זמן) שיראה לתגר או לקרובו תובע אונאתו לא אמרינן דמחל הואיל וידע (מרדכי ס\"פ הזהב):"
    },
    {
      "id": "choshen_mishpat-227-8",
      "section": 8,
      "text": "בד\"א בלוקח שהרי המקח בידו ומראהו אבל המוכר חוזר באונאה לעולם ואין צריך לומר בביטול מקח שאינו יודע דמי זה שמכר עד שיראה כמותו שנמכר בשוק לפיכך אם היה המקח דבר שאין במינו שינוי והוא כולו שוה כגון פלפלין וכיוצא בהם אינו חוזר אלא עד כדי שישאל על שער שבשוק בלבד וכן אם נודע שבא לידו בממכרו וידע שטעה ולא תבע אינו יכול לחזור ולתבוע שהרי מחל:"
    },
    {
      "id": "choshen_mishpat-227-9",
      "section": 9,
      "text": "בד\"א כשלא נשתנה השער אבל אם נשתנה השער ומפני כך רוצה לחזור בו אינו רשאי הגה אמר המאנה שנשתנה השער ומתאנה אומר שלא נשתנה על המתאנה להביא ראיה דדרך השערים להשתנות תמיד (מרדכי ס\"פ המדיר) וכן אם מכר מפני דוחקו וזלזל במכירתו יותר מכדי שהדעת טוע' שניכר שמפני דוחקו הוצרך לזלזל אינו יכול לחזו' דידע ומחיל:"
    },
    {
      "id": "choshen_mishpat-227-10",
      "section": 10,
      "text": "המוכר לחבירו שוה ארבע בחמש שהרי המקח בטל ולא הספיק להראותו לתגר או לקרובו והוקר ועמד בשבע לוקח יכול לחזור בו ולא המוכר שהרי הלוקח אומר למוכר אלו לא הוניתני לא היית יכול לחזור ועתה שהוניתני תחזור היאך יהא חוטא נשכר:"
    },
    {
      "id": "choshen_mishpat-227-11",
      "section": 11,
      "text": "וכן מוכר שמכר שוה חמש בארבע וזל ועמד בשלש מוכר יכול לחזור ולא לוקח שהרי אומר לו המוכר ללוקח לא מפני שהוניתני תחזור בי:"
    },
    {
      "id": "choshen_mishpat-227-12",
      "section": 12,
      "text": "המוכר שוה חמש בשש ולא הספיק להראותו עד שהוקר ועמד בשמנה הרי המוכר חייב להחזיר האחת של אונאה שהרי נקנה המקח וחייב להחזיר וכשהוקר ברשות לוקח הוקר:"
    },
    {
      "id": "choshen_mishpat-227-13",
      "section": 13,
      "text": "וכן אם מכר שש בחמש והוזלו ועמדו על שלש הרי הלוקח חייב להחזיר סלע אחת של אונאה שהרי נקנה המקח וברשות לוקח הוזל:"
    },
    {
      "id": "choshen_mishpat-227-14",
      "section": 14,
      "text": "כשם שיש אונאה להדיוט כך יש אונאה לתגר אע\"פ שהוא בקי:"
    },
    {
      "id": "choshen_mishpat-227-15",
      "section": 15,
      "text": "בכל מטלטלים שייך אונאה אפילו בספרים ואפי' באבנים טובות ומרגליות ויש ללוקח לחזור בהם עד שיראה אותם לתגרים הבקיאים בהם בכל מקום שהם שאין הכל בקיאין בדברים אלו לפיכך אם לא היה מכיר באותה מדינה והוליך המקח למקום אחר או שבא הבקי לאחר זמן מרובה והודיעו שטעה ה\"ז חוזר:"
    },
    {
      "id": "choshen_mishpat-227-16",
      "section": 16,
      "text": "יש אונאה במטבעות עד שתות כיצד הרי שהיה דינר זהב בכ\"ד דינר כסף וצרפה בעשרים דינר או בכ\"ח ה\"ז מחזיר האונאה היה יתר על זה בטל הצירוף פחות מכאן מחיל' וכן אם היה הסלע חסר שתות והיו מוציאי' הסלעים במנין ולא במשקל מחזיר האונאה שאם היו מוציאים במשקל אפי' בכל שהוא חוזר: הגה וי\"א דשיעור אונאה במטבע אחד מי\"ב ופחות מזה הוי מחילה יתר על זה בטל מקח (טור בשם הרא\"ש והמגיד פ' י\"ב בשם הרמב\"ן) וכל זמן דהוי מחילה מותר להוציאו לכתחלה ביפה כמו שנתבאר סעיף ו':"
    },
    {
      "id": "choshen_mishpat-227-17",
      "section": 17,
      "text": "עד מתי חייב להחזיר הדינר או הסלע בכרכים עד כדי שיראה לשולחני ובכפרים שאין השולחני מצוי שם יש לו להחזיר עד ערבי שבתו' שבא להוציאה שאין מכיר הסלע וחסרונה ודמיה אלא השולחני ואחר זמן זה אין המאנה חייב להחליפה ומיהו מדת חסידות להחליפה אפי' לאחר זמן זה אם הוא מכירה ובלבד שתצא ע\"י הדחק:"
    },
    {
      "id": "choshen_mishpat-227-18",
      "section": 18,
      "text": "נפחתה וחסר' כדי אונא' אסור לקיימה מפני שבקל מרמין בה ולא ימכרנ' לאנס או לתגר מפני שמרמין בה אחרים ולא יעשנה משקל ולא יזרקנה לתוך גרוטאותיו (פי' שברי כלי כסף ושאר מתכות) אלא יתיכנה או יקבנה באמצעה ויתלנה בצואר בתו אבל לא יקבנה מן הצד ואם חסר עד שעמד על חציו כגון סלע שעמד על שקל ושקל שעמד על דינר ודינר על חציו מותר לקיימו שאז אי אפשר לרמאות בה מפני שניכר לכל הפחת שלו: הגה ומטבע שאין לוקחין אותה רק במשקל מותר לקיימה שכל הלוקח ישקלנה (רבי' ירוחם נ\"ט ח\"ג):"
    },
    {
      "id": "choshen_mishpat-227-19",
      "section": 19,
      "text": "הלוקח בדמים אכסרה (פי' בלא מנין ובלא מדה ובלא משקל) כגון שחפן מעות וא\"ל מכור לי פרתך באלו קנה ומחזיר אונאה וה\"ה ללוקח פירות אכסרה בסלע או בשתים שקנה ומחזיר אונאה: הגה וי\"א דספיקא הוי ואין מוציאין ממון מיד המאנה (טור בשם הרא\"ש) :"
    },
    {
      "id": "choshen_mishpat-227-20",
      "section": 20,
      "text": "המחליף כלים בכלים או בהמה בבהמ' אפי' מחט בשריון או טלה בסוס אין לו אונאה שזה רוצה במחט יותר מהשריון אבל המחליף פירות בפירות בין ששמו אותם קודם מכירה בין ששמו אותם אחר מכירה יש להם אונאה:"
    },
    {
      "id": "choshen_mishpat-227-21",
      "section": 21,
      "text": "האומר לחבירו ע\"מ שאין לך עלי אונאה יש לו עליו אונאה בד\"א בסתם שאינו יודע כמה אונאה יש בו כדי שימחול ואצ\"ל אם אמר ע\"מ שאין בו אונאה שהרי יש בו אבל במפרש אין לו אונאה כיצד מוכר שאמ' ללוקח חפץ זה שאני נותן לך בק\"ק יודע אני שאינו שוה אלא מאה ע\"מ שאין לך עלי אונאה אני מוכר לך אין לו עליו אונאה וכן לוקח שאמר למוכר חפץ זה שאני לוקח ממך בק' יודע אני ששוה ק\"ק ע\"מ שאין לך עלי אונאה אני לוקח ממך אין לו עליו אונאה:"
    },
    {
      "id": "choshen_mishpat-227-22",
      "section": 22,
      "text": "המוכר חפץ לחבירו במנה וא\"ל חפץ זה אינו שוה אלא זוז אחד ע\"מ שאין לך עלי אונאה יש לו עליו אונאה שהרי אומר כיון שראיתי שאמר שאינו שוה אלא זוז ידעתי שאינו מכוין אלא להשביח דעתי עד שיפרש כדי האונא' שיש במקחו בודאי או קרוב לה בכדי שהדעת [טועה] שהרי ידע בודאי הדבר שמחל לו:"
    },
    {
      "id": "choshen_mishpat-227-23",
      "section": 23,
      "text": "בעל הבית המוכר את כלי תשמישו ואינה את הלוקח אין בו דין אונאה שאילו לא הרבה לו בדמים לא היה מוכר כלי תשמישו ואפי' מכרם מחמת דוחק אין בו אונאה ויש מי שאומר דדוקא שהלוקח יודע שזה המוכר בעל הבית אבל אם לא ידע או שקנה ע\"י סרסור יש בו אונאה:"
    },
    {
      "id": "choshen_mishpat-227-24",
      "section": 24,
      "text": "הא דמוכר כלי תשמישו ואינה את הלוקח אין לו דין אונאה הני מילי בשתות אבל ביותר משתות הרי הוא כשאר כל אדם ויש חולקים:"
    },
    {
      "id": "choshen_mishpat-227-25",
      "section": 25,
      "text": "מוכר ולוקח שנתרצו לגמור המקח על פי שומת לוי ושם אותו בסך ידוע ונמצא שיש בו אונאה יש בו דין אונאה ואם אי אפשר להחזיר האונא' כגון שהלך המאנ' לדרכו אם לוי הוא תגר ובקי בשומא ולא קיבל שכר על השומא פטור:"
    },
    {
      "id": "choshen_mishpat-227-26",
      "section": 26,
      "text": "עכו\"ם אין לו אונאה שנאמר איש את אחיו וגו' ועכו\"ם שהונה את ישראל מחזיר אונאה בדינים שלנו שלא יהיה זה חמור מישראל:"
    },
    {
      "id": "choshen_mishpat-227-27",
      "section": 27,
      "text": "הנו\"נ באמונה אין לו עליו אונא' כיצד חפץ זה בכך וכך לקחתיו כך וכך אני משתכר בו אין לו עליו אונאה:"
    },
    {
      "id": "choshen_mishpat-227-28",
      "section": 28,
      "text": "הנושא והנותן באמונה לא יחשוב הרע באמונ' והיפה בשויו שאם קנה י' יריעות בי' דינרים ויש בהם שאינם שוות דינר ויש בהן ששוות יותר לא יחשוב הרעות בדינר כל אחת והיפות בשוויין אלא הכל באמונה כמו שקנאם ביחד ומעלה לו על דמי המקח שכר הכתף והפונדק וכוללם בדמי המקח אבל שכר טרחו לא יעלה על דמי המקח ולא יקח ממנו אלא כמו שנתפשר עמו שיתן לו ריוח:"
    },
    {
      "id": "choshen_mishpat-227-29",
      "section": 29,
      "text": "אלו דברים שאין להם אונאה העבדים והשטרות והקרקעות וההקדשות אפי' מכר שוה אלף בדינר או שוה דינר באלף אין בהם אונאה: הגה וי\"א דדוקא עד פלגא אבל יותר מפלגא כגון שמכר לו אחד יותר משנים הוי אונאה (טור בשם ר\"ח והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-227-30",
      "section": 30,
      "text": "בד\"א במוכר נכסי עצמו אבל השליח או אפוטרופוס שטעה ונתאנה בכל שהוא בין במטלטלין בין בקרקע חוזר ואם אינה את הלוקח יש מי שאומר שהוא הדין שמכרו בטל בכל שהוא ויש מי שאומר שדינו כשאר כל אדם דעד שתות הוי מחילה וזכה המשלח ביתרון:"
    },
    {
      "id": "choshen_mishpat-227-31",
      "section": 31,
      "text": "דין ב\"ד שמכרו בשל יתומים וטעו נתבאר בסי' ק\"ט:"
    },
    {
      "id": "choshen_mishpat-227-32",
      "section": 32,
      "text": "כשם שאין לקרקעות אונאה כך שכירות קרקע אין לו אונאה אפילו שכר טרקלין גדול בדינר לשנה או רפת קטנה בדינר בכל יום אין לו אונאה:"
    },
    {
      "id": "choshen_mishpat-227-33",
      "section": 33,
      "text": "השוכר את חבירו לעשות עמו בין בקרקע בין במטלטלין אין לו אונאה מפני שהוא כקונה אותו לזמן ועבדים אין בהם אונאה: הגה שכר פועל עם סוס או חמור אע\"פ שמצד עצמו אין בו אונאה מצד הבהמה יש בו אונאה ומשערין מה בא לשכר הסוס ומה שנתאנה בזה וצריך להחזיר לו (ת\"ה סי' שי\"ח):"
    },
    {
      "id": "choshen_mishpat-227-34",
      "section": 34,
      "text": "שכרו לזרוע לו קרקע ואמר זרעתי בה זריעה הראוי בה ובאו עדים שזרע בה פחות מהראוי לה הרי זה ספק אם יש לו אונאה מפני הזרע או אם אין לו אונאה מפני הקרקע לפיכך אין מוציאין מיד הנתבע וכן אין משביעין אותו היסת מפני הקרקע שיש כאן:"
    },
    {
      "id": "choshen_mishpat-227-35",
      "section": 35,
      "text": "השוכר את הכלים או את הבהמה יש להם אונאה שהשכירות מכירה בת יומא היא ואם יש בה אונא' שתות או יותר בין שנתאנה שוכר בין שנתאנה משכיר ה\"ז מחזיר אונאה ואפילו לאחר זמן מרובה:"
    },
    {
      "id": "choshen_mishpat-227-36",
      "section": 36,
      "text": "הקבלן יש לו אונאה כיצד כגון שקיבל עליו לארוג בגד זה בעשרה זוזים או לתפור חלוק זה בשני זוזים הרי יש לו אונאה וכל אחד משניהם בין קבלן בין בעל הבגד חוזר לעולם:"
    },
    {
      "id": "choshen_mishpat-227-37",
      "section": 37,
      "text": "האחים והשותפים שחלקו המטלטלים הרי הם כלקוחות פחות משתות נקנה מקח ואין מחזיר כלום יתר על שתות בטל מקח שתות קנה ומחזיר אונאה ואם חלקו קרקעות אפי' שמו שוה מנה בדינר או שוה דינר במנה קיים (וי\"א דדוקא עד פלגא) (טור) ואם הטעו זה את זה במדה או במשקל או במנין אפי' כל שהוא חוזרים ואם עשו שליח שחלק ביניהם וטעה בכל שהוא בטלה החלוקה:"
    },
    {
      "id": "choshen_mishpat-227-38",
      "section": 38,
      "text": "ואם התנו ביניהם שיחלקו בשום הדיינים וטעו בשתות בטלה חלוקה שהדיינים ששמו ופחתו שתות או הותירו שתות מכרן בטל:"
    },
    {
      "id": "choshen_mishpat-227-39",
      "section": 39,
      "text": "ראובן ושמעון אחים חלקו על תנאי שמי שיפול לו בית פלוני שיפתח לו פתח למבוי ולא שמו אל לבם שיכולים בני המבוי לעכב עליו ונפל אותו הבית לראובן אם רוצה ראובן לבטל החלוקה הרשות בידו:"
    }
  ]
}