{
  "id": "choshen_mishpat-400",
  "chapterLabel": "סימן 400",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-400-1",
      "section": 1,
      "text": "שור שהיה רודף אחר חבירו או שנים רודפים או שנים נרדפים. ובו ד סעיפים:שור שהיה רודף אחר שור אחר והוזק זה אומר שורך הזיק וזה אומר לא כי אלא בסלע לקה המוציא מחבירו עליו הראי' אפי' ניזק טוען ברי ומזיק טוען שמא ואם טען הניזק אתה יודע ששורך הזיק נשבע היסת שאינו יודע בד\"א במועד אבל בתם פטור אף מהיסת שהרי אם הוד' היה פטור הואיל והוא קנס:"
    },
    {
      "id": "choshen_mishpat-400-2",
      "section": 2,
      "text": "היו שנים רודפים אחר אחד והרי עדים שא' מהם הזיק ואינם יודעים איזה משניהם זה אומר שורך הזיק וזה אומר שורך הזיק שניהם פטורים ואם היו של איש א' חייב לשלם מגוף הפחות שבשניהם ואם היו מועדים משלם נזק שלם מנכסיו בד\"א ששני השוורים עומדים אבל אם מת אחד מהם או אבד והיה אחד מהם תם אע\"פ שהם של איש אחד פטור שהרי אומר לו הבא ראי' שזה העומד הוא שהזיק ואשלם לך:"
    },
    {
      "id": "choshen_mishpat-400-3",
      "section": 3,
      "text": "היו שני השוורים הרודפים אחד גדול ואחד קטן הניזק אומר הגדול הזיק והמזיק אומר קטן הזיק היה אחד תם ואחד מועד הניזק אומר מועד הזיק והמזיק אומר תם הזיק המוציא מחבירו עליו הראי' (לא היה שם ראי' ברור' שזה הזיק אלא עדים מעידים שא' משני אלו הזיק משלם המזיק כמו שאומר) ואם טען הניזק אתה יודע ודאי שזה הזיק בפניך הרי המזיק משלם מה שהודה ונשבע שבועת התור' על השאר הגה וי\"א דאין כאן שבועה כלל דהו\"ל כטענו חטין והודה לו בשעורים דפטור אף במה שהודה ואפי' תפס מפקינן מיניה (טור ס\"ב בשם הרא\"ש) ודוקא טען הניזק ברי אבל אם טוען שמא משלם המזיק כמו שהוא טוען (שם):"
    },
    {
      "id": "choshen_mishpat-400-4",
      "section": 4,
      "text": "היו הנזקין שנים אחד גדול ואחד קטן והמזיקים ב' א' גדול ואחד קטן הניזק אומר גדול הזיק את הגדול וקטן את הקטן והמזיק אומר לא כי אלא הקטן הזיק את הגדול וגדול הזיק את הקטן או שהי' אחד תם וא' מועד הניזק אומר מועד הזיק את הגדול ותם את הקטן והמזיק אומר תם הזיק את הגדול ומועד את הקטן המוציא מחבירו עליו הראי' ואם לא הביא ראיה ברור' פטור המזיק שהרי זה כטענו לו חטים והוד' לו בשעורים שהוא נשבע היסת ופטור אף מדמי שעורים (זו היא סברת י\"א שכתבתי בסמוך אבל יש מחלקים דאם היו כאן עדים שאומרים אחד מהן הזיק אלא שאינם יודעין איזה הוא משלם כמו שאמר מזיק ולא מקרי כהאי גוונא טענו חטין והודה לו בשעורין (המגיד פ\"ט דב\"מ) וכסברא הראשונה שכ' המחבר שמקרי הודאה וכמו שנתבאר) ואם תפס הניזק ה\"ז משלם לקטן מהגדול ולגדול מהקטן כמו שהודה המזיק ואפי' תפס בעדים נוטל כמו שאמר המזיק אבל אינו נוטל כפי דבריו ודוקא תפס קודם שבא לב\"ד אבל לאחר שבא לב\"ד לא מהניא ליה תפיסה אפי' ליטול כדברי המזיק:"
    }
  ]
}