{
  "id": "choshen_mishpat-277",
  "chapterLabel": "סימן 277",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-277-1",
      "section": 1,
      "text": "הבכור נוטל פי שנים ואיזה הוא בכור לנחלה וספק בכור. ובו טו סעיפים:הבכור נוטל פי שנים בנכסי אביו כיצד הניח חמשה בנים ואחד מהם בכור הבכור נוטל שליש הממון וכל אחד מהארבעה פשוטים נוטל שתות הניח תשעה בנים הרי האחד הבכור נוטל חמישותו וכל א' מהשמונה פשוטים נוטל עשירית וכן על דרך החלוקה הזאת חולקים לעולם:"
    },
    {
      "id": "choshen_mishpat-277-2",
      "section": 2,
      "text": "אלו שני חלקים נוטל אותם כאחד במצר אחד:"
    },
    {
      "id": "choshen_mishpat-277-3",
      "section": 3,
      "text": "בכור שנולד אחר מיתת אביו אינו נוטל פי שנים ואם יצאה פדחתו בחיי אביו אע\"פ שלא יצא כל ראשו לאויר העולם אלא לאחר מיתת אביו ה\"ז נוטל פי שנים (י\"א דאם נולד כשהוא גוסס אינו נוטל פי שנים) (נ\"י בשם התוספות וראב\"ד):"
    },
    {
      "id": "choshen_mishpat-277-4",
      "section": 4,
      "text": "בכור שנולד טומטום ואח\"כ נקרע ונמצא זכר אינו נוטל פי שנים וכן (בן פשוט שנקרע ונמצא זכר) אינו ממעט בחלק בכורה שנאמר וילדו לו בנים עד שיהיה בן משעת לידה כיצד אינו ממעט בחלק בכורה הרי שהיה לו בן בכור ושני פשוטים וזה הטומטום שנקרע ונמצא זכר הבכור נוטל רביע הממון [בחלק הבכורה] וכאילו אין עמו אלא שני פשוטים בלבד והשלשה רביעים הנשארים חולקים אותו שני הפשוטים עם הנקרע ועם הבכור בשוה:"
    },
    {
      "id": "choshen_mishpat-277-5",
      "section": 5,
      "text": "קטן בן יום אחד ממעט בחלק בכורה אבל לא העובר ובן שנולד אחר מיתת אביו אינו ממעט בחלק בכורה:"
    },
    {
      "id": "choshen_mishpat-277-6",
      "section": 6,
      "text": "הבא אחר נפלים אע\"פ שיצא ראש הנפל כשהוא חי הבא אחריו בכור לנחלה וכן בן ט' שיצא ראשו מת הבא אחריו בכור לנחלה שזה שנא' ראשית אונו הוא שלא נולד לו קודם לזה (ילד) שיצא חי לאויר העולם לפיכך בן ט' שהוציא רוב ראשו חי הבא אחריו אינו בכור:"
    },
    {
      "id": "choshen_mishpat-277-7",
      "section": 7,
      "text": "יוצא דופן והבא אחריו שניהם אינם בכורים הראשון לפי שלא נולד ונאמר וילדו לו בנים והשני שהרי קדמו אחר:"
    },
    {
      "id": "choshen_mishpat-277-8",
      "section": 8,
      "text": "בכור לנחלה הוא הנולד לאב ראשון שנאמר כי הוא ראשית אונו ואין משגיחין על האם אפי' ילדה כמה בנים הואיל וזה ראשון לאביו יורש פי שנים:"
    },
    {
      "id": "choshen_mishpat-277-9",
      "section": 9,
      "text": "היה לו בנים כשהיה עכו\"ם ונתגייר אין לו בכור לנחלה אבל ישראל שהיה לו בן מהשפחה או מהעכו\"ם הואיל ואינו קרוי בנו הבא לו אחריו מהישראלית בכור לנחלה ונוטל פי שנים:"
    },
    {
      "id": "choshen_mishpat-277-10",
      "section": 10,
      "text": "היה הבכור ממזר נוטל פי שנים שנא' כי את הבכור בן השנואה יכיר זו ששנואה בנישואיה וא\"צ לומר אם היה בן גרושה או בן חלוצה:"
    },
    {
      "id": "choshen_mishpat-277-11",
      "section": 11,
      "text": "מי שנסתפק לנו אם הוא בכור או פשוט כגון שנתערב עם אחר אינו נוטל פי שנים וכיצד עושין אם הוכרו ולבסוף נתערבו כותבים הרשאה זה לזה ונוטלים חלק בכורה ואם לא הוכרו כגון שילדו במחבואה אחת אין נוטלין חלק בכורה : הגה ספק בן ט' לראשון או בן שבעה לאחרון אינו יורש אחד מהן והבא אחריו אינו נוטל חלק בכורה אפי' בהרשאה מן הספק (טור):"
    },
    {
      "id": "choshen_mishpat-277-12",
      "section": 12,
      "text": "שלשה נאמנים על הבכור חיה ואמו ואביו חיה מיד שאם אמרה זה יצא ראשון נאמנת אמו כל שבעת ימי הלידה נאמנת לומר זהו הבכור אביו לעולם אפי' אמר האב על מי שלא הוחזק בנו כלל בני הוא ובכורי הוא נאמן וכן אם אמר על המוחזק לנו שהוא בכורו אינו בכור נאמן: הגה מיהו אם אמר פעם אחת על אחד שהוא בכור לא יוכל לומר אח\"כ על אחר שהוא בכור (טור בשם הרמב\"ן וב\"י בשם הר\"ן ונ\"י פרק י\"נ):"
    },
    {
      "id": "choshen_mishpat-277-13",
      "section": 13,
      "text": "שמעו עדים שאמר פלוני בני בכורי הוא נוטל פי שנים פלוני בני בכור הוא אינו נוטל פי שנים שמא בכור לאמו הוא דקאמר ואם אמר דברים שמוכיחים שנתכוין לומר שהוא בכור לאב נוטל פי שנים כגון שאמר פלוני בני בכור הוא ורוקו מרפא חולי העינים דגמירי דרוק של בכור לאב מרפא ולא של בכור לאם (וה\"ה אם מת הבכור והזכיר עליו בהספדו הוי על בני בכורי) (מהרי\"ק שורש קמ\"א):"
    },
    {
      "id": "choshen_mishpat-277-14",
      "section": 14,
      "text": "האב שנשתתק בודקין אותו כדרך שבודקין לגיטין אם רמז או כתב שזה בנו בכורו נוטל פי שנים:"
    },
    {
      "id": "choshen_mishpat-277-15",
      "section": 15,
      "text": "מי שהיו לו שני בנים בכור ופשוט ומתו שניהם בחייו והניחו בנים הבכור הניח בת והפשוט הניח בן הרי הבן הפשוט יורש בנכסי הזקן שליש שהוא חלק אביו ובת הבכור יורשת שני שלישים שהוא חלק אביה:"
    }
  ]
}