{
  "id": "choshen_mishpat-157",
  "chapterLabel": "סימן 157",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-157-1",
      "section": 1,
      "text": "שנים שהן שותפים בחצר ובאים לידי חלוקה כיצד יבנו הכותל. ובו יג סעיפים:חצר השותפין שיש בה דין חלוקה או שחלקוה ברצונם אע\"פ שאין בה דין חלוקה יש לכל אחד מהם לכוף את חבירו לבנות הכותל באמצע כדי שלא יראהו חבירו בשעה שמשתמש בחלקו ואפי' עמדו כך שנים רבות בלא מחיצה כופהו לעשות מחיצה בכל עת שירצה: הגה ואפי' יש מנהג בעיר שלא לעשותו אין הולכין אחריו וכופין לעשותו (טור בשם הרא\"ש ונ\"י ריש ב\"ב) ואפי' אמר האחד חזקתי כך בלא כותל ואתה מחלת לי לא מהני אא\"כ יש עדים שמחלו זה לזה על היזק ראייה שוב אינן יכולין למחות (טור ס\"ד בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-157-2",
      "section": 2,
      "text": "מקום שאין בו דין חלוקה שרצו שותפין לחלקו אע\"ג שקנו מידם כל אחד מהם יכול לחזור בו שזה קנין דברים הוא אבל אם בירר כל אחד חלקו ורצה זה ברוח פלונית וזה רצה ברוח פלונית וקנו מידם על זה אינם יכולים לחזור בהם וכן אם הלך זה בעצמו והחזיק בחלקו וזה בעצמו והחזיק בחלקו אע\"פ שלא קנו מידם אין א' מהם יכול לחזור בחבירו י\"א שאפי' החזיק שלא בפני חבירו ולא אמר לו לך חזק וקני קנה ואפי' לא החזיק אלא א' זכה הלה בחלק האחר: הגה וע' לקמן בס' קע\"א מדיני מקומות בית הכנסת:"
    },
    {
      "id": "choshen_mishpat-157-3",
      "section": 3,
      "text": "כותל זה יבנוהו על מקום שניהם ובהוצאות שניהם ואין אחד מהם יכול לומר לא נתרציתי לחלוק אע\"פ שלא היה בו דין חלוקה אלא בתנאי שתבננה אותה משלך אפילו אם יש לאחד פי שנים בחצר יעשו הכותל לחצאים: הגה היה אחד מהן עשיר ואחד מהן עני אם אחד רוצה לכנוס בשלו ולבנות א\"צ יותר ואם אינו רוצה דינו כמו בבית ועלייה וע\"ל סימן קס\"ד ואם שניהם עניים משתמשים כך ומ\"מ כל אחד ירחיק עצמו בכל מה דאפשר שלא יזיק חבירו בראייה (טור ס\"ז בשם הר\"י ברצלוני):"
    },
    {
      "id": "choshen_mishpat-157-4",
      "section": 4,
      "text": "רוחב כותל זה כמנהג המדינה שנוהגים השותפים לבנות כשחולקין ביניהם ואפי' נהגו לעשות מחיצה ביניהם בקנים ובהוצין (טור סט\"ו בשם רי\"ב) ובלבד שלא יהיה בה אויר שיסתכל ויראה את חבירו: הגה ואם נהגו בפחות מקנים והוצין י\"א דלא הולכין אחר המנהג ההוא (טור בשם ר\"ח ומרדכי ואשירי ריש ב\"ב והגהות פ\"ב דשכנים) ואם אין מנהג ידוע בעיר יתקן כפי ראות עיני הדיין ע\"פ מומחין (נ\"י בשם י\"מ) ואם קנו מידו לבנות מחיצה לא יוכל לחזור בו דלבנות לא מיקרי קנין דברים (טור בשם הרא\"ש) ויש חולקין בזה (שם בשם הרמ\"ה) ואם נהגו במחיצה קלה והא' אומר לעשותה כולה משלו באבנים ולכנוס לתוך שלו או להפך י\"א דחבירו יכול לעכב על ידו ויעשו כמנהג (נ\"י בשם הרא\"ה וטור בשם י\"א) ויש חולקין (טור ס\"ב בשם הרא\"ש ונ\"י בשם י\"ח):"
    },
    {
      "id": "choshen_mishpat-157-5",
      "section": 5,
      "text": "אם אחר זמן נפלה כותל זה המקום והאבנים של שניהם ואפי' נפל לרשות אחד מהם או שפינה אחד מהם את כל האבנים לרשותו וטען שמכר לו חבירו חלקו או נתנו לו במתנה אינו נאמן אלא הרי הם ברשות שניהם עד שיביא ראיה ויש מי שאומר דדוקא כשהאבנים ניכרים שהם מזה הכותל:"
    },
    {
      "id": "choshen_mishpat-157-6",
      "section": 6,
      "text": "כותל שבין ב' שותפין שנפל ובא לחלוק האבנים והיו בצד הכותל של א' מהם אבנים יקרות יותר ממה שבצד חבירו ורוצה זה שהם בצדו לזכות בהם אין שומעין לו:"
    },
    {
      "id": "choshen_mishpat-157-7",
      "section": 7,
      "text": "אם אין בו דין חלוקה ולא נתרצה האחד לחלוק אלא על מנת שיעשה חבירו כל הכותל אין לו תקנה אלא בשטר או שיבנה האחד עליו תקרה ומעזיבה או שיש בו חלונות מצדו וניכר שנעשו משעת הבנין ויש מי שאומר דמהני ביה חזית (פי' טיח בסיד על הכותל לצד חבירו אמה על אמה שזה סי' שהוא בנאו ולא חיישי' שמא יקלפנו חבירו דקליפה ידוע): הגה ולמעלה מד' אמות שאינו יכול לכופו ולבנות עמו מהני לכ\"ע (נ\"י) ואם נהגו בעיר מנהג אחר לשמור כותליהן מן הרמאין יעשו כפי המנהג (הרא\"ש והטור נ\"י ר\"פ השותפין):"
    },
    {
      "id": "choshen_mishpat-157-8",
      "section": 8,
      "text": "כותל חצר שבין שני השותפין שטען האחד שהוא בנאו לבדו וחבירו אומר שסייעו בבנין ה\"ז בחזקת שסייעו ואפי' אם ידוע שהאחד בנאה לבדו ושואל מחבירו שיפרע לו חלקו וטוען שפרעו נאמן בשבועת היסת ואפילו טוען שפרעו קודם [שגמר] בנין הכותל ואפי' יש עדים שתבע חבירו שיסייענו בבנין ולא רצה נאמן לומר נתתי אח\"כ עד שיביא עדים שהיה עמהם במקום פלוני מיום שהחל זה בבנין כותל זה ויודעים אנו שלא פרעו או שיעידו עדים שהעמידו בב\"ד שיסייענו בבנין וציווהו ב\"ד שיסייעו וסירב מלעשות ציווי ב\"ד:"
    },
    {
      "id": "choshen_mishpat-157-9",
      "section": 9,
      "text": "אם רצה אחד מהשותפין להגביה כותל זה יותר מד' אמות חבירו מעכב עליו לומר חצי מקום הכותל שלי ואיני רוצה שתמעט האויר שלי כי אני רוצה להשתמש על חצי המקום שלי אלא א\"כ מנהג המדינה שלא לעכב (מיהו על חלקו יכול לבנות מה שירצה) (נ\"י סוף ב\"מ) וי\"א שאין חבירו מעכב על ידו אלא רשאי הוא להגביה ומשלם לחבירו כפי מה שכתלו נפחת מפני כבדו:"
    },
    {
      "id": "choshen_mishpat-157-10",
      "section": 10,
      "text": "כותל חצר המבדיל בין שני השותפין שנפל יש לכל אחד מהם לכוף את חבירו לבנותו עד גובה ארבע אמות רצה האחד והגביהו יותר מארבע אמות אין מחייבין אותו ליתן חלקו במה שהגביה יותר מארבע אמות אלא (אם) כן בנה כותל אחר גבוה כנגד הכותל שביניהם שאז מחייבין אותו לתת חלקו בגובה שכנגד כותלו כיצד בנה האחד כותל שביניהם והגביהו י' אמות ובא חבירו ובנה כותל אחר כנגדו או בצדו והגביה הכותל האחר שש אמות מחייבין אותו ליתן חלקו בשתי אמות שהוסיף על ד' אמות שהרי נראה ממעשיו שהוא רוצה בהם וכן אם חקק בראש הכותל שביניהם מקום להניח בו הקורות או שבנה עליו קורה גדולה שהקורות נשענים עליה מחייבים אותו לתת חלקו בשש אמות כלם שהוסיף חבירו על הד' אמות אע\"פ שלא בנה כל הכותל שהרי גילה דעתו שהוא רוצה בכל הגובה הזה: הגה וכן בארכו אם הניח אבן נכנס ואבן יוצא כדרך שעושין בבנין כשרוצים להוסיף עליו חייב בכל התוספות שהוסיף חבירו (טור מכ\"ח) וה\"ה אם היה לו כותל כבר ובנה דבר שניכר שחפץ במה שעשה חבירו (הגהות אשירי וב\"י בשם ערוך) וכן אם נהנה בבניינו אע\"פ שלא עשה שום היכר שניחא לו חייב ליתן לו כפי מה שנהנה (מרדכי ריש ב\"ב והגה\"מ פ\"ג דשכנים):"
    },
    {
      "id": "choshen_mishpat-157-11",
      "section": 11,
      "text": "ואם זה שבנה הכותל גבוה בא לתבוע לחבירו שיפרע חלקו בהוצאת שאר הגובה שהוסיף על ארבע אמות מפני שסמך לו (בצדו) או כנגדו ואמר נתתי אינו נאמן אלא חבירו נשבע בנקיטת חפץ שלא נתן לו ונוטל ממנו אא\"כ הביא ראיה שנתן לו מיהו אם קבע לו בנין קבוע נאמן שנתן לו חלקו (טור):"
    },
    {
      "id": "choshen_mishpat-157-12",
      "section": 12,
      "text": "בד\"א כשידוע בעדים שזה התובע בנה כל הכותל אבל אם אינו ידוע הרי הוא בחזקת שניהם ואם הנתבע מודה לתובע שבנאו אלא שטוען פרעתיך נאמן במיגו דאי בעי אמר בניתי בהדך: הגה וי\"א שאם נתרצה תחלה בהגבהה נאמן לומר שנתן לו חלקו (תוס' ונ\"י) ומיד שאמר ליתן חצי ההוצאה זכה בחצי הכותל ואין חבירו יכול למחות ומחייבין אותו ליתן (המגיד פ\"ב דשכנים ונ\"י):"
    },
    {
      "id": "choshen_mishpat-157-13",
      "section": 13,
      "text": "כותל חצר שבין שני שותפים שנפל והיה רחב מתחלתו ואחד מהשותפין מעכב שלא יבנוהו רחב כמו שהיה אלא כשאר בנייני המדינה בכותל חצר שבין שני שותפין הדין עמו וכן אם היה גבוה יותר מד' אמות והאחד מהם אינו רוצה לסייעו בהגבהתו יותר מארבע אמות הדין עמו:"
    }
  ]
}