{
  "id": "choshen_mishpat-339",
  "chapterLabel": "סימן 339",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-339-1",
      "section": 1,
      "text": "לתת שכר אדם בהמה וכלים בזמנו ומתי זמנו. ובו יא סעיפים:מצוה לתת שכר שכיר בזמנו ואם אחרו עובר בלאו אחד שכר אדם או בהמה או כלים אבל על שכר קרקע יש מי שאומר שאינו עובר:"
    },
    {
      "id": "choshen_mishpat-339-2",
      "section": 2,
      "text": "כל הכובש שכר שכיר כאלו נוטל נשמתו ועובר בחמשה לאוין ועשה:"
    },
    {
      "id": "choshen_mishpat-339-3",
      "section": 3,
      "text": "איזהו זמנו שכיר יום יש לו זמן ליתנו לו כל הלילה לא נתנו לו עובר עליו בבקר משום בל תלין שכיר לילה זמנו ליתנו לו כל היום לא נתנו לו עובר עליו בערב משום ביומו תתן שכרו: הגה ופועלים דידן שאין עושין מלאכה עד הלילה כיון ששקעה עליו חמה עובר עליו משום ביומו תתן שכרו ואם עשה מלאכה עד הלילה יש לו זמן כל הלילה אע\"פ שלא שכרו (בפירוש כן ודאי) אדעתא דהכי אגריה (נ\"י בשם תוספת פ' המקבל):"
    },
    {
      "id": "choshen_mishpat-339-4",
      "section": 4,
      "text": "שכיר שעות אם כלה שכירותו ביום יש לו תשלום כל אותו יום אם כלה בלילה יש לו תשלום כל אותו הלילה:"
    },
    {
      "id": "choshen_mishpat-339-5",
      "section": 5,
      "text": "שכיר שבת שכיר חדש שכיר שנה שכיר שבוע יצא ביום גובה כל אותו היום יצא בלילה גובה כל אותו הלילה:"
    },
    {
      "id": "choshen_mishpat-339-6",
      "section": 6,
      "text": "נתן טליתו לאומן לתקנה בקבלנות וגמרה כל זמן שהטלית ביד האומן אינו עובר נתנו לו אפי' בחצי היום כיון ששקעה עליו חמה עובר משום בל תלין שקבלנות כשכירות לפורעו בזמנו:"
    },
    {
      "id": "choshen_mishpat-339-7",
      "section": 7,
      "text": "האומר לשלוחו צא ושכור לי פועלים ושכרם ואמר להם שכרכם על ב\"ה אין שום א' מהם עובר על בל תלין ומיהו ב\"ה עובר משום אל תאמר לרעך לך ושוב אם אינו טרוד ומכוין לדחותם ואם לא אמר שכרכם על ב\"ה אפי' לא אמר להם שכרכם עלי אלא שכרם סתם הוא חייב בשכרם לפיכך הוא עובר משום בל תלין: הגה מיהו אם הפועלים יודעים שאין המלאכה שלו אין השליח עובר בסתם (טור ס\"ז בשם הרא\"ש שהיה אומר כן לדעת הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-339-8",
      "section": 8,
      "text": "עבר זמנו אין ב\"ה עובר משום בל תלין ומ\"מ חייב ליתן לו מיד ובכל עת שישהא עובר על לאו של דבריהם שנא' אל תאמר לרעך:"
    },
    {
      "id": "choshen_mishpat-339-9",
      "section": 9,
      "text": "שכיר שמכיר בבע\"ה שאין דרכו להיות בידו מעות אלא ביום השוק אינו עובר בבל תלין אפילו יש לו מעות ומיום השוק ואילך אם אינו נותן לו עובר משום אל תאמר לרעך: הגה וה\"ה הני שאין דרכן לשלם עד שיחשבו עם הפועלים אינם עוברים עד שיחשבו עמהם (נ\"י פרק המקבל):"
    },
    {
      "id": "choshen_mishpat-339-10",
      "section": 10,
      "text": "אין ב\"ה עובר משום בל תלין אא\"כ תבעו השכיר לא תבעו או שתבעו ולא היה לו מעות ליתן לו או שהמחהו אצל שולחני ליתן לו וקבל עליו ליתן לו אינו עובר אפי' אין לב\"ה ביד שולחני כלום ומ\"מ אם רצה השכיר לחזור בו שלא לקבל מהשולחני אלא מבעל הבית הרשות בידו: הגה ואם קנו מידו לא יוכל לחזור בו (הרא\"ש שם וטור וע\"ל ר\"ס צ\"א):"
    },
    {
      "id": "choshen_mishpat-339-11",
      "section": 11,
      "text": "דיני שכיר שנשבע ונוטל נתבאר בסימן פ\"ט :"
    }
  ]
}