{
  "id": "choshen_mishpat-273",
  "chapterLabel": "סימן 273",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-273-1",
      "section": 1,
      "text": "דין הזוכה מן ההפקר והפקר כיצד וכמה. ובו יח סעיפים:כל דבר של הפקר כל הקודם בו זכה בין שהוא דבר מופקר ועומד בין שהיו לו בעלים והפקירוהו:"
    },
    {
      "id": "choshen_mishpat-273-2",
      "section": 2,
      "text": "ההפקר אע\"פ שאינו נדר הרי הוא כמו נדר שאסור לחזור בו:"
    },
    {
      "id": "choshen_mishpat-273-3",
      "section": 3,
      "text": "ומה הוא ההפקר שיאמר אדם נכסי אלו הפקר לכל בין במטלטלים בין בקרקעות:"
    },
    {
      "id": "choshen_mishpat-273-4",
      "section": 4,
      "text": "כיצד דין ההפקר כל הקודם וזכה בו קנהו לעצמו ונעש' שלו ואפי' זה שהפקירו דינו בו כדין כל אדם אם קדם וזכה בו קנהו:"
    },
    {
      "id": "choshen_mishpat-273-5",
      "section": 5,
      "text": "המפקיר לעניים אבל לא לעשירים אינו הפקר עד שיפקיר לכל כשמיטה:"
    },
    {
      "id": "choshen_mishpat-273-6",
      "section": 6,
      "text": "המפקיר עבדיו הגדולים קנו עצמם והקטנים כל הקודם והחזיק בהם זכה:"
    },
    {
      "id": "choshen_mishpat-273-7",
      "section": 7,
      "text": "המפקיר את הקרקע כל הקודם והחזיק בה זכה דין תורה אפי' הפקיר בפני א' ה\"ז הפקר ונפטר מהמעשרות אבל מדברי סופרים אינו הפקר עד שיפקיר בפני ג' כדי שיהיה א' זוכה אם רצה והשנים מעידים: הגה וי\"א דאפילו בינו לבין עצמו הוי הפקר (טור ס\"ח בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-273-8",
      "section": 8,
      "text": "האומר ה\"ז הפקר וזה הרי השני ספק הפקר ואם אמר וזה כמו זה או שאמר וגם זה הרי התפיס השני ויהי' הפקר ודאי:"
    },
    {
      "id": "choshen_mishpat-273-9",
      "section": 9,
      "text": "המפקיר את שדהו ולא זכה בה אדם כל שלשה ימים יכול לחזור בו אחר שלשה ימים א\"י לחזור בו אא\"כ קדם וזכה בה ה\"ה כזוכה מההפקר בין הוא בין אחר:"
    },
    {
      "id": "choshen_mishpat-273-10",
      "section": 10,
      "text": "האומר שדה זו מופקרת ליום אחד לחדש אחד לשנה אחת לשבוע אחת עד שלא זכה בה הוא או אחר יכול לחזור בו ומשזכה בה בין הוא בין אחר אינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-273-11",
      "section": 11,
      "text": "דבר המופקר שבא אחד ושמרו והיה מביט בו שלא יטלנו אדם לא זכה עד שיגביהנו אם הוא מטלטל או יחזיק בקרקע כדרך שקונים הלקוחות:"
    },
    {
      "id": "choshen_mishpat-273-12",
      "section": 12,
      "text": "המדברות והימים והנהרות והנחלים כל שבהם הפקר וכל הקודם בהם זכה כגון העשבים והעצים והפירות של אילנות של יער וכיוצא בהם:"
    },
    {
      "id": "choshen_mishpat-273-13",
      "section": 13,
      "text": "הצד דגים מהימים ומהנהרות או שצד עופות או מיני חיות הואיל ואין להם בעלים זכה ובלבד שלא יצוד בשדה חבירו ואם צד שם קנה ואם היו הדגים בביברין של בעלים וכן חיה ועוף שבביברים אע\"פ שהוא ביבר גדול והוא מחוסר צידה ה\"ז של בעל הביברים והצד משם ה\"ז גזלן הלוקח דגים מתוך מצודתו של חבירו כשהוא בתוך הים או שלקח חיה ממצודתו כשהיא פרוסה במדבר ה\"ז אסור מדברי סופרים ואם היה המצודה כלי ולקח מתוך המצודה ה\"ז גזלן:"
    },
    {
      "id": "choshen_mishpat-273-14",
      "section": 14,
      "text": "הפורס מצודה בשדה חבירו וצד בה חיה או עוף אע\"פ שאין לו רשות לעשות דבר זה קנה ואם היה עומד בעל השדה בתוך שדהו ואמר זכתה לי שדי קנה בעל השדה ואין לבעל המצודה כלום (וה\"ה אם החצר משתמר אע\"פ שלא עמד בצד שדהו) (טור סי' רס\"ח):"
    },
    {
      "id": "choshen_mishpat-273-15",
      "section": 15,
      "text": "דגים שקפצו לתוך הספינה קנה בעל הספינה שזו כחצר המשתמרת היא ואינה חצר המהלכת שהמים הם שמוליכין אותה ואינה הולכת מחמת עצמה:"
    },
    {
      "id": "choshen_mishpat-273-16",
      "section": 16,
      "text": "עני המנקף (פי' חותך כמו ונשאר בו עוללות כנוקף זית רש\"י) בראש האילן ומשיר פירותיה ונפלו לארץ אם בא לידי העני קודם שנפלו לארץ קנאם ואם נטלן אחר אחר שנפלו לארץ מוציאין מידו אבל אם לא בא לידו מתחלה אין בהם משום גזל להוציאם מיד הנוטל אבל לכתחלה אסור לו ליטלם:"
    },
    {
      "id": "choshen_mishpat-273-17",
      "section": 17,
      "text": "שחלים (פי' הרמב\"ם בערבי חבשא\"ר ובלע\"ז קישרון) הגדלים בשדה פשתן מותר כל אדם ליטלן מפני שהם הפקר שמפסידים הפשתן ואם הם עומדים על המצר או שהוקשו לזרע אסור:"
    },
    {
      "id": "choshen_mishpat-273-18",
      "section": 18,
      "text": "שדה שיש בו כלאים אם יש בו אחד מכ\"ד ממין אחר מפקירים בית דין כל השדה:"
    }
  ]
}