{
  "id": "choshen_mishpat-386",
  "chapterLabel": "סימן 386",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-386-1",
      "section": 1,
      "text": "חילוק שבין גרמא בנזקין לדינא דגרמי והזורק כלי מראש הגג. ובו ד סעיפים:קיימא לן כרבי מאיר דדאין דינא דגרמי (ודוקא באדם חייב דינא דגרמי אבל בבהמה לכולי עלמא פטור) (נ\"י פ' הפרה) לפיכך הדוחף מטבע של חבירו עד שירד לים חייב אע\"פ שלא הגביהו וכן הפוחת מטבע של חבירו והעביר צורתו חייב אע\"פ שלא חסרו והמוכר ש\"ח לחבירו וחזר ומחלו דקי\"ל שהוא מחול צריך לשלם ללוקח כמו שנתבאר בסי' ס\"ו:"
    },
    {
      "id": "choshen_mishpat-386-2",
      "section": 2,
      "text": "וכן השורף שטר חוב של חבירו חייב לשלם כל החוב שהיה בשטר שאע\"פ שאין גוף השטר ממון הרי גרם לאבד ממון ובלבד שיודה לו המזיק ששטר מקויים היה וכך וכך היה כתוב בו ומחמת ששרפו הוא אינו יכול לגבות החוב אבל אם לא האמינו אינו משלם לו אלא דמי הנייר בלבד (ומיירי שאין עדים שיודעים כמה היה כתוב בו שאם היו עדים אינו חייב לו כלום שהם יעשו לו שטר אחר כמו שנתבאר בסי' מ\"א) (טור):"
    },
    {
      "id": "choshen_mishpat-386-3",
      "section": 3,
      "text": "וכן הזורק כלי שלו מראש הגג והיו תחתיו כרים וכסתות שאם יפול עליהם לא ישבר וקדם אחר וסלקם ונחבט הכלי בארץ ונשבר חייב המסלק וכן כל כיוצא בזה: הגה וי\"א דזה מקרי גרמא בניזקין ופטור וכן בדוחף מטבע של חבירו או פחת צורתה פטור דהוי גרמא בניזקין ולכן אפי' זרק כלי מראש הגג והיו תחתיו כרים וכסתות וקדם בעצמו וסלקו א\"ה פטור דעל הזריקה לא מחייב דלא היו ראויים לישבר ומה שסלקן הוי גרמא בעלמא (טור בשם הרא\"ש ור\"י פ' לא יחפור) סופר שכתב שטר וכתב מנה במקום מאתים או המזיק לחברו בעצתו שיעץ לו או שליש שהחזיר שטר שלא היה לו להחזיר כולם פטורים דלא הוי אלא גרמא בניזקין מיהו משמתינן ליה עד דמסלק היזיקא וכן בכל גרמא בניזקין (תשו' רשב\"א סי' אלף נ\"ב ותשובת רמב\"ן סי' ר\"מ ור\"י ונ\"י פ' לא יחפור) י\"א דבכל גרמא בניזקין אם הוא דבר שכיח ורגיל חייב לשלם משום קנס (תוס' פרק לא יחפור בשם ריצב\"א) ולכן יש מי שכתב דראובן שמכר מקח לעכו\"ם ובא שמעון וא\"ל לעכו\"ם שאינו שוה כל כך חייב לשלם לו (מהר\"ם מריזבורק) ואפשר דכי האי גוונא הוי כמסור דחייב (כדלקמן סי' שפ\"ח) ראובן שהלוה מעות לעכו\"ם על משכונות ובא שמעון ואמר לעכו\"ם להלוות לו בפחות והחזיר לראובן מעותיו פטור דהוי גרמא בניזקין מיהו מיקרי רשע (רבי' ירוחם נל\"א ח\"ב) וע\"ל סי' קנ\"ו ס\"ה דין (נ\"י המבטל) המגביה כיסו של חבירו ע\"ל סי' רצ\"ב :"
    },
    {
      "id": "choshen_mishpat-386-4",
      "section": 4,
      "text": "הזורק כלים מראש הגג ואין תחתיהם כרים וכסתות ובעודם באויר בא אחר ושברם במקל הזורק חייב והמשבר פטור דחשבינן ליה כשבור משעה שזרקו:"
    }
  ]
}