{
  "id": "choshen_mishpat-192",
  "chapterLabel": "סימן 192",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-192-1",
      "section": 1,
      "text": "דין קניית קרקע בחזקה. ובו טז סעיפים:בחזקה כיצד מכר או נתן לו בית או שדה כיון שנעל או גדר או פרץ כל שהוא והועיל במעשיו הרי זה קנה:"
    },
    {
      "id": "choshen_mishpat-192-2",
      "section": 2,
      "text": "בד\"א כשהחזיק בפני המוכר או הנותן אבל שלא בפניו לא קנה אלא א\"כ אמר לו לך חזק וקני ואם מסר לו המפתח הוי כאומר לו לך חזק וקני וכן המוכר בור לחבירו כיון שמסר לו דליו הוי כאומר לו לך חזק וקני:"
    },
    {
      "id": "choshen_mishpat-192-3",
      "section": 3,
      "text": "נעל כיצד מכר או נתן לו בית או חצר והיה הפתח פתוח ונעל הלוקח את הפתח וחזר ופתחו קנה ויש מי שאומר שצריך לנעול במפתח וה\"ה אם עשה מנעול לדלת או שהעמיד דלתות י\"א דקנה (הכל בטור):"
    },
    {
      "id": "choshen_mishpat-192-4",
      "section": 4,
      "text": "גדר כל שהוא כיצד היה שם גדר והיו עולים בו בנחת והוסיף עליו כל שהוא והשלימו לעשרה (וי\"א דאפי' פחות מעשרה) (ועיין בטור ובב\"י) ונמצא שאין עולים אלא בדוחק ה\"ז הועיל וקנה:"
    },
    {
      "id": "choshen_mishpat-192-5",
      "section": 5,
      "text": "פרץ כל שהוא כיצד היתה שם פרצה והיו נכנסים בה בדוחק והרחיבה כל שהוא עד שנמצא נכנסין בריוח ה\"ז הועיל וקנה:"
    },
    {
      "id": "choshen_mishpat-192-6",
      "section": 6,
      "text": "נתן צרור והועיל כגון (שחבר) בו המים לשדה או נטל צרור והועיל כגון שפתח בנטילתו המים לשדה קנה וכן כל כיוצא בזה אבל אם ראה אמת המים בא להזיק הקרקע ונתן צרור ומנעה (או שנטל צרור ופתח (שיצאו) המים) (טור) לא קנה שסילוק ההיזק אינו קונה אלא הבאת התועלת:"
    },
    {
      "id": "choshen_mishpat-192-7",
      "section": 7,
      "text": "המוכר או הנותן לחבירו שדה בצד שדהו כיון שדש המצר שבין שתי השדות ונעשו שתיהן כשדה אחת קנה אבל אם הלך בה לארכה ולרחבה אין הילוך זה מועיל כלום ואם שביל של כרמים מכר לו הואיל ונעשה להילוך קנה בהילוך וכמה שיעור רוחב הדרך שיקנה בהלוכו אם היה מסוים במחיצות קנה כדי שיגביה רגל ויניח רגל בצדה ואם אין שם מחיצות קנה ברוחב כדי שתהיה על ראשו חבילה של שריגים ויסוב בה (וי\"א איפכא דבאין מחיצות סגי ברוחב שיגביה רגל ויניח רגל וביש מחיצות כדי שיהא על ראשו חבילה של שריגים ויסוב בה) (טור והמגיד פ\"א דמכירה) :"
    },
    {
      "id": "choshen_mishpat-192-8",
      "section": 8,
      "text": "היתה הקרקע צחיח סלע שאין בה לא גדר ולא פרצה ואינה בת זריעה החזקה שקונה אותה שטיחת פירות או העמדת בהמה שם וכיוצא בזה משאר התשמישים:"
    },
    {
      "id": "choshen_mishpat-192-9",
      "section": 9,
      "text": "הציע מצעות בבית או בשדה ושכב עליהם או ערך שלחן ואכל ולא עוד אלא אפי' נתן כליו לתוכו או צבר בו פירות הראוים לצבור קנה:"
    },
    {
      "id": "choshen_mishpat-192-10",
      "section": 10,
      "text": "המוכר שדה לחבירו ונכנס בה הלוקח וזרעה או נרה או שאסף פירות האילן או זמרו וכן כל כיוצא בדברים אלו קנה:"
    },
    {
      "id": "choshen_mishpat-192-11",
      "section": 11,
      "text": "וכן אם אסף המוכר סל של פירות ונתן ללוקח קנה לוקח: הגה ויש חולקין וסבירא להו דאין קונין בחזקות אלו לא באכילת פירות ולא בהעמדת בהמה וכיוצא בזה שאינו מועיל לקרקע והכי מסתברא (טור בשם הראב\"ד ור\"ן פ\"ק דקידושין והמגיד היה גבשושית בשדה ונטלה או גומא וסתמה הוי חזקה ונ\"ל דוקא אם מהני לקרקע אבל חפר מעט לא קנה אלא בשדה העומד לחרישה (מרדכי פח\"ה):"
    },
    {
      "id": "choshen_mishpat-192-12",
      "section": 12,
      "text": "המוכר לחבירו י' שדות בי' מדינות כיון שהחזיק באחד מהם קנה כולם ואפי' היתה אחת מהם הר גבוה והשנית מצולה שהרי אין תשמיש של זו כתשמיש של זו בד\"א שנתן דמי כולם אבל אם לא נתן דמי כולם לא קנה אלא כנגד מעותיו לפיכך אם היו הכל במתנה קנה כולם (ויש חולקין במתנה) (טור בשם הרא\"ש) והוא הדין בעשרה בתים או בית ושדה דינן כעשרה שדות (נ\"י פ' המוכר בית):"
    },
    {
      "id": "choshen_mishpat-192-13",
      "section": 13,
      "text": "וכן בשכירות כיון שהחזיק באחד מהם קנה כולם כל זמן השכירות: הגה ובשכירות לא בעינן שנתן דמי כולן דשכירות אינה משתלמת אלא לבסוף (ב\"י):"
    },
    {
      "id": "choshen_mishpat-192-14",
      "section": 14,
      "text": "היו מקצת הקרקעות במכר ומקצת בשכירות כיון שהחזיק בין בשל מכר בין בשל שכירות קנה הכל:"
    },
    {
      "id": "choshen_mishpat-192-15",
      "section": 15,
      "text": "דין מחזיק בנכסי הגר יתבאר בסימן ער\"ה:"
    },
    {
      "id": "choshen_mishpat-192-16",
      "section": 16,
      "text": "חזקה לחודה בלא כסף ובלא שטר קניא כל היכא דלא עייל ונפיק אזוזי (ואפי' במקום שנהגו לכתוב שטר (טור) מיהו אם התנה הכל לפי תנאו (ר' ירוחם ני\"א ח\"א):"
    }
  ]
}