{
  "id": "choshen_mishpat-294",
  "chapterLabel": "סימן 294",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-294-1",
      "section": 1,
      "text": "הכופר בפקדון או שטוען נגנב. ובו ו סעיפים:תבעו הפקדון וכפר בו מיד נעשה עליו גזלן וחייב באונסים ופסול לעדות ולשבועה בד\"א שיש עדים שבשעה שכפר בו היה ברשותו אבל אם אין עדים לא שמא נאבד ממנו ואמר אכפור בו ואדחנו עד שאמצאנו ואחזירנו לו:"
    },
    {
      "id": "choshen_mishpat-294-2",
      "section": 2,
      "text": "לא כפר בו אלא טען נגנב או נאבד אם אמר שאירע הדבר במקום שיש עדים מצויים יביא ראיה בעדים לדבריו ויפטר אפי' משבועה ואם לא יביא עדים לדבריו ישלם ואם הוא במקום שאין עדים מצויים ישבע שהוא כדבריו ומגלגלין עליו בשבועתו שלא פשע בשמירתו אלא ששמרו כדרך השומרים ושלא שלח בו יד קודם לכן שאם שלח בו יד קודם לכן ליהנות ממנו נתחייב אפי' נאנס: הגה וי\"א דאפי' איכא עדים שנגנב או נאבד צריך לישבע שלא פשע ומגלגלין עליו שלא שלח בה יד אבל אי איכא עדים שלא פשע א\"צ לישבע שלא שלח בה יד (טור בשם הירושלמי והרא\"ש ורמב\"ם בפ' ו' דשאלה):"
    },
    {
      "id": "choshen_mishpat-294-3",
      "section": 3,
      "text": "זה שאמרנו שבמקום שיש עדים מצויים אם לא הביא עדים שיעידו כדבריו ישלם ה\"מ במידי דשלטא ביה עינא כגון מעביר חבית בשוק וכיוצא בו אבל מילתא דעביד דמתרמי דלא שלטא ביה עינא כגון מאן דנקט חפצא בידיה דאפשר שאע\"פ שרבים מצויים שם ליתרע אונסא ולא ירגישו בו בני אדם דינו כמקו' שאין עדים מצויים:"
    },
    {
      "id": "choshen_mishpat-294-4",
      "section": 4,
      "text": "מי שהפקידו אצלו גלימא וטוען שנאנסה והביא עדים שנאנס לו גלימא אע\"פ שלא ידעו אם היתה גלימת המפקיד פטור כיון שאילו היתה גלימא בידו ומפקיד אומר לא זו היא ונפקד אומר זו היא נאמן בשבועת היסת ואם המפקיד אומר שמא והנפקד אומר ברי אפילו היסת ליכא והכא כיון דמפקיד לא ידע האי גלימא דאיתניס אי דידיה היא או לא נפקד מהימן:"
    },
    {
      "id": "choshen_mishpat-294-5",
      "section": 5,
      "text": "אם התנה הנפקד שיהא פטור משבועה תנאו קיים:"
    },
    {
      "id": "choshen_mishpat-294-6",
      "section": 6,
      "text": "נגנב הפקדון באונס ואח\"כ הוכר הגנב אחד שומר שכר ואחד שומר חנם עושה דין עם הגנב ואינו נשבע קדם ונשבע ואח\"כ הוכר הגנב אם ש\"ח הוא רצה עומד בשבועתו רצה עושה דין עם הגנב ואם ש\"ש הוא עושה עמו דין: הגה ראובן המציא חוב בטוח לשמעון וקבל שכר על הסרסרות ואח\"כ נתקלקל החוב וצריכין להשתדל עם השר בעד החוב ושמעון רוצה שראובן יטריח אותה טירחא הואיל וקבל שכר מן החוב י\"א דהדין עם שמעון דומיא דהוכר הגנב (ת\"ה סי' שכ\"ד):"
    }
  ]
}