{
  "id": "choshen_mishpat-257",
  "chapterLabel": "סימן 257",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-257-1",
      "section": 1,
      "text": "הכותב נכסיו לבנו או לאחר מהיום ולאחר מותו ומתנת בריא שכתבו בה מהיום ולאחר מיתה. ובו ז סעיפים:הכותב נכסיו לבנו לאחר מותו הרי הגוף של בן מזמן השטר והפירות לאב עד שימות לפיכך האב אינו יכול למכור מפני שהם נתונים לבן והבן אינו יכול למכור מפני שהם ברשות האב: הגה המקדיש קרקע מהיום ולאחר מותו או לאחר שלשים יום לא קדיש כלל דהא אי אפשר לומר גוף מהיום ופירות לאחר זמן דהא קא אכיל פירות של הקדש (תשו' רשב\"א סי' תקס\"ג) הכותב כל נכסיו לאחד מהיום ולאחר מיתה צריך למכרן ולקנות בדמיהן קרקע ולאכול מהן פירות כדין בעל בנכסי אשתו אלא א\"כ התנה לעשות בנכסיו כל ימי חייו כפי מה שירצה (נ\"י פרק י\"נ):"
    },
    {
      "id": "choshen_mishpat-257-2",
      "section": 2,
      "text": "מת האב והניח פירות המחוברים לקרקע הרי הן של בן מפני שדעתו של אדם קרובה אצל בנו היו תלושים או שהגיעו ליבצר הרי הם של יורשים: הגה מכר הבן כחו לאחר אין למקבל אפילו בפירות שלא הגיע זמנו לתלוש אלא הן של יורשי האב ונותנים לזה דמים כפי מה ששוין הפירות בשעה שמת או מניח הפירות בשדהו עד שיגמרו וכן הדין אם כ' הקרקע לאחר ולא לבנו (טור) אבל אם כתב לבן בנו הוי כאילו כתבה לבנו (ת\"ה סי' ש\"נ):"
    },
    {
      "id": "choshen_mishpat-257-3",
      "section": 3,
      "text": "עבר האב ומכר מכורים (הפירות) עד שימות (ואפי' חזר ולקחה האב לא היה במכירתו כלום) (נ\"י פרק יש נוחלין) וכשימות האב מוציא הבן (או יורשיו) (טור) מיד הלקוחות ואם היו שם פירות מחוברין שמין אותם ללוקח ונותן הבן דמיהם היו תלושים או שהגיעו ליבצר הרי הם של לוקח (וי\"א שדין הבן עם הלוקח כמו עם האב) (טור וב\"י בשם רשב\"ם):"
    },
    {
      "id": "choshen_mishpat-257-4",
      "section": 4,
      "text": "עבר הבן ומכר אין ללוקח כלום עד שימות האב:"
    },
    {
      "id": "choshen_mishpat-257-5",
      "section": 5,
      "text": "מכר הבן בחיי האב ומת הבן ואח\"כ מת האב כשימות האב קנה הלוקח שאין לאב אלא פירות וקנין פירות אינו כקנין הגוף:"
    },
    {
      "id": "choshen_mishpat-257-6",
      "section": 6,
      "text": "מתנת בריא שכתב בה מהיום ולאחר מיתה הרי הוא כמתנת שכ\"מ שאינה קונה אלא לאחר מיתה שמשמע דברים אלו שאע\"פ שקנה הגוף מהיום ואינו יכול לחזור בו אינו זוכה בו ואוכל פירות אלא לאחר מיתה: הגה הכותב נכסיו לבנו והתנה לדור בהן כל ימי חייו ולהיות ניזון מהן יכול לדור בהן עם אשתו ושמשים הצריכין אליו וכן נותנים לו מזונות הצריכים לו אם אין לו ממקום אחר כפי הנראה לב\"ד ואם מכרו לצורך מזונות ובא לו ממון אח\"כ א\"צ לשלם מה שלקח (נ\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-257-7",
      "section": 7,
      "text": "כתב לו מהיום אם לא אחזור בי עד לאחר מיתה היא לגמרי כמתנת שכ\"מ ויכול לחזור בו כל ימי חייו אף מהגוף: הגה ומ\"מ צריך קנין במתנת בריא ולא אמרינן בכה\"ג דבריו ככתובין וכמסורין דמי ולכן בריא שרוצה לחלוק נכסיו אחרי מותו שלא יריבו יורשיו אחריו ורוצה לעשות סדר צוואה בעודו בריא צריך להקנות בקנין ואפי' קנין אינו מהני אם רוצה ליתן להן דבר שאינו בידו אז דאין אדם מקנה דבר שלא ברשותו ואין מהני אלא דרך הודאה שמודה שחייב לכל אחד מהן כפי מה שירצה (ב\"י סי' ר\"נ בשם הרשב\"א ומהרי\"ק שורש צ\"ד ומהר\"ם פאדוואה סי' נ\"ב) וע\"ל סי' ס' סעיף ו':"
    }
  ]
}