{
  "id": "choshen_mishpat-133",
  "chapterLabel": "סימן 133",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-133-1",
      "section": 1,
      "text": "מי שמוחזק במטלטלין הידועים לאחר. ובו ז סעיפים:כל דבר המטלטל שהוא ביד האדם בחזקת שהוא שלו אפילו אם יביא המערער עדים שהוא שלו ואומר למוחזק הפקדתיו לך או השאלתיו לך נאמן המוחזק לומר אתה מכרתו לי או נתתו לי במתנה וישבע היסת ואם טען שלך הוא אבל משכון הוא בידי יכול לטעון עד כדי דמיו ונשבע בנקיטת חפץ ונוטל ואם טוען נתחייבת לי עד כדי דמיו מעסק משא ומתן שבינינו (טור ס\"ג בשם הרא\"ש) נכון הדבר שיברר ממה נתחייב לו שמא הוא סבור שנתחייב לו וכשיברר דבריו שמא אינו חייב לו:"
    },
    {
      "id": "choshen_mishpat-133-2",
      "section": 2,
      "text": "אפילו אם מסר המערער החפץ למחזיק בעדים אם אין עדים שהוא עתה בידו נאמן בשבוע' היסת לומר החזרתיו לך וכן נאמן לומר לקוח הוא (בידי) במגו דהחזרתיו לך ואם אמר ליה אל תחזיר אלא בעדים והוא אומר החזרתיו לך נאמן במגו דנאנסו וישבע שבועה דאוריית' ואם טוען החזרתיו לך בפני פלוני ופלוני ומתו או הלכו להם למדינת הים נשבע היסת ונפטר ואם לא מסרו לו בעדים אפילו אם ראו אותו עתה בידו נאמן לומר לקוח הוא בידי אבל אם מסרו לו בעדים וגם ראוהו עתה בידו אינו נאמן ודוקא שהעדים מעידים שנתנו לו בתורת פקדון אבל אם מעידים שנתנו לו סתם יכול לומר בתורת מכר או מתנה נתנו לי:"
    },
    {
      "id": "choshen_mishpat-133-3",
      "section": 3,
      "text": "אם ראו עדים החפץ ביד המחזיק קודם שתבעו המערער לדין אפי' אם אמר בפניהם קודם שהראהו דעו כי הוא ממושכן לי בכדי דמיו קרינן ביה שפיר עדים וראה ויתרה בו בפני אותם עדים שלא יחזירהו לו אלא בפני פלוני ופלוני כדי שלא יוכל לטעון החזרתיו לך (וע' לעיל סי' ע\"ב סעיף י\"ח):"
    },
    {
      "id": "choshen_mishpat-133-4",
      "section": 4,
      "text": "אמר המערער להמחזיק מה טיבו אצלך ואמר לו אתה מכרתו לי או נתתו לי במתנה וטען המערער לפלוני הפקדתיו ואמרתי לו אל תחזירהו לי אלא בעדים ולא החזירו לי ונתנו לך שלא במצותי ישבע המחזיק שהמערער מכרו או נתנו לו ויפטר:"
    },
    {
      "id": "choshen_mishpat-133-5",
      "section": 5,
      "text": "במה דברים אמורים שהמחזיק נאמן בדברים שאינם עשוים להשאיל ולהשכיר אבל בדברי' העשויים להשאיל ולהשכיר ויש למערער עדים שהי' שלו וראו אותו עתה ביד המחזיק וזה אומר שהשאילו או שהשכירו אע\"פ שאין לו עדים היאך בא לידו אינו נאמן לומר לקוח הוא בידי ולא ממושכן הוא בידי וצריך להחזירו אפילו אם היה ג' שנים ביד המחזיק ואפי' מת המחזיק מוציאין אותו מיד היורש בלא שבועה ויש אומרים דצריך (המערער) לישבע וליטול (רמב\"ם פ\"ח מטוען בשם הגאונים והראב\"ד וכנ\"ל עיקר) ואם טען היורש טענת ודאי ואמר בפני נתנו למורישי או מכרו לו הרי המערער נשבע היסת:"
    },
    {
      "id": "choshen_mishpat-133-6",
      "section": 6,
      "text": "בד\"א שבדברים העשויים להשאיל ולהשכיר נאמן המערער כשטוען השאלתים או השכרתים לך אבל אם טען גנובים הם ממני אינו נאמן אא\"כ יצא לו שם גניבה בעיר כמו שיתבאר בסימן שנ\"ז ושס\"ד (ונתבאר לעיל סי' צ'):"
    },
    {
      "id": "choshen_mishpat-133-7",
      "section": 7,
      "text": "מי שהיה בידו דברים העשוים להשאיל ולהשכיר אע\"פ שהודה ואמר לו יודע אני שהיה שלך אבל פלוני מכרם לי או נתנם לי מתנה והלה טוען שנגנבו ממנו אין מוציאין אותה מידו אפי' הביא זה עדים שהיו ידועים לו שאדם עשוי למכור כליו (ויש חולקין וס\"ל דלא עדיף (המחזיק) מאותו פלוני בעצמו וכיון שאותו פלוני אינו נאמן גם הוא אינו נאמן (ראב\"ד וטור ותשובת מיי' דמשפטים סי' ל\"ב) וכנ\"ל עיקר) ואם טען זה עליו ואמר אני השכרתים לך או השאלתים לך מוציאין אותם מידו ואם היו מדברים שאינם עשוים להשאיל ולהשכיר הרי זה נשבע היסת שלא השאיל לו ולא השכיר לו אלא מפלוני לקח ויעמיד כליו בידו:"
    }
  ]
}