{
  "id": "choshen_mishpat-396",
  "chapterLabel": "סימן 396",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-396-1",
      "section": 1,
      "text": "כיצד שמירת תם ומועד או מסרן לשומר חנם או לשומר שכר. ובו י סעיפים:שור המועד וכן שן ורגל שהם מועדים מתחילתן די להם בשמיר' פחותה לפיכך אם קשרם בעליו במוסרה או שמרם שמיר' פחותה ויצא' והזיקו פטור בד\"א במועד אבל תם לא סגי ליה לא במוסירה ולא בשמירה פחותה עד שישמרנו שמירה מעולה אי זו היא שמירה מעולה דלת שיכול' לעמוד אפילו ברוח שאינה מצויה ושמירה פחות' שיכולה לעמוד ברוח מצויה ולא בשאינה מצויה אבל אם אינה יכולה לעמוד אפילו ברוח מצויה כאלו לא שמרו כלל וחייב אפילו לא נפלה הדלת ע\"י הרוח אלא לסטים הוציאו' או חפרה או חתר' הדלת והפילתו דתחילתו בפשיעה לגבי נפילת הדלת וסופו באונס לגבי חתירה וקיימא לן כל שתחלתו בפשיע' וסופו באונס הבא מחמת הפשיעה חייב אבל אם חתרה פרצה ויצא' משם פטור שאין האונס בא מחמת הפשיעה:"
    },
    {
      "id": "choshen_mishpat-396-2",
      "section": 2,
      "text": "שמרה כראוי ונפרצה בליל' או שחתר' הדלת ויצאה והזיק' פטור אפי' ידע שנפרצה שאינו חייב לצאת לטרוח אחריה ודוקא נפרצה בליל אבל נפרצ' ביום חייב דקלא איתי למלתא ומסתמא ידע:"
    },
    {
      "id": "choshen_mishpat-396-3",
      "section": 3,
      "text": "הוציאוה לסטים הם חייבים משעת משיכה או שהכישוה במקל להוציאה ודווקא שהוציאו' כדי לגזלה אבל הוציאוה כדי לאבדה פטורים:"
    },
    {
      "id": "choshen_mishpat-396-4",
      "section": 4,
      "text": "הפורץ גדר לפני בהמת חבירו ויצא' והזיקה אם היה גדר בריא וחזק חייב וי\"א דאינו חייב בנזקי הבהמה אלא אם הכישה והזמינה לנזק וכן עיקר (טור ס\"ד בשם הראב\"ד והמגיד פ\"ד דנ\"מ) וי\"א דאפילו על הבהמה עצמה אינו חייב אם נאבדה) (טור) ואם היה כותל רעוע פטור מדיני אדם וחייב בדיני שמים:"
    },
    {
      "id": "choshen_mishpat-396-5",
      "section": 5,
      "text": "הניחה בחמה אפי' חתרה ויצא' והזיק' חייב זה שהניח' שם שכיון שהניחה בחמה הרי היא מצטערה ועושה כל שאיפשר לה לעשות לברוח: הגה ולכן אפילו היתה קשורה בקשר חזק חייב (טור):"
    },
    {
      "id": "choshen_mishpat-396-6",
      "section": 6,
      "text": "מסר השור לחרש שוטה וקטן אע\"פ שהי' השור קשור הבעלים חייבין שדרך השור להתיר הקשר ולצאת ולהזיק אפי' שמרוהו שמיר' מעולה וחתרה ויצא' והזיק' הבעלים חייבים:"
    },
    {
      "id": "choshen_mishpat-396-7",
      "section": 7,
      "text": "מסר שורו לחמש' בני אדם ופשע בו א' מהם ויצא והזיק אם אינו משתמר אלא בחמשתן זה שפשע בשמירתו חייב ואם משתמר בשאר אף אלו הנשארים חייבים ויש מי שאומר דה\"מ כשאמרו כיון שאינך רוצ' לשמרו גם אנו מסולקים משמירתו אבל אם לא נסתלקו משמירתו הוא פטור והם חייבים:"
    },
    {
      "id": "choshen_mishpat-396-8",
      "section": 8,
      "text": "מסרו לאחד מארבע' שומרים מסתמא קבל עליו שלא יזיק ושלא יוזק וה\"מ בשור סתם אבל אם מכיר בו שהוא נגחן אינו מקבל עליו אלא שלא יזיק אבל לא שלא יוזק ואם לא שמרוהו כלל ויצא והזיק נכנסו תחת הבעלים וחייבים לשלם תם חצי נזק ומועד נזק שלם והבעלים פטורים ואם אחר שהזיק התם ברשותו אומרים לבעלים הרי שלך לפניך לא אמר כלום שהרי ב\"ד לוקחים אותו להשתלם מגופו ואם שמרוהו כראוי שמיר' מעול' השומרים פטורים והבעלים חייבים בנזק קרן בלבד שהיא תמה אבל בנזק שן ורגל גם הבעלים פטורים ואם שמרוהו שמירה פחותה אם ש\"ח הוא פטור ואם ש\"ש או שוכר או שואל הוא חייבים:"
    },
    {
      "id": "choshen_mishpat-396-9",
      "section": 9,
      "text": "מסרו השומר לשומר אחר והזיק חייב ששומר שמסר לשומר חייב אפי' שומר חנם שמסר לשומר שכר ואם הזיק חייב השומר הראשון לשלם לניזק וילך לעשות דין עם השומר השני ואם מסרה שומר ראשון לבנו או לבן ביתו או למסעדו נכנסו תחת השומר וחייבים:"
    },
    {
      "id": "choshen_mishpat-396-10",
      "section": 10,
      "text": "אם הזיק שורו של שואל לשורו של משאיל או איפכא נתבאר בסי' שמ\"ז:"
    }
  ]
}