{
  "id": "choshen_mishpat-317",
  "chapterLabel": "סימן 317",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-317-1",
      "section": 1,
      "text": "אמר השוכר פרעתי שכר הבית והמשכיר אומר לא פרעת. ובו ד סעיפים:השוכר שאמר נתתי שכר הבית שנתחייבתי בו והמשכיר אומר עדיין לא נטלתי בין שהיתה בשטר (או בעדים) בין שהיתה בלא עדים אם תבעו בתוך (זמן השכירות כגון ששכרו) לל' יום (ותבעו בתוך ל') (טור) על השוכר להביא ראיה או יתן ויחרים על מי שלקח ממנו שלא כדין או יטעון עליו בדמים שנתן תחלה טענה בפני עצמה וישביענו היסת ואם תבעו המשכיר לאחר ל' יום אפי' ביום ל' על המשכיר להביא ראיה או ישבע השוכר שכבר נתן לו שכרו ויפטר וכן אם שכר ממנו שיתן לו השכר שנה בשנה ותבעו בתוך השנה על השוכר להביא ראיה תבעו לאחר השנה ואפי' ביום אחרון של השנה על המשכיר להביא ראיה (וע' לעיל סי' ע\"ח סעיף ג'):"
    },
    {
      "id": "choshen_mishpat-317-2",
      "section": 2,
      "text": "המשכיר בית לחבירו בשטר לעשרה שנים ואין בו זמן השוכר אומר עדיין לא עבר מזמן השטר אלא שנה והמשכיר אומר כבר עברו ושלמו שני השכירות ושכנת עשרה שנים על השוכר להביא ראיה ואם לא הביא ראיה ישבע המשכיר היסת ויוציאנו (וה\"ה בשאר טענות שביניהן) (מרדכי ס\"פ השואל) ומיהו י\"א דאם הוא לאחר זמן השכירות שיכול לומר פרעתי או לא שכרתי מעולם ונפל טענה בין המשכיר והשוכר אע\"ג שקרקע בחזקת בעליה עומדת השוכר נאמן במיגו (נ\"י פרק השואל והמקבל):"
    },
    {
      "id": "choshen_mishpat-317-3",
      "section": 3,
      "text": "שטר השכירות או שטר המשכנתא שכתוב בו שנים סתם בעל הפירות אומר שלשה ובעל הקרקע אומר ב' וקדם זה השוכר או המלוה ואכל הפירות הרי הפירות בחזקת אוכליהם עד שיביא בעל הקרקע ראיה ויש מי שאומר שאם יראה ב\"ד שלא יוכל השוכר או הממשכן לברר עוד דבריו מוציאין מידו:"
    },
    {
      "id": "choshen_mishpat-317-4",
      "section": 4,
      "text": "אכלה השוכר או הממשכן שלשה שנים וכבש השטר ואמר לחמש שנים יש לי פירות ובעל הקרקע אמר לג' אמר לו הבא שטרך ואמר אבד השוכר נאמן שאילו רצה אמר לקוחה היא בידי שהרי אכלה ג' שנים ודוקא שאין עדים שהיא מושכרת או ממושכנת בידו וגם בעל הקרקע לא מיחה הא לאו הכי אינו נאמן:"
    }
  ]
}