{
  "id": "choshen_mishpat-020",
  "chapterLabel": "סימן 20",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-020-1",
      "section": 1,
      "text": "עד מתי יכול להביא ראיה לסתור דין. ובו סעיף אחד:מי שנתחייב בב\"ד והביא עדים או ראי' לזכותו סותר הדין וחוזר אע\"פ שכבר נגמר ואפי' אם פרע כבר כל זמן שהוא מביא ראיה סותר אמרו לו הדיינים כל ראיות שיש לך הבא מכאן ועד ל' יום אע\"פ שהביא ראיה לאחר ל' יום סותר את הדין שאל\"כ מה יעשה אם לא מצא בתוך ל' ומצא לאחר ל' אבל אם אמרו לו להביא עדים או ראיה ואמר אין לי אע\"פ שמצא אח\"כ אינו כלום ואצ\"ל אם אמרו לו יש לך עדים ואמר אין לי עדים יש לך ראיה ואמר אין לי ראיה ודנו אותו וחייבוהו כיון שראה שנתחייב אמר קרבו איש פלו' ופלו' והעידוני או שהוציא ראיה מתוך אפונדתו (פירוש חלוק קטן בתפירות כעין כיסין) אין זה כלום ואין משגיחים עליו ועל ראייתו: הגה אבל אם לא אמר אין לי ראיה אע\"פ ששתק עד שנתחייב בדין ואח\"כ אמר קרבו פלוני ופלוני ויעידו סותר הדין (תשובת הרא\"ש כ\"ו וי\"ג סי' י\"ט): בד\"א כשהיתה הראיה אצלו והעדים עמו במדינה (אבל) אם אמר אין לי עדים ואין לי ראיה ולאחר מכאן באו לו עדים ממדינת הים או שהיתה דסקיא של אביו שיש שם השטרות מופקדת ביד אחרים (וי\"א ה\"ה שטרות שלו) (טור) ובא זה שהפקדון אצלו והוציא לו ראיותיו הרי זה מביא וסותר מפני שיכול לטעון ולומר זה שאמרתי אין לי עדים ואין לי ראיה מפני שלא היו מצויים אצלו (ודוקא שבאו עדים שאותן השטרות היו באותן שטרות המופקדים) (מרדכי ס\"פ זה בורר) וכ\"ז שיכול לטעון ולומר מפני כך וכך אמרתי אין לי עדים ואין לי ראיה והיה ממש בדבריו הרי זה לא סתר טענותיו וסותר לפיכך אם פירש ואמר אין לי עדים כלל לא הנה ולא במדינת הים ולא ראיה כלל לא בידי ולא ביד אחרים אינו יכול לסתור בד\"א בגדול אבל יורש שהיה קטן כשמת מורישו ובאו עליו טענות מחמת מורישו אחר שהגדיל ואמר אין לי עדים ואין לי ראיה ואחר שיצא מב\"ד חייב אמרו לו אחרים אנו יודעים לאביך עדות שתסתור בה דין זה או שאמר ליה אחד מורישך הפקיד ראיה זו הרי זה מביא מיד וסותר שאין היורש קטן יודע כל ראיות מורישו: הגה וכל זה בסתמא אבל אם הביא הגדול אח\"כ ראיה ועדים שלא ידע מאלו עדים שהביא אח\"כ או (קטן) שבאו עדים ואומרים ששטרות של אביו היו בידו וידע בהן כשירד לדין הולכים אחריהם (מרדכי ס\"פ ז\"ב):"
    }
  ]
}