{
  "id": "choshen_mishpat-093",
  "chapterLabel": "סימן 93",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-093-1",
      "section": 1,
      "text": "דין שבועת ספק ושבועת השותפין. ובו יח סעיפים:אלו נשבעים בטענת שמא השותפים והאריסים והאפוטרופסים שמינו אותם ב\"ד על היתומים והאשה שהיא נושאת ונותנת בתוך הבית או שהושיבה בעלה חנונית ובן הבית שהוא נושא ונותן בענייני בעל הבית כל אחד מאלו נשבע מדבריהם בנקיטת חפץ בטענת ספק שמא גזל חבירו במשא ומתן או שמא לא דקדק בחשבון שביניהם ואין כל אחד מאלו נשבע בטענת ספק עד שיחשוד המשביע אותן בשתי מעין כסף: הגה בין בקרן בין בריוח (הגהות מרדכי פ' כל הנשבעין) וכל אלו יכולין להשביע אימת שירצה ואינן צריכין להמתין עד שיחלוקו וישביעם לבסוף (הרא\"ש פ' אלמנה ניזונית):"
    },
    {
      "id": "choshen_mishpat-093-2",
      "section": 2,
      "text": "אע\"פ שאין עדים שזה שותפו או אריסו (עיין לקמן סי' קמ\"ט) אלא הוא מודה בפני עצמו ואומר שותפו אני או אריסו או בן ביתו אבל לא גזלתי כלום הרי זה נשבע (דאין אומרים) מיגו ליפטר מן השבועה (טור בשם הרמב\"ם והר\"י הלוי פ' הנשבעין):"
    },
    {
      "id": "choshen_mishpat-093-3",
      "section": 3,
      "text": "אם מת הרי היורש משביע את שותף אביו או אריסו בטענת שמא:"
    },
    {
      "id": "choshen_mishpat-093-4",
      "section": 4,
      "text": "המשלח ביד חבירו חפץ למכרו או ששלח מעות בידו לקנות לו פירות או סחורה אע\"פ שלא נתן לו שכר על זה ואין לו חלק ולא הנאה בשליחות זו הואיל ונשא ונתן בממון חבירו הרי זה כבן בית ויש לו להשביעו מספק שלא עכב משלו כלום ויש מי שחולק ואומר שאינו חייב לישבע אלא כשבא ליטול: הגה (היינו) אם בא ליטול חלק בריוח או שהוציא הוצאות ובא ליטול אין חילוק בין אם נושא שכר או לא (ב\"י בשם תשובת הרשב\"א סי' תתקכ\"ד) וכן המקבל עיסקא למחצית שכר אף ע\"פ שנתן לו שכר עמלו צריך לישבע כשאר השותפין (כן משמע ברמב\"ם) ויש חולקין בזה (תוס' ומרדכי פרק הנשבעין והגהמ\"י פ\"ט דשלוחין) וע\"ל סי' צ\"א ס\"ג אימת שליח נשבע ונוטל:"
    },
    {
      "id": "choshen_mishpat-093-5",
      "section": 5,
      "text": "השותפים שנושאים ונותנים ביחד או שהיה א' מהם נושא ונותן ומפקיד הסחורה או מקצתה או מעות ביד השני בלא משקל ובלא מנין ובלא מדה הרי שניהם נכנסים לספק ויכול כל אחד להשביע את חבירו אבל אם היה האחד נושא ונותן והשני לא נתעסק אין נשבעים אלא זה שנשא ונתן:"
    },
    {
      "id": "choshen_mishpat-093-6",
      "section": 6,
      "text": "חלקו השותפים והאריסין ונתגרשה האשה ונפרד מעליו בן הבית והביא לו השליח סחורה שקנה לו או מעות שמכר לו בהם ושתק והלכו להם ולא תבעם מיד אינו יכול לחזור ולהשביעם בטענת ספק אלא מחרים סתם על מי שגזלו כלום כשהיה שותפו או אריסו או בן ביתו אבל אם היתה לו טענת ודאי משביעו עליה ומגלגל בה כל מה שירצה וכן אם לאחר זמן נתחייב לו שבועה בין של תורה בין של דבריהם בין של שותפות מגלגל עליו שותפות ראשון:"
    },
    {
      "id": "choshen_mishpat-093-7",
      "section": 7,
      "text": "יש מי שאומר שאם פטרו משבועה א\"י לגלגל:"
    },
    {
      "id": "choshen_mishpat-093-8",
      "section": 8,
      "text": "חלקו השותפים ונשאר להם חובות אצל אחרים אינם יכולים להשביע זה את זה מספק שהרי חלקו והחוב שנשאר להם אצל אחרים דבר ידוע הוא בכל מה שיפרעו יקח כל אחד חלקו וכחלוק דמי וכן אם נשאר לא' מהם ביד חבירו דבר קצוב אף ע\"פ שלא נטלו ה\"ז כאילו חלקו אבל כל זמן שנשאר כל שהוא שלא חלקו אותו ואינם יודעים משקלו או שנשאר ביניהם צד מהשותפות שלא עשו בו חשבון ולא ידע כל אחד מהם כמה הוא חלקו עדיין השותפות קיימת ומשביעין זה את זה:"
    },
    {
      "id": "choshen_mishpat-093-9",
      "section": 9,
      "text": "תבע א' מהם את חבירו ואמר לו השבע לי כי עדיין השותפות קיימת והנתבע אומר חלקנו כבר או שאמר התובע כן חלקנו אבל תנאי היה שאשביעך בכל עת שארצה ועדיין לא נשבעת לי אינו יכול להשביעו בטענת ספק אפי' אמר הנתבע חלקנו וכך וכך נשאר לך אצלי וזה שנשאר לך אצלי אינו אלא חוב שזקפת עלי מלוה או הנחתו אצלי פקדון א\"י להשביעו בטענת ספק וגם א\"י להשביעו היסת שכבר חלק או שמעולם לא נשתתפו ואפי' ע\"י גלגול לפי שאין משביעין היסת ולא מגלגלין אלא טענה שאם יודה בה חייב ממון אבל דבר שאפילו הודה אינו חייב אלא שבועה אינו נשבע עליו אפי' ע\"י גלגול:"
    },
    {
      "id": "choshen_mishpat-093-10",
      "section": 10,
      "text": "טענו עדיין שותפי אתה ונשאר לי אצלך כך וכך וזה אומר כבר חלקנו ולא נשאר לך אצלי כלום או לא הייתי שותפך מעולם הרי הנתבע נשבע היסת שאין לו בידו כלום ומגלגל עליו שלא גזלתני כלום מעולם ואינו מגלגל עליו שלא הי' שותפו או שכבר חלקו מהטעם שאמרנו:"
    },
    {
      "id": "choshen_mishpat-093-11",
      "section": 11,
      "text": "טען עדיין שותפין אנחנו ויש לי להשביעך בטענת ספק והלה אומר לא נשתתפנו מעולם והביא התובע עדים שהיה שותפו וחזר הנתבע אח\"כ ואמר חלקנו אין שומעין לו שהרי הוחזק כפרן לשבועה זו וישבע שבועות השותפין וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-093-12",
      "section": 12,
      "text": "שותף שטען על חבירו שכך היה התנאי ביניהם והלה אומר לא היה תנאי זה מעולם או שטען הקרן שלי היה כך וכך והלה אומר אינו אלא פחות מזה או שטען כבר נתתי לך מהשותפות והלה אומר לא לקחתי או סחורה זו שלי היא והלה אומר משל אמצע וכל כיוצא בטענת אלו אם רצה התובע שלא ישבע השותף שבועת השותפים וישביענו היסת על הטענה שכופר בה ואומר לא היו דברים מעולם הרי זה משביעו ואם רצה מגלגל עליו כל אלו הדברים בשבועת השותפים:"
    },
    {
      "id": "choshen_mishpat-093-13",
      "section": 13,
      "text": "ראובן שהטיל לכיס ת' דינרים והטיל שמעון מאתים ונשתתפו ונשאו ונתנו ביחד והרי הממון כולו ביד ראובן וטען ראובן שנפחת (מן) הקרן ת\"ק דינרים אין אומרים שישבע ראובן שבועת השותפים שפחתו כך וישלם שמעון מביתו חמשים אלא ישבע ראובן שבועת השותפים שפחתו וילך במנה שבידו בלבד ולא ישלם שמעון כלום ואם טען ראובן ששמעון יודע בודאי זה שפחתו ישביע את שמעון שבועת השותפים ויגלגל עליו שאינו יודע בודאי סכום הפחת הזה ואם לא נתעסק שמעון בשותפות זו כלל ישבע שמעון היסת שאינו יודע בודאי בזה ההפסד ויפטר ולא עוד אלא אם היה זה המנה הנשאר ביד שמעון חולקין אותו בשוה שאין השותף מהנשבעים ונוטלים כדי שישבע ויטול מה שביד חבירו אלא נשבע ונפטר או נוטל מדבר שהוא תחת ידו טען שמעון שיש ללוי עליו חוב מזה השותפות מנה אם היה בידו כדי החוב והיה יכול ליתנו ללוי נאמן ונותנים החוב ואח\"כ מחשבין ואם אין בידו ליתן א\"נ להוציא מיד ראובן או מהסחורה הידועה לשותפים שמא קנוניא הם עושים שמעון ולוי על נכסי ראובן אפי' היתה המלוה בשטר אין ראובן חייב ממנה כלום אבל אם טען שמעון שראובן יודע בודאי שזה החוב שעלי מחמת השותפות הוא והחוב אצלנו הוא ישבע ראובן היסת או ע\"י גלגול שאינו יודע שהחוב זה אצלנו וישלם שמעון החוב משלו:"
    },
    {
      "id": "choshen_mishpat-093-14",
      "section": 14,
      "text": "וכן אם יצא שטר חוב על לוי בשם שמעון בק' דינרים מממון השותפות ואמר שמעון נפרעתי והחזרתי לכיס או שאמר קבעתי לו זמן לשנה או לשתים א\"נ שמא קנוניא הוא עושה על נכסי ראובן וכיצד דנין בדין זה לוי כבר נפטר בהודאת שמעון ואם לא הביא שמעון ראיה ישלם מביתו ויתבע מלוי בסוף זמן שאמר: הגה ואם מפורש בשטר שהוא ממון השותפות והשטר יוצא מתחת יד ראובן אין שמעון נאמן בהודאתו רק על המחצה שלו וראובן יכול לתבוע מחצה שלו משמעון או מלוי אם אינו יכול להוציא משמעון (טור בשם הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-093-15",
      "section": 15,
      "text": "ראובן ושמעון שותפים וקנה ראובן בגדים מעכו\"ם ומכרם ללוי ויצא לוי לעכו\"ם במעות וכתב ראובן שטר לעכו\"ם שאם לא יפרענו לוי לזמן שקבע שיפרענו הוא ואח\"כ חלקו ראובן ושמעון השותפות חייב שמעון לעשות שטר לראובן שאם יברר ראובן בעדים שלא פרע לוי לעכו\"ם ויצטרך ראובן לפרוע לעכו\"ם שיפרע חלקו ובכל מה שיוציא על עסק זה הוצאות ושוחד ושאר דברים בכל מה שיברר ראובן בעדים שיפרע שמעון חלקו:"
    },
    {
      "id": "choshen_mishpat-093-16",
      "section": 16,
      "text": "ראובן שותף שמעון נשא ונתן עם עכו\"ם והטעה בחשבון ונתן המעות לשותפות וירא שיזכור טעותם ובקש שיעשה לו שמעון שטר עליו כשיצטרך להחזיר שיפרע לו חלקו עוד תובעו שהיו לו משכונות מאחרים ומכרם וירא שיבא לו הפסד מזה שיעשה לו שטר שיפרע לו חצי ההפסד שיבא לו מזה אינו חייב לעשות לו שטר אלא יודה שמעון בפני עדים שהמעות שסכומן כך וכך שהטעה ראובן לעכו\"ם פלו' שהכניסם לשותפות ועדים יכתבו הודאת שמעון ויחתמו עליה ויתנו אותם ליד ראובן וכן במשכונות שמכר ראובן יודה שמעון בפני עדים כל הדברים כמו שהיו ויכתבו הודאה ויתנוה לראובן:"
    },
    {
      "id": "choshen_mishpat-093-17",
      "section": 17,
      "text": "ראובן ושמעון שותפים ואמר ראובן לאחיו תשתדל עמנו בשותפות ותניח מעותך עם שלנו וקח ריוח בכדי מעותיך ושמעון ידע בדבר עתה אומר שמעון מאחר שלא הודעתני אין לי ליתן מחלקי לאחיך חלק מהריוח הדין עם ראובן ויטול אחיו חלקו בריוח כפי חלקו במעות:"
    },
    {
      "id": "choshen_mishpat-093-18",
      "section": 18,
      "text": "באו לחלוק והוציא ראובן קצת שטרות שמכר ליהודים בהקפה אם מנהג העיר למכור בהקפה צריך שמעון לקבל ואם ירצה ישביע לראובן שאלו ההקפות הם מעסק השותפות ושעשאם לצורך העסק ולטובתו ואם אין מנהג העיר למכור בהקפה לא יתן שמעון חלקו בהקפה אלא במעות ובסחורה:"
    }
  ]
}