{
  "id": "choshen_mishpat-017",
  "chapterLabel": "סימן 17",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-017-1",
      "section": 1,
      "text": "להשוות הבעלי דינין בכל דבר. ובו יא סעיפים:בצדק תשפוט עמיתך איזהו צדק המשפט זו השוויית שני הבעלי דינים בכל דבר לא יהא א' מדבר כל צרכו וא' אומר (לו) קצר דברך ולא יסבירו פנים לא' וידבר לו רכות וירע פניו לאחר וידבר לו קשות ואם היה אחד מהם מלובש בגדים יקרים והשני מלובש בגדים בזוים אומרים למכובד או הלבישהו כמותך או לבוש כמוהו ולא יהא א' יושב וא' עומד אלא שניהם עומדים ואם רצו ב\"ד להושיב את שניהם מושיבים ולא ישב א' למעלה וא' למטה אלא זה בצד זה בד\"א בשעת משא ומתן (דהטענות) אבל בשעת גמר דין שניהם בעמידה לכתחלה איזהו גמר דין איש פלוני אתה זכאי איש פלו' אתה חייב והעדים לכתחלה לעולם בעמידה: הגה ועמידה ע\"י סמיכה מקרי שפיר עמידה לענין זה (ריב\"ש סי' רס\"ו) וע\"ל סי' כ\"ח:"
    },
    {
      "id": "choshen_mishpat-017-2",
      "section": 2,
      "text": "ת\"ח וע\"ה שבאו לדון מושיבין את החכם ואומרים לע\"ה שב ואם לא ישב אין מקפידין בכך: הגה ת\"ח שבא לדין מותר לעמוד לפניו ולא חיישי' שיסתתמו טענות שכנגדו (ר\"ן פ' שבועת העדות):"
    },
    {
      "id": "choshen_mishpat-017-3",
      "section": 3,
      "text": "כבר נהגו כל בתי דיני ישראל לאחר התלמוד שמושיבין בעלי דינים וגם העדים כדי להסיר המחלוקת שאין בנו כח להעמיד משפטי הדת על תלם:"
    },
    {
      "id": "choshen_mishpat-017-4",
      "section": 4,
      "text": "אם (התובעים רבים) והנתבע אומר אני חפץ שישבו אוהבי וקרובי אצלי כשאני טוען עמכם כדי שלא יסתתמו טענותי כי אתם הרבים הדין עמו (לכן) השותפים יבררו להם א' מהם לטעון בשביל כולם או יטעון כל א' לעצמו זה אחר זה וגם הנתבע לא יקח אוהביו אצלו וע\"ל סי' קע\"ו סל\"ה:"
    },
    {
      "id": "choshen_mishpat-017-5",
      "section": 5,
      "text": "אסור לדיין לשמוע דברי בעל דין האחד שלא בפני בעל דין חבירו: הגה ודוקא שיודע הדיין שיהיה דיין בדבר אבל אם שמע טענות הא' ואח\"כ נתרצה השני לדון לפניו מותר להיות דיין בדבר (תשו' מהרי\"ל קצ\"ה) ולא יכתוב שום חכם פסק לא' מבעלי הדינין בדרך א\"כ או שיכתוב לו דעתו בלא פסק כל זמן שלא שמע דברי שניהם שמא מתוך דבריו ילמדו לשקר גם משום שאח\"כ יטעון השני בדרך אחר ויצטרך לכתוב להיפך ואיכא זילותא לחכם (רשב\"א וריב\"ש סי' קע\"ט) וכן הבעל דין מוזהר על כך ותלמיד שיש לו דין לפני רבו לא יקדים לבוא קודם בעל דינו שלא יהא נראה כמקדים כדי לברר טענותיו שלא בפני חבירו ואם יש לו עת קבוע לבא ללמוד לפניו ובא העת ההיא מותר:"
    },
    {
      "id": "choshen_mishpat-017-6",
      "section": 6,
      "text": "לא יהיה הדיין שומע מפי המתורגמן אם היה מכיר בלשונם ושומע טענותיהם אבל אם אינו יודע בלשונם כל כך שיודע להשיב להם להודיעם פסק הדין מותר להעמיד מתורגמן: הגה ע\"ל סי' י\"ג סעיף ג' אם טוענין בכתב אם א' רוצה לטעון בלשון א' והשני בל' אחר אין א' יכול לכוף חבירו (מהרי\"ו סי' ק\"א):"
    },
    {
      "id": "choshen_mishpat-017-7",
      "section": 7,
      "text": "צריך הדיין לשמוע דברי הבעלי דינים ולשנות אותם שנאמר ויאמר המלך זאת אומרת בני החי וגו' ומצדיק הדין בלבו ואח\"כ חותכו:"
    },
    {
      "id": "choshen_mishpat-017-8",
      "section": 8,
      "text": "דיין שדן דין ולבו נוקפו (פי' מכהו ונחבט בקרבו) לומר שהוא טועה לא יחזיק דבריו להביא ראיות להעמידם שהוא בוש לחזור אלא לכל הצדדים יחזור להוציא הדין לאמתו לא יעשה הדיין מליץ לדבריו של בע\"ד אלא יאמר מה שנראה לו וישתוק ולא ילמד לא' מבעלי הדין כלל אפי' הביא א' מבעלי הדין עד א' לא יאמר לו אין מחייבין ממון על פי עד א' אלא יאמר לנטען הרי זה העיד עליך עד שיטעון ויאמר עד א' אינו נאמן עלי וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-017-9",
      "section": 9,
      "text": "ראה הדיין זכות לא' מהם ובע\"ד מבקש לאמרו ואינו יודע לחבר הדברים או שראוהו מצטער להציל עצמו בטענות אמת ומפני החימה והכעס נסתלקה ממנו או נשתבש מפני הסכלות הרי זה מותר לסעדו ולהבינו תחלת הדבר משום פתח פיך לאלם וצריך להתיישב בדבר זה הרבה כדי שלא יהיה כעורכי הדיינים:"
    },
    {
      "id": "choshen_mishpat-017-10",
      "section": 10,
      "text": "אין לדיין לרחם בדין על דל שלא יאמר עני הוא זה ובעל דינו עשיר וחייב לפרנסו אזכנו בדין ונמצא מתפרנס בכבוד ולא להדר פני גדול שאם באו לפניו עשיר וחכם גדול עם עני והדיוט לא יכבדנו ולא ישאל בשלומו שלא יסתתמו דברי בעל דינו ולא יאמר היאך אחייבנו בדין ונמצא מתבייש אלא אפטרנו ואח\"כ אומר לו שיתן לו את שלו אלא יחתוך הדין מיד לאמיתו ואם באו לפניו אחד כשר וא' רשע לא יאמר זה רשע וחזקתו משקר וזה בחזקת שאינו משנה בדיבורו אטה הדין על הרשע אלא לעולם יהיו שני בעלי הדין בעיניו כרשעים ובחזקה שכל א' מהם טוען שקר וידון לפי מה שיראה לו מן הדברים וכשיפטרו מלפניו יהיו בעיניו ככשרים כשקיבלו עליהם את הדין וידון כל אחד לכף זכות:"
    },
    {
      "id": "choshen_mishpat-017-11",
      "section": 11,
      "text": "צריך הדיין לפסוק הדין מיד אחר שיתברר לו שאם מענה את הדין ומאריך בדברים הברורים כדי לצער א' מבעלי הדינים הרי זה בכלל לא תעשו עול:"
    },
    {
      "id": "choshen_mishpat-017-12",
      "section": 12,
      "text": "כשא' מבעלי דינים מגזם לחבירו בפני הדיין ואומר לו כך וכך תתחייב לי בדין אם אין הדין כך צריך הדיין לומר לו שקר אתה דובר: הגה בעל דין שתבע חבירו בעד דבר מועט והדיין רואה שיתחייב לו על פי הדין יותר ממה שתבע אין לו לדיין לפסוק יותר ממה שתבע ואם פסק לו יותר הוי טעות בדין וחוזר (דעת עצמו מפ\"ק דב\"ב רוניא אקפיה רבינא וכו' וכ\"כ הריב\"ש בסי' רכ\"ז):"
    }
  ]
}