{
  "id": "choshen_mishpat-001",
  "chapterLabel": "סימן 1",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-001-1",
      "section": 1,
      "text": "מינוי השופטים בארץ ובחוצה לארץ. ובו ו סעיפים:בזמן הזה דנים הדיינים דיני הודאות והלוואות וכתובות אשה וירושות ומתנות ומזיק ממון חבירו שהם הדברים המצויים תמיד ויש בהם חסרון כיס אבל דברים שאינם מצויים אע\"פ שיש בהם חסרון כיס כגון בהמה שחבלה בחבירתה או דברים שאין בהם חסרון כיס אע\"פ שהם מצויים כגון תשלומי כפל וכן כל הקנסות שקנסו חכמים כתוקע לחבירו (פי' שתוקע בקול באזנו ומבעיתו) וכסוטר את חבירו (פי' מכה בידו על הלחי) וכן כל המשלם יותר ממה שהזיק או שמשלם חצי נזק אין דנין אותו אלא מומחים הסמוכים בא\"י חוץ מחצי נזק צרורות מפני שהוא ממון ואינו קנס:"
    },
    {
      "id": "choshen_mishpat-001-2",
      "section": 2,
      "text": "אדם שחבל בחבירו אין מגבין דיינים שאינם סמוכים בא\"י נזק צער ופגם ובושת וכופר אבל שבת וריפוי מגבין: הגה וי\"א שאף ריפוי ושבת אין דנין (טור בשם הרא\"ש) ולא ראיתי נוהגין לדקדק בזה רק כופין החובל לפייס הנחבל ולקנסו כפי הנראה להם (ד\"מ לדעת מהר\"ם בפסקיו סי' ר\"ח) וכמו שיתבאר בסמוך סעיף ה':"
    },
    {
      "id": "choshen_mishpat-001-3",
      "section": 3,
      "text": "בהמה שהזיקה את האדם אין גובין נזקו דיינים שאינם סמוכים בא\"י מפני שהוא דבר שאינו מצוי אבל אדם שהזיק בהמת חבירו משלם נזק שלם בכל מקום וכן בהמה שהזיקה בשן ורגל הואיל והיא מועדת (להן) מתחלתה הרי זה דבר מצוי ומגבין אותו דיינים שאינן סמוכין בא\"י וכן מי שגנב או גזל מגבין ממנו הקרן בלבד: הגה וי\"א דוקא גזילות דשכיחי כגון כופר בפקדון וכדומה אבל גזילה ממש לא שכיחא ואין דנין אא\"כ הגזילה קיימת מחייבין להחזירה (נימוקי יוסף פ' החובל):"
    },
    {
      "id": "choshen_mishpat-001-4",
      "section": 4,
      "text": "דיני דגרמי וכן דין המוסר דנין אותם דיינים שאינם סמוכים בא\"י: הגה עדים שהעידו עדות שקר והוזמו והוציאו ממון על פיהם ואי אפשר למיהדר דנין אותן ומחייבין אותן לשלם (מרדכי ריש פרק החובל) וע' לקמן סי' כ\"ט ס\"ב:"
    },
    {
      "id": "choshen_mishpat-001-5",
      "section": 5,
      "text": "אע\"פ שדיינים שאינם סמוכים בא\"י אינן מגבין קנסות מנדין אותו עד שיפייס לבעל דינו וכיון שיתן לו שיעור הראוי לו מתירין לו (בין נתפייס בעל דינו בין לא נתפייס) וכן אם תפס הניזק שיעור מה שראוי לו ליטול אין מוציאין מידו: הגה ואם יאמר הניזק שומו לי נזקי שאדע עד כמה אתפוס אין שומעין לו אלא אם כבר תפס שמין לו ואומרים לו כ\"וכ תחזיק וכ\"וכ תחזיר (טור בשם הרא\"ש פ' החובל וספ\"ק דב\"ק) וכל זה דוקא בקנסות הכתובים אבל קנסות שבאים חכמים לקנוס מעצמן על תקנתן גובין בכל מקום וכמו שיתבאר בסי' ב' (מרדכי ס\"פ השולח):"
    },
    {
      "id": "choshen_mishpat-001-6",
      "section": 6,
      "text": "המבייש בדברים מנדין אותו עד שיפייסנו כראוי לפי כבודו: הגה וע' לקמן סי' ת\"כ סעיף ל\"ח וע' לקמן סי' ב' אם נתחייב לו מלקות אם יכול לפדות עצמו בממון:"
    }
  ]
}