{
  "id": "choshen_mishpat-344",
  "chapterLabel": "סימן 344",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-344-1",
      "section": 1,
      "text": "טען שמתה מחמת מלאכה או רוצה לשלם או לישבע. ובו ד סעיפים:טען השואל שמתה מחמת מלאכה אם הוא במקום שעדים מצוים אינו נפטר עד שיביא עדים שהוא כדבריו ושלא שינה בו ואם הוא במקום שאין עדים מצויים ישבע כמו שנתבאר בסי' רצ\"ד ואם התנה שלא ישבע או שלא ישלם אם נגנבה או נאנסה הכל לפי תנאו: הגה אפילו לא קנו קנין על כך דכל תנאי שומרים קיים ואפי' בלא קנין (מרדכי פ' השואל) ודוקא דאתניה קודם שבאה השמירה לידו אבל לאחר ששעבד נפשיה לא מצי לאתנויי בדברים בעלמא (מרדכי פ' החובל):"
    },
    {
      "id": "choshen_mishpat-344-2",
      "section": 2,
      "text": "כשישלם השואל שמין לו השברים שאם שאל כלי ונשבר שמין לו השברים כמו שהיו שוים בשעת השבירה ונותנים לבעלים ומשלים עליהם ואם הוזלו בין שעת שבירה לשעת העמדה בדין שמין אותם כמו שהיו שוין בשעת שבירה וכן אם שאל בהמה ומתה שמין כמה היתה שוה הנבלה בשעה שמתה ונותן לו ומשלים לו עליה: הגה נגנבו השברים או נאבדו (ואפי' נאנסו) השואל חייב אא\"כ אמר למשאיל טול את שלך (נ\"י פ' השואל ובב\"י ס\"ס זה):"
    },
    {
      "id": "choshen_mishpat-344-3",
      "section": 3,
      "text": "ראובן השאיל חפץ לשמעון והפסידו אמר שמעון לראובן השבע כמה היה שוה ואפרענו לך והשיב בעל החפץ השבע אתה והפטר ישבע בעליו ויפרע שכנגדו ע\"פ שבועתו ואם לא ישבע לא יפרע שכנגדו ואינו נקרא מחויב שבועה ואינו יכול לישבע שמשלם:"
    },
    {
      "id": "choshen_mishpat-344-4",
      "section": 4,
      "text": "השואל פרה מחבירו שאלה חצי יום ושכרה חצי יום או שאלה היום ושכרה למחר או שאל אחת ושכר אחת (ומתה אחת) מהן המשאיל אומר שאולה מתה ביום שהיתה שאולה מתה בשעה שהיתה שאולה מתה והשוכר אומר איני יודע או שאמר השומר שכורה מתה ביום שהיתה שכורה מתה בשעה שהיתה שכורה מתה והמשאיל אומר איני יודע או שזה אומר א\"י וזה אומר איני יודע המוציא מחבירו עליו הראיה ואם לא היתה שם ראיה בזמן שהמשאיל טוענו ודאי ישבע השוכר ששכורה מתה או שא\"י ובזמן שהמשאיל אומר איני יודע ישבע השומר שבועת השומרים שמתה כדרכה וע\"י גלגול ישבע השומר ששכורה מתה או שאינו יודע וה\"ה אם זה אומר שאולה מתה וזה אומר שכורה מתה או זה אומר איני יודע וזה אומר איני יודע :"
    }
  ]
}