{
  "id": "choshen_mishpat-174",
  "chapterLabel": "סימן 174",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-174-1",
      "section": 1,
      "text": "אחים או שותפי' או בכור שבאי' לחלוק. ובו ה סעיפים:האחין או השותפין שבאו לחלוק השדה וליטול כל אחד חלקו אם היתה כולה שוה לגמרי חולקין לפי המדה בלבד ואם אמר א' תנו לי חלקי מצד זה כדי שיהא סמוך לשד' אחר שלי ויהיה הכל שדה א' שומעין לו וכופה אותו על זה שעיכוב בדבר זה מדת סדום היא (וי\"א דאין שומעין לו אלא צריך להעלות בדמים עד שיתרצו חביריו) (טור בשם הרא\"ש) ויש אומרים דהוי ספק וכל דאלים גבר (מרדכי סוף פ\"ק דב\"ב בשם מהר\"ם) אבל אם היה חלק ממנה טוב או קרוב לנהר יותר או קרוב לדרך ושמו אותה היפה כנגד הרע ואמר תנו לי בשומא שלי מצד זה אין שומעין לו אלא נוטל בגורל אמר להם תנו בשומא שלי מצד זה חצי מדתה מהצד הרע וטול אתה מהצד הטוב כדי שיהא חלקי סמוך לשדה שלי שומעין לו: הגה היו בכאן שני שדות האחד אומר לחלוק כל שדה ושדה והאחד אומר לחלוק שדה כנגד שדה שומעין לזה שאומר לחלוק שדה כנגד שדה ודוקא ששתיהן שוות ואין נפקותא בחלוקת השדות לחצאין אבל אם האחד טובה בשום צד או שאחד יש לו מצר אצל השדות חולקין כל שדה לשנים (טור ס\"ג):"
    },
    {
      "id": "choshen_mishpat-174-2",
      "section": 2,
      "text": "הבכור שחלק נוטל ב' חלקים שלו כאחד אבל היבם שחלק עם אחיו בנכסי האב נוטל חלקו וחלק אחיו בגורל אם עלו במקום א' עלו ואם עלו בב' מקומות עלו: הגה וי\"א דדוקא שהיו החלקים שווים אבל אם היה אחד טוב מחבירו אפי' בכור אינו נוטל חלקו ביחד וכן אם היה לפשוט שדה במצר אלו השדות (טור והרא\"ש והמגיד פי\"ב דשכנים בשם שאר מפרשים):"
    },
    {
      "id": "choshen_mishpat-174-3",
      "section": 3,
      "text": "ארץ מרובעת שהיה הנהר מקיף לה מזרח וצפון והדרך דרום ומערב חולקין אות' באלכסון כדי שיגיע לזה נהר ודרך ולזה נהר ודרך ואם אמר תנו לי החצי שמצד זה שהוא בצד שדי שומעין לו כללו של דבר כל דבר שהוא טוב לזה ואין על חבירו הפסד כלל כופין אותו לעשות:"
    },
    {
      "id": "choshen_mishpat-174-4",
      "section": 4,
      "text": "ב' שקנו שדה בשותפות א' שליש וא' ב' שלישים כשחולקים נוטל ב' שלישים ביחד כיון שקנו אותה כאחד אבל ג' שקנו שדה בשותפות ושוב קנה הא' חלק חבירו כשבאים לחלוק אינו יכול לכוף את חבירו שיתן לו שני חלקים ביחד כיון ששני החלקים לא היו מתחלה שלו אלא בא מכחו ומכח אחיו שקנה ממנו שליש: הגה שני אחין שמתו ולכל אחד שני בנים ובאין לחלוק השדה שהיה של אביהן וב' הבנים של אחד מהן רוצים להיות שותפין והאחרים רוצים לחלוק חולקין השדה לד' חלקים ונותנים לאלו השנים חלקן ביחד ולאחרים כל אחד לבדו (רבי ירוחם נכ\"ז ח\"ב) אבל אם היו מתחילה ד' אחין שלא באו השנים מכח א' אין נותנין להם חלקן ביחד (מרדכי פרק שני דייני גזירות בשם מוהר\"ם) וי\"א דאפי' בכה\"ג נותנין להם ביחד דכופין על מדת סדום (כן משמע מר' ירוחם הנ\"ל):"
    },
    {
      "id": "choshen_mishpat-174-5",
      "section": 5,
      "text": "האחים שבאו לחלוק ושמו החלקים זה כנגד זה ובאו להטיל שלשה גורלות וא' מהם חפץ בא' מן החלקים ומעלה אותה ואומר אני אתן בו יותר כך וכך על מה ששמאוהו או אתם תקחו אותו בכך וכך שומעין לו ואם אינם רוצים באותו עילוי יטלנו הוא בלא גורל ויש חולקים:"
    }
  ]
}