{
  "id": "choshen_mishpat-417",
  "chapterLabel": "סימן 417",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-417-1",
      "section": 1,
      "text": "כל דבר המזיק אין מוציאין אותו לר\"ה. ובו ז סעיפים:לא יסקל אדם מרשותו לר\"ה ואין עושין חלל תחת ר\"ה ולא בורות ולא שיחין ולא מערות ואע\"פ שהעגלה יכולה להלך על גביהן והיא טעונה אבנים שמא תפחת מלמטה שלא מדעתו: הגה וי\"א דאע\"ג דהכי דינא הוא מ\"מ כבר נהגו לעשות ביבין ומרתפות תחת חלל ר\"ה וכן זיזין וכולן מוחלין על כך מאחר שכן נהגו ועוד שר\"ה הם של מושלי העיר ולכל מה שנותנין רשות אזלינן בתריה ולפי ענין המנהג (ב\"י בשם רשב\"א) והחופר בור לצורכי רבים מותר:"
    },
    {
      "id": "choshen_mishpat-417-2",
      "section": 2,
      "text": "אין מוציאין זיזין וגזוזטראות לר\"ה אא\"כ היו למעלה מגמל ורוכבו והוא שלא יאפיל הדרך על גבי ר\"ה ואם רצה כונס לתוך שלו ומוציאו כנס ולא הוציא ה\"ז מוציא כל זמן שירצה אבל אינו יכול להחזיר הכתלים למקומם לעולם שכל מצר שהחזיקו בו רבים אסור לקלקלו: הגה ודוקא במקום שרבים דורסים בו אבל אם אין דורסים שם כגון שבנה שם אצטבא אע\"ג דרבים מעבירים שם משאם יכול להחזיר הכותל למקומו (ב\"י בשם רבי' ירוחם):"
    },
    {
      "id": "choshen_mishpat-417-3",
      "section": 3,
      "text": "לקח חצר ובה זיזין וגזוזטראות יוצאות לר\"ה ה\"ז בחזקתה ואם נפלה חוזר ובונה אותה כשהיתה:"
    },
    {
      "id": "choshen_mishpat-417-4",
      "section": 4,
      "text": "אילן שהוא נוטה לר\"ה קוצץ כדי שיהא הגמל עובר ברוכבו ומניחים מקום פנוי משתי שפתות הנהר כרוחב כתפי המלחים שיורדי' שם ומושכים הספינה וכל אילן הנמצא ברוחב זה קוצצין אותו מיד ואין מתרין בבעלי' שהרי מעכב מושכי הספינה:"
    },
    {
      "id": "choshen_mishpat-417-5",
      "section": 5,
      "text": "אין שורין טיט בר\"ה להשהותו זמן רב ואין לובנים בו לבנים אבל גובלים שם טיט לצורך בנין אבל לא לעשות לבנים:"
    },
    {
      "id": "choshen_mishpat-417-6",
      "section": 6,
      "text": "הבונה ברה\"ר כשמכין האבני' צריך שלא ישהה שם אלא מביא ובונה מיד:"
    },
    {
      "id": "choshen_mishpat-417-7",
      "section": 7,
      "text": "וכלם שהזיקו חייבי' לשלם נזק שלם:"
    }
  ]
}