{
  "id": "choshen_mishpat-375",
  "chapterLabel": "סימן 375",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-375-1",
      "section": 1,
      "text": "היורד לשדה חבירו או לתוך חורבתו ונטעו או בנאו. ובו ט סעיפים:היורד לתוך שדה חבירו שלא ברשות ונטעה אם היתה שדה העשויה ליטע אומדין כמה אדם רוצה ליתן בשדה זו לנוטעה ונוטל מבעל השדה ואם אינה עשויה ליטע שמין לו וידו על התחתונה: הגה סתם כרם עשוי ליטע (ריב\"ש סי' תתקט\"ו) העושה טובה לחבירו שלא ברשות ע' לעיל סי' רס\"ד וכן הלומד עם בן חבירו בלא דעת האב ע\"ל סי' של\"ה ס\"א:"
    },
    {
      "id": "choshen_mishpat-375-2",
      "section": 2,
      "text": "אמר ליה בעל השדה עקור אילנך ולך שומעין לו אבל אם אמר הנוטע הריני עוקר אילני אין שומעין לו מפני שמכחיש הארץ:"
    },
    {
      "id": "choshen_mishpat-375-3",
      "section": 3,
      "text": "היורד לתוך שדה חבירו שלא ברשות ונטע או בנה ואח\"כ בא בעל השדה והשלים הבנין או ששמר הנטיעות וכיוצא באלו הדברים שמראה שדעתו נוטה למה שעשה זה וברצונו בא הדבר שמין וידו על העליונה: הגה מיהו אם א\"ל תחלה עקור אילנך ולך יכול בעל האילן לעשות אע\"פ שחוזר בעל השדה אח\"כ (נ\"י פ' השואל):"
    },
    {
      "id": "choshen_mishpat-375-4",
      "section": 4,
      "text": "היורד לשדה חבירו ברשות אפילו נטע שדה שאינה עשויה ליטע שמין לו וידו על העליונה שאם היתה ההוצאה יתירה על השבח נוטל ההוצאה ואם השבח יתירה על ההוצאה נוטל השבח (ואם בעל השדה הוא עצמו אריס חזר להיות דינו כאילו עשוי ליטע רק ששמין כמה רוצה ליתן שלא יצטרך לטרוח בעצמו) (נ\"י פ' האשה שנפנו):"
    },
    {
      "id": "choshen_mishpat-375-5",
      "section": 5,
      "text": "בעל בנכסי מלוג אשתו קטנה והשותף בשדה שיש לו חלק בה כיורד ברשות הן ושמין להם וידם על העליונה (וע\"ל ס\"ס קע\"ח וס\"ס ת\"ד):"
    },
    {
      "id": "choshen_mishpat-375-6",
      "section": 6,
      "text": "היורד לתוך חורבתו של חבירו ובנאה שלא ברשות שמין לו וידו על התחתונה ואם אמר בעל הבנין עצי ואבני אני נוטל שומעין לו (שם ד\"ה) א\"ל בעל הקרקע טול מה שבנית שומעין לו: הגה ודווקא אם החורבה אינה עשוי' לבנות אבל אם עשויה לבנות או במקום שסתם חורבה עומדת לבנות דינו כמו חצירות שיתבאר בסמוך (ב\"י בשם תלמידי רשב\"א והרמב\"ם פ\"ו דגזילה ומרדכי פ' השואל):"
    },
    {
      "id": "choshen_mishpat-375-7",
      "section": 7,
      "text": "(רמב\"ם פ\"י דגזילה טור הביאו ס\"ט) החצרות הרי הם ראוי' לבנין ולהוסיף בהם בתים ועליות ולפיכך הבונה בחצר חבירו ה\"ז כנוטע שדה העשויה ליטע ושמין לו כמה אדם רוצה ליתן בנין זה לבנותו והוא שיבנה בנין המועיל הראוי לאותה חצר כמנהג אותו מקום : הגה (הראב\"ד ומרדכי) ולא יוכל הבונה לומר בנייני אני נוטל השכירה הבונה לאחרים וקיבל שכר מנכין לו מהוצאותיו אע\"ג דלא עביד למיגר (רשב\"א ונ\"י פ' השואל) ואם דר בה הבונה אם חסר לבעל הקרקע דבר מועט צריך ליתן לו כל מה שנהנה כמו שנתבאר לעיל סי' שס\"ג (מישרים נל\"א ח\"ב) ראובן שהיה לו בית רעוע ויצא מן העיר ובא שמעון ודר בו והוציא הוצאות להציל הבית מן הנפילה וסיידו וכיידו כל מה שהיה לצורך שלא יפול צריך ראובן להחזיר לשמעון אבל א\"צ ליתן לו מה שסיידו וכיידו כי יוכל לומר איני צריך לזה וכשיתן ראובן מה שחייב ליתן לשמעון יצא מן הבית (טור ס\"ח בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-375-8",
      "section": 8,
      "text": "כל מי ששמין לו בין שהיתה ידו על העליונה בין שהיתה ידו על התחתונה אינו נוטל כלום עד שישבע בנקיטת חפץ כמה הוציא ואם אמר יבואו הדיינים (ל' הטור הבנאים) ויעשו שומת ההוצאה והרי היא גלויה לעיניהם וישערו העצים והאבנים והסיד ושכר האומנים בפחות שבשעורים שומעין לו ונוטל בלא שבועה וכן זה שנוטל השבח בלבד והיתה ידו על העליונ' אינו צריך שבועה:"
    },
    {
      "id": "choshen_mishpat-375-9",
      "section": 9,
      "text": "כל ששמין לו ונוטל שטען בעל השדה ואמר נתתי והיורד אומר לא נטלתי היורד נאמן ונשבע שלא נטל כלום ונוטל שהרי אומרים לבעל השדה עדיין לא שמו לך ולא ידעת כמה אתה חייב ליתן היאך נתת אבל אם שמו לו ואמרו לבעל השדה תן לו ואמר נתתי אע\"פ שעדיין לא נשבע היורד הרי בעל השדה נאמן וישבע היסת שנתן ויפטר שהקרקע בחזקת בעליה:"
    }
  ]
}