{
  "id": "choshen_mishpat-051",
  "chapterLabel": "סימן 51",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-051-1",
      "section": 1,
      "text": "שטר שאין בו אלא עד א' או א' מהם. פסול. ובו ז סעיפים:עד אחד בכתב ועד אחד בעל פה (בלא קנין) (טור) מצטרפים ואם אמר זה שלא כתב עדותו אני קניתי מידו על דבר זה ולא בא המלוה ולא שאל ממני לכתוב שניהם מצטרפים לעשות המלוה בשטר ואינו יכול לומר פרעתי ואם אותו שמעיד על פה אומר בפני נמסר השטר הוי כשטר גמור לגבות בו ממשעבדי: הגה ודוקא דיכולין למימר שנמסר ג\"כ לפני עד החתום דהוי שני עדים דמסירה אבל אם לא נמסר רק בעד א' (ב\"י בשם הרא\"ש) אפי' היו כאן ב' שטרות שכל אחד חתום עליו עד אחד ונמסר רק לפני ע\"א אינן מצטרפים לטרוף ממשעבדי (טור):"
    },
    {
      "id": "choshen_mishpat-051-2",
      "section": 2,
      "text": "הוציא עליו שטר חוב בעד א' וטוען הלוה פרעתי ה\"ז מחויב שבועה ואינו יכול לישבע ומשלם טען ואמר ישבע לי שלא פרעתי ה\"ז נשבע אבל אם טען לא לויתי ה\"ז נשבע להכחיש את העד ונפטר וי\"א שגם אם טען פרעתי נאמן בשבועה:"
    },
    {
      "id": "choshen_mishpat-051-3",
      "section": 3,
      "text": "שטר שחתומים בו ב' עדים בלבד ונמצא עד אחד מהם קרוב או פסול אע\"פ שיש שם עידי מסירה הרי הוא כחרס וי\"א שדינו כשטר שאין חתום בו אלא עד א': הגה והיינו דוקא בדרך שלא נתבטל כל העדות וכמו שיתבאר בסמוך:"
    },
    {
      "id": "choshen_mishpat-051-4",
      "section": 4,
      "text": "שטר שהיו עידיו מרובים ונמצא עד א' מהם קרוב או פסול ואין העדים קיימים לשאול אותם אם יש עדות ברורה שכולם ישבו לחתום שהרי נתכוונו להעיד ה\"ז בטל ואם לאו תתקיים העדות בשאר שהרי אפשר שחתמו העדים הכשרים והניחו מקום לגדול לחתום ובא זה הקרוב או הפסול וחתם שלא מדעתם (וכבר נתבאר כל זה לעיל סי' מ\"ה סי\"ב):"
    },
    {
      "id": "choshen_mishpat-051-5",
      "section": 5,
      "text": "צוואה שנמצא אחד מעידיה קרוב או פסול (ונתבטל בדרך שנתבאר) העד שאינו קרוב אם זוכר העדות יבא לפני ב\"ד ויעיד ואם יש עד אחד ששמע הצוואה מחוץ מצטרף עמו להעיד אע\"פ שלא ייחדוהו להעיד:"
    },
    {
      "id": "choshen_mishpat-051-6",
      "section": 6,
      "text": "הכותב כל נכסיו לשני בני אדם בעדות אחת והעדים קרובים לא' ממקבלי המתנה ורחוקים מהשני הרי השטר פסול מפני שהוא עדות אחת אא\"כ נסתלק אותו שהעדים פסולים לו מאותו ממון (ובעדות ע\"פ בכה\"ג כשרים להעיד לזה שאינן קרוביו) (מרדכי פ\"ב דגיטין תשובת ריטב\"א בב\"י סי' ל\"ז מחו' י\"ד) אבל אם כתב בשטר אחד שנתתי לראובן חצר פלונית ושנתתי לשמעון חצר פלונית ונמצאו העדים קרובים לזה ורחוקים מזה זה שהם רחוקים ממנו מתנתו קיימת שאלו שתי עדיות הן אע\"פ שהם בשטר אחד: הגה וכן אם היו כתובים בשטר ב' או ג' דברים ונתבטל השטר לדבר אחד השאר לא נתבטל (מוהר\"ם פאדואה סי' מ\"ד):"
    },
    {
      "id": "choshen_mishpat-051-7",
      "section": 7,
      "text": "שטר שנמסר בפני שני עדים גובין בו ממשעבדי אע\"פ שהם (אינן) חתומים בו ומ\"מ אם נמצאו עידי חתימתו פסולים ואפי' עד אחד מהם פסול השטר פסול אע\"פ שנמסר בפני עדים כשרים מפני שהוא מזוייף מתוכו:"
    }
  ]
}