{
  "id": "choshen_mishpat-242",
  "chapterLabel": "סימן 242",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-242-1",
      "section": 1,
      "text": "דין מתנה באונס ומסירת מודעה ומתנה טמירתא. ובו י סעיפים:הנותן מתנה מחמת אונס שאנסוהו ליתן אינה מתנה ואפי' קבל עליו אחריות נכסים בשטר ואפי' אם אינו מוסר מודעא אי ידעינן באונס אינה מתנה לפיכך המוסר מודעא על המתנה כתבינן ליה אע\"ג דלא ידעי' באונסיה שהרי אפילו היתה המודעא שקר כיון שגילה בדעתו שאינו חפץ במתנה הרי היא בטלה:"
    },
    {
      "id": "choshen_mishpat-242-2",
      "section": 2,
      "text": "והיכא דידעינן באונסיה ומסר מודעא ובטלה לא מהני הביטול כיון דאונס הוא אפילו אי לא מסר מודעא לא הוי מתנה אבל אי מסר מודעא ולא ידעינן באונסיה ואח\"כ ביטלה מדעתו הוי ביטול כיון שלא הכירו באונסו ולכך נהגו לכתוב ביטול מודעא במתנה:"
    },
    {
      "id": "choshen_mishpat-242-3",
      "section": 3,
      "text": "כל מתנה בין של בריא בין של שכיב מרע צריך שתהא גלויה ומפורסמת לא מבעיא אם אמר לעדים תתחבאו וכתבו אלא אפי' אמר סתם כתבו לו אינה כלום אא\"כ אמר כתבוה בשוקא וחתמו בפרהסיא וכיוצא בזה לפיכך כל שטר מתנה שאין כתוב בו ואמר לנו הנותן שבו בשווקים וברחובות וכתבו לו מתנה גלוייה ומפורסמת וכיוצא בענין זה חוששין לה שמא מתנה מסותרת היא ולא זכה המקבל ואפי' אי קנו מיניה: הגה ואפי' תפס המקבל והחזיק במתנה מוציאין מידו (טור בשם הרא\"ש) מיהו אם החזיקו אותו במתנה מעכשיו לא שייך בה סתר ולכן אם כתב ליה בשטר מתנה לך וחזק ביה מעכשיו ה\"ל כאלו כתב כתבוה בשוקא וכו' (ר' ירוחם נט\"ו ח\"ב) (וע\"ל סי' זה ס\"ז):"
    },
    {
      "id": "choshen_mishpat-242-4",
      "section": 4,
      "text": "אם לא צוה לכתוב בפרהסיא וצוה לחתמו בפרהסיא כשר ואע\"פ שלא צוה ליתנו בעידי מסירה בפרהסיא כשר ואם צוה ליתנו בעידי מסירה בפרהסיא כשר אע\"פ שלא צוה כן על החתימה (וכן אם צוה על החתימה שתהיה בפרהסיא ולא צוה על המסירה) (טור):"
    },
    {
      "id": "choshen_mishpat-242-5",
      "section": 5,
      "text": "יש מי שאומר דהאידנא לא חיישי' לסתמא משום דנהיגי למיכתב בכל שטרי מתנתא הכי הילכך כשמצוה לכתוב שטר מתנה סתם דעתו שיכתבו כמנהג הסופרים הילכך הוי כאילו אמר כתבוהו בשוקא וחתמוה בפרהסיא (ומ\"מ לכתחלה טוב לפרש בהדיא) (נ\"י פ' חזקת מדברי ה\"ר יונה):"
    },
    {
      "id": "choshen_mishpat-242-6",
      "section": 6,
      "text": "שכיב מרע שצוה ואמר לא תגלו מתנה זו ולא תודיעו בה אדם אלא לאחר מיתה הרי זו מתנה קיימת שבעת שהקנה אותו שהיא אחר מותו הרי אמר גלו אותה מצוה מחמת מיתה אינו צריך לומר גלו את המתנה אלא אע\"פ שהיא כתובה סתם אין חוששין לה שמא מסותרת היא:"
    },
    {
      "id": "choshen_mishpat-242-7",
      "section": 7,
      "text": "י\"א דמתנה טמירתא אם החזיקו הנותן בנכסים או שהחזיק הוא בהם בפני הנותן ולא מיחה בו קנה (וכבר נתבאר סעיף ג'):"
    },
    {
      "id": "choshen_mishpat-242-8",
      "section": 8,
      "text": "הכותב שתי מתנות על שדה אחת הראשונה מסותרת או סתם והשנייה גלויה ומפורסמת אחרון קנה אפי' היתה הראשונה סתם (ולא אמרי' דהראשונה הוי כמודעא) (טור):"
    },
    {
      "id": "choshen_mishpat-242-9",
      "section": 9,
      "text": "מי שהיו הדברים מוכיחים שאין דעתו ליתן מתנה זו אפי' שנתנה מתנה גלויה ונמצא שנתנה מקודם מתנה מסותרת הרי שתי המתנות בטלו הראשונה (מפני שהיא מסותרת והשנייה) (רמב\"ם) מפני שהדבר מוכיח שאינו רוצה והרי קדמה זאת המתנ' שנמצא כמו מודע' לה:"
    },
    {
      "id": "choshen_mishpat-242-10",
      "section": 10,
      "text": "מעשה באחד שרצה לישא אשה אמרה לו איני נשאת לך עד שתכתוב לי [כל] נכסיך שמע בנו הגדול וצווח על שמניחו ריקן אמר לעדים לכו והחביאו וכתבו לו כל נכסי במתנה ואח\"כ כתב לה כל נכסיו ונשאה ובא מעשה לפני חכמים ואמרו הבן לא קנה והאש' לא קנתה שהרי לא ברצונו כתב לה וכאנוס בדבר הוא שהרי גילה דעתו במתנה הראשונה אע\"פ שהיא בטלה מפני שהיא מסותרת אבל אי לא היתה מתנה ראשונה הוי מתנה שנייה קיימת דלא מקרי אנוס גמור) (טור):"
    }
  ]
}