{
  "id": "choshen_mishpat-025",
  "chapterLabel": "סימן 25",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-025-1",
      "section": 1,
      "text": "דיין שטעה מתי חוזר ומתי משלם. ובו ה סעיפים:כל דיין שדן דיני ממונות וטעה אם טעה בדברים הגלוים והידועים כגון דינים המפורשים במשנה או בגמרא או בדברי הפוסקים חוזר הדין ודנין אותו כהלכה: הגה מיהו י\"א דאם נראה לדיין ולבני דורו מכח ראיות מוכרחות שאין הדין כמו שהוזכר בפוסקים יכול לחלוק עליו מאחר שאינו נזכר בגמרא (טור) בשם הרא\"ש מ\"מ אין להקל בדבר שהחמירו בו החבורים שנתפשטו ברוב ישראל אם לא שקבל מרבותיו שאין נוהגין באותה חומרא (פסקי מהרא\"י סי' רמ\"א) ואם א\"א לחזור כגון שהלך זה שנטל הממון שלא כדין למדינת הים או שהוא אלם או שטימא דבר הטהור או שהורה בכשרה שהיא טריפה והאכילוהו לכלבים וכיוצא בזה הרי אלו פטור מלשלם אע\"פ שגרם להזיק לא נתכוין להזיק: הגה ויש חולקין (טור בשם הרא\"ש) ועוד פוסקים ולענין הוראות איסור והיתר אם הגיע להוראה אע\"פ שאינו סמוך דינו כמומחה (נ\"י ר\"פ אד\"מ) ועיין בי\"ד סי' רמ\"ב מדין הסמיכות בזמן הזה:"
    },
    {
      "id": "choshen_mishpat-025-2",
      "section": 2,
      "text": "טעה בשיקול הדעת כגון דבר שהוא מחלוקת תנאים או אמוראים ולא נפסקה הלכה כא' מהם בפי' ועשה כאחד מהם ולא ידע שכבר פשט המעשה בכל העולם כדברי האחד אם היה זה דיין מומחה ונטל רשות מריש גלותא או שלא נטל רשות אבל קבלו אותו בעלי דינים עליהם הואיל והוא מומחה חוזר הדין ואם אי אפשר להחזיר פטור מלשלם: הגה וג' הדיוטות דינם כיחיד מומחה וע\"ל ס\"ס ג' כיצד נטילת רשות מן המלך מהני ולא יאמר האדם אפסוק כמי שארצה בדבר שיש בו מחלוקת ואם עושה כן הרי זה דין שקר אלא אם הוא חכם גדול ויודע להכריע בראיות הרשות בידו ואי לאו בר הכי הוא לא יוציא ממון מספק דכל היכא דאיכא ספיקא דדינא אין מוציאין ממון מיד המוחזק (טור) ואם הוא בהוראות איסור והיתר והוא דבר איסור דאורייתא ילך לחומרא ואי דבר דרבנן ילך אחר המיקל ודוקא אם ב' החולקים הן שוין אבל אין סומכין על דברי קטן נגד דברי גדול ממנו בחכמה ובמנין אפי' בשעת הדחק אא\"כ היה ג\"כ הפסד מרובה וכן אם היה יחיד נגד רבים הולכים אחר רבים בכל מקום (רשב\"א סי' ר\"ג) ואפי' אין הרבים מסכימים מטעם אחד אלא כל אחד יש לו טעם בפני עצמו הואיל והם מסכימים לענין הדין מיקרי רבים ואזלינן בתרייהו (מהרי\"ק שורש מ\"א) ואם היה מנהג בעיר להקל מפני שחכם אחד הורה להם כך הולכין אחר דעתו ואם חכם אחר בא לאסור מה שהם מתירין נהוג בו איסור (תשו' הרשב\"א סי' רכ\"ג) כל מקום שדברי הראשונים כתובים על ספר והם מפורסמים והפוסקים האחרונים חולקים עליהם כמו שלפעמים הפוסקים חולקים על הגאונים הולכים אחר האחרונים דהלכה כבתראי מאביי ורבא ואילך (מהרי\"ק שורש פ\"ד) אבל אם נמצא לפעמים תשובת גאון ולא עלה זכרונו על ספר ונמצאו אחרים חולקים עליו אין צריכים לפסוק כדברי האחרונים שאפשר שלא ידעו דברי הגאון ואי הוי שמיע להו הדרי בהו (מהרי\"ק שורש צ\"ו):"
    },
    {
      "id": "choshen_mishpat-025-3",
      "section": 3,
      "text": "היה הטועה מומחה בית דין ולא נטל רשות ולא קבלו אותו בעלי דינין עליהם או שלא היה מומחה אבל קבלו אותו בעלי דינים עליהם לדון להם בדין וטעה בשיקול הדעת אם נשא ונתן ביד מה שעשה עשוי וישלם מביתו ואם לא נשא ונתן ביד יחזור הדין ואם אי אפשר להחזיר ישלם מביתו: הגה וי\"א דאפי' לא נשא ונתן ביד מה שעשה עשוי וישלם מביתו ואין הדין חוזר (הרא\"ש וטור ועוד הרבה פוסקים ע' סקי\"ד אות א' וסוף ס\"ק כ\"ט) וכל זה כשלא קבלום עליהם בין לדין בין לטעות אבל אם קבלום עליהם בין לדין בין לטעות (טור והרא\"ש) או בזמן הזה שמכריחין הקהל הדיינים ע\"פ החרם שיהיו דיינים בעל כרחם לא ישלמו אפי' טעו דמה להם לעשות (שם) מ\"מ יש להם לחזור אם טעו ואם אינן רוצים לחזור צריכין לשלם (מרדכי ריש סנהדרין) וכשטעו ומשלמין אם הסכימו כל הדיינים ביחד כולם משלמין ואם היו הדיינים רק שלשה והלכו אחר שנים שבהם הם משלמין ב' חלקים והחלק השלישי מפסיד הבעל דין אבל אם היו הדיינים חמשה והלכו אחר ג' שהם הרוב צריכים לשלם הכל (טור):"
    },
    {
      "id": "choshen_mishpat-025-4",
      "section": 4,
      "text": "אבל מי שאינו מומחה ולא קבלו אותו בעלי דינים אע\"פ שנטל רשות הרי זה בכלל בעלי זרוע ואינו בכלל הדיינים לפיכך אין דינו דין בין טעה בין לא טעה וכל אחד מבעלי דינים אם רצה חוזר ודן בפני ב\"ד ואם טעה ונשא ונתן ביד חייב לשלם מביתו וחוזר ולוקח מבע\"ד שנתן לו שלא כהלכה ואם אין לו להחזיר או שטמא או שהאכיל דבר המותר לכלבים ישלם כדין כל גורם להזיק שזה מתכוין להזיק הוא:"
    },
    {
      "id": "choshen_mishpat-025-5",
      "section": 5,
      "text": "דיין שטעה וחייב שבועה למי שאינו חייב בה ועשה זה פשרה עם בעל דינו כדי שלא ישבע ואח\"כ ידע שאינו בן שבועה אע\"פ שקנו מידו על הפשרה אינה כלום דקנין בטעות הוא וחוזר (וכן כל כיוצא בזה ודוקא שגילה דעתו שעשה הפשרה משום השבועה או כדומה לזה) (עטור בשם הרי\"ף):"
    }
  ]
}