{
  "id": "choshen_mishpat-141",
  "chapterLabel": "סימן 141",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-141-1",
      "section": 1,
      "text": "דין חזקת שדה הלבן והאילן. ובו כ סעיפים:שלש שנים שאמרו מיום ליום אפי' היו חסרים יום א' לא החזיק ומסלקין אותו ממנה במה דברים אמורים בקרקע שהם עושים פירות (תמיד) הבתים והחצירות והבורות והשיחין והמערות והחניות והפונדקאות והמרחצאות והשובכות ובתי הבדי' ובתי השלחין (פי' שעוצרין שם הזיתים ופי' בתי השלחין שדות שצריך להשקותן ביד תרגום עיף ויגע משלהי ולאי ואותיות אהח\"ע מתחלפות ופי' שדה הבעל שדה שהגשמים משקין אותה והרי הן לה כבעל הנותן הריון לאשתו להולידה ולהצמיחה) שמשקין אותם תמיד וזורעים בהן ונוטעים והגנות והפרדסים וכן עבדים המהלכים אבל שדה הבעל שהיא שותה מי גשמים בלבד ושדה אילן אינה מיום ליום אלא כיון שאכל שלש תבואות ממין אחד הרי אלו כשלשה שנים כיצד היתה שדה תמרים וגדר שלש גדרות או שדה ענבים ובצר שלשה בצירות או שדה זיתים ומסק שלשה מסיקות הרי אלו כשלש שנים והחזיק ואפי' היו האילנות רצופים ולא היה ביניהם הרחק כראוי שהרי סופן ליבש הואיל ואכלן שלש' [תבואות] החזיק: הגה ויש אומרים דגם בשדה בעל ושדה אילן בעינן חזקה ג' שנים (טור בשם הרא\"ש וה\"ר יונה) וכנ\"ל להורות:"
    },
    {
      "id": "choshen_mishpat-141-2",
      "section": 2,
      "text": "ג' שנים שאמרו צריך (שיהיו) רצופות זו אחר זו הרי שהחזיק בשדה וזרעה שנה והוביר שנה (פירוש הניחה שממה תרגום והאדמה לא תשם לא תבור) אפי' עשה כן כמה שנים לא החזיק:"
    },
    {
      "id": "choshen_mishpat-141-3",
      "section": 3,
      "text": "היה דרך בני אותו המקום להוביר אף ע\"פ שמקצתם זורעים שנה אחר שנה ה\"ז החזיק ואע\"פ שהשלש שנים שאכל הן מפוזרות שהרי הוא אומר לא הוברתי אותה אלא כדי שתעשה הרבה בשעת הזריעה:"
    },
    {
      "id": "choshen_mishpat-141-4",
      "section": 4,
      "text": "אכלה שלש שנים רצופות באתרא דמוברי יש מי שאומר דהוי חזקה ויש מי שאומר שאינה חזקה:"
    },
    {
      "id": "choshen_mishpat-141-5",
      "section": 5,
      "text": "נרה שנה אחר שנה אפי' כמה שנים הואיל ולא נהנה בה אינה חזקה וכן אם פתח בה שבילי המים ופתח בה ושדד בלבד הואיל ולא אכל פירות אינה חזקה:"
    },
    {
      "id": "choshen_mishpat-141-6",
      "section": 6,
      "text": "זרעה ולא הרויח בה כלום אלא זרע כור ואסף כור לא החזיק שהרי לא נהנה אבל אם הוציא עליה הוצאות ממקו' אחר עד שלא הרויח בה אין מבטל החזקה (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-141-7",
      "section": 7,
      "text": "ראוהו חורש קוצר מעמר זורה ובורר ולא ראוהו מכניס פירות אינה חזקה:"
    },
    {
      "id": "choshen_mishpat-141-8",
      "section": 8,
      "text": "אם בנה אדם חורבתו של חבירו ג' שנים או שנה אחת מג' שנים (ודר בו ב' שנים) לא עלתה לו חזקה. הגה וכן אם תקן השדה בהשקאת מים יש אומרים דלא הוי חזקה (כ\"כ הרשב\"א בתשו') כיון שאין הנאה למחזיק באותה עבודה וכן אם זרעה בלא חרישה י\"א דלא הוי חזקה (כל זה בטור):"
    },
    {
      "id": "choshen_mishpat-141-9",
      "section": 9,
      "text": "ניר לא הוי חזקה שאפילו אותם ימים שנר בהם אינם עולים לחשבון שלש שנים של חזקה שאין מונים אלא משעת זריעה ואילך ויש חולקים (וסבירא להו דמשעת כניסה לשדה מונין לה ג' שנים הואיל ולבסוף אכל הפירות) (טור בשם המפרשים והרא\"ש) ."
    },
    {
      "id": "choshen_mishpat-141-10",
      "section": 10,
      "text": "אכלה שחת (פי' תבואה שלא הביאה שליש וקוצרין אותה לבהמות) לא החזיק ואם היו בני המקום דרכן לזרוע לשחת מפני שדמיו יקרים הרי זה חזקה: הגה וכן אם באתה לידו בעודה שחת כשיגיע השנה הג' מיום ליום הוי חזקה אע\"פ שלא יאכלנה בשלישית אלא שחת (טור):"
    },
    {
      "id": "choshen_mishpat-141-11",
      "section": 11,
      "text": "אכלה ערלה שביעית וכלאים אע\"פ שנהנה בעבירה ה\"ז חזקה (ויש חולקין וס\"ל דלא הוי חזקה אא\"כ אכל הזמורות או כיוצא בזה שאין בו איסור (טור ושכ\"כ הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-141-12",
      "section": 12,
      "text": "היה המקום שהחזיק בו סלע או חלמיש שאינו ראוי לזריעה צריך ליהנות בו בדבר הראוי לו כגון שישטח בו פירות או יעמיד בו בהמה וכיוצא בזה ואם לא נהנה בו בכל אותם השלש שנים בדבר הראוי לו לא החזיק:"
    },
    {
      "id": "choshen_mishpat-141-13",
      "section": 13,
      "text": "שדה שהי' מוקפ' גדר ובא זה שהחזיק בה וזרע חוץ לגדר ונהנ' בכל מקום שאינו שמור אע\"פ שאכלו שנה אחר שנה לא עלתה לו חזקה וה\"ה לכל הזורע מקום שאינו שמור אלא רגל חיה ויד כל אדם מצויים בו:"
    },
    {
      "id": "choshen_mishpat-141-14",
      "section": 14,
      "text": "אכלה כולה חוץ מבית רובע (פי' שיעור קרקע כדי שיוכל לזרוע בו רובע הקב) החזיק בכולה חוץ מאותו בית רובע שלא נהנה בו אפי' היה חלמיש בתוך השדה הואיל ולא נשתמש בו כראוי אין לו בה חזקה ואם היה פחות מבית רובע בטל אגב השדה:"
    },
    {
      "id": "choshen_mishpat-141-15",
      "section": 15,
      "text": "אם האילן משיר פירותיו קודם שילקטם אע\"פ שעמדו על האילן עד שגדלו כל צרכם אינה חזקה דלא הוי חזקה אלא עד שילקט הפירות בידו (טור):"
    },
    {
      "id": "choshen_mishpat-141-16",
      "section": 16,
      "text": "היתה השדה נטועה אילנות שאין עושים פירות אלא אחת לשלש שנים כגון בנות שוח (פי' מין תאנים לבנות) י\"א שאם התחיל בשני חזקה בשנה הראשונה שחנטו ונעל וגדר השלשה שנים ותיקן צרכי האילנות ואכל הפירות בשנה השלישית הוי חזקה:"
    },
    {
      "id": "choshen_mishpat-141-17",
      "section": 17,
      "text": "שדה אילן שהיה בו שלשים אילנות בתוך בית ג' סאין ואכל עשרה בשנה ראשונה ועשרה בשנה שנייה ועשרה בשנה שלישית הוחזק בכל והוא שיהיו עשרה שאכל מפוזרות בכל הבית שלש סאים ולא הוציאו שאר האילנות פירות (באותה השנה) אבל אם הוציאו שאר האילנות פירות ולא אכלן לא הוחזק אלא במה שאכל בד\"א כשאכל הוא מקצת הפירות ובזזו העם שאר הפירות אבל אם הניח פירותיהם עליהם הואיל ואכל אילן מכאן ואילן מכאן מכל השדה החזיק בכל השדה אע\"פ שלא אסף כל פירותיהם: הגה ודוקא שנטועים [עשרה לבית] סאה אבל אם מגיע יותר מבית סאה לעשרה ואכלן מפוזר לא החזיק בקרקע רק הצריך לאילנות ויש אומרים דה\"ה אם היו רצופין יותר מעשרה לבית סאה וי\"א דבכה\"ג הוי חזקה אא\"כ היו תוך ארבע (כל זה בטור):"
    },
    {
      "id": "choshen_mishpat-141-18",
      "section": 18,
      "text": "החזיק בשדה האילן שאילנותיו נטועים רצופים ואכל כל האילנות שבה כל ג' שנים אפי' הם נטועים בפחות מארבע אמות מזה לזה הוי חזקה:"
    },
    {
      "id": "choshen_mishpat-141-19",
      "section": 19,
      "text": "החזיק אחד באילנות ואכל פירותיהם ואחר החזיק בקרקע וזרעה ואכל פירותיה וכל אחד משניהם טוען שהכל שלי ואני לקחתיו זה שהחזיק באילנות ואכלן שלשה שנים יש לו האילנות וקרקע שצריכים לו והוא כמלא האורה (פי' מלקט התאנים מן האילן) וסלו חוצה לכל אילן ואילן וזה שהחזיק בקרקע יש לו שאר [הקרקע]:"
    },
    {
      "id": "choshen_mishpat-141-20",
      "section": 20,
      "text": "האוכל כל פירות אילן שלשה שנים וטען על בעל האילן אתה מכרת לי אילן זה וקרקעו הרי זה יש לו קרקע בעובי האילן עד התהום לפיכך המוכר אילן יחידי לחבירו צריך למחות בו בתוך כל ג' כדי שלא יחזיק בקרקע:"
    }
  ]
}