{
  "id": "choshen_mishpat-162",
  "chapterLabel": "סימן 162",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-162-1",
      "section": 1,
      "text": "דברים שבני מבוי כופין זה את זה. ובו ז סעיפים:בני מבוי כופין זה את זה לעשות לחי וקורה למבוי אבל אם באו להעמיד לו דלתות אפי' אחד מהם יכול לעכב ולומר אני רוצה ליכנס בחבילתי עד פתחי ואפי' אם יסכימו כולם להעמיד דלתות בני רשות הרבים מעכבים עליהם: הגה ואפי' מכרו בני המבוי המבוי להעמיד דלתות והכריזו שכל מי שלא יערער שאבד זכותו ולא ערערו בני רשות הרבים אפ\"ה יכולין למחות (ב\"י בשם הרשב\"א) ואפי' אם ירצו להעמיד הדלתות בפנים במבוי הרבה לפי שפעמים דוחקים ונכנסים לתוכו: הגה מיהו מבואות קטנים הפתוחים לאותן הפתוחים לרשות הרבים או לסמטא רשאין בני המבוי לעשות להן דלתות (טור ס\"ד בשם הרא\"ש) וי\"א דאפי' אם פתוח לרשות הרבים וניכר בראשו כמין פתח שיש לו פצימין יכולין להעמיד לו דלתות (טור ס\"ה בשם הרמב\"ן ונ\"י ריש ב\"ב) בני מבוי שהיה במבוי שלהן שכונה בחצר אחד ובו בית הכנסת ובית המקוה והחצר סגור בדלתות והמבוי פתוח לרשות עכו\"ם ובמקום אחר דרים ישראלים שיש להם דרך על זה המבוי לילך לחצר ההוא לצורך טבילה או תפלה ובני המבוי רוצים להעמיד דלתות כדי לשמור (עצמן) מן העכו\"ם הנכנסים הישראלים האחרים יכולין למחות בידם אע\"פ שרוצים להסיר הדלת מן החצר ולקבעה בראש המבוי זה משורת הדין אבל אם נתן להם המלך רשות להעמיד דלתות במבוי שלהן דינא דמלכותא דינא כי השווקים והרחובות שלהן ויכולין לעשות בהן מה שירצו (תשובת רשב\"א):"
    },
    {
      "id": "choshen_mishpat-162-2",
      "section": 2,
      "text": "וכן מבואות המפולשין לדרך עיר אחרת ובקשו בני אותם מבואות לסתמם בני אותם העיר מעכבים עליהם ואפי' יש להם דרך אחרת לעבור משם:"
    },
    {
      "id": "choshen_mishpat-162-3",
      "section": 3,
      "text": "מי שבקש לפתוח פתח במבוי שאינו מפולש בני מבוי מעכבין עליו מפני שמרבה עליהם את הדרך ואם היה מפולש (לר\"ה) (המגיד) פותח כל פתח שירצה לכתחלה ואי אית ליה דלתות שנועלים בהם בלילה כסתום דמי שמרבה עליהם הדרך בלילה: הגה וכן מעכבין זה את זה שלא להשתמש במבוי רק בדברים שדרך להשתמש במבואות (טור בשם הרמב\"ם פ\"ה דשכנים):"
    },
    {
      "id": "choshen_mishpat-162-4",
      "section": 4,
      "text": "יש אומרים שהמבקש לפתוח פתח במבוי אחר בני מבוי ראשון מעכבין עליו מפני שמרבה עליהם דריסת הרגל של בני מבוי אחר לבא שם דרך פתחו:"
    },
    {
      "id": "choshen_mishpat-162-5",
      "section": 5,
      "text": "היה לו פתח סתום במבוי שאינו מפולש הרי זה פותחו בכל עת שירצה ואם פרץ את פצימיו בני מבוי מעכבין עליו:"
    },
    {
      "id": "choshen_mishpat-162-6",
      "section": 6,
      "text": "אחד מבני מבוי שבקש לסתום פתחו ולהחזירו למבוי אחר בני מבוי מעכבין עליו שמא יבא עליהם מס ומתמעט מחלקן מהמס הקצוב על בני המבוי לפיכך מקום שאין המס קצוב על בני המבוי הרי זה סותם פתחו בכל עת שירצה (ובלבד שיפרוץ פצימיו שיש לו למבוי זה) (נ\"י פ\"ק דב\"ב):"
    },
    {
      "id": "choshen_mishpat-162-7",
      "section": 7,
      "text": "חמש חצירות הפתוחות למבוי שאינו מפולש כולם משתמשות עם החיצונה והחיצונה משתמשת לעצמה וכן השנייה משתמשת לעצמה ומשתמשת עם החיצונה ואינה משתמשת עם השאר נמצאת הפנימית משתמשת עם כולם ומשתמשת לעצמה לפיכך אם בעל השנייה בנה אצטבא (פי' מקום צר כאמה וגובה כד' כה' טפחים שמניחים עליו פרקמטיא למכור ולפעמים יושבין עליו) כנגד פתחו וסתמו אין החיצונה יכולה לעכב עליו אבל כל הפנימיות מעכבות עליו מפני שמרבה עליהם את הדרך שהרי מקיפין את האצטבא: הגה וי\"א דאין טענת ריבוי הדרך טענה ואין הפנימי יכול למחות בחיצון אא\"כ היה כח לפנימי לסתום המבוי שם אם היה רוצה אבל בלא\"ה כגון שיש כח לחיצון להשתמש לפנים ממנו אין ריבוי הדרך טענה (ב\"י בשם הרשב\"א) וכמו שהדין במבוי כן הדין במקומות של בהכ\"נ לכן עשיר שיש לו מקומות רבים ובני הכנסת באים להוסיף ספסלים בביה\"כ במקומות הפנויים כדי להרויח הצדקה ושיבואו רבים להתפלל או שיחידים רוצים לישב באמצע הדרך העשיר יכול למחות בטענה שמיצר לו הדרך או מרבה עליו הדרך מיהו אם יש מנהג בעיר הולכין אחריו ויכולין בני הכנסת לתקן שכל מי שיש לו מקום שאינו צריך לו שישכירנו בקצבה הנראה להם ואם רוצים לבנות להם ביה\"כ אחר או יחידים הבאים לבנות להם ביה\"כ אין אחרים יכולין למחות בידם והמוחה ראוי לנזיפה (ריב\"ש סי' רנ\"ג) ואין להשתמש בבית הכנסת אלא בדבר הנהוג לכן אם אלו היושבים במערב באים להגביה מקומותיהם במעלה על האחרים האחרים יכולין למחות אבל להגביה מעט כדי שיזונו עיניהם בענין שלא יהיו נראין גבוהין דזה נהנה וזה אינו חסר אינן יכולין לעכב (ריב\"ש סי' רנ\"ט) וע' לקמן סי' קע\"א סעיף א': וכן בעל השנייה שפתח לחצירו פתח שני בינו ובין החיצונה אין החיצונה מעכבת עליו שאין לה להשתמש אלא מפתחה ולחוץ אבל אם פתח הפתח שני בינו ובין השלישית הפנימית מעכבת עליו שאין לו להשתמש במבוי אלא מפתח חצירו הראשון ולחוץ וכן הדין בכולם: הגה וי\"א דכל כנגד חצירו יש לו רשות לפתוח בין כלפי חוץ בין כלפי פנים ולכן יכול למחות ג\"כ על מי שבא לסתום נגד חצירו אע\"פ שהוא לפנים מפתח חצירו (טור בשם הרשב\"א והרמ\"ה):"
    }
  ]
}