{
  "id": "choshen_mishpat-286",
  "chapterLabel": "סימן 286",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-286-1",
      "section": 1,
      "text": "יתומים גדולים וקטנים היאך ניזונים מנכסיהם. ובו ה סעיפים:מי שמת והניח בנים גדולים וקטנים או בנות גדולות וקטנות והגדולי' צריכי' להוציא יותר במלבושים והקטנים צריכים להוציא יותר במזונות אין ניזונים ולובשים מן האמצע אלא חולקין בשוה וכל אחד ילבוש ויזון משלו ודוקא בשמיחו (מחאה מהני אפי' כולם גדולים) (המ\"מ פ\"ט מה' נחלות) אבל בסתם ניזונים ומתפרנסים אלו עם אלו דסתמן שותפים נינהו ומוחלין זה לזה ויש מי שחולק בזה:"
    },
    {
      "id": "choshen_mishpat-286-2",
      "section": 2,
      "text": "בד\"א שאין תועלת לקטנים במה שלובשים הגדולים אבל גדול האחים הנושא ונותן בנכסים ויש תועלת לקטנים במה שהוא מלובש יפה כדי שיהיו דבריו נשמעים ה\"ז לובש מתפיסת הבית ואם מיחו בידו הרשות בידן:"
    },
    {
      "id": "choshen_mishpat-286-3",
      "section": 3,
      "text": "נשאו גדולים לאחר מיתת אביהם ישאו הקטנים ג\"כ מכלל הנכסים ואח\"כ יחלוקו נשאו הגדולים בחיי אביהם ואמרו הקטנים לאחר מיתת אביהם הרי אנו נושאים כדרך שנשאתם אתם אין' שומעין להם אלא מה שנתן אביהם נתן: הגה מי ששידך בנו וקצב ליתן נדוניא ומת קודם שנכנס לחופה אין נוטל הנדוניא אלא מחלקו שהרי לא זכה בה בחיי אביו (תשובת מהרי\"ו סי' קי\"ד) מי שפדאו אביו מן התפיסה מנכין לו אח\"כ מחלק ירושתו ולא אמרינן שאביו נתן לו מתנה רק הלוה לו אא\"כ יש אומדן דעת שהאב נתן לו במתנה (שם סי' ק\"י):"
    },
    {
      "id": "choshen_mishpat-286-4",
      "section": 4,
      "text": "השיא האב את בנו ועשה לו משתה והיתה ההוצאה משל אב ונשתלחה שושבינות לזה הבן בחיי האב כשהיא חוזרת לאחר מיתת האב חוזרת מן אמצע אבל אם הוציא הבן במשתה משלו אינו חוזר אלא (מחלק) הבן שנשתלחה לו בלבד:"
    },
    {
      "id": "choshen_mishpat-286-5",
      "section": 5,
      "text": "האב ששלח שושבינות בשם אחד מבניו כשתחזור השושבינות לאותו הבן הרי היא שלו אבל אם שלחה האב בשם בניו סתם כשתחזור תחזור לאמצע ואין זה שנשתלחה לו חייב להחזירה עד שישמחו בו כלם שהרי כלם שושבינים שבשם כלם נשתלחה לפיכך אם שמח במקצתם מחזיר חלק זה ששמח עמו בלבד והרי הוא לאמצע:"
    }
  ]
}