{
  "id": "choshen_mishpat-269",
  "chapterLabel": "סימן 269",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-269-1",
      "section": 1,
      "text": "המגביה מציאה לחבירו ואם הגביהו חרש ופקח. ובו ו סעיפים:המגביה מציאה לחבירו אע\"פ שלא אמר לו כלום זכה בה:"
    },
    {
      "id": "choshen_mishpat-269-2",
      "section": 2,
      "text": "שנים שהגביהו מציאה קנאוה שניהם:"
    },
    {
      "id": "choshen_mishpat-269-3",
      "section": 3,
      "text": "הגביהה לו חרש או שוטה או קטן לא קנה הפקח לפי שאין להם דעת:"
    },
    {
      "id": "choshen_mishpat-269-4",
      "section": 4,
      "text": "הגביהו חרש ופקח כאחד מתוך שלא קנה פקח (נ\"י חרש)לא קנה חרש (פקח) והחוטפה מידם זכה ומיהו מה שביד כל אחד קנה ואם היו שניהם חרשים תקנו חכמים שיקנו כדי שלא יבאו להתקוטט:"
    },
    {
      "id": "choshen_mishpat-269-5",
      "section": 5,
      "text": "טלית שמונח חציה על גבי עמוד שגבוה ג' טפחים וחציה על גבי קרקע ובא אחד והגביה ראש אחד שעל גבי קרקע וניתק ראש השני מעל גבי עמוד ונפל ע\"ג קרקע קנאה כיון שראש האחד עדיין היא בידו וראש השני הי' מוגבה מכחו ג' טפחים מהארץ אבל אם לא הי' ראש השני עדיין בידו בעוד שהטלית באויר לא קנאה ואע\"פ שהיה מוגבה מכחו ג' טפחים כיון שעתה כולו בארץ וכן אפילו ראש האחד בידו ולא ניתק ראש השני מעל גבי העמוד לא קנה אע\"פ שאילו נתקו הי' מוגבה מכחו ואם טלית מונח על גב דף והכה ועלה מכחו שלשה טפחים קנאו אבל אם לא עלה מכח הכאתו למעל' אלא נפל לארץ אפי' שהדף גבוה ג' טפחים לא קנה:"
    },
    {
      "id": "choshen_mishpat-269-6",
      "section": 6,
      "text": "היה רוכב ע\"ג בהמה וראה את המציאה ואמר לחבירו זכה לי בה כיון שהגביהה לו קנה הרוכב ואע\"פ שלא הגיע לידו ואין המגביה נאמן לומר לצרכי הגבהתיה אפי' בעודה בידו) [טור] ואם א\"ל תנה לי ונטלה ואמר אני זכיתי בה זכה בה הנוטל ואם משנתנה לרוכב אמר אני זכיתי בה תחלה לא אמר כלום: הגה ראובן אמר לשמעון קנה לנו ביחד סחורה פלונית והלך שמעון וקנאה ואח\"כ אמר דקנאה לעצמו י\"א דצריך לחלוק עם ראובן דהו\"ל כמגביה מציאה לחבירו (מרדכי פ\"ק דמציעא בשם ראב\"ן) וי\"א דאם לא היו לראובן דמים זכה שמעון במה שקנה ואם נתרצה לקנות לשניהן הוי ליה כאלו זכה לשניהן (שם בשם ראבי\"ה) :"
    }
  ]
}