{
  "id": "choshen_mishpat-007",
  "chapterLabel": "סימן 7",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-007-1",
      "section": 1,
      "text": "מי ראוי לדון והפסולים מחמת שנאה וקורבה. ובו יב סעיפים:ב\"ד של ג' שהיה אחד מהם גר ה\"ז פסול לדון לישראל אא\"כ היתה אמו (או אביו) (מרדכי בשם תוס' פ\"ב מ\"ח) מישראל וגר דן את חבירו הגר אע\"פ שאין אמו מישראל (וע' בי\"ד סי' רס\"ט):"
    },
    {
      "id": "choshen_mishpat-007-2",
      "section": 2,
      "text": "ממזר ואפי' שלשתן ממזרים הרי אלו כשרים לדון לכל וכן אם היה כל אחד מהם סומא באחת מעיניו כשר אבל הסומא בשתי עיניו פסול:"
    },
    {
      "id": "choshen_mishpat-007-3",
      "section": 3,
      "text": "וי\"א שאינו ראוי לדון אלא מבן י\"ח ומעלה והביא שתי שערות וי\"א דמבן י\"ג ומעלה כשר ואפילו לא הביא שתי שערות:"
    },
    {
      "id": "choshen_mishpat-007-4",
      "section": 4,
      "text": "אשה פסולה לדון:"
    },
    {
      "id": "choshen_mishpat-007-5",
      "section": 5,
      "text": "יש אומרים דשתויי יין מותרים לדון דיני ממונות אין עד נעשה דיין ודוקא עד שמעיד כגון אם העיד א' מהדיינים בפני חבריו על מעשה שראה אינו יכול להצטרף עמהם לדון על אותו מעשה אבל אם אינו מעיד כגון שהג' דיינים ראו המעשה אפי' כוונו ראייתן בתורת עדות אם ראוהו ביום נעשים דיינים ודנים על המעשה ההוא אבל אם ראוהו בלילה אין דנין ע\"פ עצמן אבל בעדות אחרים דנין ואם הוזמנו להעיד אף בעדות אחרים אין דנין וי\"א שאף בהוזמנו להעיד דנים בעדות אחרים (וכל זה בדין דאורייתא אבל בדבר דרבנן עד נעשה דיין) (תוס' פ\"ב דכתובות ונ\"י שם ופ' אד\"מ):"
    },
    {
      "id": "choshen_mishpat-007-6",
      "section": 6,
      "text": "מי שתובעין אותו לדון לפני דיין שקטן ממנו אין הדיין יכול לכופו לילך לפניו אלא מכנפי מאן דאיכא התם מחכימי ומעיינים בינייהו:"
    },
    {
      "id": "choshen_mishpat-007-7",
      "section": 7,
      "text": "אסור לאדם לדון למי שהוא אוהבו אע\"פ שאינו שושבינו ולא ריעו אשר כנפשו ולא למי ששונאו אע\"פ שאינו אויב לו ולא מבקש רעתו אלא צריך שיהיו השני בעלי הדינים שוים בעיני הדיינים ובלבם ואם לא היה מכיר את שום אחד מהם ולא את מעשיו אין לך דיין צדיק כמוהו: הגה ומיהו אם דנו דיניהם דין (הגהות אשר\"י ריש סנהדרין) וי\"א דבשונאו ממש דהיינו שלא דבר עמו שלשה ימים מתוך איבה או אוהבו ממש דהיינו שושבינו וריעו באלו אין דיניהם דין (טור) וי\"א דכל שאינו אוהבו או שונאו ממש מותר לדונו ואינו אלא מדת חסידות להחמיר שלא לדונו ולכן מותר להיות דיין כשזה בורר לו א' וזה בורר לו א' (ע\"ל ר\"ס י\"ג) כי כל א' בורר לו אוהבו וכ\"ש שהרב יכול להיות דיין לתלמידו (מהרי\"ק שורש ט\"ז) ואפי' ב\"ד הפסול לדון משום אהבה ושנאה יכול להושיב דיינים אחרים כשרים שידונו (פסקי מהר\"י סי' רנ\"ח ומהרי\"ק שורש כ\"א) מי שאומר על הדיין שהוא שונאו או אוהב בעל דינו אינו נאמן וצריך ראיה לדבריו (טור) המנדה חבירו משום שזלזל בכבודו יכול לדונו אח\"כ מאחר שאינו שונאו וע' לקמן סי' ל\"ג סעיף ו':"
    },
    {
      "id": "choshen_mishpat-007-8",
      "section": 8,
      "text": "שני ת\"ח השונאים זה את זה אסורים לישב בדין יחד שמפני השנאה שביניהם דעת כל אחד מהם לסתור דברי חבירו:"
    },
    {
      "id": "choshen_mishpat-007-9",
      "section": 9,
      "text": "כל הפסולים (להעיד) מחמת קורבה או מחמת עבירה פסולים לדון (וע\"ל סי' ל\"ג ול\"ד פרטי הפסולים לענין עדות וה\"ה לענין דיינות שהדיינים לא יהיו קרובים זה לזה ולא לעדים) (ר\"ן פ\"ב דכתובות ותשובת רשב\"א סי' תש\"ץ) (ע\"ל סי' ל\"ג סעיף י\"ז):"
    },
    {
      "id": "choshen_mishpat-007-10",
      "section": 10,
      "text": "דיין שיודע בחבירו שהוא גזלן או רשע אין לו להצטרף עמו:"
    },
    {
      "id": "choshen_mishpat-007-11",
      "section": 11,
      "text": "ב\"ד של ג' צריך שיהיה בכל אחד מהם ז' דברים חכמה ענוה יראה שנאת ממון אהבת האמת אהבת הבריות להם בעלי שם טוב (וע\"ל סי' ח' סעי' א'):"
    },
    {
      "id": "choshen_mishpat-007-12",
      "section": 12,
      "text": "כל דבר שיש לדיין בו צד הנאה אינו יכול לדון עליו לפיכך בני העיר שנגנב ס\"ת שלהם אין דנין אותו בדייני אותה העיר אא\"כ יש להם ס\"ת אחרת והאומר תנו מנה לעניי עירי אין דנין בדייני אותה העיר (וע\"ל סי' ד' דאם חד מחזיק בשלהם עבדי דינא לנפשייהו ועיין לקמן סי' ל\"ז סעיף י\"ט וסעיף כ' מאלו הדינים) ולפיכך עסקי המס אין דנין בדייני אות' העיר מפני שיש להם או לקרוביהם חלק בו (ואם הוא מס פרטי כגון שאינו נוהג אלא זמן קצוב יכולין קצת מן הקהל להסתלק ושלא יהיה להם הנאה מזה ודיינין) (תשו' הרא\"ש כ\"ו סי' י\"ח כת' דלא מהני סילוק ובכלל צ\"ט כתב דמהני וצריך לחלק בין מס פרטי) ואם עשו תקנה או שיש מנהג בעיר שדייני העיר ידונו אף על ענין המסים דינם דין (ועיין לקמן ס\"ס ל\"ז סעיף כ\"ב מזה):"
    }
  ]
}