{
  "id": "choshen_mishpat-309",
  "chapterLabel": "סימן 309",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-309-1",
      "section": 1,
      "text": "השוכר את הבהמה לילך למקום ידוע והוליכה למקום אחד. ובו ה סעיפים:השוכר את החמור להוליכה בהר והוליכה בבקעה אם הוחלקה פטור אע\"פ שעבר על דעת הבעלים ואם הוחמה חייב:"
    },
    {
      "id": "choshen_mishpat-309-2",
      "section": 2,
      "text": "שכרה להוליכה בבקעה והוליכה בהר אם הוחלקה חייב שהחלקות יותר בהר מבבקעה ואם הוחמה פטור שבבקעה חמימות יותר מבהר מפני הרוח שמנשבת בראש ההרים ואם הוחמה מחמת המעלה חייב וכן כל כיוצא בזה: הגה שינה מהר לבקעה ומבקעה להר ונתייגעה ומתה חייב וכן אם שכרה להוליכה למקום אחד והוליכ' למקום אחר ואויר הדרך משונה מבמקום אחר חייב וכן כל כיוצא בזה (טור):"
    },
    {
      "id": "choshen_mishpat-309-3",
      "section": 3,
      "text": "השכיר בהמתו לילך בה למקום פלוני ולהחזירה למחר והלך השוכר עליה למקום ההוא והחזירה בו ביום ונתרעם המשכיר לזקני העיר על אשר הוליכה והביאה ביום א' ואמרו למשכיר לקבלה ולהשתדל ברפואתה וכן עשה ומתה לסוף ח' ימים חייב השוכר כיון שפשע בה: הגה השוכר את החמור ונעשה פסח בדרך ולא חש לכך והניח עליו משוי ונתקלקלה הוי פשיעה דלא ה\"ל להניח עליו משוי אבל אם היה נחוץ לדרכו ולא היה אפשר לשכור חמור אחר לא הוי פשיעה ופטור (הרא\"ש כלל צ\"ב סי' ג'):"
    },
    {
      "id": "choshen_mishpat-309-4",
      "section": 4,
      "text": "השוכר את הפרה לחרוש בהר וחרש בבקעה ונשבר הקנקן והוא הכלי שחורש בו הרי השוכר פטור ודין בעל הפרה עם האומנין שחרשו וכן אם לא שינה על דעת הבעלים ונשבר הקנקן דין בעל הפרה עם האומנים שכרה לחרוש בבקעה וחרשה בהר ונשבר הקנקן השוכר חייב ודינו של שוכר עם האומנים: הגה וי\"א דאם האומנים הם שכורין מן המשכיר הרי הם פטורים מן השוכר הואיל ושינה והמשכיר צריך ליתן להן שכרן (טור בשם הרא\"ש) ומיהו דין האומנין ששברו בעת חרישה שמשלמים מי משלם זה האוחז את הכלי בעת החרישה ואם היתה השדה מעלות מעלות שניהם חייבים בדמי הקנקן המנהיג אותה במלמד והאוחז את הכלי:"
    },
    {
      "id": "choshen_mishpat-309-5",
      "section": 5,
      "text": "שכרה לדוש בקטנית ודש בתבואה והוחלקה פטור בתבואה ודש בקטניות חייב שהקטנית מחלקת:"
    }
  ]
}