{
  "id": "choshen_mishpat-267",
  "chapterLabel": "סימן 267",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-267-1",
      "section": 1,
      "text": "כיצד מכריז וכיצד מטפל בה בעודו בידו. ובו כז סעיפים:חייב לטפל באבידה עד שיחזירנו לרשות בעליה במקום המשתמר אבל אם החזירה למקום שאינו משתמר כגון גנה וחורבה ואבדה משם חייב באחריותה החזיר את האבידה בשחרית למקום שהבעלים נכנסים ויוצאים שם בשחרית אינו חייב ליטפל בה שהרי הבעלים רואים אותה אע\"פ שאינו מקום המשתמר אבל בבעלי חיים לעולם חייב ליטפל בה עד שיכניסנה לרשות הבעלים המשתמרת ואינו צריך דעת בעלים ראה בהמה שברחה מן הדיר והחזירה למקומה הרי זה קיים המצוה ואינו צריך דעת בעלים:"
    },
    {
      "id": "choshen_mishpat-267-2",
      "section": 2,
      "text": "החזירה וברחה אפי' מאה פעמים חייב להחזירה שנא' השב תשיבם השב אפי' מאה פעמים משמע:"
    },
    {
      "id": "choshen_mishpat-267-3",
      "section": 3,
      "text": "המוצא אבידה (ואינו מכיר את בעליה) (טור) מכריז עליה בבתי כנסיות ובבתי מדרשות ובזמן שיש אנשים שאומרים אבידה הנמצאת של מלך היא מודיע לשכניו ומיודעיו ודיו:"
    },
    {
      "id": "choshen_mishpat-267-4",
      "section": 4,
      "text": "כיצד מכריז אם מצא מעות מכריז מי שאבד לו מטבע וכן מכריז מי שאבד לו כסות או בהמה או שטרות ויבא ויתן סימניה ויטול ואינו חושש (לרמאי) מפני שהודיע מין האבידה לפי שאינו מחזירה עד שיתן סימנים מובהקים:"
    },
    {
      "id": "choshen_mishpat-267-5",
      "section": 5,
      "text": "בא בעל האבידה ונתן סימנים שאינם מובהקים אין מחזירין והרמאי אע\"פ שאמר סימנים מובהקים אין מחזירין לו עד שיביא עדים שהיא שלו:"
    },
    {
      "id": "choshen_mishpat-267-6",
      "section": 6,
      "text": "בראשונה כל מי שאבד לו אבידה ובא ונתן סימנים מחזירים אותה לו אא\"כ הוחזק רמאי משרבו הרמאים התקינו ב\"ד שיהיו אומרים לו הבא עדים שאין אתה רמאי וטול: הגה וי\"א דבסימן מובהק מחזירין אפי' בזמן הזה וא\"צ לעדים שאינו רמאי (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-267-7",
      "section": 7,
      "text": "המדה או המשקל או המנין או מקום האבידה סימנים מובהקים הם:"
    },
    {
      "id": "choshen_mishpat-267-8",
      "section": 8,
      "text": "באו שנים זה נתן סימני האבידה וזה נתן סימני האבידה כמו שנתן האחר לא יתן לא לזה ולא לזה אלא תהא מונחת עד שיודה הא' לחבירו או יעשה פשרה ביניהם: הגה או שיביא האחד עדים (טור) הביא זה עדים וזה עדים וסימנים סימנים במקום עדים לאו כלום הוא ויהא מונח (ריש הגהות מרדכי דב\"מ):"
    },
    {
      "id": "choshen_mishpat-267-9",
      "section": 9,
      "text": "נתן האחד סימנים והשני הביא עדים יתן לבעל העדים אפי' אין מעידים שנפלו ממנו אלא מעידים שמכירים שהוא שלו:"
    },
    {
      "id": "choshen_mishpat-267-10",
      "section": 10,
      "text": "זה נתן סימנים וזה נתן סימנים ועד אחד העד אחד כמי שאינו ויניח: הגה וי\"א שזה שכנגד העד צריך לישבע שזה שלו הוא ואם אינו רוצה לישבע נותנין לבעל העד (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-267-11",
      "section": 11,
      "text": "מצא שמלה וכיוצא בה זה הביא עידי אריגה שארגוה לו וזה הביא עידי נפילה יתן למי שהביא עידי נפילה:"
    },
    {
      "id": "choshen_mishpat-267-12",
      "section": 12,
      "text": "זה נתן מדת ארכה וזה נתן מדת רחבה יתן למי שנתן מדת ארכה שמדת רחבה אפשר לשערו כשהיה בעליה מתכסה בה:"
    },
    {
      "id": "choshen_mishpat-267-13",
      "section": 13,
      "text": "זה נתן מדת ארכה ורחבה וזה נתן משקלה יתן למי שכיוון משקלה:"
    },
    {
      "id": "choshen_mishpat-267-14",
      "section": 14,
      "text": "זה אומר כך ארכה וכך רחבה וזה אומר ארכה ורחבה כך וכך אבל איני יודע כמה באורך וכמה ברוחב ינתן למי שאמר כך ארכה וכך רחבה: הגה אחד אמר מדת ארכה ורחבה ואחד אמר המשקל ינתן לבעל המשקל שאין דרך לשקול טלית לפיכך הוי סימן מובהק (טור):"
    },
    {
      "id": "choshen_mishpat-267-15",
      "section": 15,
      "text": "הכריז ולא באו הבעלים תהא המציאה מונחת אצלו עד שיבא אליהו:"
    },
    {
      "id": "choshen_mishpat-267-16",
      "section": 16,
      "text": "כל זמן שהאבידה אצלו אם נגנבה או אבדה חייב באחריותה כדין שומר שכר: הגה וי\"א דשומר אבידה אינו אלא שומר חנם (טור בשם ר\"י והרא\"ש) ועיין לעיל סי' ע\"ב סעיף ב' כיצד נקטינן לענין משכון והוא הדין כאן:"
    },
    {
      "id": "choshen_mishpat-267-17",
      "section": 17,
      "text": "כל זמן שהיא אצלו חייב להטפל בה שלא תפסד ולהשביחה כגון לגזוז הצאן ואפי' גיזת זנב השור שהוא דבר מועט חייב ליטפל בו:"
    },
    {
      "id": "choshen_mishpat-267-18",
      "section": 18,
      "text": "וצריך לבקרה ולבדקה כדי שלא תפסד כיצד מצא כסות של צמר מנערה אחת לשלשים יום ולא ינערנה במקל ולא בשני בני אדם ושוטח' על גבי מטה לצרכה בלבד אבל לא לצרכה ולצרכו נזדמנו אורחים לא ישטחנה בפניהם ואפי' לצורכה שמא תגנב:"
    },
    {
      "id": "choshen_mishpat-267-19",
      "section": 19,
      "text": "מצא כלי עץ משתמש בהם צורכן מעט כדי שלא ירקבו כלי נחשת משתמש בהם בחמין אבל לאישים הכלי על גבי האור מפני שמשחיקן כלי כסף משתמש בהם בצונן אבל לא בחמין מפני שמשחירן מצא מגריפות (פי' כלים שגורפין ומסירין בהם הדשן) וקרדומות (פי' כלים שמבקעים בהם עצים) משתמש בהן ברך אבל לא בקשה מפני שמפחיתן מצא כלי זהב וכלי זכוכית וכסות של פשתן הרי זה לא יגע בהן עד שיבא אליהו:"
    },
    {
      "id": "choshen_mishpat-267-20",
      "section": 20,
      "text": "מצא ספרים קורא בהם אחת לשלשים יום ואם א\"י לקרות גוללן כל ל' יום ולעולם לא ילמד בהם דבר שלא למד מעולם ולא יקרא פרשה וישנה ולא יקרא פרשה ויתרגם ולא יפתח בו יותר משלשה דפין ולא יהיו שנים קורין בשני ענינים אבל קורין בענין אחד שנים דוקא אבל לא שלשה:"
    },
    {
      "id": "choshen_mishpat-267-21",
      "section": 21,
      "text": "מצא תפילין שם דמיהן ומניחן עליו מיד אם ירצה שדבר מצוי הוא לקנות בכל שעה:"
    },
    {
      "id": "choshen_mishpat-267-22",
      "section": 22,
      "text": "מצא דבר שיש בו רוח חיים שהרי הוא צריך להאכילו אם היה דבר שעושה ואוכל כגון פרה וחמור מיטפל בהם י\"ב חדש מיום המציאה ושוכרן ולוקח שכרן ומאכילן ואם היה שכרו יותר על אכילתם הרי היתר לבעלים וכן התרנגולת מוכר ביציהן ומאכילן כל י\"ב חדש מכאן ואילך שם דמיהן עליו והרי הם שלו ושל בעלים בשותפות כדין כל השם מחבירו:"
    },
    {
      "id": "choshen_mishpat-267-23",
      "section": 23,
      "text": "מצא עגלים וסייחים של רעי מיטפל בהם ג' חדשים ושל פטם ל' יום:"
    },
    {
      "id": "choshen_mishpat-267-24",
      "section": 24,
      "text": "אווזים ותרנגולים זכרים (גדולים) מיטפל בהם ל' יום קטנים ביותר וכל דבר שטיפולו מרובה משכרו מיטפל בהם ג' ימים מכאן ואילך מוכרן בב\"ד (וי\"א דא\"צ ב\"ד ויכול לשומן ולקחתן באותן הדמים) (טור בשם ר\"י והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-267-25",
      "section": 25,
      "text": "מה יעשה בדמים ינתנו למוצא ויש לו רשות להשתמש בהם לפיכך אם נאנסו חייב לשלם ואע\"פ שלא נשתמש בהם שכיון שיש לו רשות להשתמש בהם הרי הם אצלו כשאלה בד\"א שיש לו רשות להשתמש בהם בדמי אבידה מפני שטרח להטפל בה אבל אם מצא מעות לא ישתמש בהם לפיכך אם אבדו באונס פטור שאינו עליהם אלא כשומר שכר: הגה וכבר נתבאר סעיף ט\"ז דיש חולקין וסבירא להו דאינו אלא שומר חנם:"
    },
    {
      "id": "choshen_mishpat-267-26",
      "section": 26,
      "text": "כל אותן הימים שמיטפל באבידה קודם שימכרנה בב\"ד אם האכילן משלו נוטל מהבעלים בלא שבועה מפני תיקון העולם:"
    },
    {
      "id": "choshen_mishpat-267-27",
      "section": 27,
      "text": "המוצא מציאה לא ישבע מפני תיקון העולם שאם אתה אומר ישבע יניח המציאה וילך לו כדי שלא ישבע אפי' מצא כיס וטען בעל המציאה ששני כיסים קשורים היו ואי אפשר שימצא האחד אא\"כ נמצא האחר הקשור עמו ה\"ז לא ישבע:"
    }
  ]
}