{
  "id": "choshen_mishpat-122",
  "chapterLabel": "סימן 122",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-122-1",
      "section": 1,
      "text": "אם מת המלוה או שביטל השליחות או ההרשאה. ובו ט סעיפים:אע\"פ שלוה ששלח למלוה חובו בצוויו ע\"י שלוחו ונאבד פטור כמו שנתבאר בסימן שקודם זה אם ירצה הלוה לא ישלחנו לו ע\"י שלוחו אפי' אם יש עדים שעשאו שליח להביאו לו עד שיבא בהרשאה: הגה מיהו נוהגין האידנא שאם מעמיד לו ערב בעד הרשאה צריך לדון עמו אע\"פ שאינו שלוחו כלל אם נראה לב\"ד שהוא זכות למלוה דזכין לאדם שלא בפניו (פסקי מהרא\"י סי' רי\"ז) והטעם מפני שיש לחוש שמא ימות המלוה קודם שיתן לשליח ואם נאנסו בדרך יהיה חייב לשלם ליורשים כיון שלא נתנם לו עד שמת המלוה לפיכך עצה טובה ללוה או לנפקד שלא יתננו לשליח אלא א\"כ בא בהרשאה שהקנה לו בקנין (עב\"י) אגב קרקע מה שיש לו אצל פלוני: הגה [מיהו] אם ידוע שמת לא יתננו לשליח (תשובת הרא\"ש כלל רס\"ב):"
    },
    {
      "id": "choshen_mishpat-122-2",
      "section": 2,
      "text": "העושה שליח בעדים להביא לו מה שיש לו אצל פלו' וביטל השליחות קודם שיתן זה לשליח ולא ידע הנתבע בביטול ונתן לשליח ונאבדו פטור הנתבע: הגה וי\"א דחייב אלא א\"כ כתב ליה זיל דון ואפיק לנפשך (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-122-3",
      "section": 3,
      "text": "מי שהרשה לאחד ורצה לבטל השליחות ולהרשות לאחר רשאי: הגה ואם ירצה יוכל לומר שגם הראשון יהא שליחותו קיים וכל אחד משניהם יהיה מורשה בדבר (תשובת הרא\"ש כלל ס\"ב סי' ד') ואין הנתבע יכול לדחות למורשה לומר שמא המרשה ביטל שליחותך והרשה אחר שהרי זה אומר לו תן לי מה שיש בידך וזאת הרשאתי תהיה אצלך ואם ביטל שליחותו הוא הפסיד על עצמו והנתבע פטור שהרי בהרשאתו נתן וכן אם עמד המורשה בדין עם הנתבע ונתחייב המורשה אין המרשה יכול לסתור הדין בטענה שכשעמד עם זה בדין כבר ביטל שליחותו: הגה (טור בשם הרא\"ש) מיהו אם ידע המורשה בביטול שליחותו אע\"פ שהנתבע לא ידע דינו בטל וצריך לחזור ולדון (בית יוסף):"
    },
    {
      "id": "choshen_mishpat-122-4",
      "section": 4,
      "text": "המרשה את חבירו להוציא את שלו מיד המחזיק בו צריך ליקח לו בקנין שהרשהו וצריך לכתוב לו דון וזכה ואפיק לנפשך (או שאר לשון כדומה לזה) (ב\"י בשם הרשב\"א) ואם לא כתב כן אם ירצה המחזיק לא ישיב לו דבר שיאמר לו לאו בעל דברים דידי את (כ\"כ הרא\"ש פ' מרובה ופשוט הוא דאין חולק ולא כב\"ח שכתב דהרמ\"ה שהביא הטור באחרונה חולק ע\"ש) ומיהו אפי' לא כתב לו כן ונתן המחזיק מה שבידו ליד המורשה ונאבד פטור דלא גרע משליח שעשאו בעדים:"
    },
    {
      "id": "choshen_mishpat-122-5",
      "section": 5,
      "text": "אם כתב דון וזכי ואפיק לנפשך מחצה או שליש או רביע והמותר שלי מתוך שהוא דן עמו על חלקו צריך הנתבע לדון עמו על הכל ויש מי שאומר דדוקא בכה\"ג אבל אם כתב לו דון וזכי ואפיק לנפשך מאה דינרים והשאר שלי איננו מזקיקו לדון עמו אלא על המאה דינרים:"
    },
    {
      "id": "choshen_mishpat-122-6",
      "section": 6,
      "text": "המרשה את חבירו כל ההוצאות שיוציא המורשה על דין זה המשלח חייב בהם (וע\"ל סי' שע\"ה ס\"ד) שכך כותבין בהרשאה כל דמתעני (פי' הרמב\"ם בפ\"ג משלוחין כל שתוציא בדין זה עלי לשלמו) לך מן דינא עלי הדר: הגה ואינו אלא שליח בעלמא ואם רוצה המורשה להחזיק בממון אינו יכול וצריך להחזיר דאינו אלא שליח בעלמא (טור) לפיכך אם תבע פקדון מן הנפקד וטען שנתנו למורשה וחזר והלוה לו עליו צריך להחזיר לבעל הפקדון דהרי המורשה אינו אלא שליח בעלמא (הגהות מרדכי דשבועות) ואם ראובן היה לו מעות בעיר אחרת והלך שמעון לשם ונתן לו הרשאה לקבל שם המעות ולתת לו תמורתם בעיר ראובן והלך שמעון וקבלם ואח\"כ בא ראובן לשם ורוצה ששמעון יתן לו מעותיו הדין עם שמעון (תה\"ד סי' שי\"ג):"
    },
    {
      "id": "choshen_mishpat-122-7",
      "section": 7,
      "text": "הרשאה שאין כתוב בה דון וזכי אלא כך היה כתוב בה סב ואפיק לנפשך אין לפסלה מפני שאין כתוב בה וזכי דסב וזכי חדא מילתא היא וכן אין לפסלה מפני שאין כתוב בה דון כיון שכתוב בה כל דמתעני מן דינא עלי הדר הרי זה במקום דון וכשרה אם אין כתוב בהרשאה כל דמתעני מן דינא עלי הדר כשרה היא שאין כותבין לשון זה אלא לתקנת המרשה שלא יוכל לומר הקנת אותו לי כיון שכתבת דון וזכי ואפיק לנפשך: הגה שטר הרשאה א\"צ לכתוב בו זמן ומ\"מ נוהגין לכתוב בו זמן וכן מה שכותבין ברעות נפשא בדלא אניסנא כו' (מרדכי פ' מרובה והגהות מרדכי דשבועות):"
    },
    {
      "id": "choshen_mishpat-122-8",
      "section": 8,
      "text": "הבעל שבא לדון עם אחד שמחזיק בנכסי מלוג של אשתו צריך הרשאה ואם יש פירות בקרקע מתוך שיש לו לדון על הפירות דן על העיקר ואינו צריך הרשאה (וע' באה\"ע סי' פ\"ה):"
    },
    {
      "id": "choshen_mishpat-122-9",
      "section": 9,
      "text": "אחד מהאחים שלא חלקו או מהשותפים שבא לתבוע תובע על הכל הואיל ויש לו חלק בזה הממון אינו צריך הרשאה משאר שותפין ואם יצא חייב אין השותף האחר יכול לומר לשותפו שדן אילו הייתי אני שם הייתי תובעו טענות אחרות ומחייב בעל דיני שהרי אומר לו למה לא באת לתבוע גם אתה לפיכך אם היה בעיר אחרת יש לו לחזור על הבעל דין ולדון עמו ולומר לו איני מודה בכל מה שטען שותפי ולפיכך יש לנתבע לעכב ולומר או דון עמי בחלקך או הבא הרשאה שהרי ממון שניכם בידי ושניכם בעלי דיני ולמחר יבוא אחיך או שותפך ויתבע גם הוא ויתבאר זה עוד בסימן קע\"ו סעיף כ\"ה וסעיף כ\"ו:"
    }
  ]
}