{
  "id": "choshen_mishpat-216",
  "chapterLabel": "סימן 216",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-216-1",
      "section": 1,
      "text": "המוכר שדה ואמר חוץ מדקל פלוני או חוץ מהאילנות או קרקע לזה ואילנות לזה (וכיצד יכתוב בשטר מכירה כדי להסתלק מן העירעורים). ובו יד סעיפים:'המוכר פרדס לחבירו צריך שיכתוב לו קנה לך דקלים ותמרים והוצין (פי' ענפי דקל שעושין מהן מחיצה) ואע\"פ שקנה כל אלו אע\"פ שלא פירש אותם נויי השטר הוא:"
    },
    {
      "id": "choshen_mishpat-216-2",
      "section": 2,
      "text": "וכן המוכר קרקע לחבירו צריך לכתוב לו ולא הנחתי לפני במכר זה כלום כדי להסתלק מהדינין והטענות:"
    },
    {
      "id": "choshen_mishpat-216-3",
      "section": 3,
      "text": "המוכר שדה לחבירו והיו בה דקלים וא\"ל חוץ מדקל פלוני אם דקל טוב ומשובח הוא אותו הדקל לבדו שייר והשאר ללוקח ואם דקל רע הוא ששייר לא קנה מהדקלים כלום: הגה וי\"א דדוקא הטובים ממנו לא קנה אבל כל אילנות הפחותים ממנו או אפי' כיוצא בו קנה וכל אילן הנושא קב פירות מקרי דקל טוב (טור והרא\"ש) וי\"א דכל זה במין האילן ששייר אבל כל שאינו מינו קנה הלוקח הכל (נ\"י פ' המוכר הבית בשם רשב\"א):"
    },
    {
      "id": "choshen_mishpat-216-4",
      "section": 4,
      "text": "מכר לו שדה ואמר חוץ מהאילנות אם יש בו דקלי' בלבד שייר הדקלים ואם יש בו גפנים בלבד שייר הגפנים וכן שאר האילנות היו בה גפנים ודקלים לא שייר אלא הגפנים [וכן בדקלים ואילנות שייר האילנות] היו בה אילנות וגפנים שייר האילנות ומכר הגפנים שהמוכר בעין יפה מוכר: הגה אמר לו חוץ מחרוב זה לא קנה כל החרובין שבשדה והא דקאמר חוץ מזה כדי לשייר לו דרך (הכל בטור) (וע\"ל סי' רט\"ו ס\"ה) ואם הדקלים שייר לא שייר אלא כל דקל גבוה שעולים לו בחבל והשאר הרי הם של לוקח (מיהו אם כולם נמוכים שייר כולם) (טור) ואם שאר האילנות הוא ששייר לא שייר בהם אלא כל שאין העול כובשו וכל שהעול כובשו הרי הוא של לוקח ובכלל השדה נחשב (מיהו אם כולם דקין שהעול כובשן שייר כולן) (טור):"
    },
    {
      "id": "choshen_mishpat-216-5",
      "section": 5,
      "text": "האומר לחבירו קרקע ודקלים אני מוכר לך אפי' לא היו לו דקלים אם רצה לקנות לו שני דקלים ה\"ז נקנה המקח ואין הלוקח יכול לומר לו איני לוקח אלא קרקע שיש בו דקלים ואם אמר קרקע בדקלים אני מוכר לך אם היו בו שני דקלים קנה ואם לאו מקח טעות הוא וחוזר ואם א\"ל קרקע של דקלים אני מוכר לך אין לו דקלים שאין בלשון הזה אלא קרקע הראוי לדקלים ומיהו אם יש דקלים בקרקע קנאן: הגה בכל ענין שאמר ויש אומרים דאם א\"ל קרקע ודקלים אני מוכר לך אע\"פ שיש דקלים בשדה אם יש לו דקלים במקום אחר צריך ליתן לו עוד שני דקלים ואם אין לו א\"צ לקנות מיהו הקרקע קנוי לו דשני מכירות הן הקרקע והדקלים (טור בשם הרשב\"ם):"
    },
    {
      "id": "choshen_mishpat-216-6",
      "section": 6,
      "text": "המוכר שלשה אילנות בתוך שדהו אפי' היו ג' נטיעות קטנות או שלשה בדי אילן יש ללוקח קרקע הראוי להם (ויש אומרים דאם הם דקין שהעול כובשן לא קנה קרקע שביניהם) (טור בשם הר\"י) ואפי' יבשו האילנות או נקצצו יש לו קרקע הראוי להם (ונוטע אחרים תחתיהם) (טור) וקנה כל האילנות שביניהם וכמה הוא הקרקע הראוי להם תחתיה' וביניהם וחוצה להם כמלא האורה (פי' כדי שיוכל לעבור מלקט תאנים עם הסל שבידו) וסלו וזה המקום שהוא מלא האורה וסלו אין א' מהם יכול לזרעו אלא מדעת חבירו אבל הקרקע שביניהן זורע הלוקח ואם שייר המוכר הקרקע שביניהן לעצמו אפ\"ה מקום האילנות ללוקח ויכול לנטוע אחרים אם יבשו (טור):"
    },
    {
      "id": "choshen_mishpat-216-7",
      "section": 7,
      "text": "בד\"א כשהיו שלשה האילנות עומדים כמו ג' פטפוטי (כירה) (פי' כעין רגלים שחיברן בטיט על הארץ לשפות עליהם הקדרה) שהרי הם שנים זה כנגד זה והשלישי מכוון ביניהם ומרוחק מהם והוא שיהיה בין כל אילן ואילן מארבע אמות ועד י\"ו ומהיכן הוא מודד מהעיקר הרחב של אילנות אבל אם לא היו עומדים בשורה הזאת או שהיו מקורבים פחות מארבע אמות או מרוחקים יותר מי\"ו אמה או שלקחן זה אחר זה או שמכר לו שנים בתוך שדהו ואחד על המצר או שנים בתוך שלו ואחד בתוך של חבירו או שהפסיק בור או אמת המים או רשות הרבים ביניהם ה\"ז אין לו קרקע לפיכך לא קנה האילנות שביניהם ואם יבש האילן או נקצץ ילך לו: הגה והוא שאין גזעו מחליף אבל אם גזעו מחליף אין זה אילן חדש אלא כעולה מן הגזע דמי והוא משל בעל האילן (טור):"
    },
    {
      "id": "choshen_mishpat-216-8",
      "section": 8,
      "text": "כל מי שקנה ג' אילנות ויש לו קרקע אם הגדילו והוציאו חוטר יקוץ כדי שלא ימעט הדרך על בעל השדה (ואם המוכר אומר שהגדילו והלוקח אומר שלא הגדילו על הלוקח להביא ראיה) (טור והמ\"מ שם בשם נימוקי הרמב\"ן) וכל השריגים והאמירים (פי' הסעיפים העליונים שבאילנות) היוצאים מהם ואפי' מהשרשים הרי הם של בעל האילנות שהרי יש לו קרקע:"
    },
    {
      "id": "choshen_mishpat-216-9",
      "section": 9,
      "text": "הקונה שני אילנות בתוך שדה חבירו אין לו קרקע לפיכך אם מת האילן או נקצץ אין לו כלום: הגה מיהו יש לו כמלא אורה וסלו וכל שכן תחתיה ללקט שם פירותיו ואין המוכר יכול לזרוע שם גם יש ללוקח דרך ללקט פירותיו מן האילנות שקנה (טור) הגדילו ב' האילנות והוציאו שריגים ואמירים יקוץ שמא יצמחו בארץ ויאמר למוכר ג' אילנות מכרת לי ויש לי קרקע (אבל אם נתפשטו הענפים אפי' למרחוק א\"צ לקוץ) (טור):"
    },
    {
      "id": "choshen_mishpat-216-10",
      "section": 10,
      "text": "כל העצים שקוצץ בעל השני אילנות מהם העולה מהגזעים והוא הרואה פני חמה הרי הוא של בעל האילנות והעולה מהשרשים והוא שאינו רואה פני החמה הרי הוא של בעל השדה ובדקל אין לבעל הדקל מן העולה כלום לפי שאין לו גזע:"
    },
    {
      "id": "choshen_mishpat-216-11",
      "section": 11,
      "text": "המוכר קרקע ושייר אילנות הרי יש לו חצי הקרקע כולה שאילו לא שייר בקרקע היה אומר לו הלוקח עקור אילניך וי\"א דאין לו אלא הקרקע הצריך לה (ראב\"ד וטור):"
    },
    {
      "id": "choshen_mishpat-216-12",
      "section": 12,
      "text": "וכן אם שייר שני אילנות בלבד יש לו קרקע הראוי להם שאילו לא שייר הקרקע היה הלוקח אומר עקור אילניך ולך:"
    },
    {
      "id": "choshen_mishpat-216-13",
      "section": 13,
      "text": "מכר הקרקע לא' והאילנות לאחר והחזיק זה באילנות וזה החזיק בקרקע זה קנה האילנות עם חצי הקרקע וזה שהחזיק בקרקע קנה חצי הקרקע בלבד: ויש חולקין וס\"ל דאין לבעל אילנות בקרקע כלום רק אם יבשו יוכל ליטע אחרים תחתיהם (טור בשם ר\"י והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-216-14",
      "section": 14,
      "text": "הלוקח זתים מחבירו לקוץ מניח מהאילן סמוך לארץ ב' גרופיות וקוצץ לקח בתולת שקמה מגביה ג' טפחים וקוצץ סדן של שקמה ב' טפחים ובשאר אילנות טפח וקוצץ בקנים ובגפנים מן הפקק ולמעלה בדקלים ובארזים חופר ומשרש לפי שאין גזעם מחליף:"
    }
  ]
}