{
  "id": "choshen_mishpat-134",
  "chapterLabel": "סימן 134",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-134-1",
      "section": 1,
      "text": "אומן שטוען בדבר שהוא אומן שקנאו מבעליו. ובו ו סעיפים:האומן בדבר שהוא אומן אין לו חזק' בכלי' שתחת ידו אחד כלים העשוים להשאיל ולהשכיר ואחד שאר כלים כיצד ראה כליו ביד האומן והביא עדים שהם יודעים שהכלים שלו הוא טוען ואומר לתקן נתתיו לך והאומן אומר לא בא לידי אלא במכירה או מתנה או שטען אתה נתתו לי אתה מכרתו לי אחר שבא לידי לתקנו אע\"פ שמסרו לו שלא בפני עדים ואפילו אם שהה ביד האומן כמה שנים בעל הכלי נאמן ומוציאין אותו מיד האומן וישבע בעל הכלי היסת על טענתו ואם לא ראה הכלי ביד האומן אלא טען כלי פלוני נתתי לו לתקן והאומן אומר החזרתיו ומכרתו או נתתו לי במתנה (או לקוח הוא בידי) (טור ס\"ב) האומן נשבע היסת ונפטר מתוך שיכול לומר להד\"מ:"
    },
    {
      "id": "choshen_mishpat-134-2",
      "section": 2,
      "text": "ואפי' מסרו לתקן בעדים האומן נאמן מתוך שיכול לומר החזרתיו לפיכך נשבע האומן היסת ונפטר ואין מחייבין אותו להוציא הכלי ואם הוציאו הואיל ונראה הרי בע\"ה מביא עדים שהוא שלו ונוטלו אף ע\"פ שמסרו לו שלא בעדים."
    },
    {
      "id": "choshen_mishpat-134-3",
      "section": 3,
      "text": "אע\"פ שמסרו בעדים אם העדי' שראו החפץ בידו אין מכירים בודאי שזהו של המערער אלא שנדמה להם בסימנים כמו שלו אם טוען לא נתתו לי מעולם נאמן אבל אם טוען נתתו לי לתקן ושוב לקחתיו ממך אינו נאמן: הגה דאין כאן מיגו טוב שירא לומר להד\"ם כיון שהעדים ראו כיוצא בזה בידו (טור ס\"ב):"
    },
    {
      "id": "choshen_mishpat-134-4",
      "section": 4,
      "text": "אם הטלית יוצא מתחת ידי אחר ואומר בפני אמרת לאומן למוכרו לי ולקחתיו ממנו נאמן במיגו שהי' אומר אתה מכרתו לי אבל כשטוען שהאומן מכרו לו שאמר אתה מכרתו לו אינו נאמן:"
    },
    {
      "id": "choshen_mishpat-134-5",
      "section": 5,
      "text": "ירד האומן מאומנותו הרי הוא כשאר כל אדם ונאמן אפילו בכלי שבא לידו בעודו אומן וי\"א דדוקא שנשתהא בידו אחר שירד מאומנותו זמן שאין דרך להניח כל כך זמן כלים בבית האומן אחר שנודע שירד מאומנותו:"
    },
    {
      "id": "choshen_mishpat-134-6",
      "section": 6,
      "text": "בן האומן שאינו אומן אם בא בטענת עצמו שאומר שקנאו מבעליו הרי הוא כשאר כל אדם ואם אומר שירשו מאביו הרי הוא כאביו ואם אמר בפני הודה לו יש לו חזקה ויש אומרים דהיינו דוקא כששהה אחר מות אביו זמן שאין דרך להניח כל כך זמן כלים בבית האומן אחר שמת אביו: הגה ונ\"ל דוקא לאחר מות אביו די\"ל דירשו מאביו ולכן אינו נאמן עליו אפילו אמר לקוחה בידי אם לא שנשתהא בידו הזמן הנזכר דאז הוי כאומן שירד מאומנותו אבל בחיי האומן אם הבן טען שלקחו נאמן בכל ענין דהוי כאיש אחר לגמרי אם אינו סומך על שלחן אביו וכמו שיתבאר לקמן סי' קמ\"ט:"
    }
  ]
}