{
  "id": "choshen_mishpat-276",
  "chapterLabel": "סימן 276",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-276-1",
      "section": 1,
      "text": "סדר נחלות כיצד הוא. ובו ז סעיפים:סדר נחלות כך מי שמת בנו יורשו לא נמצא (לו) בן רואים אם יש לבן זרע בין זכר בין נקיבה עד סוף כל הדורות עומד במקומו ויורש הכל לא נמצא זרע לבן אם יש לו בת תירשנו לא נמצא לו בת אם יש לה זרע בין זכר בין נקיבה עד סוף כל הדורות יורש הכל לא נמצא לה זרע תחזיר הירושה לאביו של מת ואם אין אביו קיים תחזור לזרעו שהם אחי המת אם יש לו אח יורש הכל לא נמצא לו אח אם הניח זרע עד סוף כל הדורות עומד במקומו לירש לא נמצא לו אח ולא זרע ממנו תחזור הירושה לאחות המת או לזרעה עד סוף כל הדורות לא נמצא אחות ולא זרע ממנה תחזור הירושה לאבי אביו של מת ואם אינו קיים חוזר לזרעו שהם אחי אבי המת אם יש לו אחים או לזרעם עד סוף כל הדורות ואם אין אחים לאבי המת ולא זרע מהם חוזרות לאחות אבי המת או לזרעה עד סוף כל הדורות ואם אין אחות לאבי המת ולא זרע ממנה חוזרת לאבי אבי אביו של מת ואם אינו חי מורישו לזרעו שהם אחי אבי אביו של מת או לזרעם עד סוף כל הדורות לא נמצאו אחי אבי אביו של מת ולא זרעם חוזרות לאחות אבי אביו של מת או לזרעה עד סוף כל הדורות ועל זה הדרך נחלה ממשמשת למעלה עד ראובן:"
    },
    {
      "id": "choshen_mishpat-276-2",
      "section": 2,
      "text": "מי שמת והניח בת ובת הבן אפי' בת בת בת הבן עד סוף כמה דורות היא קודמת ותירש הכל ואין לבת כלום וה\"ה לבת האח עם האחות ולבת בן אחי אביו עם אחות אביו וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-276-3",
      "section": 3,
      "text": "מי שהיו לו שני בנים ומתו שניהם בחייו והניח האחד שלשה בנים והשני לא הניח אלא בת אחת ואח\"כ מת הזקן בת הבן יורשת חצי הנכסים ושלשת בני הבן האחר יורשים החצי האחר שאנו רואים כאילו הבנים קיימים ויורשים בשוה וכל אחד מוריש לבניו חלקו ועל דרך זה חולקים בני האחים ובני אחי האב עד ראש הדורות:"
    },
    {
      "id": "choshen_mishpat-276-4",
      "section": 4,
      "text": "משפחת האם אינה קרויה משפחה שאין האם יורשת את בנה ולא את בתה ואחין מאם ולא מאב אין יורשים זה את זה אלא כל אחד משפחת אביו יורש אותו (ואפי' שתוקי שאין לו יורשין מן האב אין משפחת אמו יורשין אותו אלא הרי הוא כגר ונכסיו הפקר (תרומת הדשן סי' שנ\"ב) אבל האיש יורש את אמו וכן הבת את אמה אם אין לה בן שדינה בנכסי האם כמו בנכסי האב שניהם יורשים אותה אלא שהבן וזרעו קודמין לבת:"
    },
    {
      "id": "choshen_mishpat-276-5",
      "section": 5,
      "text": "אין הבן יורש את אמו בקבר להנחיל לאחיו מהאב שאם מת בחייה ואח\"כ מתה אין אומרים אילו היה עודנו חי היה יורשה עכשיו ג\"כ אם אין לו זרע אחיו מאביו יעמדו במקומו לירש אותה אלא תחזור ירושתה למשפחת בית אביה כיון שאין לבנה זרע אבל אם מתה האם בחייו ואח\"כ מת הוא אפי' היה קטן בן יומו הואיל וחי אחריה אפי' שעה אחת יורשה ומנחיל הירושה ליורשיו ממשפחת אביו: הגה ודוקא שנולד הקטן אבל עובר אינו יורש אמו אם מתה כשהיא מעוברת להנחיל יורשיו מאביו (טור):"
    },
    {
      "id": "choshen_mishpat-276-6",
      "section": 6,
      "text": "כל הקרובים בעבירה יורשים ככשרים כיצד היה לו אח או בן ממזר ה\"ז יורש ככשר וכן שאר כל היורשים אבל בן משפחה או עכו\"ם אינו בן לדבר מהדברים ואינו יורש כלל: הגה אין היורשין יורשין דברים שאין בהם ממש (הגהות מרדכי סוף ב\"ב) או טובת הנאה בעלמא שאינו ממון (מהרי\"ק שורש קס\"א ומור\"ם פדוואה סי' ס\"ה ):"
    }
  ]
}