{
  "id": "choshen_mishpat-081",
  "chapterLabel": "סימן 81",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-081-1",
      "section": 1,
      "text": "אם הודה מעצמו מתי יכול לומר משטה אני בך. ובו לב סעיפים:אמר לחבירו מנה לי בידך א\"ל בפני עדים הן למחר אמר ליה תנהו לי והשיב משטה הייתי בך נאמן וצריך לישבע שהוא כדבריו שכוונתו להשטות בו ואפילו לא טען משטה הייתי בך אלא לא היו דברים מעולם פטור דמילי דכדי (פי' דברים שאין בהם ממש) לא דכירי אינשי: הגה ולא אמרינן טענת משטה אלא ביחיד המודה אבל לא בציבור המודים דאין דרכן להשטות (ריב\"ש סי' שע\"ו) מי שאמר לחתנו העשיר תלמוד עם בנך ואני משלם לך פטור כיון דלאו עני הוא ובלא\"ה חייב ללמוד עם בנו יכול לומר משטה הייתי בך ואע\"ג דלא טעין טענינן ליה אע\"ג דלא טענינן ליה בשאר משטה (מרדכי פרק זה בורר ואגודה בתשובת מהר\"ם):"
    },
    {
      "id": "choshen_mishpat-081-2",
      "section": 2,
      "text": "בד\"א בבריא אבל שכ\"מ שתבעו חבירו והודה אינו יכול לומר משטה הייתי בך שאין אדם משטה בשעת מיתה: הגה וה\"ה אחרים שהודו לו או שתקו לצוואתו הוי כהודאה ולא יכולין למימר שעשו שלא להכעיס השכיב מרע (מרדכי פ' ז\"ב בשם ראבי\"ה):"
    },
    {
      "id": "choshen_mishpat-081-3",
      "section": 3,
      "text": "בבריא נמי דוקא איהו גופיה מצי למטען משטה הייתי בך אבל אם לא טעין לא טענינן ליה אנן אבל ליורשיו טענינן שמא לא כוון אביהם אלא להשטות:"
    },
    {
      "id": "choshen_mishpat-081-4",
      "section": 4,
      "text": "יש מי שאומר שאם התובע תופס ממון הנתבע בשעת הודאתו כנגד המנה שהוא מודה לו בו אע\"פ שיש עדים שהוא ממונו של זה הנתבע שוב אינו יכול לטעון טענת השטאה:"
    },
    {
      "id": "choshen_mishpat-081-5",
      "section": 5,
      "text": "לא מהניא טענת השטאה אלא כשתבעו והודה אבל אם לא תבעו והוא הודה מעצמו אינו יכול לטעון משטה הייתי בך (וע\"ל סי' זה סעיף י\"ד):"
    },
    {
      "id": "choshen_mishpat-081-6",
      "section": 6,
      "text": "אם כשתבעו הודה בפני ב\"ד או שהודה בפני עדים וייחדום לעדים בין שא\"ל הנתבע אתם עידי בהודאה זו או שאמר התובע אתם עדים ואמר הנתבע כן תהיו עדים או ששתק הנתבע שוב אינו יכול לומר משטה אני בך אבל יכול לטעון פרעתי:"
    },
    {
      "id": "choshen_mishpat-081-7",
      "section": 7,
      "text": "הא דמהני אתם עידי דוקא כשתבעו מנה ואמר ליה הן ואח\"כ אמר אתם עידי ושתק ליה אבל אם אמר לו מנה לי בידך והלה שתק ואמר התובע לעדים אתם עידי ושתק הנתבע אין שתיקתו כלום דלא הוי שתיקה כהודאה אלא כשהודה לו תחלה וא\"ל הן וכשאמר התובע אתם עידי שתק אבל כששתק מתחלה ועד סוף יכול לומר לא חששתי להשיבך: הגה מי שהתנה עם בחור ללמוד עם בן חבירו בפני אבי הבן ואבי הבן שתק שתיקה כהודאה דמיא ואע\"פ שלא דיבר האב כלום דהוי ליה לאב לאסוקי אדעתיה ולמחות (מרדכי פרק זה בורר ע\"ל ר\"ס של\"ו) וכמו שיתבאר בסמוך סי\"ג:"
    },
    {
      "id": "choshen_mishpat-081-8",
      "section": 8,
      "text": "אמר בפני שנים הריני מודה בפניכם שיש לפלו' אצלי מנה ואמר כן דרך הודאה גמורה ולא דרך שיחה אע\"פ שלא אמר אתם עידי ואע\"פ שאין התובע עמו ה\"ז עדות גמורה ומשלם על פיהם:"
    },
    {
      "id": "choshen_mishpat-081-9",
      "section": 9,
      "text": "הודה בפני עדים הודאה גמורה וחזו ליה סהדי אחריני אע\"ג דליתנהו לעידי הודאה כי אתו עידי ראיה ומסהדי דאודי קמי הנך חייב:"
    },
    {
      "id": "choshen_mishpat-081-10",
      "section": 10,
      "text": "הודאה בפני עד אחד הויא הודאה בין לישבע על פיו אם כפר בין לפרוע אם הודה שהודה בפניו:"
    },
    {
      "id": "choshen_mishpat-081-11",
      "section": 11,
      "text": "החביא לו עדים אחורי הגדר ואמר ליה מנה לי בידך אמר ליה הן אמר ליה רצונך שתודה לי בפני עדים והשיב לו הייתי מודה לך בפני עדים אלא שאני מתיירא שמא תכפיני שאשלם לך מיד והעדים שומעין (לו) כל זה פטור:"
    },
    {
      "id": "choshen_mishpat-081-12",
      "section": 12,
      "text": "כל שראו ההלואה אפילו בהכמנה (פירוש תרגום וארב וכמן) מעידים עליה:"
    },
    {
      "id": "choshen_mishpat-081-13",
      "section": 13,
      "text": "החביא לו עדים בכילה ואמר ליה מנה לי בידך א\"ל הן אמר ליה ערי ושכבי להוו סהדי עלך אמר ליה לא אינה הודאה אבל אם שתק הויא הודאה ודוקא כי האי גוונא דאיבעי ליה לאסוקי אדעתיה שיש שם עדים דלמה אמר ערי ושכבי להוו סהדי עלך אם לא שהיו שם אבל אי לא בעי ליה לאסוקי אדעתיה כגון שאמר אתם עידי וזה אינו יודע שיש שם עדים ושתק אין הודאתו הודאה."
    },
    {
      "id": "choshen_mishpat-081-14",
      "section": 14,
      "text": "לא תבעו שום אדם אלא הוא בעצמו הודה דרך הודאה בפני עדים מנה לפלו' בידי וכשתבעו אמר ליה אין לך בידי כלום שלא הודיתי אלא שלא להשביע (פי' שלא להראות שבע ועשיר) את עצמי הודיתי נאמן (ואין חילוק בזה בין עני בין עשיר) (נ\"י פ' מי שמת וע' ס\"ק ל') (ל' המחבר) בין שהי' בריא כשהודה בין שהיה שכ\"מ ואם כשהודה בפניהם היה התובע עמו אינו נאמן לטעון לא הודיתי אלא שלא להשביע את עצמי ויש מי שאומר שאפי' היתה ההודאה בפני התובע נאמן לטעון לא הודיתי אלא כדי שלא להשביע את עצמי ולענין שבועה אם טען תן לי מנה שאתה חייב לי ואם תרצה לכפור הרי פלו' ופלו' שאמרת בפניהם שאתה חייב לי אע\"פ שהוא אומר טענת שלא להשביע את עצמי צריך לישבע היסת דדל מהכא עדים חייב לישבע על תביעתו אבל אם אמר ליה תן לי ק' שאמרת בפני פלו' ופלו' שאתה חייב לי והוא טוען טענת שלא להשביע אף שבועה אינו צריך: הגה טענת שלא להשביע טוענין לו אע\"פ שהוא אינו טוען וע\"ל סי' זה ס\"ס כ\"א ב\"ד שהכריזו על כל מי שבידו של יתומים יודיע לב\"ד הוא או שלוחו והודה אחד (ע\"י) שליח לא יוכל אח\"כ לומר שלא להשביע הודיתי מאחר שלא הודה מעצמו שהרי היתה שם קצת תביעה גם לא יוכל לומר משטה הייתי שהרי לא היתה שם תביעה מבעל דבר עצמו (ריב\"ש סי' שצ\"ב):"
    },
    {
      "id": "choshen_mishpat-081-15",
      "section": 15,
      "text": "לדעת האומר שאפי' היה התובע בפניהם יכול לטעון טענת שלא להשביע אפי' אמר אתם עידי ושתק יכול לטעון שלא להשביע הודיתי כיון שמעצמו הודה: הגה ויש חולקין מאחר שאמר אתם עידי לא יוכל לומר כדי שלא להשביע הודיתי (טור):"
    },
    {
      "id": "choshen_mishpat-081-16",
      "section": 16,
      "text": "יש מי שאומר שטענת שלא להשביע אינה מועלת אלא כשמודה מעצמו אבל אם תבעו והודה א\"י ליפטר בטענת שלא להשביע:"
    },
    {
      "id": "choshen_mishpat-081-17",
      "section": 17,
      "text": "אם הודה בכתב ידו שחייב לפלו' מנה או שהודה בקנין או במעמד שלשתן אינו יכול ליפטר בטענת השטאה ולא בטענת שלא להשביע: הגה (ע' ד\"מ סי' כ\"ג) ודוקא כתב ידו שביד חבירו אבל אם נמצא כתוב אצלו ששטר זה של פלוני (מרדכי פ' ז\"ב) או שכ' שם פלוני על חפץ פלוני אפשר לומר שלא להשביע עצמו עשה כן וכמו שנתבאר לעיל סוף סי' ס\"ה סעיף כ\"ב:"
    },
    {
      "id": "choshen_mishpat-081-18",
      "section": 18,
      "text": "מי שמת ונמצא כתוב באחד משטרותיו שטר זה חציו לפלו' לא זכה אותו פלו' בחצי השטר הודה בפני עדים בלא קנין (עס\"ק מ\"ז) אע\"פ שאמר להם כתבו שטר אם לא אמר אתם עידי לאו הודאה היא:"
    },
    {
      "id": "choshen_mishpat-081-19",
      "section": 19,
      "text": "המוסר לחבירו שטר שכתוב בו שהוא חייב לו מנה אע\"פ שלא אמר אתם עידי הויא הודאה:"
    },
    {
      "id": "choshen_mishpat-081-20",
      "section": 20,
      "text": "המודה לחבירו בחזקת שהוא חייב לו או מסר לו שטר בעדים ועדים חתומים עליו ואח\"כ נתברר הדבר שטעה לאו הודאה היא:"
    },
    {
      "id": "choshen_mishpat-081-21",
      "section": 21,
      "text": "אע\"פ שהמטמין עדים אינו עדות וכן המודה מעצמו ועדים שומעין אותו וכן האומר לחבירו בפני עדים מנה לי בידך ואמר לו הן בכל אלו הדברים וכיוצא בהן אומרים ב\"ד לנתבע למה לא תתן מה שיש לו אצלך אם אמר אין לו אצלי כלום אומרים לו והלא אתה אמרת בפני אלו כך וכך או הודית מעצמך אם עמד ושלם מוטב ואם לא טען אין טוענים לו אבל אם טען משטה הייתי בו או לא היו דברים מעולם או שלא להשביע את עצמי נתכוונתי פטור ונשבע היסת כמו שנתבאר וי\"א שאפי' לא אמר אלא איני חייב לך כלום פוטרו הדיין ותולה הודאתו במה שאדם עשוי שלא להשביע א\"ע אע\"פ שהוא לא טוען כן: הגה טענת שלא להשביע לא שייכא אלא כשהודה מעצמו וטענת משטה לא שייכא אלא כשתבעו בעל דבר (טור):"
    },
    {
      "id": "choshen_mishpat-081-22",
      "section": 22,
      "text": "הודה בפני ב\"ד של ג' בין שהודה מעצמו בין שתבעו אחר והודה אינו יכול לחזור אלא תוך כדי דבור:"
    },
    {
      "id": "choshen_mishpat-081-23",
      "section": 23,
      "text": "תבעו בחפץ פלוני והשיב אינו שלך אלא של פלו' ואפי' אמר כן בפני ב\"ד אינה הודאה להוציא אותו פלו' מידו. הגה ויש חולקין וס\"ל דהוי הודאה מיהו יוכל אח\"כ לומר טעיתי בהודאתי ושל אחרים הם במגו דהחזרתים לאותו פלוני אבל לא יוכל לומר טעיתי בהודאתי ושלי הם ואע\"פ שיש לו מיגו דהודאת פיו הוי עליו כעדים ולא יוכל לומר אח\"כ טעיתי אע\"ג דיש לו מיגו (מרדכי פ' ח\"ה) מיהו בחשבון שכתב על פנקסו יכול לומר טעיתי אע\"ג דליכא מיגו (מהרי\"ק שורש פ\"ה) וע\"ל סי' קכ\"ו סעיף י\"ג:"
    },
    {
      "id": "choshen_mishpat-081-24",
      "section": 24,
      "text": "ראובן שאמר לשמעון חייב אתה מנה ללוי ואמר שמעון כן ואמר ראובן אתם עידי הוי הודאה וכשיבא לוי לתובעו אינו יכול לטעון לא טענת השטאה ולא טענת שלא להשביע אע\"פ שלא בא ראובן בהרשאת לוי ולא עוד אלא אפי' לא אמר ראובן אתם עידי אינו יכול לומר ללוי משטה אני בך:"
    },
    {
      "id": "choshen_mishpat-081-25",
      "section": 25,
      "text": "ראובן שאמר לשמעון ולוי מנה לי בידכם ואמר שמעון הן ולוי שתק אם אמר ראובן לעדים אתם עידי ושתק שמעון הוי הודאה לגבי שמעון אבל לגבי לוי לא הוי הודאה ואפי' היו שמעון ולוי שותפים אין האחד מתחייב בהודאת חבירו:"
    },
    {
      "id": "choshen_mishpat-081-26",
      "section": 26,
      "text": "האומר לחבירו מנה לך בידי הילך מהם חמשים ולא אמר אתם עדי יכול לומר משטה אני בך לגבי החמשים שעדיין לא נתן לו אבל מה שנתן נתון:"
    },
    {
      "id": "choshen_mishpat-081-27",
      "section": 27,
      "text": "אם הודה בעצמו לפני שכיב מרע שחייב לו מנה א\"י לטעון טענת שלא להשביע:"
    },
    {
      "id": "choshen_mishpat-081-28",
      "section": 28,
      "text": "אמר מנה לפלו' בידי ולא אמר אתם עידי וקפץ ונשבע על הודאתו ובא הלה ותבעו והשיב שלא להשביע את עצמי נתכוונתי והשבועה היתה לשקר אין שומעין לו וכן אם יטעון שכחתי ונשבעתי והייתי סבור שהייתי חייב לו ועכשיו נזכרתי שאיני חייב לו כלום אין שומעין לו: הגה ותקיעת כף הוי כשבועה ודוקא כשמודה בדבר או איכא עדים אבל אם כופר או אמר על תנאי כך וכך נאמן (ר\"י סוף נ\"ג):"
    },
    {
      "id": "choshen_mishpat-081-29",
      "section": 29,
      "text": "המודה לחבירו בפני עדים קבלתי ממך כך וכך מהחוב שיש לי עליך א\"צ לומר אתם עידי בין שהיא מלוה בשטר בין שהיא מלוה על פה שאין שייך כאן לא טענת השטאה ולא טענת שלא להשביע והוא הדין למוחל חובו בפני עדים שא\"צ לומר אתם עדי וכן אצ\"ל כתובו (וכ\"כ מור\"ם לעיל סי' ל\"ט סס\"ג):"
    },
    {
      "id": "choshen_mishpat-081-30",
      "section": 30,
      "text": "המתעסק בשל חבירו ונותן לו ריוח בכל שנה ולבסוף טען שלא היה שם ריוח ורוצה לחשוב מה שנתן לו בשביל קרן אי יהיב ליה רווחא באפי סהדי א\"נ מודה ליה דכי יהיב ליה לשם רווחא א\"ל לאו כל כמיניה למיחשב ליה השתא לשם קרנא וגבי ליה כולי אע\"ג דלא אמר אתם עידי (מיהו אם יוכל לברר שטעה טענתו טענה) (ב\"י בשם התרומות) אבל אי יהיב ליה בסתמא משתבע דלא הוה ביה רווחא ויחשוב מה שנתן לו בקרן ויש מי שאומר שאפי' נתן הריוח בפני עדים אם לא אמר אתם עידי אפי' נתנם לשם ריוח ישבע עכשיו שלא היה ריוח וכל מה שנתן יעלה לו לשם קרן:"
    },
    {
      "id": "choshen_mishpat-081-31",
      "section": 31,
      "text": "ראובן נתן מנה לשמעון ולוי להתעסק ועשו עליהם שטר ונשבע לתת לו חצי הריוח שאל ראובן מעותיו ונתנו לו מנה שאל מהם הריוח אמרו ליה כך וכך הרוחנו ולא יותר אמר ראובן לשמעון אתה אמרת לי שהרוחתם נ' א\"ל שמעון לא אמרתי לך כלום ומפני כח השטר שהיה לו עליהם ולא היה כתוב בו שום פרעון הוצרכו לתת לו מה שאמר ועתה בא לוי ותבע לראובן שלקח מהם ריוח שלא כדין שלא הרויחו הדין עם ראובן:"
    },
    {
      "id": "choshen_mishpat-081-32",
      "section": 32,
      "text": "ראובן תבע לשמעון ריוח החוב שהיה עליו מכמה שנים ואומר שהתנה עמו לתת לו ריוח ושמעון אומר שלא התנה שמעון פטור אפי' משבועה שאף לדברי ראובן לא היה תנאי זה בשעה שנתחייב שמעון ואף אם אמר שמעון אח\"כ אני אתן לך ריוח דברים בעלמא הם בלא קנין ויכול לחזור בו:"
    }
  ]
}