{
  "id": "choshen_mishpat-185",
  "chapterLabel": "סימן 185",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-185-1",
      "section": 1,
      "text": "סרסור שמכר בפחות או ביותר ממה שאמר לו בעל הבית ושאר טענות שבינו לבין בעל הבית. ובו י סעיפים:הסרסור שליח הוא אלא שנוטל שכר שליחותו לפיכך אם שינה דעת הבעלים משלם מה שהפסיד כיצד ראובן שנתן חפץ לשמעון הסרסור וא\"ל מכור לי זה ואל תמכור בפחות ממאה והלך ומכרו בחמשים משלם החמשים מביתו מכר במאתים הכל לראובן: הגה מי ששלח שליח להוליך לו דבר למקום אחד ובתוך כך שלח לו דורון הוי שומר שכר (הגהות מרדכי דב\"מ):"
    },
    {
      "id": "choshen_mishpat-185-2",
      "section": 2,
      "text": "אין שליח יכול לקנות לעצמו אפי' באותם דמים שהרשוהו בעלים למכרו:"
    },
    {
      "id": "choshen_mishpat-185-3",
      "section": 3,
      "text": "נתן חפץ לסרסור למכרו בארבעה ואמר הסרסור כשבא החפץ לידו הילך ארבעה בשבילו ונתפייס המוכר אינו יכול לחזור בו אע\"ג דמעיקרא לאו אדעתא דהכי נתנו לו:"
    },
    {
      "id": "choshen_mishpat-185-4",
      "section": 4,
      "text": "אמר בעל הבית לסרסור המותר שימכר על כך יהיה שלך אף על פי ששתק הסרסור זכה במותר:"
    },
    {
      "id": "choshen_mishpat-185-5",
      "section": 5,
      "text": "ראובן אומר במאה אמרתי לך למכרו והסרסור אומר בחמשים אמרת לי וכן מכרתי נשבע הסרסור שבועת התורה שהרי הודה במקצת ואם כבר נתן לו החמשים או שאמר ליה הילך נשבע היסת שעשה שליחותו וזכה הלוקח ואם ידע הלוקח שחפץ זה של ראובן הוא וזה המוכר לו סרסור הוא יחזיר החפץ לבעלים ויחרים על מי שנתן לו רשות למכור בחמשים או שרצה בחמשים וחזר בו אחר שקניתי: הגה וי\"א דאין הקונה צריך להחזיר אפי' מודה סרסור לדברי המוכר (טור בשם הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-185-6",
      "section": 6,
      "text": "כל סרסור שהודיע ללוקח שחפץ זה או קרקע זה של ראובן ואחר שקנה הלוקח אמר המוכר איני רוצה למכור בדמים אלו מחזיר הלוקח שהרי לא פסק לו דמים ואמד לו מכור בכך וכך: הגה וי\"א דוקא שלא אמר לו כלום בשעת שהפקידו אבל (אם) אמר לו מכור במה שתמצא לא יוכל המוכר לחזור בו ומה שעשה הסרסור עשה (טור בשם הראב\"ד) ראובן היה לו בית למכור ובא שמעון וסרסר למכרו ללוי ואמר ראובן שלוי שונאו ואינו רוצה למכור לו ואח\"כ מכרו ללוי ע\"י אחר חייב ליתן לשמעון סרסרותו (ב\"י בשם הרא\"ש כלל ק\"ה סי' א'):"
    },
    {
      "id": "choshen_mishpat-185-7",
      "section": 7,
      "text": "כל סרסור שאבד החפץ מידו או נגנב אפי' בשעת הליכה חייב לשלם מפני שהוא נושא שכר:"
    },
    {
      "id": "choshen_mishpat-185-8",
      "section": 8,
      "text": "ראובן נתן טבעת לסרסור למכור והפסיד האבן מהטבעת ישבע הסרסור שאינה ברשותו וישבע כמה היה שוה האבן ויפרע שוויה:"
    },
    {
      "id": "choshen_mishpat-185-9",
      "section": 9,
      "text": "הנותן כליו לסרסור למשכנם לו ואמר איני יודע היכן משכנתים פשיעותא היא וחייב לשלם ואם א\"ל משכנם ביד פלוני וכן עשה ואח\"כ כפר בו אותו פלוני פטור הסרסור:"
    },
    {
      "id": "choshen_mishpat-185-10",
      "section": 10,
      "text": "סרסור שנתן כלי לבקרו ולא רצה המבקר להחזירו חייב הסרסור וכ\"ש שאין לסרסור למכור חפץ באשראי אלא א\"כ נוטל רשות מבעל הכלי: הגה השדכן הוי כמו סרסור ואם השדכן רוצה שישלמו לו מיד שכר שדכנותו והבעלים אינם רוצים לשלם עד הנשואין תלוי במנהג המדינה ובמקום שאין מנהג הדין עם הבעלים ובמקום שאין צריך לשלם לו עד הנישואין אם חזרו בהן ונתבטל השדכנות פטורים הבעלים מלשלם לו שכרו אלא אם כן התנו בהדיא על מנת שיתפייס ואז צריך לשלם לו מיד אפי' יחזרו בהן (פסקים וכתבים מהרא\"י סי' פ\"ה):"
    }
  ]
}