{
  "id": "choshen_mishpat-087",
  "chapterLabel": "סימן 87",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-087-1",
      "section": 1,
      "text": "דיני שבועת היסת ושבועת דאורייתא. ובו לט סעיפים:התובע לחבירו ממון או חפץ שהיה יכול להחזיק בו בטענת להד\"מ או החזרתיו לך או לקוח הוא בידי אם הוא מודה מקצת חייב שבועה מן התורה וכן אם הוא כופר בכל ועד א' מכחישו חייב שבועה מן התורה אפי' אינו ידוע שחייב לו אלא ע\"פ העד אבל הכופר בכל ואין עד א' מכחישו פטור משבועת התורה (טור ס\"י בשם הרמב\"ם והרא\"ש) בין במלוה בין בפקדון אבל חייב שבועת היסת אפי' אמר ליה מנה לי בידך והלה אומר להד\"ם נשבע היסת (טור סי' ט') (ובלבד שיתבענו ודאי כמו שנתבאר לעיל סי' ע\"ה) ואפי' מודה מקצת אם אמר לו הילך המקצת שאני מודה אינו חייב אלא היסת ואינו נקרא הילך אא\"כ יהא המקצת שהוא מודה לו מוכן בידו בפני ב\"ד ליתנו לו מיד אבל אם אמר הרי הוא בביתי ואתננו לך לא ואפי' אם יתן לו משכון על מה שמודה בו לא חשיב הילך וי\"א דמשכון חשיב הילך דהא אפי' שטר חשוב הילך (טור ובעל העיטור):"
    },
    {
      "id": "choshen_mishpat-087-2",
      "section": 2,
      "text": "תבעו שני כלים והודה לו בא' מהם ואמר לו הילך וטען התובע שנשתמש בזה שהוא מודה לו ונפחת מדמיו והוא מודה לו (או שהוא ידוע) אין זה הילך תבעו מאתים והודה לו במנה והוא בענין שלא היה יכול לכפור באותה מנה כגון שאותה מנה הוא מעשה ב\"ד לא מיקרי הודאה במקצת:"
    },
    {
      "id": "choshen_mishpat-087-3",
      "section": 3,
      "text": "אם נראה לדיין שהוא מערים לומר הילך לדחות שבועת התור' מעליו חייב לישבע שבועת התור':"
    },
    {
      "id": "choshen_mishpat-087-4",
      "section": 4,
      "text": "א\"ל מנה וכלי יש לי בידך אין לך בידי אלא הכלי והילך ואמר התובע אין זה הכלי שלי ה\"ז נשבע היסת וכולל בשבועתו שזה כליו ואם הודה הנתבע שאין זה כליו אלא שנתחלף לו אע\"פ ששוה כמו כליו צריך לישבע שבועה דאורייתא (ולמ\"ד דמשכון מיקרי הילך לא גרע זה ממשכון (טור) ונ\"ל דווקא אם שוויו כמו הכלי שתובע אותו) ."
    },
    {
      "id": "choshen_mishpat-087-5",
      "section": 5,
      "text": "אין שבועה למודה מקצת בכופר בכל ומחויב מתוך טענתו כגון שתבעו מנה והוא אומר לא לויתי וחזר ואמר לויתי חמשים ופרעתיך שהוחזק כפרן לאותו ממון וכן אין המתחייב במקצת מתוך טענת הכפירה מחוייב שבועת התורה (וע\"ל סי' ע\"ה סעיף ה'):"
    },
    {
      "id": "choshen_mishpat-087-6",
      "section": 6,
      "text": "הודה במקצת ועד אחד מסייעו י\"א שפוטרו משבועה (טור סי\"א בשם הרא\"ש) וי\"א שאינו פוטרו: הגה והעיקר כסברא הראשונה וכן ראוי להורות (טור סי' פ\"ד בשם ב\"ת) (וה\"ה כשכתיבת יד התובע מסייע לנתבע שפטור משבועה) (מהרי\"ק שורש קצ\"ד) וי\"א דה\"ה בנשבע ונוטל אם יש לו עד המסייע נוטל בלא שבועה. מי שנתחייב שבועה והפכה על שכנגדו ויש לו עד המסייע פטור מן השבועה (תשו' מיימוני ספר משפטים סי' פ\"א) והא דאמרי' עד א' המסייע פוטר מן השבועה היינו דוקא שטוען הנתבע טענה שאפשר להאמינו בלא מיגו אבל אם אין מאמינין אותו אלא מכח מיגו דטוען טענה אחרת צריך לישבע כאילו טען הטענה האחרת (מרדכי פרק ח\"ה):"
    },
    {
      "id": "choshen_mishpat-087-7",
      "section": 7,
      "text": "שבועה שמחייבים למי שנתחייב שבועה היא נקראת שבועת הדיינים בין שהוא חייב שבועה מן התורה בין מדברי סופרים ג' מיני שבועות חייבים מן התורה מודה מקצת וכופר בכל שעד אחד מכחישו ושבועת השומרים שטען שאבד הדבר שהפקידו אצלו או נגנב או מת או כיוצא בו ה\"ז נשבע מספק אע\"פ שאין בעל הפקדון יודע אם טוען אמת אם לאו:"
    },
    {
      "id": "choshen_mishpat-087-8",
      "section": 8,
      "text": "כל שבועה חוץ מאלו השלשה הם מדברי סופרים ומ\"מ הם נקראים שבועת הדיינים ובשל דבריהם יש ב' מיני שבועות יש מהם ע\"י טענת ודאי וכפירה כגון שבועת שכיר ופוגם שטרו וכיוצא בהם ויש מהם ע\"י טענת ספק כגון טענת שותפים ואריסים וכיוצא בהם ויש שבועה אחרת שנתקנה בדורות אחרונים מחכמי הגמרא והיא שבועת היסת ואע\"פ שהב\"ד משביעים אותה אינה נקראת שבועת הדיינים."
    },
    {
      "id": "choshen_mishpat-087-9",
      "section": 9,
      "text": "אלו דברים שבין שבועה דאורייתא לשל דבריהם מי שנתחייב שבועה דאורייתא ולא רצה לישבע ב\"ד יורדין לנכסיו ונותנים לתובע מה שתבע ומי שנתחייב שבועה מדבריהם ולא רצה לישבע אם הוא מהנשבעים ונפטרים כגון הנשבעים על טענת שמא או שבועת היסת מנדין אותו ל' יום לא בא ולא תבע נידויו מכין אותו מכת מרדות ומתירין לו נידויו ואין יורדין לנכסיו ומותר לקראו עבריין שהרי עובר על דברי חכמים) (מהר\"י מינץ סי' ט\"ו):"
    },
    {
      "id": "choshen_mishpat-087-10",
      "section": 10,
      "text": "י\"א מי שחייב שבועה דרבנן אם קדם ותפס ולא רצה לישבע לא מפקינן מיניה:"
    },
    {
      "id": "choshen_mishpat-087-11",
      "section": 11,
      "text": "ועוד יש ביניהם שבועה דאורייתא אם הפכה על שכנגדו ואמר לו השבע וטול אין שומעין לו אם אין הלה רוצה וכן הנשבעין ונוטלין אע\"פ שהוא מדבריהן אינו יכול להפכה על שכנגדו שלא מדעת הנתבע וכן שבועת השותפים וכיוצא בה שבאות על הספק אין מהפכין שהרי זה טוענו ספק ומיהו יש מי שאומר דאי טעין לישתבע לי דחשיד לי בכך הדין עמו: הגה מיהו יכול התובע לומר איני חפץ ממך רק שבועת היסת ולא שבועת השותפין כדי שלא יהפך עליו רק שבועת היסת (פסקי מהרא\"י סי' ל\"ב) ובדרך שיתבאר סעיף י\"ב אבל אם הוא מהנשבעי' ונפטרים דהיינו שבועת היסת יכול להפכ' על שכנגדו נמצא דאין שבוע' מתהפכת אלא של היסת בלבד ואף היסת אין מהפכים אלא כשאין בה גלגול אצל הנתבע אבל אם יש בה גלגול אין מהפכים:"
    },
    {
      "id": "choshen_mishpat-087-12",
      "section": 12,
      "text": "אע\"פ שהנשבעים ונוטלים אינם יכולים להפך שבועה על שכנגדן שלא מדעת הנתבע אם יאמר התובע אי אפשי בתקנה זו שתקנו לי חכמים אלא הריני כשאר התובעים וישבע לי הנתבע היסת שומעין לו ואם יחזור הנתבע ויהפך השבועה על התובע שומעין לו ואם לא ירצה לישבע נפטר הנתבע:"
    },
    {
      "id": "choshen_mishpat-087-13",
      "section": 13,
      "text": "ועוד יש ביניהם דבשל תורה [אם] היה הנתבע חשוד על השבועה שכנגדו נשבע ונוטל ובשל דבריהם אם היה הנתבע חשוד פטור בלא שבועה כמו שיתבאר בסי' צ\"ב אבל אם רצה התובע מחרים סתם ועוד יש ביניהם דבשל תורה צריך נקיטת חפץ והוא הדין לכל שבועה של דבריהם (רשב\"ם ומהרא\"י סכ\"ב) חוץ משבועת היסת שא\"צ נקיטת חפץ: הגה ואם השביעוהו בשבועה שצריכה נקיטת חפץ בלא חפץ (ר\"ן פרק השולח ומרדכי ותשובת רשב\"א סי' תתקכ\"ד) או שפסקו לו בשבועת היסת לישבע בנק\"ח ולא רצה לישבע ושלם הוי טעות בדבר משנה וחוזר (ד\"ע בפי' מהרי\"ק שורש י'):"
    },
    {
      "id": "choshen_mishpat-087-14",
      "section": 14,
      "text": "כפר הכל ונשבע היסת בלא נק\"ח ואח\"כ חזר והביא עד אחד חוזר ונשבע ש\"ד בנקיטת חפץ: הגה וכן אם נשבע שבועה דאורייתא (הגהות מרדכי סוף שבועות) ונודע אח\"כ שהיה חשוד אין שבועתו כלום וישלם (וע' לקמן ס\"ס צ\"ב):"
    },
    {
      "id": "choshen_mishpat-087-15",
      "section": 15,
      "text": "חפץ זה צריך שיהיה ספר תורה ולא יאמר אני נשבע בספר תורה זה אלא יאחוז הספר תורה בידו ויאמר אני נשבע בה' ואם לא אחז בידו אלא תפילין אין צריך לחזור ולהשביע ותלמיד חכם אף לכתחילה א\"צ לאחוז בידו אלא תפילין ויש מי שאומר דהני מילי בפעם ראשונה אבל מכאן ואילך הרי הוא כשאר כל אדם ובספר תורה: הגה וי\"א דס\"ת לאו דוקא אלא ה\"ה שאר ספרים שיש בהן שמות (מהרי\"ו סי' קע\"א) וי\"א דנוהגין להשביע שבועת הדיינים שהס\"ת מונח לפניו ומניח ידו עליה אבל אינו נוטלו בזרועו וכן עושין כשנשבעים בענייני מסים אבל בשאר שבועה כגון אשה שנשבעת על כתובתה נשבעת על ספר אחר (פסקי מהרא\"י סי' ל\"ו):"
    },
    {
      "id": "choshen_mishpat-087-16",
      "section": 16,
      "text": "צריך לישבע בשם או באחד מכל הכינויים ומעומד ואם נשבע מיושב אינו חוזר ונשבע ות\"ח אפי' לכתחילה מיושב בין של תורה בין של דבריה' בין על טענת ודאי בין על טענת ספק שנים שנתעצמו בדין ונשבעו שלא יטענו אלא האמת ואח\"כ נתחייב א' מהם שבועה לחבירו יש אומרים שאינו נפטר בשבועה הראשונה: הגה וי\"א דאם נשבעו תחלה בנקיטת חפץ וכדין שבועה א\"צ לחזור ולישבע אלא מזכירין לו אותה שבועה (מרדכי ר\"פ הדיינים ותשו' הרא\"ש כלל ק\"ב סי' ז') ועיין לקמן סעיף ל\"ד:"
    },
    {
      "id": "choshen_mishpat-087-17",
      "section": 17,
      "text": "סדר שבועת הדיינים כך הנשבע אוחז ס\"ת בזרועו ועומד ונשבע בשם או בכינוי בשבועה או באלה מפיו או מפי הדיינים כיצד מפיו אומר הריני נשבע בשם [בה'] אלהי ישראל או הריני נשבע במי ששמו רחום או במי ששמו חנון שאיני חייב לזה כלום וכן אם אמר הרי הוא ארור לה' אלהי ישראל או הרי הוא ארור למי ששמו רחום או למי ששמו חנון אם יש לזה אצלי כלום כיצד מפי הדיינים משביעין אנו אותך בשם [בה'] אלהי ישראל או במי ששמו חנון שאין לזה בידך כלום והוא עונה אמן או שיאמרו הרי פלו' בן פלו' ארור לה' אלהי ישראל או למי ששמו חנון אם יש לפלו' אצלו ממון ולא יודה לו והוא עונה אמן: הגה י\"א דשבועת הדיינים צריכה להיות לפני מנין (מהרי\"ו סי' קפ\"ד וב\"י בשם רשב\"א) או ביום הכניסה (כל בו) ולא ראיתי נוהגין כן:"
    },
    {
      "id": "choshen_mishpat-087-18",
      "section": 18,
      "text": "להרמב\"ם אף שבועת היסת בשם או בכינוי או בשבועה או באלה ואין בינה לשבועת הדיינים אלא ששבועת (היסת) אינה בנק\"ח ולא הודו לו (מישרים נ\"א ח\"ה וריב\"ש סי' רל\"ז) ואמרו דשבועת היסת אינה לא בשם ולא בכינוי אלא בשבועה סתם או בארור:"
    },
    {
      "id": "choshen_mishpat-087-19",
      "section": 19,
      "text": "י\"א שבדורות אחרונים ביטלו שבועה בשם לפי שעונשה גדול ונהגו להשביע בארור:"
    },
    {
      "id": "choshen_mishpat-087-20",
      "section": 20,
      "text": "משביעין אותו בכל לשון שהוא מבין ויאיימו עליו (פי' ענין אימה) קודם שישביעוהו ואומרים לו הוי יודע שכל העולם נזדעזע בשעה שאמר הקב\"ה לא תשא ובכל העבירות שבתורה נאמר ונקה וכאן נאמר לא ינקה וכל העבירות שבתורה נפרעים ממנו וכאן ממנו וממשפחתו ולא עוד אלא שגורם ליפרע משונאיהם של ישראל שכל ישראל ערבים זה לזה כל עבירות שבתורה תולים לו שנים ושלשה דורות אם יש לו זכות וכאן נפרעים מיד דברים שאין אש ומים מכלים אותם שבועת שקר מכלה אותם אמר איני נשבע פוטרים אותו ונותן מה שטענו חבירו אם אמר הריני נשבע וחבירו תובע העומדים שם אומרים זה לזה סורו נא מעל אהלי הרשעים האלה ואומרים לא על דעתך אנו משביעים אותך אלא על דעתינו ועל דעת ב\"ד: הגה ואם יש צד רמאות יש לדיין לומר לו לפרש בשבועתו כל צד רמאות שיש לחשוב בלבו (הרא\"ש ונ\"י ריש ב\"מ) וכן יש רשות לדיין להשביע בנקיטת חפץ במקום שא\"צ (מהרי\"ו סי' קנ\"ד) או לאיים עוד בדברים אחרים אם יראה לו שיש צורך בדבר (ר\"ן פרק הדיינים):"
    },
    {
      "id": "choshen_mishpat-087-21",
      "section": 21,
      "text": "אין מאיימין אלא בשבועת הדיינים שהיא על ידי טענה ודאית וכפירה בין שהיתה מן התורה בין מדבריהם אבל על שבועה שנתחייב בה בטענת ספק בין מן התורה בין מדבריהם וכן בשבועת היסת א\"צ איום ואעפ\"כ צריכים הדיינים לפצור בבעלי דינים אולי יחזרו בהם עד שלא תהיה שם שבועה כלל:"
    },
    {
      "id": "choshen_mishpat-087-22",
      "section": 22,
      "text": "כל מי שנתחייב שבועה בין של תורה בין של דבריהם אפי' היסת יש לו להחרים סתם קודם שישבע על כל מי שטוען עליו דבר שאינו חייב בו כדי להשביעו חנם ויענה המשביעו אמן:"
    },
    {
      "id": "choshen_mishpat-087-23",
      "section": 23,
      "text": "כל שבועה מן הדין בפני הלה שכנגדו (או) בפני העד (ה\"ה פ\"ז ממלוה) אם אין התובע יודע האמת רק ע\"פ העד (ואז) א\"צ לישבע בפני התובע (ב\"י בשם תשובת אשכנזית) (רשב\"א) ואם השביעוהו שלא בפניו אם נשבע כתקנו ועל דעת ב\"ד נפטר: הגה ואע\"פ שלא נשבע במקומו שהוא מקום רבים ואיכא למימר שיתבייש לפניהם מיהו לכתחילה יכול לומר שישבע לו במקום שנעשה שם העסק שיודעין שם בני האדם או שהוא מקום רבים (ב\"י בשם הרשב\"א) מיהו אם אין הנתבע הולך לשם עכשיו צריך להמתין עד שיבא שם ואז צריך לישבע שם ולא יכול לומר לא אשבע אלא בעירי (ב\"י בשם תשו' אשכנזית):"
    },
    {
      "id": "choshen_mishpat-087-24",
      "section": 24,
      "text": "הטוען את חבירו טענות הרבה אין משביעין אותו אלא שבועה אחת על הכל נתחייב ב' שבועות על שתי טענות קלה וחמורה משביעין אותו בחמורה ומגלגלין בה השאר דברים: הגה (ב\"י מסכ\"ו בשם הרשב\"א) מי שטוען על חבירו שהוא חייב לו ואומר שיש לו עוד תביעות אחרות עליו שאינו רוצה לתבוע עתה אומרים לו שיטעון עליו הכל ביחד ואם אינו רוצה והנתבע אומר שאינו חייב לו כלום נשבע ונפטר ממנו מכל תביעות שיש לו עליו עד אותו היום (תשו' מיימוני ס' משפטים סי' ל\"ד וב\"י מ\"כ):"
    },
    {
      "id": "choshen_mishpat-087-25",
      "section": 25,
      "text": "כל הטוען לחבירו טענה שאפי' אם הודה לא יתחייב ממון אע\"פ שכפר אין מחייבים אותו היסת כיצד אמרת ליתן לי מנה להד\"מ אין משביעין אותו לא היסת ולא חרם שאף אם הודה אינו חייב לו כלום וה\"ה אם אין לו לפרוע אין משביעין על כפירתו (תשובת הרא\"ש גבי אשת איש והטור הביאו סי' צ\"ז וב\"י בשם ר\"י נכ\"ג ח\"ו) אתה קללת אותי אתה הוצאת עלי שם רע להד\"מ אין מחרימין על זה וכן כל כיוצא בזה. הגה וי\"א דמחרימין על זה דהרי אם יתברר שהוא אמת קונסין אותו (טור טוען על חבירו גזלתני או גנבת ממני והוא כופר אע\"פ שלפי טענות התובע פסול לישבע אפ\"ה נשבע לו (מרדכי פ\"ק דמציעא) ודוקא שתבעו הממון שעיקר התביעה הוא משום ממון אבל אם עיקר התביעה היא משום האיסור אין משביעין (פסקי מהרא\"י סי' ל\"ד) מי שתובעת א' שנדר לה דבר באתננה והוא כופר חייב לישבע (ריב\"ש סי' ש\"ע):"
    },
    {
      "id": "choshen_mishpat-087-26",
      "section": 26,
      "text": "טענו שעשה לו דבר שאינו חייב עליו אלא קנס אינו נשבע היסת שאילו הודה היה פטור אבל אם טענו שהעמידו בדין על הקנס והביא עדים וחייבוהו ב\"ד לשלם והלה אומר לא היו דברים מעולם צריך לישבע היסת:"
    },
    {
      "id": "choshen_mishpat-087-27",
      "section": 27,
      "text": "מי שנתחייב שבועה בב\"ד ויצא מב\"ד ואחר זמן תבעו חבירו שישבע לו ואמר נשבעתי אם הוא מהנשבעים ונפטרים נאמן: הגה אבל צריך לקבל עליו חרם סתם שנשבע (ר\"י נ\"ג ח\"ד) מיהו בזמן הזה דנוהגין לישבע בבית הכנסת לפני שמש או עדים אינו נאמן לומר שנשבע עד שיביא ראיה לדבריו (מרדכי פ\"ק דב\"מ ור\"י הנ\"ל) אלא א\"כ התרה בו לא תשבע אלא בפני עדים ואם עדים מעידים שלא נשבע באותו יום שאומר שנשבע כגון שאומרים שלא זזה ידם מתוך ידו הוחזק כפרן לאותה שבועה ואינו נאמן לומר נשבעתי אחר כך:"
    },
    {
      "id": "choshen_mishpat-087-28",
      "section": 28,
      "text": "נשבע היסת ואח\"כ הודה מעצמו במקצת אם דרך תשובה הודה שמתחרט על מה שנשבע לשקר נפטר מהשאר ואם הודה שלא על דרך תשובה אינו נפסל לשבועה על פי עצמו:"
    },
    {
      "id": "choshen_mishpat-087-29",
      "section": 29,
      "text": "מי שכפר בכל ועד אחד מכחישו ונשבע להכחיש העד ואח\"כ הביא התובע עד אחר מצטרף עם הראשון ומשלם לו זה אף על פי שנשבע עליו ונעשה עוד חשוד ע\"פ שנים עדים:"
    },
    {
      "id": "choshen_mishpat-087-30",
      "section": 30,
      "text": "אע\"פ שנשבע הנתבע ונפטר ע\"פ ב\"ד אם תפס התובע אח\"כ משלו בלא עדים וטוען שתופס על אותה תביעה שנשבע לו עליה שלא נשבע לו באמת הדין עם התופס ונאמן במיגו שלא תפסתי משלך כלום ונשבע היסת ונפטר וא\"צ לומר שאם הביא התובע עדים אחר שנשבע בין שבועה דאורייתא בין שבועת היסת שמוציאין מידו ונותנין לזה ונעשה חשוד ע\"פ העדים."
    },
    {
      "id": "choshen_mishpat-087-31",
      "section": 31,
      "text": "טען שיש לו אצלו חוב בקנין או בשטר ואבד והוא אומר פרעתי או איני חייב לך כלום ונשבע ואח\"כ באו עידי הקנין או שהוציא השטר ונתקיים ה\"ז משלם אחר השבועה שישבע המלוה ואינו חשוד שהרי לא העידו שלא פרע ולא טען הנתבע להד\"מ ואם יש נאמנות בשטר או בקנין נוטל בלא שבועה:"
    },
    {
      "id": "choshen_mishpat-087-32",
      "section": 32,
      "text": "ראובן הוציא פסק דין על יורשי שמעון שאביהם נתחייב לו בבית דין שבועה ואומר שלא נשבע יחרימו במעמד היורשים שכל מי שיודע בממון זה אם הוא פרוע שיודה:"
    },
    {
      "id": "choshen_mishpat-087-33",
      "section": 33,
      "text": "אין להשביע היכא דאיכא למיחש שיתברר הדבר:"
    },
    {
      "id": "choshen_mishpat-087-34",
      "section": 34,
      "text": "התוקע כפו לחבירו לא נפטר משבועה: הגה ודוקא שחייב לו שבועה בלא\"ה כגון (שאמר) שתקע לו כפו לפרוע לו מה שחייב לו והוא כופר אבל אם אמר שנתן לו כפו ליתן לו מתנה והוא כופר פטור מן השבועה (הגמ\"י פי\"א מה' שבועות) אלא יזהירו אותו ב\"ד על שבועתו (מרדכי פ\"ק דמציעא) וה\"ה אם אמר שנשבע לו שבועה לתת לו איזה דבר וזה אמר שמחל לו (תשו' הרא\"ש כלל י' סי' ב') או שהיה על תנאי כך וכך או שנתן תקיעת כף על תנאי כך וכך נאמן במיגו שהיה יכול לכפור (מרדכי פ\"ק דמציעא ופרק הזהב) וע\"ל סעיף ט\"ז:"
    },
    {
      "id": "choshen_mishpat-087-35",
      "section": 35,
      "text": "אין נשבעין היסת על תביעת טובת הנאה: הגה ולכן מי שתבעו חבירו שיחזיר לו ממון צדקה שהפקיד בידו והוא יחלקם לעניים וזה משיב שכבר החזיר לו פטור בלא שבועה שהרי אין לתובע בזה אלא טובת הנאה (מרדכי פרק הדיינים):"
    },
    {
      "id": "choshen_mishpat-087-36",
      "section": 36,
      "text": "שנים או ג' שיש להם תביעה על א' ונשבע לאחד מהם פטור מהאחרים:"
    },
    {
      "id": "choshen_mishpat-087-37",
      "section": 37,
      "text": "אין מוסרים שבועה למי שרץ אחר שבוע':"
    },
    {
      "id": "choshen_mishpat-087-38",
      "section": 38,
      "text": "אם נרא' לדיינים שהטענה מרומה אין להשביעו: הגה וכן אם נראה לו הטענה גרועה (מהרי\"ו סי' צ') אין משביעין היסת במקום דליכא דררא דממונא (שם סי' קנ\"ד):"
    },
    {
      "id": "choshen_mishpat-087-39",
      "section": 39,
      "text": "יש מי שאומר שהמזכיר שם שמים לבטלה שכנגדו נשבע ונוטל: הגה תבעו בשכר השדכנות וזה כפר ואמר שלא היה שדכן שלו או שאר טענות שבינייהו דינו כבשאר תביעות ממון ונשבעין על כך (פסקי מהרא\"י פ\"ה):"
    }
  ]
}