{
  "id": "choshen_mishpat-172",
  "chapterLabel": "סימן 172",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-172-1",
      "section": 1,
      "text": "בית או חצר איך נותנים ד\"א ודין הזבל שבחצר ונתינת האכסניא. ובו ט סעיפים:חצר המתחלקת נותן לכל פתח ד' אמות והשאר חולקי' בשוה שכל פתח צריך לפניו ד' אמות לתוך החצר ואפי' שהפתח רחב הרבה נוטל ד\"א על פני כל רחבו לתוך אויר החצר ואם אין הפתח רחב ד' משלים עליו מהצדדים ד' כדי שיהיה לו ד' על ד' ואם יש לא' פתוח לחצר בית שיש לו ב' פתחים ולשני בית שאין לו אלא פתח א' אותו שיש לו ב' פתחים נוטל לכל פתח ארבע אמות כפי מה שהם פתחיו ובעל הפתח אחד אין לו אלא ד' אמות לפני פתחו בד\"א בשנים שקנו מההפקר כגון שבנו במקום הפקר זה בנה לו בית ופתח בו ב' פתחים וזה בנה לו בית ופתח בו פתח אחד ואח\"כ הקיפו אותם עד שנעשה להם לחצר: הגה וי\"א דהוא הדין אם חלק נכסיו על פיו ונתן לאחד מבניו בית עם שני פתחים ולאחד עם פתח אחד (טור ס\"ג בשם רש\"י ור\"ת) אבל שנים שקנו או שירשו קנו וירשו בשוה חלק כחלק בין בבתים בין בחצר ולא יטול האחד יותר מחבירו כלום ואפי' אם קדמו וחלקו הבתים קודם חלוקת החצר לא אמרינן אותו שעלה לחלקו הבית שיש לו שני פתחים זכה בד' אמות החצר לכל אחד מפתחיו אלא חולקים בשוה:"
    },
    {
      "id": "choshen_mishpat-172-2",
      "section": 2,
      "text": "בד\"א כששני הבתים שוים וחלקו בית כנגד בית ולא הוצרכו לשום אותם ולהעלות בדמים אבל אם אינם שוים ושמו אותם והעלום בדמים ואותו שהגיע לחלקו הבית שיש בו שני פתחים נתן לחבירו הדמים ששוה יותר על שלו בכלל זה העילוי ג\"כ ד' אמות שבחצר וזכה בהם כמו שזכה במה שביתו שוה יותר משל האחר אע\"פ שבעוד שלא חלקו לא היו הד' אמות שלו לגמרי אלא לפרק בו משאו וחבירו היה משתמש בו ג\"כ כשהיה מוצא אותם פנויים עתה שחלקו הם שלו לגמרי: הגה וכל זה מיירי בסתם חצירות אבל חצר שיש לכל אחד חלק ידוע כל אחד אינו נוטל אלא כפי מה שיש לו ואם מגיע לכל אחד לפני ביתו ד' אמות על ד' אמות חולקין בין אם יש לבית פתחים הרבה או לא (טור):"
    },
    {
      "id": "choshen_mishpat-172-3",
      "section": 3,
      "text": "בית שיש לו פתחים רבים מכל רוחותיו יש לו ארבע אמות לכל רוח ואם ייחד לו פתח אין לו אלא ארבע אמות כנגד פתחו:"
    },
    {
      "id": "choshen_mishpat-172-4",
      "section": 4,
      "text": "אכסדרה (פי' מקום שיש לו ג' דפנות והצד הרביעי כלו פתוח כעין דלת) אם אפשר לו להכנס בתוכו במשאו אין לה ארבע אמות (ואם הוא לפני הבית ואין באכסדרה ארבע משלים עליה מן החצר שיהא ד' ועולות לד' שלפני פתח הבית) (טור בשם ר\"י) ואם לאו יש לה ד' אמות שלא אמרו שיש לכל פתח ארבע אמות אלא לפרק שם משאו בית שער (פי' בית קטן שלפני פתח טרקלין וקורין לה פורקא בלע\"ז רש\"י) או מרפסת (פי' מקום גבוה בחצר הבית והרבה פתחי עליות פתוחין לה) יש להם ארבע אמות היו חמשה בתים פתחים למרפסת והמרפסת פתוחה לחצר אין לה אלא ד' אמות:"
    },
    {
      "id": "choshen_mishpat-172-5",
      "section": 5,
      "text": "לול של תרנגולים אין לה ד' אמות:"
    },
    {
      "id": "choshen_mishpat-172-6",
      "section": 6,
      "text": "בית חציו מקורה וחציו אינו מקורה בין שקירויו לפנים בין שקירויו לחוץ אין לה ד' אמות ודוקא כשיש ד\"א על ד\"א במה שאינו מקורה:"
    },
    {
      "id": "choshen_mishpat-172-7",
      "section": 7,
      "text": "בית סתום יש לו ד' אמות פרץ את פצימיו אין לו ארבע אמות: הגה שלפני הפתח אבל יש לו חלק בחצר מאחר שהיה שם פתח בתחלה (ריב\"ש סי' רמ\"ח):"
    },
    {
      "id": "choshen_mishpat-172-8",
      "section": 8,
      "text": "בית שאין לו ד' אמות על ד' אמות אין לו ד' אמות בחצר כנגד הפתח אלא אם יש בחצר ד' אמות לזה וד' אמות לזה עד פתח הבית הזה חולקין:"
    },
    {
      "id": "choshen_mishpat-172-9",
      "section": 9,
      "text": "הזבל של חצר מתחלק לפי הפתחים אבל אכסניא של מלך לפי בני אדם (פי' הזבל שמניחין בחצר וי\"א לענין שצריכים לתת להן אכסניא) (טור וב\"י ב' הדעות):"
    }
  ]
}