{
  "id": "choshen_mishpat-360",
  "chapterLabel": "סימן 360",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-360-1",
      "section": 1,
      "text": "מצוה על הגזלן להשיב הגזילה ואם אין בה שוה פרוטה או נשתנית. ובו י סעיפים:כל הגוזל חייב להחזיר הגזילה עצמה שנא' והשיב את הגזילה אשר גזל ואם אבדה או נשתנית משלם דמיה בין שהודה מפי עצמו בין שבאו עליו עדים שגזל אפי' גזל קורה ובנאה בבירה גדולה הואיל ולא נשתנית דין תורה הוא שיהרוס כל הבנין ויחזר הקורה לבעלים אבל תקנו חכמים מפני תקנת השבים שיהיה נותן את דמיה ולא יפסיד הבנין אפי' גזל קורה ועשאה בסוכות החג ובא בעל הקורה ותובעה בתוך החג נותן לו את דמיה אבל אחר החג הואיל ולא נשתנית ולא בנאה בטיט מחזיר את הקורה עצמה: הגה גזל קרקע ובנה עליה בניינים גדולים צריך לסתור הכל ולהשיב קרקע לבעלים דלא עשו תקנת השבים בקרקע (ר' י נל\"א ח\"ו):"
    },
    {
      "id": "choshen_mishpat-360-2",
      "section": 2,
      "text": "הגוזל פחות משוה פרוטה אע\"פ שעבר אינו בתורת השבה:"
    },
    {
      "id": "choshen_mishpat-360-3",
      "section": 3,
      "text": "גזל ג' אגודות שוות שלשה פרוטות והוזלו והרי שלשתן שוות ב' פרוטות והחזיר לו שתים חייב להחזיר השלישית הואיל ובתחילתה היתה שוה פרוטה:"
    },
    {
      "id": "choshen_mishpat-360-4",
      "section": 4,
      "text": "גזל שתים שוות פרוטה והחזיר אחת אע\"פ שגזילה אין כאן מצות השבת גזילה אין כאן :"
    },
    {
      "id": "choshen_mishpat-360-5",
      "section": 5,
      "text": "נשתנית הגזילה אע\"פ שלא נתייאשו הבעלים אין צריך להחזיר אלא דמיה כמו שהיתה שוה בשעת הגזילה והוא שלא יהא שינוי החוזר לברייתו כיצד הגוזל עצים ודבקם במסמרים ועשה מהם תיבה אינו שינוי שהרי אפשר לפורקן וחוזרים לוחות כשהיו גזל עפר ועשאה לבינה לא קנה שאם ידוק הלבינה תחזור עפר כשהיתה גזל לשון של מתכת ועשאו מטבע לא קנה שאם יתיך המטבע יחזור לשון כשהיה וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-360-6",
      "section": 6,
      "text": "אבל הגוזל עצים ושיפן וקצצן או חקק בהם ועשה כלים או שגזל צמר וצבעו או נפצו או לבנו או עשאו לבדים או שגזל לבינה ועשאה עפר או אבנים וסתתן או מעות והתיכן ה\"ז שינוי בידו שאם יעשה מעות אחרות פנים חדשות הן וכן כל כיוצא בזה ואין נקרא שינוי אא\"כ נשתנה שם הגזילה מכח השינוי) (טור סי\"ד):"
    },
    {
      "id": "choshen_mishpat-360-7",
      "section": 7,
      "text": "הגוזל מעות ישנות ושיפן וחדשן לא קנה שהרי מתיישנין וחוזרים כשהיו גזל מעות חדשים וישנן קנה שאם יחדשם פנים חדשות הם (גזל אבנים וסתתן קנה. צמר וצבעו או לבנו בענין שאינו חוזר לברייתו קנה (טור שם):"
    },
    {
      "id": "choshen_mishpat-360-8",
      "section": 8,
      "text": "גזל דקל מחובר וקצצו לא קנה אפילו כרתו חוליות חוליות עשאו קורות קנה:"
    },
    {
      "id": "choshen_mishpat-360-9",
      "section": 9,
      "text": "גזל קורות גדולות ועשאן קטנות לא קנה קצצן לוחות עד שנשתנה שמם קנה:"
    },
    {
      "id": "choshen_mishpat-360-10",
      "section": 10,
      "text": "גזל לולב והפריד עליו קנה העלין גזל עלים ועשאן חופיא קנה (טלה ונעשה איל עגל ונעשה שור קנה) (טור שם):"
    }
  ]
}