{
  "id": "choshen_mishpat-280",
  "chapterLabel": "סימן 280",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-280-1",
      "section": 1,
      "text": "אמר אחד זה אחינו או שבא אחד ואמר אני אחיך. ובו יב סעיפים:כל היורשים יורשין בחזקתן כיצד עדים שהעידו שזה מוחזק לנו שהוא בנו של פלוני או אחיו אע\"פ שאינם עידי ייחוס ולא ידעו אמיתת היחוסים הרי אלו יורשים בעדות זו:"
    },
    {
      "id": "choshen_mishpat-280-2",
      "section": 2,
      "text": "יעקב שמת והניח ראובן ושמעון ולא הוחזק לו בן אלא שניהם תפס ראובן לוי מהשוק ואמר גם זה אחינו הוא ושמעון אומר איני יודע הרי שמעון נוטל חצי הממון וראובן שליש שהרי הודה שהם שלשה אחים ולוי נוטל שתות מת לוי יחזיר השתות לראובן נפל ללוי נכסים אחרים יחלקו אותם ראובן ושמעון שהרי ראובן מודה לשמעון שלוי זה אחיהם: הגה וכל זמן שהנכסים שלוי לקח מראובן הן בעין או שאר נכסים הבאין מחמתן נוטל ראובן בראש אבל אי ליתנהו להני נכסים ולא הבא מחמתן אין ראובן נוטל כלום בראש אלא חולק עם שמעון בשוה (טור בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-280-3",
      "section": 3,
      "text": "השביח השתות מאליו ואח\"כ מת לוי אם שבח המגיע לכתפי' הוא כגון ענבי' שהגיעו להבצר הרי השבח זה כנכסים שנפלו מאחרים ויחלוקו בהם ואם עדיין לא הגיעו להבצר הרי הם של ראובן לבדו:"
    },
    {
      "id": "choshen_mishpat-280-4",
      "section": 4,
      "text": "אמר שמעון אין לוי זה אחי ונטל לוי בחלק ראובן כמו שנתבאר ואח\"כ מת לוי לא יירש שמעון ממנו כלום אלא ראובן לבדו יירש השתות עם שאר נכסים אחרים שהניח לוי:"
    },
    {
      "id": "choshen_mishpat-280-5",
      "section": 5,
      "text": "והוא הדין בכל היורשים שיודו מקצתם ביורשים אחרים שלא יודו מקצתן:"
    },
    {
      "id": "choshen_mishpat-280-6",
      "section": 6,
      "text": "הרי שיושב בנחלתו ובא אחד ואמר לו אחיך אני חלוק עמי וזה אומר לו איני מכירך נאמן ואפי' שיצא קול שיש לו אח במדינת הים:"
    },
    {
      "id": "choshen_mishpat-280-7",
      "section": 7,
      "text": "מי שמת והניח בן וטומטום או אנדרוגינוס הרי הבן יורש את הכל שהטומטום ואנדרוגינוס ספק: הגה וכן כל ודאי וספק אין ספק מוציא מידי ודאי (רמב\"ם רפ\"ה וטור) ולכן ראובן שיצא בנו למדינת הים ואין יודעים אם הוא חי או לא אין אחי ראובן יורדין לנחלה בנכסי ראובן שמוקמינן בנו על חזקתו שהוא חי אבל אם ראובן ואשתו יצאו למדינת הים וספק אם ניתן להן בן לא חיישינן שמא ילדו ואחי ראובן יורשין את ראובן (ת\"ה סי' שמ\"ט):"
    },
    {
      "id": "choshen_mishpat-280-8",
      "section": 8,
      "text": "הניח בנות וטומטום ואנדרוגינוס יורשות בשוה והרי הוא כאחת מהבנות:"
    },
    {
      "id": "choshen_mishpat-280-9",
      "section": 9,
      "text": "מי שמת והניח בנים ובנות וטומטום או אנדרוגינוס בזמן שהנכסים מרובים הבנים יורשים ודוחים הטומטום אצל הבנות וניזון כמותן ובזמן שהנכסים מועטים הבנות דוחות את הטומטום אצל הבנים ואומרות לו זכר אתה ואין לך עמנו מזונות: הגה וי\"א דבת וטומטום אם הנכסים מרובים הטומטום נוטל שלשה חלקים והבת רביעית ואם הנכסים מועטים אין לטומטום כלום ואם יש בת ואנדרוגינוס והנכסים מרובים חולקין בשוה ובנכסים מועטים אין לאנדרוגינוס כלום היו נכסים מועטים והניח בן וטומטום הטומטום נוטל שלשה חלקים והבן רביעית היו נכסים מרובין הבן יורש הכל והטומטום ניזון כבת אבל אנדרוגינוס אין לו כלום במקום בן בין בנכסים מרובים או מועטים (טור):"
    },
    {
      "id": "choshen_mishpat-280-10",
      "section": 10,
      "text": "נפל הבית עליו ועל אמו יורשי הבן אומרים האם מתה תחילה ויורשי האם אומרים הבן מת תחילה מעמידים נכסי האם בחזקת יורשיה שהם יורשים ודאים והוא הדין לנפל הבית עליו ועל בתו נשואה ואין ידוע איזה מהם מת תחלה שנכסי האב בחזקת יורשי האב ואין הבעל יורש בהם כלום:"
    },
    {
      "id": "choshen_mishpat-280-11",
      "section": 11,
      "text": "נפל הבית עליו ועל בן בתו ואין ידוע איזה מהם מת תחלה יחלוקו יורשי האב עם יורשי בן הבת וכן הדין אם נשבה האב ומת בשביה ומת בן בתו כאן או שנשבה בן בתו ומת בשביה ומת אבי אמו כאן ואין ידוע איזה מת קודם (יש אומרים דהנכסים בחזקת יורשי האב) (טור בשם הר\"ר ישעיה ותשובת רשב\"א סי' תשכ\"ו):"
    },
    {
      "id": "choshen_mishpat-280-12",
      "section": 12,
      "text": "נפל הבית עליו ועל אביו או על אחד ממורישיו ואין ידוע איזה מהם מת תחלה והיתה עליו כתובת אשה ובעלי חובות הנכסים בחזקת היורשים ואין לאשה ולבעל חוב כלום: הגה ראובן ואשתו עם ארבע בנותיהן שהיו בבית ונפל עליהם הבית ומתו יורשי ראובן אומרים שמא ראובן או אחד מבנותיו מתו באחרונה והם יורשים הכל אפ\"ה חולקין עם יורשי האשה דכל קבוע כמחצה על מחצה דמי אבל אם הבנות נשואות ובא בעל של כל אחד ומבקש חלקו חולקין הממון על ששה חלקים ארבע חלקים לבעל הבנות וחלק אחד ליורשי ראובן וחלק אחד ליורשי האשה (מרדכי פרק מי שמת):"
    }
  ]
}