{
  "id": "choshen_mishpat-117",
  "chapterLabel": "סימן 117",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-117-1",
      "section": 1,
      "text": "דין העושה שדהו או עבדו אפותיקי. ובו ז סעיפים:העושה שדהו אפותיקי לב\"ח או לאשה בכתובת' והוא שיכתוב להם מכאן תגבו ושטפה נהר הרי זה גובה משאר נכסים וטורף אותם (אבל כל זמן שהיא בידו אינו יכול לסלקו בנכסים אחרים רק במעות) (המגיד פ' י\"ח מה' מלוה ור\"ן) ויש חולקין (טור סעיף א') ואם התנה עמו שלא יהא לו פרעון אלא מזו אינו גובה משאר נכסים ואם מכרה לאחר ובא ב\"ח זה לטרפה אינו יכול לסלקו בדמים (טור סי' קמ\"ו) מאחר שהתנה עמו שלא יהא לו פרעון אלא מזו: הגה עשה שדהו אפותיקי מפורש שאמר ליה לא יהא לך פרעון אלא מזו ונמצא השדה לא היתה שלו יש אומרים דגובה משאר נכסים (רבינו ירוחם נתיב ו' חלק ג' בשם התו') אבל אם טרף ממנו בע\"ח מוקדם אינו חוזר עליו (שם) עשה שדהו אפותיקי לבעל חובו או לאשה בכתובת' ומכרה הרי זו מכורה וכשיבא בעל חוב לגבות אם לא ימצא נכסים בני חורין יטרוף אותה בד\"א כשמכרה לשעתה אבל אם מכרה ממכר עולם אינה מכור': הגה זהו דעת רמב\"ם אבל רוב המפרשים חולקין וסבירא להו דאפי' יש כאן בנ\"ח טורף מאפותיקי מפורש ואם מכר המכר קיים עד שעת טירפא וכן עיקר (טור והמגיד פי\"ח וב\"י):"
    },
    {
      "id": "choshen_mishpat-117-2",
      "section": 2,
      "text": "משכונא אם משכנה לו סתם דינה כאפותיקי סתם ואם פי' לו לא יהא לך פרעון אלא ממנה דינה כאפותיקי מפורש:"
    },
    {
      "id": "choshen_mishpat-117-3",
      "section": 3,
      "text": "עשה שורו אפותיקי ומכרו אין ב\"ח גובה ממנו וכן שאר המטלטלין מפני שאין להם קול ואפי' עשאם אפותיקי בשטר ואפי' ידע הלוקח שעשאה אפותיקי דלא פלוג רבנן:"
    },
    {
      "id": "choshen_mishpat-117-4",
      "section": 4,
      "text": "וכן לענין קדימה אם עשה מטלטלין אפותיקי אפילו מפורש בשטר לראשון וקדם מלוה מאוחר וגבאן זכה והוא שלא שעבדם לו אגב קרקע שאם שעבד לו אגב קרקע אם קדם מלוה מאוחר וגבאם לא זכה:"
    },
    {
      "id": "choshen_mishpat-117-5",
      "section": 5,
      "text": "עשה עבדו אפותיקי אפילו בסתם ומכרו בעל חוב גובה ממנו מפני שיש לו קול:"
    },
    {
      "id": "choshen_mishpat-117-6",
      "section": 6,
      "text": "עבד שעשאו רבו אפותיקי ושחררו אע\"פ שכתב לו לא יהיה לך פרעון אלא מזה יצא לחירות ובעל חוב גובה חובו מהלוה וכותב עליו שטר וטורף מזמן זה השטר וכופין את רבו השני לשחררו מפני תיקון העול' שלא ימצאנו בשוק ויאמר לו עבדי אתה:"
    },
    {
      "id": "choshen_mishpat-117-7",
      "section": 7,
      "text": "איסור הנאה מפקיע מידי שעבוד כמו קדושת הגוף כההוא אצטלא דפרסוה אמיתנא על דעת שיקבר עמו אין בעל חוב גובה ממנו: הגה אבל קדושת דמים אינו מפקיע מידי שיעבודא אלא יפדנו המלוה בדבר מועט שלא יאמרו הקדש יוצא לחולין בלא פדיון ודמי הפדיון יוסיף על החוב ויגבנו מן הלוה (טור ס\"ז) ואפי' בקדושת הגוף לא יכול לאסרן על המלוה לחוד לומר יהיו נכסי קונם עליו אלא א\"כ אסרן על כל העולם (מרדכי פ' המדיר ופ' ג\"פ בשם מהר\"ם) ויש חולקין (ר\"ן פ' אע\"פ ונ\"י פ' אלמנה שתי הדעות):"
    }
  ]
}