{
  "id": "choshen_mishpat-077",
  "chapterLabel": "סימן 77",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-077-1",
      "section": 1,
      "text": "דין שנים שלוו מאחד ודין שותפין שלוה אחד לבדו. ובו יא סעיפים:שנים שלוו כאחד או שלקחו מקח א' או שקבלו פקדון ביחד (המגיד פכ\"ה) בין בשטר בין בעל פה (ב\"י) שניהם ערבים זה לזה אע\"פ שלא פירשו ואם אין נכסים לאחד מהם גובה מחבירו הכל אבל אם יש לו נכסים לא יתבע הערב תחלה (כי יש לו דין ערב בכל דבר) (ב\"י וכן משמע בפוסקים) וגובה מכל א' החצי שהוא מוטל עליו (הרא\"ש בתשובה כלל ע\"ג סי' י') (אא\"כ פירשו בהדיא שהן ערבים קבלנים זה בזה שאז תובע איזה מהם שירצה) (תשובת הרא\"ש כלל ע\"ג סימן י\"ב ומהרי\"ק שורש קפ\"ב ואם פרע אחד מהם כל החוב חוזר וגובה מחבירו חלקו (ולכן שנים שלוו ופרע א' מהן ודאי פרע בעד חבירו) (מרדכי ר\"פ מי שהיה נשוי ומהרי\"ק שורש ק\"ך):"
    },
    {
      "id": "choshen_mishpat-077-2",
      "section": 2,
      "text": "שותפין שלוה אחד מהם מאחר לצורך השותפות השני משועבד אע\"פ שלא היה עמו בקנין בשעת הלואה ודוקא שהוא מודה שמה שלוה שותפו היה לצורך השותפות או שיתברר הדבר בעדים אז דינם כשנים שלוו כאחד: הגה וי\"א דאם לא נתברר הדבר בעדים רק שהשותף מודה א\"צ לשלם אא\"כ היה ממון בשותפות שאז המלוה גובה מחלק [ השני] (ב\"י בשם הר\"י בי רב לדעת הרא\"ש בתשובה כלל כ\"ח סי' י\"ג שהביאו הטור) וכן נראה לי להורות:"
    },
    {
      "id": "choshen_mishpat-077-3",
      "section": 3,
      "text": "שנים שערבו לאחד כשיבא המלוה ליפרע מן הערב יפרע מאיזה מהם שירצה ואם לא היה לאחד מהם כדי החוב חוזר ותובע לשני משאר החוב ובסימן קל\"ב כתוב שיש חולקים בזה ואחד שערב לשנים כשיפרע למלוה יודיעו על חוב איזה משניהם פורע כדי שיחזור עליו (טור שם ס\"ה):"
    },
    {
      "id": "choshen_mishpat-077-4",
      "section": 4,
      "text": "ראובן שהוצרך ללות מנה משמעון ולא רצה ללותו עד שיכנסו יהודה ולוי ערבים והעני ראובן וגבה שמעון כל חובו מלוי וחזר לוי לתבוע מחצית המנה מיהודה וטען יהודה לא נכנסתי ערב לך אלא לראובן ואיני חייב לך אלא השליש אין בדבריו כלום וצריך לפרוע החצי."
    },
    {
      "id": "choshen_mishpat-077-5",
      "section": 5,
      "text": "ראובן תבע משנים שלוו ממנו כאחד וכפר אחד והודה אחד אין עדותו מחייב את חבירו (שבועה) ואם היו הנתבעים ג' והודו השנים עליו ועל עצמן אין האחד מתחייב ממון על פיהם אבל אם הוציא שטר על ג' שיש לו אצלם כך וכך ממון וטענו כולם ואמרו פרענו זה בפני זה אם כל אחד כתב סך ידוע בפני עצמם ואין ביניהם שותפות מעידים זה על זה ואין חוששין לגומלין (וע' לעיל סי' ל\"ז סעיף ד' ה' ו'):"
    },
    {
      "id": "choshen_mishpat-077-6",
      "section": 6,
      "text": "שנים שלוו מאחד בשטר א' ומחל לאחד מהם לא מחל אלא חלקו וגובה מחבירו חצי החוב: הגה ויש חולקים ואומרים דכל החוב מחול ואין יכול לתבוע לחבירו כלום (טור בשם הרא\"ש) ולענין הלכה אם היו אלו הב' ערבים קבלנים שאז היה יכול לגבות כל החוב מאחד מהן ומחל לאחד מהן כל החוב מחול וגם השני פטור אבל אם אינם ערבים קבלנים שאז צריך לתבוע כל אחד ומחל לאחד מהם אינו מחול אלא החצי וגובה מחבירו חצי החוב (ד\"ע):"
    },
    {
      "id": "choshen_mishpat-077-7",
      "section": 7,
      "text": "אחד שלוה משנים ומחל אחד מהם כל החוב אין חלק חבירו מחול: הגה אפי' שניהם כתובים בשטר א' (תשובת רשב\"א אלף פ\"ז) נתפשר הלוה עם הא' מהם לא יוכל השני לומר כבר הודית שאתה חייב לנו ותתפשר עמי ג\"כ כי יוכל הנתבע לטעון לזה וויתרתי ונגדך איני מוותר (ת\"ה סי' שנ\"א) (ע' לקמן סי' קע\"ו סעיף ל\"א):"
    },
    {
      "id": "choshen_mishpat-077-8",
      "section": 8,
      "text": "שנים שהם ערבים בשביל אחד ופטר המלוה את א' מהם מהערבות י\"א שיכול לגבות כל החוב מהערב השני (ועיין לקמן סוף סי' קל\"ב):"
    },
    {
      "id": "choshen_mishpat-077-9",
      "section": 9,
      "text": "שנים שהלוו או הפקידו לאחד ובא אחד מהם ליטול חלקו אין שומעין לו עד שיבא חבירו אבל אם חבירו בעיר ושמע ולא בא צריך ליתן לזה התובע הכל ואם טען שאינו רוצה לתת לו אלא חלקו אבל חלק שותפו יתן ביד ב\"ד הרשות בידו: הגה וכל זה בשנים שהפקידו ביחד אבל מי שהפקיד ביד אחד ומת והיו לו ב' בנים ובא אחד מהן נותנין לו חלקו (תשובת הרשב\"א סימן אלף ק\"ב) (ועיין לקמן סי' רצ\"ט מאלו הדינים):"
    },
    {
      "id": "choshen_mishpat-077-10",
      "section": 10,
      "text": "לוה משנים ונכתב השטר בשם א' מהם אם תבעו אותו שלא נכתב השטר על שמו יכול לדחותו ולומר לא נתחייבתי לך כלום. הגה וצריך הרשאה מן השני אבל זה שכתוב בשטר יכול לגבות כולו בלא הרשאה (תשובת רשב\"א סי' אלף קל\"ז) וה\"ה אם שניהם כתובים בשטר כל א' יכול לגבות כולו (תשו' רשב\"א סימן אלף פ\"ב וסימן אלף פ\"ו) איש ואשתו שלוו מאחד היא חייבת לפרוע החצי מכתובתה ואם הבעל או יורשיו פרעו כל החוב חוזרים ונפרעים ממנה החצי ואם הבעל קיים והיא טוענת אתה לקחת כל המעות אלא שאני נכנסתי עמך בשטר אינה נאמנת אלא במיגו דפרעתיך: הגה והרי הם בטענות הללו כב' לווין שלו ביחד (טור) ראובן שכתב לבנו ולאשתו בית וכתב דלא יגבו אלא שתיהן ביחד ומת הבן יכולה אשתו לגבות כתובתה ממתנה זו דלשון יחד שכתב לא בא למעט אם מת האחד אלא שלא יגבה כל א' המחצה (ריב\"ש סי' קפ\"ה) ועיין בא\"ה סי' ק\"ב סעיף ז'."
    },
    {
      "id": "choshen_mishpat-077-11",
      "section": 11,
      "text": "ראובן היה חייב לשמעון מנה ואח\"כ בא הוא ואשתו ולוו מלוי מנה ונפטר ראובן ואחר שהגבו כתובת אשתו שהיתה מוקדמת לא נשאר כלום לבעלי חובות והרי לוי גובה מהאלמנה המנה אין שמעון יכול לחזור על לוי ולגבות ממנו לפי שלוי לא גבה מנכסי ראובן כלום אלא מנכסי אשתו:"
    }
  ]
}