{
  "id": "choshen_mishpat-259",
  "chapterLabel": "סימן 259",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-259-1",
      "section": 1,
      "text": "השבת אבידה מאיזה מקום חייב להשיבה. ובו ט סעיפים:הרואה אבידת ישראל חייב לטפל בה להשיבה לבעליה שנאמר השב תשיבם ואם נטלה ע\"מ לגזלה ועדיין לא נתייאשו הבעלים ממנה עובר משום השב תשיבם לאחיך ומשום לא תגזול ומשום לא תוכל להתעלם ואפי' אם יחזירנה אח\"כ כבר עבר על לא תוכל להתעלם נטלה לפני יאוש על דעת להחזירה ולאחר ייאוש נתכוון לגזלה אינו עובר אלא משום השב תשיבם המתין עד אחר יאוש ונטלה אינו עובר אלא משום לא תוכל להתעלם:"
    },
    {
      "id": "choshen_mishpat-259-2",
      "section": 2,
      "text": "בד\"א במקום שהוא חייב להשיב משם ובמקום שראוי להסתפק בה באבידה ושתהא בענין שמוכח שהיא אבידה ושלא תהי' מדעת ושיהי' בה שוה פרוטה ושיש סי' בגופה או במקומ' ושהיה מטפל בה אם היתה שלו ושתהי' של מי שחייב להשיב אבידתו אבל אם חסר א' מכל אלו אינו חייב להשיב אבידתו:"
    },
    {
      "id": "choshen_mishpat-259-3",
      "section": 3,
      "text": "כיצד המוציא מציאה במקום שישראל מצוים שם חייב להכריז שלא נתייאשו הבעלים ואפי' העיר מחצה עכו\"ם ומחצה ישראל או אפי' רובה עכו\"ם והוא מצאה במקום שרוב העוברים שם ישראל חייב להחזיר אבל אם רוב העיר עכו\"ם או אפי' רובה ישראל ומצאה במקום שרוב העוברים שם עכו\"ם אינו חייב אפי' אם ידע שמישראל נפלה ויש בה סי' שודאי נתייאשו הבעלים וכגון שהוא מדברים שיש לתלות שידע מיד בנפילתו וכמו שיתבאר: הגה וע\"ל סי' רס\"ב ס\"ג וי\"א דאם אבד ספרים לא מייאש מינייהו אפי' במקום שרובה עכו\"ם (הגהות מרדכי דב\"מ):"
    },
    {
      "id": "choshen_mishpat-259-4",
      "section": 4,
      "text": "לפיכך המוציא חביות של יין בעיר שרובה עכו\"ם יינה אסור בהנא' והקנקן מותר ואם בא ישראל ונתן בה סימן אז ודאי של ישראל היא ונתייאשו ממנה ומותרת למוצאה בשתייה אם היא סתומה (וע' בי\"ד סי' קכ\"ט מדין זה):"
    },
    {
      "id": "choshen_mishpat-259-5",
      "section": 5,
      "text": "אע\"פ שמן הדין במקום שרוב עכו\"ם מצויים אפילו נתן ישראל בה סימן אינו חייב להחזיר טוב וישר לעשות לפנים משורת הדין להחזיר לישראל שנתן בה סימן (ואם הוא עני ובעל אבידה עשיר א\"צ לעשות לפנים משורת הדין):"
    },
    {
      "id": "choshen_mishpat-259-6",
      "section": 6,
      "text": "מקום שרובן עכו\"ם ורוב טבחים ישראל בהמה או עוף הנמצא שם שחוט מותר והוא של מוצאו ואם עוף חטף בשר והשליכו למקום אחר אפילו אם רוב ישראל היא של מוצאו שודאי נתיאשו בעליו:"
    },
    {
      "id": "choshen_mishpat-259-7",
      "section": 7,
      "text": "המציל מהארי והדוב וזוטו של ים (פי' לשון ים החוזר לאחוריו עשרה או ט\"ו פרסאות ושוטף כל מה שמוצא בדרך חזרתו וכן עושה בכל יום ושלוליתו של נהר (פי' כשהנהר גדל ויוצא על גדותיו ופושט רש\"י) הרי אלו שלו אפי' הבעל עומד וצווח (מ\"מ טוב וישר להחזיר כמו שנתבאר סעיף ה') ואע\"ג דמדינא אין חייבין להחזיר באבידות אלו אם גזר המלך או ב\"ד חייב להחזיר מכח דינא דמלכותא או הפקר ב\"ד הפקר ולכן פסקו ז\"ל בספינה שטבעה בים שגזר המושל גם הקהלות שכל מי שקונה מן העכו\"ם שהצילו מן האבידה ההוא שיחזיר לבעליו שצריכין להשיב ואין לו מן הבעלים אלא מה שנתן (מרדכי ריש פ' אלו מציאות) ואם יש מכשולות בנהר שעל ידי כן דבר הצף בו עומד שם אם הוא דבר שיש בו סי' מסתמא לא הוי יאוש: הגה ואם הוא דבר שאין בו סי' אם הבעלים יכולים להציל והן רודפין אחר האבידה או שאינו שם שאילו היו שם אפשר שהיו מצילין לא זכה בהן המוצא (טור) אבל אם הוא דבר שאינו יכול להציל מיד והוא עומד ואינו רודף אחריו ודאי מייאש וסתמא (לא) הוי יאוש (תוס' ומרדכי פ' הנ\"ל) אווזין ותרנגולין שברחו מבעליהן הוי הפקר וכל המחזיק בהן זכה בהן ודוקא שאי אפשר לבעליהן להחזיר (ר\"ן ר\"פ שלוח הקן):"
    },
    {
      "id": "choshen_mishpat-259-8",
      "section": 8,
      "text": "נהר שעושים בו סכר לצוד בו דגים ופועלים ישראלים רגילים לעשותו ולתקנו כשמתקלקל המוצא בו מציאה חייב להכריז: הגה וכן מקום ששומרים שם עכו\"ם בקבע אע\"פ שרוב הנכנסים ויוצאים ישראלים אינו חייב להכריז (נ\"י פ' אלו מציאות):"
    },
    {
      "id": "choshen_mishpat-259-9",
      "section": 9,
      "text": "אבידת קרקע ג\"כ חייב להשיב שאם ראה מים באים לשטוף שדה חבירו חייב לגדור בפניהם כדי להציל:"
    }
  ]
}