{
  "id": "choshen_mishpat-291",
  "chapterLabel": "סימן 291",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-291-1",
      "section": 1,
      "text": "דין שומר חנם מאימתי מתחייב בשמירה וכיצד הוא השמירה. ובו כח סעיפים:שומר חנם פטור בשבוע' מגניב' ואביד' ואינו חייב לשלם כ\"א בפשיעה:"
    },
    {
      "id": "choshen_mishpat-291-2",
      "section": 2,
      "text": "שומר חנם הוא שהפקיד אצלו כסף או כלים או בהמה או כל דבר לשמור והוא קבל עליו לשומרו ואפי' לא קיבל בפי' אלא שאמר לו הנח לפני הוא שומר חנם אבל אם אמר לו הנח לפניך או הנח סתם או שאמר לו הרי הבית לפניך (רמב\"ם פ\"ב מה' שכירות וטור) אפי' שומר חנם לא הוי ואינו חייב שבועה כלל אבל מחרים על מי שלקח פקדון שלו ולא יחזירנו לבעליו ומ\"מ מי שהיה מהלך בדרך וא\"ל חבירו הולך עמך אלו המנעלים ואמר לו הניחם כאן על החמור והניחם שם ולא קבלם הנפקד בידו אלא כמו שהניחם המפקיד על החמור כך הוליכם ולא קשרם והלך לו מן הצד להסך רגליו והניח החמור על אם הדרך ונאבדו המנעלים הוי שומר חנם והו\"ל פושע וחייב לשלם: הגה דלא אמרי' דאם אמר הנח סתם לא הוי שומר חנם אלא במקום המשתמר אבל בדרך וכיוצא בו ודאי קבל עליו שמירה (טור בשם תשובת הרא\"ש) ויש חולקין וסבירא להו דאפי' במקום שאינו משתמר לא הוי שומר חנם עד שיאמר הנח לפני (מרדכי פרק האומנים ודעת עצמו מגמרא דפרק האומנין אליבא דחכמים):"
    },
    {
      "id": "choshen_mishpat-291-3",
      "section": 3,
      "text": "בקש מחבירו שיתן רשות להכניס בהמתו או פירותיו לחצרו ונתן לו רשות ולא פירש כלום בשמירתן אינו חייב בשמירתן כלל:"
    },
    {
      "id": "choshen_mishpat-291-4",
      "section": 4,
      "text": "אפי' כשקיבל עליו אינו חייב אלא כפי שווי החפץ שקבל עליו לשמור שאם נתן לו לשמור דינר זהב ואמר לו הזהר בו של כסף הוא ופשע בו ונאבד אינו חייב אלא בשל כסף שיאמר לו לא קבלתי עלי אלא שמירת דינר של כסף וכן כל כיוצא בזה אבל אם הפסידו בידים משלם של זהב: הגה שמעון קבל ספרים מראובן להוליכם למקום אחר ונלקחו במכס ואומר שראובן פשע שאמר שאין נותנין מכס מספרים ובלא כן לא היה מקבל עליו השמירה כי אין רצונו לטרוח בדבר המכס הדין עם שמעון (מהרי\"ק שורש קנ\"ה):"
    },
    {
      "id": "choshen_mishpat-291-5",
      "section": 5,
      "text": "ויש מי שאומר שהשומר הזה מיד כשקבל עליו לשמור או שאמר הנח לפני ונסתלקו הבעלים משמירה חייב עליו אם פשע אע\"פ שלא משך ויש מי שאומר שאינו חייב עד שימשוך ובמקום שמשיכה קונה:"
    },
    {
      "id": "choshen_mishpat-291-6",
      "section": 6,
      "text": "אם פשע בו ולא שמרו כראוי לענין אחד אע\"פ שלבסוף נאבד באונס בענין אחר חשיב פושע וחייב לשלם מעשה בא' שהפקיד מעות אצל חבירו והניחם במחיצה של קנים והיו טמונות בעובי המחיצה ונגנבו משם ואמרו חכמים אע\"פ שזו שמירה מעולה לענין גניבה אינה שמירה כראוי לענין האש ומאחר שלא טמנו בקרקע או בכותל בנין פושע הוא וכל שתחלתו בפשיעה וסופו באונס חייב וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-291-7",
      "section": 7,
      "text": "המפקיד אצל חבירו בין כלים בין מעות ואמר תן לי פקדוני ואמר לו השומר איני יודע אנה הנחתי פקדון זה או באיזה מקום קברתי הכספים המתן לי עד שאבקש ואמצא ואחזיר לך ה\"ז פושע וחייב לשלם מיד (מהר\"ם פ' המפקיד):"
    },
    {
      "id": "choshen_mishpat-291-8",
      "section": 8,
      "text": "באו עליו גנבים וגנבו הפקדון ואלו צווח היו באים בני אדם להציל חייב דכיון שלא צווח פשע ואפי' אם באו אנסים צריך לצעוק ולבקש אנשים שיעזרוהו לעמוד כנגדם. ואם היה אפשר לו לעשות כן ולא עשה חייב ודוקא בחנם אבל אם לא היה מוצא מי שיבא לעזרו אלא בשכר פטור:"
    },
    {
      "id": "choshen_mishpat-291-9",
      "section": 9,
      "text": "פשע השומר ולא שמר הבהמה כראוי ויצאה לאגם ומתה שם כדרכה פטור אע\"פ שתחלתו בפשיעה לענין זאבים וגנבים ואם טרפה זאב או נגנבה משם היה חייב עכשיו שמתה כדרכה פטור שלא גרמה לה יציאתה אבל אם גנבה גנב מהאגם ומתה כדרכה בבית הגנב הרי השומר חייב אע\"פ שהוא שומר חנם שאפי' לא מתה הרי היא אבודה ביד הגנב ויציאתה גרמה לה להיגנב וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-291-10",
      "section": 10,
      "text": "העלה הבהמה לראש ההר ונפלה ומתה ה\"ז פשיעה מתה שם כדרכה פטור:"
    },
    {
      "id": "choshen_mishpat-291-11",
      "section": 11,
      "text": "עלתה מאליה אפי' לא עלתה בעל כרחו אין זו פשיעה אלא דומה לגנבה ופטור ש\"ח:"
    },
    {
      "id": "choshen_mishpat-291-12",
      "section": 12,
      "text": "שומר חנם שהניח הבהמה ונכנס לעיר ובא ארי ודרסה זאב וטרפה אם נכנס בשעה שדרך בני אדם ליכנס פטור אפי' אם הי' יכול להציל אם היה שם ואם נכנס בשעה שאין דרך בני אדם ליכנס רואים אלו היה יכול להציל אם היה שם חייב ואם לאו פטור:"
    },
    {
      "id": "choshen_mishpat-291-13",
      "section": 13,
      "text": "כיצד דרך השומרים הכל לפי הפקדון יש פקדון שדרך שמירתו להניחו בבית שער כגון הקורות והאבנים ויש פקדון שדרך שמירתו להניחו בחצר כגון חבילות פשתן הגדולים וכיוצא בהן ויש פקדון שדרך שמירתו להניחו בבית כגון שמלה וטלית ויש פקדון שדרך שמירתו להניחו בתיבה או בארגז ונועל עליו כגון בגדי משי וכלי כסף וכלי זהב וכיוצא בהם: הגה י\"א דסתם תיבות חתורות אצל עכברים וצריך להשים בגדים וכדומה על נס ולא להניח בתיבות (מרדכי פ' כיצד הרגל) והכל הוא לפי הענין (הגהות אלפסי החדשים פרק המפקיד):"
    },
    {
      "id": "choshen_mishpat-291-14",
      "section": 14,
      "text": "השומר שהניח הפקדון במקום שאינו ראוי לו ונגנב משם או אבד אפי' נאנס שם כגון שנפלה דליקה ושרף כל הבית ה\"ז פושע וחייב לשלם ואע\"פ שהניח הפקדון עם שלו אם ראוי לשמירה פטור ואם אין המקום ראוי לשמיר' חייב בשלו הוא רשאי ואינו רשאי בשל אחרים:"
    },
    {
      "id": "choshen_mishpat-291-15",
      "section": 15,
      "text": "הכספים והדינרים ולשונות של זהב ושל כסף ואבנים טובות אין להם שמירה אלא בקרקע ויתן עליהם טפח עפר או יטמינם בכותל בטפח התחתון הסמוך לקרקע או בטפח הסמוך לקורה אפי' לא יתנם באמצע עובי הכותל רק שיכניס טפח בתוכו אבל לא באמצע הכותל שמא יחפרו הגנבים ויגנבו אפי' נעל עליהם כראוי בתיבה או החביא אותם במקום שאין אדם מכירו ולא מרגיש בו ה\"ז פושע וחייב לשלם:"
    },
    {
      "id": "choshen_mishpat-291-16",
      "section": 16,
      "text": "המפקיד אצל חבירו כספים ערב שבת סמוך לבין השמשות אינו חייב לטרוח ולקבור אותם עד מוצאי שבת ואם נתאחר למוצאי שבת כדי לקברם ולא קברם ונגנבו או נאנסו חייב ואם תלמיד חכם הוא המפקיד אינו חייב עד שישהא אחר שיבדיל כדי לקברן (וי\"א דה\"ה אם הנפקד ת\"ח) (טור בשם הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-291-17",
      "section": 17,
      "text": "התנה הנפקד על מנת שלא אטמנם בקרקע וכן כל דבר ודבר שיניחנו עם שלו הכל לפי תנאו:"
    },
    {
      "id": "choshen_mishpat-291-18",
      "section": 18,
      "text": "בד\"א שכספים אין להם שמירה אלא בקרקע בשעה שגנבים מצוים ואנשים רמאים שמחפשים אחריהם אבל במקום דליכא כל הני א\"צ לכסותם בקרקע אלא מניחם במקום שמניח מעותיו ובמקום המשתמר כפי דרך המקום וכפי הזמן שהוא מפקיד (מרדכי פ' המפקיד וב\"י):"
    },
    {
      "id": "choshen_mishpat-291-19",
      "section": 19,
      "text": "אפי' בשעה שגנבים מצויים לא אמרו כספים אין להם שמירה אלא בקרקע אלא במפקיד סתם אצל חבירו לשמרם אבל מפקיד מעות אצל חבירו כדי להתעסק בהם וירויח פשיטא דהוי כמו אמר לו בפירוש שאינו מצריכו לקברן בקרקע:"
    },
    {
      "id": "choshen_mishpat-291-20",
      "section": 20,
      "text": "המפקיד כספים אצל חבירו בדרך להוליכם לביתו או ששלח עמו מעות ממקום למקום צריכים שיהיו צרורים ומונחים בידו או קשורים כראוי על בטנו מכנגד פניו עד שיגיע לביתו ויקברם כראוי ואם לא קשרם בדרך הזאת אפי' נאנסו חייב לשלם שהרי תחילתו בפשיעה:"
    },
    {
      "id": "choshen_mishpat-291-21",
      "section": 21,
      "text": "כל המפקיד אצל בעל הבית בין כלים בין מעות על דעת אשתו ובניו ובני ביתו [הגדולים] הוא מפקיד (וכן אם הנפקד החזיר הפקדון לאשת המפקיד פטור מרדכי פרק המפקיד) (וע\"ל סי' ש\"מ סעיף ח') אבל אם מסר לבניו ובני ביתו הקטנים או לעבדיו בין גדולים בין קטנים או לאחד מקרוביו שאינם שרויים עמו בבית ואין סומכין על שלחנו וא\"צ לומר אם מסרם לאחר הרי זה פושע וחייב לשלם אא\"כ הביא השומר השני ראייה שלא פשע (וכן אם הניח אחרים ליכנס במקום שהפקדון מונח אע\"פ שאינן בחזקת גנבים אם נגנב חייב לשלם דהוי פשיעה (ת\"ה סי' של\"ג):"
    },
    {
      "id": "choshen_mishpat-291-22",
      "section": 22,
      "text": "מי שהוא ידוע בודאי שאינו רגיל לשמור הפקדון אלא למסרו ביד אחר שאינו שרוי בביתו ואינו סומך על שלחנו דינו כמוסר לבני ביתו:"
    },
    {
      "id": "choshen_mishpat-291-23",
      "section": 23,
      "text": "מעשה בא' שהפקיד מעות אצל חבירו ונתנם השומר לאמו והחביאה אותם ולא טמנה אותם ונגנבו ואמרו חכמים אין השומר חייב לשלם מפני שנתנם לאמו שכל המפקיד על דעת בניו ובני ביתו הוא מפקיד ואע\"פ שלא אמר להם פקדון הם יש לו לטעון כל שכן שהיתה נזהרת בהם אם היתה סבורה שהם שלו וכן אין אמו חייבת לשלם שהרי לא אמר לה שהם פקדון ואמרו חכמים ישבע השומר שאותם המעו' עצמם הם שנתן לאמו ותשבע אמו שהחביאה אותם ונגנבו ויפטרו שניהם וכן כל כיוצא בזה (ודוקא במעות וכיוצא בזה בדבר שאינו מסויים צריכין שניהם לישבע אבל אם הוא חפץ מסויים נשבע השני ולא הראשון) (המגיד פ\"ד דשאלה ונ\"י בשם הר\"ן):"
    },
    {
      "id": "choshen_mishpat-291-24",
      "section": 24,
      "text": "מכאן אתה למד שהשומר שמסר הפקדון לאשתו ובני ביתו והודיעם שהוא פקדון ולא שמרו כדרך השומרים שהם חייבים לשלם לבעל הפקדון ובעל הבית פטור שכל המפקיד על דעת אשתו ובניו הוא מפקיד ואם אין להם לשלם י\"א דבעל הבית חייב לשלם (טור בשם הרא\"ש ובסי' ע\"ב בשם בה\"ת ) וי\"א דפטור (טור בסי' זה בשם הרמב\"ם והמגיד פ\"ד דשאלה):"
    },
    {
      "id": "choshen_mishpat-291-25",
      "section": 25,
      "text": "מעשה באחד שהפקיד כשות אצל א' והיה לשומר כשות אחרים ואמר לשמשו מזה הכשות תשליך לתוך השכר והלך השמש והשליך מכשות של פקדון אמרו חכמים השמש פטור שהרי לא אמר מזה תשליך ומזה אל תשליך ודימה שהוא מראה מקום ואינו מקפיד על זה וכן בעל הבית פטור שהרי אמר לו מזה תשליך ואינו משלם אלא דמי מה שנהנה בלבד לפיכך אם נעשה השכר חומץ פטור מלשלם בין כך ובין כך חייב השומר בשבועה שכך אירע וכן כל כיוצא בזה ואם היה כשות הפקדון רחוק ממקום הטלת השכר ושלו קרוב ושהה השליח לבא והיה שם בעל הבית ולא אמר ליה דבר חייב לפי שכשראה אותו שוהה ה\"ל להעלות על דעתו קודם שישליכנו לתוך השכר שממקום רחוק הביאו ואם היה ש\"ש יש מי שאומר שבין כך ובין כך חייב שהוה ליה לפרש ולומר לא תשליך מזה:"
    },
    {
      "id": "choshen_mishpat-291-26",
      "section": 26,
      "text": "שומר שמסר לשומר חייב אפילו אם הוא שומר חנם ומסר לשומר שכר דא\"ל את מהימן לי בשבועה היאך לא מהימן לי בשבועה אפי' אם ידוע לכל שהשני טוב וכשר יותר מהראשון: הגה מיהו שומר שמסר לשומר לפני המפקיד ולא מיחה פטור (מרדכי פ' המפקיד) לפיכך אם דרך הבעלים להפקיד תמיד דבר זה אצל השומר השני הרי השומר הראשון פטור מלשלם והוא שלא ימעט שמירתו אבל אם מיעט שמירתו כגון שהראשון הי' ש\"ש והשני ש\"ח או שהראשון שואל והשני ש\"ש פושע הוא הראשון ומשלם אע\"פ ששאל או שכר בבעלים ואם יש עדים ששמר השני כראוי נפטר שומר ראשון ואפי' לא היו שם עדים אם השומר הראשון ראה ויכול הוא לישבע ה\"ז נשבע ונפטר (וע' סי' ע\"ב סעיף ל'):"
    },
    {
      "id": "choshen_mishpat-291-27",
      "section": 27,
      "text": "במה דברים אמורים שאין ש\"ח חייב אלא בפשיעה בסתם שומר אבל אם התנה שיתחייב אף באונסים חייב אף בדברים בלא קנין:"
    },
    {
      "id": "choshen_mishpat-291-28",
      "section": 28,
      "text": "המפקיד אצל חבירו בין בחנם בין בשכר או השאילו או השכירו אם שאל השומר את הבעלים עם הדבר שלהם או שכרם הרי השומר פטור מכלום אפי' פשע בדבר ששמר ואבד מחמת הפשיעה הרי זה פטור שנאמר אם בעליו עמו לא ישלם בד\"א כששאל הבעלים או שכרן בעת שנטל החפץ או שהיו שאולים או שכורים אצלו מקודם לכן כיון שהם עמו במלאכתו בשעה שנטל אע\"פ שלא היו עמו במלאכתו בשעה שנאבד פטור אבל אם נטל החפץ ונעשה עליו שומר תחלה ואח\"כ שכר הבעלים או שאלם אע\"פ שהיו הבעלים עמו במלאכתו בעת שנאבד חייב:"
    }
  ]
}