{
  "id": "choshen_mishpat-332",
  "chapterLabel": "סימן 332",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-332-1",
      "section": 1,
      "text": "דין האומר לשלוחו צא ושכור לי פועלים ושכרן יותר ממה שאמר לו. ובו ז סעיפים:אמר לשלוחו צא ושכור לי פועלים בשלשה והלך ושכרן בארבעה אם אמר להם השליח שכרכם עלי נותן להם ארבעה ונוטל מבעל הבית שלשה ומפסיד אחד מכיסו (וי\"א אם כל הפועלים אינן נשכרים רק בארבע הבעל הבית נותן לשליח כפי מה שההנהו) (טור ס\"א וע' בב\"י) ואם אמר להם שכרכם על בעל הבית נותן להם ב\"ה כמנהג המדינה היה במדינה מי שנשכר בג' ומי שנשכר בד' אינו נותן להם אלא ג' ויש להם תרעומת על השליח במה דברים אמורים כשאין מלאכתן ניכרת אבל אם היתה מלאכתן ניכרת והרי שוה ד' נותן להם ב\"ה ד' שאילו לא אמר להם שלוחו ארבעה לא טרחו ועשו שוה ארבעה:"
    },
    {
      "id": "choshen_mishpat-332-2",
      "section": 2,
      "text": "אמר לו בעל הבית שכור לי בארבעה והלך השליח ושכר בשלשה אע\"פ שמלאכתן שוה ד' אין להם אלא ג' שהרי קיבלו על עצמם ויש להם תרעומת על השליח (ול\"ש אמר שכרכם עלי או שאמר להם שכרכם על בעל הבית) (טור ס\"א):"
    },
    {
      "id": "choshen_mishpat-332-3",
      "section": 3,
      "text": "אמר לו בע\"ה בג' והלך השליח ואמר להם בד' ואמרו הריני כמו שאמר בעל הבית אין דעתם אלא שיתן בעל הבית יתר על ארבעה לפיכך שמין מה שעשו אם שוה ארבעה נוטלין ארבעה מבעל הבית ואם אינו שוה או שאינו ידוע אין להם אלא שלשה: הגה ואם אמר השליח שכרכם עלי בכל ענין נותן להם ארבעה וכן אם לא היו פועלים נשכרים רק בארבעה (טור ס\"ב):"
    },
    {
      "id": "choshen_mishpat-332-4",
      "section": 4,
      "text": "אמר לו בעל הבית בארבעה והלך השליח ואמר להם בג' ואמרו לו כמו שאמר בעל הבית אע\"פ שמלאכתן שוה ארבעה אין להם אלא ג' שהרי שמעו ג' וקבלו עליהם: הגה בעה\"ב שאמר לפועלים עשו עמי מלאכה בארבעה כמו שעשו חביריכם ואמרו כמו שעשו חבירנו ואשתכח דיהיב להו יותר צריך ליתן לאלו כמו לחבריהם (ב\"י בשם תלמידי רשב\"א) בעל הבית שהטעה פועלים ואמר להם עשו עמי בד' כמו ששאר פועלים נשכרים ונמצאו שנשכרים ביותר או שהפועלים הטעו בע\"ה בכה\"ג הוי כאלו לא שכרו זה את זה כלל ונותן להם כפחות שבפועלים (ר' ירוחם נכ\"ט ח\"א בשם רשב\"א) ב\"ה ששכר פועלים וא\"ל ליתן לו חפץ בשכרו יכול ליתן לו אח\"כ דמיו הואיל ולא משך החפץ לא קנאו (שם ח\"ב ואשר\"י ור\"נ פ' בתרא דע\"א ותשובת מהר\"ם דפוס פראג סי' קס\"ה):"
    },
    {
      "id": "choshen_mishpat-332-5",
      "section": 5,
      "text": "שכר ב\"ה בעצמו בסלע ונתדלזלה המלאכה והראה להם ב\"ה פנים זועפים ופייסוהו בדברים אינו יכול לומר לא נתפייסתי אלא על דעת שתפחתו משכרכם כפי הזול שהם יאמרו לא פייסנוך אלא על דעת שנעש' המלאכה טובה וכן עשינו: הגה ויש מחלקין דאם בעל הבית אמר בפירוש איני נותן לכם אלא כך והיה יכול לחזור בלא תרעומות אע\"ג דחזרו ופייסוהו אינו נותן אלא כמו שאמר (נ\"י פ' האומנין) וכן אם הוקר' המלאכה והם הראו לו פנים זועפות ופייסם בדברים אינם יכולים לומר לא נתפייסנו אלא על דעת שתוסיף על שכרינו כפי היוקר שהוא ישיב לא פייסתי אלא על דעת להוסיף לכם אכילה ושתיה וכן עשיתי:"
    },
    {
      "id": "choshen_mishpat-332-6",
      "section": 6,
      "text": "אם המלאכה שוה ה' ושכרם בד' והוזלה ועמדה על ד' נותן להם ד' (ולא יוכל לומר להם גם עתה תקחו דינר פחות ממה ששוה) (טור ס\"ה) וכן אם שכרן ביותר דינר מהראוי והוקרה המלאכה אינם יכולים לומר גם עתה תוסיף לנו דינר יותר מהראוי לפי היוקר של עכשיו:"
    }
  ]
}