{
  "id": "choshen_mishpat-204",
  "chapterLabel": "סימן 204",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-204-1",
      "section": 1,
      "text": "אימתי מקבל החוזר בו מי שפרע ומתי נקרא מחוסר אמנה. ובו יא סעיפים:מי שנתן דמים ולא משך המטלטלים אף ע\"פ שלא נקנו לו המטלטלים כמו שנתבאר כל החוזר בו בין לוקח בין מוכר לא עשה מעש' ישראל וחייב לקבל מי שפרע ואפי' לא נתן אלא מקצת הדמים:"
    },
    {
      "id": "choshen_mishpat-204-2",
      "section": 2,
      "text": "נתן דמי המקח ונאנס קודם שיקחנו ואמר ליה תן לי מקחי או החזר לי מעותי אע\"פ שיש עדים שאבד באונס ולא הי' כח במוכר להצילו ולא נתרשל בדבר ה\"ז מחזיר הדמים ואין כאן מקום למי שפרע וי\"א דהוא הדין למי שחוזר בו מפני שהוא ירא להפסיד כל המקח:"
    },
    {
      "id": "choshen_mishpat-204-3",
      "section": 3,
      "text": "הפוסק על שער שבשוק וקבל דמים ולא הי' לו אותו המין שפסק עליו נתבאר בסי' ר\"ט (ע\"ל סי' ר\"ט סעיף ו):"
    },
    {
      "id": "choshen_mishpat-204-4",
      "section": 4,
      "text": "כיצד מקבל מי שפרע אוררין אותו בב\"ד ואומרים מי שפרע מאנשי דור המבול ומאנשי דור הפלגה ומאנשי סדום ועמורה וממצרים שטבעו בים הוא יפרע ממי שאינו עומד בדבורו (וי\"א שאומרים לו הוא יפרע ממך אם אינך עומד בדיבורך (טור בשם הרא\"ש) וי\"א שאומרים לו ברבים) (מרדכי ס\"פ הזהב) :"
    },
    {
      "id": "choshen_mishpat-204-5",
      "section": 5,
      "text": "ז הלוקח מחבירו קרקע או שאר מטלטלים ופסקו הדמים והניח משכון על הדמים לא קנה וכל הרוצה לחזור משניהם חוזר ואינו חייב לקבל מי שפרע :"
    },
    {
      "id": "choshen_mishpat-204-6",
      "section": 6,
      "text": "מכר לו בדברים בלבד ופסקו הדמים ורשם הלוקח רושם על המקח כדי שיהי' לו סי' ידוע שהוא שלו אע\"פ שלא נתן מהדמים כלום כל החוזר בו אחר שרשם מקבל מי שפרע ואם מנהג המדינה הוא שיקנה הרושם קנין גמור נקנה המקח ואין אחד מהם יכול לחזור בו וכל זה בשרשם בפני המוכר או שאמר לו המוכר רשום מקחך (ועיין לעיל סימן ר\"א):"
    },
    {
      "id": "choshen_mishpat-204-7",
      "section": 7,
      "text": "הנושא ונותן בדברים בלבד ה\"ז ראוי לו לעמוד בדבורו אע\"פ שלא לקח מהדמים כלום ולא רשם ולא הניח משכון וכל החוזר בו בין לוקח בין מוכר אע\"פ שאינו חייב לקבל מי שפרע ה\"ז ממחוסרי אמנה ואין רוח חכמים נוחה הימנו:"
    },
    {
      "id": "choshen_mishpat-204-8",
      "section": 8,
      "text": "וכן מי שאומר לחבירו ליתן לו מתנה ולא נתן הרי זה ממחוסרי אמנה בד\"א במתנה מועטת שהרי סמכה דעתו של מקבל כשהבטיחו אבל במתנה מרובה אין בה חסרון אמנה שהרי לא האמין זה שיתן לו דברים אלו עד שיקנה אותו בדברים שהם נקנים בהם :"
    },
    {
      "id": "choshen_mishpat-204-9",
      "section": 9,
      "text": "יש מי שאומר שאם רבים אמרו לאדם א' ליתן לו מתנה אינם יכולים לחזור בהם אפי' אם היא מתנה מרובה:"
    },
    {
      "id": "choshen_mishpat-204-10",
      "section": 10,
      "text": "מי שהיה לו חוב אצל חבירו וא\"ל מכור לי מטלטלין אלו בחוב שיש לי אצלך ורצה המוכר יש אומרים שהרי זה כמי שנתן דמים וכל החוזר בו מקבל מי שפרע ויש חולקים: (ואומרים דאינו קונה אלא בהנאת מחילת מלוה אפי' לא מחל לו לגמרי רק שהרויח לו זמן הפרעון ואמר ליה יקנה לי חפץ שלך בהאי הנאה הוי כנותן לו מעות) (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-204-11",
      "section": 11,
      "text": "ראובן שהי' חייב לשמעון מנה ואמר שמעון לראובן מטלטל זה אמכור לך במנה ונתן לו ראובן המנה יכול שמעון לומר מנה זה אני גובה בחובי והחפץ לא אתן לך ואיני במי שפרע אבל אם אמר ליה ראובן הא לך עוד מנה ותן לי החפץ צריך ליתן או יקבל מי שפרע: הגה אע\"פ שבדברים בלא מעות יכול לחזור בו וא\"צ לקבל עליו מי שפרע מ\"מ ראוי לאדם לעמוד בדיבורו אע\"פ שלא עשה שום קנין רק דברים בעלמא וכל החוזר בו בין לוקח בין מוכר אין רוח חכמים נוחה הימנו והני מילי בחד תרעי אבל בתרי תרעי אין זה ממחוסרי אמנה וכל האומר לתת לחבירו מתנה מועטת ולא נתנה לו הרי זה ממחוסרי אמנה (הכל בטור) וע' לקמן סי' רמ\"ט וי\"א דאפילו בתרי תרעי אסור לחזור ואם חזר בו יש בו משום מחוסרי אמנה (נ\"י פ' הזהב והמגיד פ\"ו דמכירה וב\"י בשם תוס' ור' ירוחם נ\"ט ח\"ד) וכן נראה עיקר:"
    }
  ]
}