{
  "id": "choshen_mishpat-203",
  "chapterLabel": "סימן 203",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-203-1",
      "section": 1,
      "text": "כל מטלטלין נקנין בחליפין ומטבע אין נקנה בחליפין. ובו י סעיפים:כל המטלטלין קונים זה את זה בחליפין א\"צ לומר אם אין המקנה מקפיד לידע שיווי החפץ שנוטל בחליפין כעין שקונין בסודר שזהו קנין גמור שמועיל לכל הדברים בין קרקע בין מטלטלי (חוץ משטרות וע' לעיל סי' ס\"ו) בין בעלי חיים ופירות נמי אע\"פ שאין קונים בהם נקנים בחליפין חוץ ממטבע שאינו נקנה בחליפין ולא קונה וכן דבר שאין בו ממש אין קנין מועיל בו כגון שקנו ממנו שילך עם פלוני למקום פלוני או שיחלקו חצר שביניהם (ועיין לעיל סי' קנ\"ז סעיף ב') וכיוצא באלו שהם קנין דברים ואין לו על מה לחול: הגה וטובת הנאה לאו ממון ואינה נקנה בחליפין (הגהות מיימוני פ\"ה דמכירה) ועיין לקמן סי' רמ\"ה האומר אתן דבר לפלוני אי הוי קנין דברים מי שקנו ממנו שיעשה שטר מחילה לחבירו הוי קנין דברים דשטר מחילה אינו אלא סילוק בעלמא אבל אי קנו ממנו להחזיר לחבירו כל זכיותיו שיש לו עליו לא הוי קנין דברים (תשובת רשב\"א אלף ל\"ג) אלא אפי' מקפיד לידע שיווי החפץ שנוטל דהשתא דומה לדמים אפ\"ה נקנה כיצד היה לזה פרה ולזה חמור והעריכו אותם כמה שוה כל א' מהם והסכימו להחליפם זה בזה כיון שמשך בעל הפרה את החמור נקנית פרתו לבעל החמור בכל מקום שהיא ואין שום אחד מהם יכול לחזור בו (וי\"א דאם העריכו זה כנגד זה קונין אף בפירות ויש חולקין עיין בב\"י שתי הדעות):"
    },
    {
      "id": "choshen_mishpat-203-2",
      "section": 2,
      "text": "החליף חמור בפרה וטלה ומשך את הפרה ולא משך את הטלה לא קנה מפני שאין כאן משיכ' גמורה וי\"א דדוקא בכהאי גוונא משום שאין החמור ראוי ליחלק אבל אם אמר פרה וטלה בכור חטים ומשך הפר' ולא משך הטל' קנה בחטי' כנגד דמי הפר' (וי\"א דאם ראובן החליף עם שמעון ולוי ונתבטל אצל אחד בטל ג\"כ נגד השני) (ת\"ה סי' שי\"א):"
    },
    {
      "id": "choshen_mishpat-203-3",
      "section": 3,
      "text": "לשונות של זהב ושל כסף ושל שאר מיני מתכו' הרי הם כשאר מטלטלים ונקנים בקנין וקונין זה את זה בהחלפה אבל המטבעות של כסף או של זהב או של נחושת הרי כולם דמים כנגד שאר מטלטלים והנותן אחד מהם בדמי מטלטלים לא קנה ואין אחד מהם נקנה בקנין ולא נעשה קנין: הגה ולפיכך המייחד מעות והקנה לאחד בחליפי המטלטלים הואיל ולא קנה זה המעות לא קנה זה המטלטלין אע\"פ שמשכן ודוקא בתורת חליפין שייחד לו המעות אבל בתורת דמים משמשך החפץ נתחייב בדמיו מיד (טור):"
    },
    {
      "id": "choshen_mishpat-203-4",
      "section": 4,
      "text": "בד\"א בזמן שמכר שאר מטלטלים באחד ממיני מתכות אלו אבל המוכר מטבע במטבע הדינרים של זהב לגבי מטבעו' של כסף הרי הם כפירות: הגה ואם הקנה לו הכסף בתורת דמים שלא ייחד דוקא מעות אלו משמשך הזהב נתחייב לו הכסף כפי מה שפסק עמו (טור) וכן המעו' של נחשת כמו פירות לגבי מטבעות של כסף כיצד נתן לו דינר זהב בכ\"ה דינרי כסף כיון שמשך הדינר זהב נתחייב ליתן לו הכ\"ה דינרי כסף כמו שפסק עמו אם חדשים חדשים ואם ישנים ישנים אבל אם נתן לו כ\"ה דינרי כסף בדינר זהב לא קנה עד שיקח הדינר של זהב:"
    },
    {
      "id": "choshen_mishpat-203-5",
      "section": 5,
      "text": "נתן לו שלשים איסר של נחושת בדינר כסף חייב ליתן לו דינר כסף כמו שפסק עמו אם חדש חדש ואם ישן ישן אבל אם נתן לו דינר כסף בשלשים איסרות נחושת לא קנה עד שיקח האיסרות של נחוש' (ומעות שלנו שכסף ונחושת מעורב ביחד הוי טבעא לגבי כסף) (ר' ירוחם נ\"י ח\"ב):"
    },
    {
      "id": "choshen_mishpat-203-6",
      "section": 6,
      "text": "נחושת יש אומרים דהוי טיבעא לגבי דהבא ויש אומרים דהוי פירא לגבי דהבא:"
    },
    {
      "id": "choshen_mishpat-203-7",
      "section": 7,
      "text": "כולם יש להם דין מטבע לגבי שאר מטלטלים וכולם זה כנגד זה כגון שמכר דינר זהב בדינר זהב או דינר כסף בדינר כסף או דינר נחושת בדינר נחושת יש להם דין מטבע:"
    },
    {
      "id": "choshen_mishpat-203-8",
      "section": 8,
      "text": "מעות הרעות שפסלתן מלכות או מדינה או דינרים שאין יוצאים באותה מדינה ואין נושאין ונותנין בהן עד שמשנים אותם למטבע אחר הרי הם כפירות לכל דבר ונקנין בקנין ומתחייבין ע\"י משיכתן לתת מעות שפסקו ואם נטלו כנגדן מעות לא נקנו: הגה וי\"א דאפילו מעות הרעות שלא נפסלו לגמרי רק שאינן יוצאין בהוצאה להדיא נקראו מטלטלין (טור ונ\"י פרק הזהב והמגיד פ\"ז דמכירה) וכן נראה עיקר:"
    },
    {
      "id": "choshen_mishpat-203-9",
      "section": 9,
      "text": "המטבע אין דרך שיזכה בו מעתה מי שאינו ברשותו אלא על גב קרקע כגון שקנ' קרקע ועל גבו מעות או שישכור מקום המעות כיון שזכה בקרקע בכסף או בשטר או בחזקה או בקנין זכה במעות והוא שיהיו אותם מעות קיימים כגון שהיו מופקדים במקום אחר ולא כפר המפקיד אבל ראובן שהי' לו חוב על שמעון והקנה ללוי קרקע ועל גבו החוב לא קנה החוב אבל יכול הוא להקנות לו החוב (של ישראל) במעמד שלשתן כמו שנתבאר בסי' קכ\"ו וכן יכול הוא להקנותו לו ע\"י שימכור לו או יתן במתנה שטר החוב כמו שנתבאר בסי' ס\"ו (וע\"ל סי' קכ\"ג בדיני הרשאה):"
    },
    {
      "id": "choshen_mishpat-203-10",
      "section": 10,
      "text": "המחליף קרקע בקרקע או מטלטלים בקרקע או קרקע במטלטלים כיון שזכה זה נתחייב זה בחליפיו: הגה החליף מעות ומטלטלים או מעות וקרקע ביחד י\"א הואיל וחליפין אינן קונין במעות נתבטל כל הקנין וי\"א דכל הקנין קיים וי\"א דקיים אצל הקרקע והמטלטלין ובטל אצל המעות (מרדכי פרק מי שמת) והוא הדין אם קנו באיזה דבר המועיל בו קנין עם דבר שאין בו ממש דהוי קנין דברים שנים שקנו מזה לזה להחליף על כל אשר להן י\"א דלא מהני בזה קנין (ריב\"ש סי' רס\"ג) וי\"א דמהני אך כל א' יעמוד בשלו וחבירו יתן לו המותר בנכסיו דעיקר כוונתן היתה להרויח ולא להחליף ממש (ת\"ה סי' שי\"א) וע\"ל סי' ר\"ט סעיף ב':"
    }
  ]
}