{
  "id": "choshen_mishpat-119",
  "chapterLabel": "סימן 119",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-119-1",
      "section": 1,
      "text": "המוכר כל שדותיו ולוה שהתנה שיגבה מן העידית. ובו ו סעיפים:ראובן שמכר כל שדותיו לשמעון בבת אחת וחזר שמעון ומכר שדה אחת ללוי והיא בינונית ולא נשאר בינונית אחרת ביד שמעון ובא ב\"ח לגבות רצה גובה מבינונית שביד לוי רצה גובה ממה שביד שמעון אפילו לא נשאר בידו אלא עידית יכול לגבות ממנו בד\"א שגובה מלוי כשלקח בינונית אבל אם לקח עידית או זיבורית א\"י לגבות ממנו (וי\"א דגובה מן הזיבורית שביד לוקח שני אם לא נשאר ביד הראשון רק עידית) (המ\"מ פי\"ט ממלוה בשם הרמב\"ן והרשב\"א) וכן אם נשאר בינונית ביד שמעון אינו יכול לגבות מלוי אפי' אם לקח בינונית וכל זה לא איירי אלא כשקנאם שמעון בבת אחת אבל אם קנאם זה אחר זה וקנה זיבורית באחרונה אינו גובה מלוי:"
    },
    {
      "id": "choshen_mishpat-119-2",
      "section": 2,
      "text": "לוה שהתנה עם המלוה שיגבה מעידית שבנכסיו ומכר העידית ושייר בינונית וזיבורית אין בע\"ח טורף מעידית שמכר:"
    },
    {
      "id": "choshen_mishpat-119-3",
      "section": 3,
      "text": "מי שהיה לו עידית ובינונית וזבורית והיו עליו נזיקים וב\"ח וכתובת אשה ומכרן לשלשה בני אדם בבת אחת נכנסו תחת הבעלים וגובה ניזק בעידית ובעל חוב בבינונית וכתובת אשה בזיבורית ואם טען כל לוקח לזה שבא לטרוף ממנו אני לקחתי תחילה והנחתי לך מקום לגבות ממנו יש מי שאומר ששומעין לו ואינו יכול לגבות מספק ויש מי שאומר שכיון שאינו ניכר מתוך השטר שהרי שלשתן קנו ביום אחד ואין כותבים שעות קנין שלשתן לא חל עד סוף היום ואז חלו כולם כאחד:"
    },
    {
      "id": "choshen_mishpat-119-4",
      "section": 4,
      "text": "מכרן לשלשה זה אחר זה בשלשה ימים או ביום אחד וכתבו השעות בשטר אם אין בהם דין קדימה כגון שזמנם ביום אחר או שלאחר שנתחייב לכולם קנה וכתב להם דאקנה כולם גובין מהאחרון לא הספיק גובין משלפניו לא הספיק גובין משלפני פניו ואם שטרו של אחד מהם קודם לחבירו ובאים לגבות כאחד כל מי ששטרו קודם יגבה מהאחרון תחלה בין אם הוא עידית או בינונית או זיבורית והמאוחר ממנו גובה משלפניו והמאוחר ממנו גובה משלפני פניו ואם הניזקין קודמים ואחריו בעל חוב ואחריו כתובת אשה הניזקין קודמים לגבות מהאחרון אפי' הוא זיבורית ובע\"ח משלפניו אפי' הוא עידית וכתובת אשה משלפני פניו אפילו אם הוא עידי עידית ואם הניזק יפייס ללקוחות הראשונים שיניחו לו לגבות מהם אין ב\"ח וכתובת אשה יכולים לערער עליו:"
    },
    {
      "id": "choshen_mishpat-119-5",
      "section": 5,
      "text": "מכרן לאחד זה אחר זה הרי הלוקח נכנס תחת הבעלי' בד\"א כשלקח עידית באחרונה (או קנאם בבת אחת (טור) אבל אם קנה זיבורית באחרונה) (שם בשם הרמב\"ם) כולם גובים מהזיבורית: הגה י\"א דאפילו אם קנה עידית באחרונה דוקא שמת המוכר אבל אם מוכר עדיין חי דיוכל להחזיר השטר הזיבורית למוכר ואז יצטרכו כולם לגבות מן המוכר וה\"ה אם קנה זיבורית באחרונה אע\"פ שמת המוכר כולן גובין מן הזיבורית לקח בינונית באחרונ' ניזקין ובע\"ח בבינונית וכתובה בזיבורית (טור) ."
    },
    {
      "id": "choshen_mishpat-119-6",
      "section": 6,
      "text": "מכרן לאחד זו אחר זו ומכר לו עידית באחרונה וחזר הלוקח ומכר זיבורית ובינונית ושייר עידית לפניו כולם גובים מהעידית נמכר עידית והניח בינונית וזיבורית הניזקין טורפים מהעידית שביד הלוקח השני ומבינונית וזיבורית ששייר לפניו גובה ב\"ח מבינונית וכתובת אשה מזיבורית:"
    }
  ]
}