{
  "id": "choshen_mishpat-084",
  "chapterLabel": "סימן 84",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-084-1",
      "section": 1,
      "text": "הפוגם או פוחת שטרו או עד אחר מעיד שהוא פרוע. ובו ה סעיפים:הפוגם שטרו לא יפרע אלא בשבועה אע\"פ שלא טען הלוה השבע לי כיצד הרי ששטרו אלף זוז וטען הלוה פרוע כולו ומלוה אומר לא נפרעתי אלא מקצתו לא יפרע את השאר אלא בשבועה כעין של תורה אפי' היו עדים בשעת הפרעון או שכתב לו שובר במה שפרע ולא אמרינן אם איתא דפרע טפי בעדים הוה פרע ליה כדפרעיה מעיקרא או היה כותב לו שובר ואפי' דקדק לצרף בחשבונו אפי' פחות משוה פרוטה לא אמרינן כיון שדקדק כל כך קושטא קאמר ואם יש בו נאמנות אע\"פ שלא פירש בין בכולו בין במקצתו נוטל בלא שבועה:"
    },
    {
      "id": "choshen_mishpat-084-2",
      "section": 2,
      "text": "בד\"א כשעבר זמנו אבל אם הוא תוך זמנו אע\"פ שפגם שטרו יפרע שלא בשבועה אא\"כ טען הלוה ישבע לי:"
    },
    {
      "id": "choshen_mishpat-084-3",
      "section": 3,
      "text": "כתוב בו פרעון ביני שיטי לא חשוב כפוגם שטרו לחייבו שבועה (וע\"ל סי' מ\"ד ס\"ו וסוף סי' מ\"ה) שטר שכתוב בו פרעון ביני שיטי ת' זהובים על הגרר וטוען הלוה שפרע יותר והמלוה גרר מקום הפרעון וחזר וכתב מה שרצה אם כתב הפרעון הוא כתב יד הלוה הדין עם המלוה:"
    },
    {
      "id": "choshen_mishpat-084-4",
      "section": 4,
      "text": "(כפול לעיל סי' מ\"ז ס\"ב) הפוחת שטרו נפרע שלא בשבועה כיצד היה שטרו אלף זוז וטוען הלוה פרעתיך כולו והמלוה אומר לא נתפרעתי כלום אבל אינך חייב לי אלא ת\"ק ומה שנכתב אלף אמנה היתה בינינו אע\"פ שאין בו נאמנות נפרע שלא בשבועה אא\"כ יאמר הלוה השבע לי טען המלוה לא נתפרעתי כלום אבל אין החוב אלא ת\"ק והעדים טעו וכתבו אלף זוז הרי מודה שהעדים העידו שקר ונשבע הלוה היסת ונפטר."
    },
    {
      "id": "choshen_mishpat-084-5",
      "section": 5,
      "text": "עד אחד מעיד בשטר שהוא פרוע לא יפרע אלא בשבועה בד\"א כשעבר זמנו אבל אם הוא תוך זמנו נפרע שלא בשבועה אא\"כ טען הלוה ישבע לי עד א' מעיד על שטר שהוא פרוע ומת המלוה עד שלא נשבע אין יורשין גובין אותו והוא הדין לפוגם שטרו ומת עד שלא נשבע:"
    }
  ]
}