{
  "id": "choshen_mishpat-016",
  "chapterLabel": "סימן 16",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-016-1",
      "section": 1,
      "text": "כמה זמן נותנין להביא ראיה ודין הטלת חרם. ובו ה סעיפים:אמר אחד מבעלי הדין יש לי עדים להביא נותנין לו זמן ל' יום ולאחר ל' יום פוסקין הדין (וצריך לשלם) (מרדכי ס\"פ ז\"ב) ואם מביאן אחר כך יסתור הדין ואם גלוי וידוע לב\"ד שפלוני ופלוני הם עדים בדבר והרחיקו נדוד נותנים לו זמן עד שיוכל להביא: וה\"ה אם ידוע לב\"ד שיוכל לברר דבריו תוך שלשים אין נותנין לו זמן לבטלה (ב\"י בשם הריטב\"א) וע\"ל סי' צ\"ח סעיף ד':"
    },
    {
      "id": "choshen_mishpat-016-2",
      "section": 2,
      "text": "הא דיהבי זמן שלשים יום דוקא כשתבעוהו תחלה בלא ראיה וחייבוהו ב\"ד שישבע וזה טוען יש לי ראיה ואינה מצויה עתה בידי ואיני רוצה לקבל שבועתו אז נותנין לו זמן שלשים יום אבל אם טען תחלה יש לי ראיה ואינה מצויה עתה בידי מה צורך ליתן לו זמן לכשיביא ישיב לו הנתבע וכל זמן שלא יביא לא ישיב לו טענה ואם חזר ואמר אין לי ראיה ישיב לו בלא ראיה יש מי שאומר שנשבע ונפטר ואינו נאמן להביא עוד ראיה: הגה ואם הנתבע מבקש זמן כדי להשיב על טענת התובע אם נראה לב\"ד שאינו אלא דחייה אין נותנין לו זמן וצריך להשיב מיד אבל אם נראה לב\"ד שצריך זמן כדי לחשוב ולשים לבו על דברים שבינו לבינו נותנין לו זמן כפי הצורך (ב\"י בשם תשו' הרשב\"א) אבל אם כתוב בשטר שיפרע לו בלי דחייה כל תנאי שבממון קיים (ב\"י בשם הריטב\"א):"
    },
    {
      "id": "choshen_mishpat-016-3",
      "section": 3,
      "text": "טען אחד מבעלי דינים יש לי זכות בעדים או בראיה ואיני יודע ביד מי הוא חייב הדיין להטיל חרם על כל מי שיודע לו זכות בעדים או בראיה שיודיע לדיין אפי' אם הזכות של העדים והראיה יודע בהם מי שכנגדו חייב להגיד: הגה וע' ל' סי' ע\"א סעיף ז' וח' כיצד נותנים חרם וע' ל' סי' צ\"ב סעיף ו' אם טוען שכנגדו הוא פסול לישבע אם נותנים חרם על זה:"
    },
    {
      "id": "choshen_mishpat-016-4",
      "section": 4,
      "text": "האומר לחבירו שטר שבידך זכות יש לי בו אם הלה מודה שיש לזה בו זכות חייב להוציאו בב\"ד וב\"ד יעתיקו מה שכתוב בו מזכותו אבל אם הלה אומר שאין בידו שטר שיהא בו שום זכות לזה אין מחייבין אותו להראות שטר לשום אדם אבל אם ירצה זה להחרים חרם סתם לכל מי שיש בידו שטר שיש לו זכות בו מי שיראנו יחרים ואם טען זה בודאי שהוא יודע שהשטר שיש לו זכות בו הוא אצלו הרי זה נשבע היסת שאינו אצלו:"
    },
    {
      "id": "choshen_mishpat-016-5",
      "section": 5,
      "text": "המוציא שטר על חבירו והלה טוען שיש בו זיוף ושאל שיתנו לו הטפסת השטר כדי לדקדק בו נותנים לו אע\"פ שכתוב בו בלא טפיסת טופס מזה השטר:"
    }
  ]
}