{
  "id": "choshen_mishpat-250",
  "chapterLabel": "סימן 250",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-250-1",
      "section": 1,
      "text": "דין מתנת שכיב מרע במקצת או בכולה בלא קנין ובקנין. ובו כו סעיפים:מתנת שכיב מרע א\"צ להקנותה בשום א' מדרכי ההקנאה שדברי ש\"מ ככתובים וכמסורים דמי: הגה ואין חילוק בין צוה לתת מיד לאחר מותו או שצוה ליורשיו ליתן לאחר זמן (נ\"י פ\"י וב\"י סי' רמ\"ח בשם הריטב\"א) ואם לא צוה לתת דבר רק מינה אפוטרופסים ונתן להם רשות לחלוק נכסיו כפי מה שירצו ועשייתם יהיה כעשייתו י\"א דאין בדבריו כלום דמיד שמת נפלו נכסיו קמי יורשיו ונתבטלה מתנתו (מרדכי ס\"פ יש נוחלין בשם ר\"ג ותשובת רשב\"א סי' תש\"ד) (וי\"א דדבריו קיימין) (מרדכי שם בשם רשב\"ם ותשובת רד\"ך בית ל'):"
    },
    {
      "id": "choshen_mishpat-250-2",
      "section": 2,
      "text": "שכיב מרע שכתב כל נכסיו לאחרים ולא שייר כלום אע\"פ שקנו מידו אם עמד ונתרפא לגמרי המתנה בטלה ממילא (ואפי' התנה בשעת המתנה שלא יוכל לחזור בו אם עמד חוזר אא\"כ קנו מידו) (תשובת רשב\"א סי' תתקע\"ה ותשובת רמב\"ן סי' ג' וריב\"ש סי' ר\"ז) ואם לא נתרפא לגמרי אלא ניתק מחולי לחולי אם לא עמד ולא הלך ונשען על מקלו בשוק מתנתו מתנה (אע\"פ שהלך בביתו על משענתו) (מרדכי פרק אלמנה ופרק מי שמת) ואם עמד בין החולי שצוה בו ובין החולי שמת ממנו והלך ונשען על מקלו אומדין אותו על פי רופאים אם מחמת חולי הראשון מת מתנתו קיימת ואם לאו אינה מתנה ואם הלך בשוק בלא משענת אינו צריך אומד אלא בטלו מתנותיו הראשונות:"
    },
    {
      "id": "choshen_mishpat-250-3",
      "section": 3,
      "text": "בד\"א בנותן מתנה אבל אם הודה על נכסיו שהם של פלוני קנה הלה ואפי' יעמוד זה א\"י לחזור בו: הגה אמר רוצה אני שיהיו מטלטלין לשמעון הרי זה לשון מתנה אבל אם אמר מטלטלין אלו לשמעון או יש לשמעון בידי הוי לשון הודאה (ב\"י סי' רנ\"ב בשם הרשב\"א) ואם הקדיש כל נכסיו ולא שייר כלום או הפקירם או חלקם לעניים אם עמד נתבטל הכל כדין נותן מתנה (ואפי' אם תפסו עניים מפקינן מנייהו (ריב\"ש סי' ק\"ס) ודלא כדברי החולקין וכן דין הקדש כדין מתנה שיוכל לחזור בו כמו במתנה) (טור) אם מכר נכסיו כשהיה שכיב מרע אם מקצתם מכר ממכרו קיים כבריא ואם כלם מכר אם המעות עצמם קיימים אם עמד חוזר ואם הוציא המעות אינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-250-4",
      "section": 4,
      "text": "אין כל הדברים הללו אמורים אלא בנותן כל נכסיו ולא שייר כלום אבל אם שייר כלום שלא נתן דינו כמתנת בריא שאינה נקנית אלא בקנין: הגה ולאו דוקא קנין אלא ה\"ה משיכה או מסירה או הגבהה כל אחד לפי קניינו בין קרקע בין מטלטלין ודוקא במתנה כזו מהני מסירתו אבל מתנת ש\"מ שיכול לחזור בו לא מהני תפיסה כלום (מרדכי) וע\"ל סעיף י\"ו ואפילו אם מת צריך קנין לפיכך אם עמד אינו יכול לחזור בו וכמה יהא השיור אפילו כל שהוא בין קרקע בין מטלטלין (וי\"א דבעינן שיור כדי פרנסתו) (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-250-5",
      "section": 5,
      "text": "הסומא או הפסח או הגדם או החושש בראשו או בעינו או בידו או ברגלו וכיוצא בהם הרי הוא כבריא לכל דבריו במקחו וממכרו ומתנותיו אבל החולה שתשש כח כל הגוף וכשל כחו מחמת החולי עד שאינו יכול להלך על רגליו בשוק והרי הוא נופל על המטה הוא הנקרא שכיב מרע אע\"פ שלא אמר שמצוה מחמת החולי (ב\"י בשם תש'ו' רשב\"א) וי\"א דוקא ג' ימים הראשונים דינו כשכיב מרע אבל לאחר ג' ימים או שקפץ עליו החולי אפילו תוך ג' דינו כמצוה מחמת מיתה שיתבאר לקמן סעיף ז' וסעיף י\"ז (טור בשם הרא\"ש ועיין בב\"י):"
    },
    {
      "id": "choshen_mishpat-250-6",
      "section": 6,
      "text": "אם נשתתק ואינו יכול לדבר ורמז ליתן מתנה בודקין אותו כדרך שבודקין אותו לגיטין שנתבאר בטור אבן העזר סי' קכ\"א ואם השיב על לאו לאו ועל הן הן מתנתו מתנה ואם לאו אין מתנתו מתנה: הגה צוואת ש\"מ שלא נכתב בה שהיה מיושב בדעתו אפ\"ה אין חוששין לה ומה שנוהגין לכתבו אינו אלא לשופרא דשטרי (תשובת ריטב\"א) גוסס מתנתו מתנה:"
    },
    {
      "id": "choshen_mishpat-250-7",
      "section": 7,
      "text": "בד\"א שמתנת שכיב מרע שיש בה שיור אינה נקנית אלא בקנין ואם עמד אינו חוזר כשנתן סתם אבל אם פירש מחמת מיתה או אפי' לא פירש אלא שיראה מתוך דבריו שהוא נותן מחמת מיתה כגון שמתאונן על מיתתו וכיוצא בזה אפי' אם יש בה שיור נקנית באמירה בלא קנין לכשימות ואם עמד חוזר אפי' יש בה קנין במקצת:"
    },
    {
      "id": "choshen_mishpat-250-8",
      "section": 8,
      "text": "המפרש בים והיוצא בשיירא והיוצא בקולר והמסוכן והוא שקפץ עליו החולי והכביד עליו חליו כל אחד מארבעתם כמצוה מחמת מיתה והרי דבריו ככתובים וכמסורים דמי ומקיימים אותם אם מת ואם ניצל ועמד אפי' קנו מידו במקצת חוזר כדין כל מצוה מחמת מיתה:"
    },
    {
      "id": "choshen_mishpat-250-9",
      "section": 9,
      "text": "בד\"א דמתנת שכיב מרע במקצת בעי קנין בסתם אבל אם נתן מקצת נכסיו בפירוש במתנת ש\"מ א\"צ קנין ואם עמד חוזר ואם לא עמד קונה זה המקצת ואם יש בו קנין אינו קונה אא\"כ כתב כמיפה כחו וכן אם כתב כל נכסיו ומפרש שנותן הכל מעכשיו ומקנה לו מחיים הרי היא כשאר מתנת בריא שאם הגיע השטר ליד המקבל או שקנו מיד הנותן קנה הכל ואינו יכול לחזור בו: הגה וי\"א דהוא הדין מתנת שכיב מרע שכתבו שמקנה לו מהיום הוי כמתנת בריא וצריכה קנין (נ\"י פ' מי שמת) ולכן יש ליזהר בצוואת שכיב מרע שלא לכתוב בה שנתן במתנת בריא או מהיום אם לא צוה כך ואם צוה כך אסור לשנות ואז יש לו דין מתנת בריא ואינו נקנה רק בקנין ולא אמרינן בזה שטעות סופר היה ואם לא היה בה קנין המתנה בטילה כנ\"ל:"
    },
    {
      "id": "choshen_mishpat-250-10",
      "section": 10,
      "text": "שכיב מרע שנתן הנכסים שהדבר גלוי שהם כל נכסים שיש לו ה\"ז כמתנה במקצת (וצריכה קנין) (טור) ואם קנו מידו ועמד אינו חוזר חוששים אנו שמא נשארו לו נכסים אחרי' במדינ' הים עד שיאמר כל נכסי שהם אלו או שהוא מוחזק שאין לו נכסים אלא אלו ואז תהיה המתנה בכל:"
    },
    {
      "id": "choshen_mishpat-250-11",
      "section": 11,
      "text": "אין חלוק במתנת שכיב מרע בכולה בין אם נתן לא' בין אם נתן לשנים כאחד לפיכך שכיב מרע שחילק כל נכסיו לשנים או לשלשה אם לא הפסיק בין א' לחבירו אלא חלק זה לפלו' וזה לפלו' ומת קנו כולם אפי' בלא קנין עמד חוזר בכולם אפי' בקנין דכולה חדא מתנה היא בלא שיור ואם הפסיק בין א' לחבירו כמי שנמלך על הראשונים חוץ מהאחרון יש להם דין מתנת שכיב מרע במקצת שצריכה קנין אפי' מת ולפיכך אם עמד אינו חוזר ואם אין בהם קנין לא יקנו אפי' אם ימות והאחרון הוא מתנת שכיב מרע בכולה וקונה אם מת אפי' בלא קנין ולפיכך אם עמד חוזר:"
    },
    {
      "id": "choshen_mishpat-250-12",
      "section": 12,
      "text": "שכיב מרע שנתן כל נכסיו וחזר במקצת סתמא חזר בכל : הגה ואפילו נתן לשנים בשטר אחד וחזר מאחד מהן גם השני בטל מיהו אם פירש בהדיא דאינו חוזר רק במקצתן קנה הראשון הנשאר אע\"ג דהוי מתנה במקצת ולא קנו מיניה מ\"מ בשעה שנתן לו הוי מתנה בכל ולא היה צריך קנין (נ\"י פ' מי שמת) וי\"א דוקא שחזר ונתן אותו מקצת לאחרים אבל אם שייר אותו מקצת שחזר בו לעצמו גם הנשאר ביד הא' בטל עד שקנו ממנו (נ\"י שם) כתב נכסיו מקנתן לאחרים ומקצתן ליורשים וחזר בחלק היורשין לא נתבטל מתנה של אחרים דשל יורשין אינו אלא כירושה בעלמא (נ\"י הנ\"ל) לפיכך אם נתן כל נכסיו לראשון וחזר ונתן מקצתן לשני הראשון לא קנה אפי' אם ימות שהרי חזר בו והשני יש לו דין מתנת ש\"מ במקצת לפיכך אם יש בה קנין קונה אפילו אם לא מת ואם אין בה קנין אפי' אם מת אינו קונה נתן מקצתן לראשון בקנין והמותר לשני ראשון קונה אפי' לא מת והשני הוא מתנת ש\"מ בכל ואם מת קנה אפי' בלא קנין עמד לא קנה אפי' הוא בקנין:"
    },
    {
      "id": "choshen_mishpat-250-13",
      "section": 13,
      "text": "ש\"מ שכ' לאחר וחזר וכתב לאחר האחרון קנה שיש לו לחזור עד שימות (אם פירש שיהא במתנת שכיב מרע כמו שנתבאר סעיף ט') בין בכל בין במקצת בין לעצמו בין לאחר ואפי' כתב וזיכה לראשון וכתב וזיכה לאחרון האחרון קנה ששכיב מרע שזיכה עדיין מתנת שכ\"מ היא (וע\"ל ס\"ד ותפיסה ל\"מ מיהו אם כת' והגיע המתנה ליד המקבל מתנה משמע בטור דמהני וצ\"ע מנא ליה) אבל שכ\"מ שכתב וזיכה וקנו מידו אין לאחר קנין כלום וא\"י לחזור בו לא לאחר ולא לעצמו בין שנתן בכל בין שנתן מקצת:"
    },
    {
      "id": "choshen_mishpat-250-14",
      "section": 14,
      "text": "מצוה מחמת מיתה אפי' כתב וזיכה וקנו מידו בכל מיני הקנאות יכול לחזור בו (ומיהו אם פירש בהדיא שנותן במתנת בריא במעכשיו וקנו מידו קנה) (נ\"י הנ\"ל) ויש מי שאומר דה\"מ כשפירש בהדיא שמחמת מיתה הוא נותן אבל סתם מצוה מחמת מיתה כגון דאמר וי דקא מיית דינו כשכיב מרע:"
    },
    {
      "id": "choshen_mishpat-250-15",
      "section": 15,
      "text": "שכיב מרע שכתב כל נכסיו לעבדו חוזר בנכסים ואינו חוזר בעבד לפי שיצא עליו קול שהוא בן חורין ואם כתב לו בפי' מהיום אם ימות יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-250-16",
      "section": 16,
      "text": "ראובן ואשתו שהתנו ביניהם שאם ימות בחייה ירשו אחיו שני שלישי הממון והיא תטול השליש והגיע השטר ליד האחים וחלה ראובן וצוה לתת משני שלישי הממון גם לאחרים ומת ובאים האחים לבטל הצוואה מפני שזכו הם בשני שלישי הממון אין בדבריהם כלום וצוואתו קיימת:"
    },
    {
      "id": "choshen_mishpat-250-17",
      "section": 17,
      "text": "מתנת ש\"מ בכולה שנתנה בקנין לא קנה אפי' מת ואפי' אם נכתבה המתנה בשטר ומסר לו השטר מחיים לא קנה דשמא לא גמר להקנות לו אלא בקנין ואין קנין לאחר מיתה ואם פירש שלא הקנה אלא כדי לייפות כחו כגון שכתב וקנינא מיניה מוסף על מתנת' דא קנה (וכן אם כתב דשטר זה יהיה בכל אופן המועיל הוי כאלו כתוב יפוי כח וקנה) (מהר\"ם פאדוואה סי' נ\"ו) ויש מי שאומר דה\"ה נמי מצוה מחמת מיתה בקנין דינו כמתנת ש\"מ שהקנין מגרע כחו אלא א\"כ יפה כחו: הגה וי\"א דאם הנותן לא ביקש הקנין רק המקבל הוי כיפוי כח (פסקי מהרא\"י סי' ר\"ל) וכן אם אמר אחר הקנין שתתקיים המתנה הוי כיפוי כח (ריב\"ש סי' קס\"ז) הקנה לו מטלטלין אגב קרקע לא קנה המטלטלים אע\"פ שקנה לאחר מיתה הקרקע דהו\"ל כאלו הקנה לו מטלטלין עם קרקע של מקנה ואם א\"ל מטלטלין אלו לפלוני וליפוי כח אני נותן לו אגב קרקע קנה (תשובת רשב\"א סי' תתפ\"ב) ש\"מ שצוה להיות פלוני ופלוני אפוטרופס על נכסיו וקנו מידו דבריו קיימין ואין צריך בזה יפוי כח (ב\"י בשם הריב\"ש) וכן אם קנו מידו שמקנה מעכשיו או מהיום אע\"פ שפירש שהמתנה לא תהא קיימת רק לאחר מיתה דבריו קיימין וא\"צ יפוי כח (ב\"י בשם הריטב\"א):"
    },
    {
      "id": "choshen_mishpat-250-18",
      "section": 18,
      "text": "וכן אם צוה ש\"מ שיכתבו שטר למקבל עם הנתינה ומת אין כותבין ונותנין שמא לא גמר להקנותו אלא בשטר ואין שטר לאחר מיתה אא\"כ ייפה כחו בכתיבה כגון שאמר תנו אף כתבו לו ואם לא ייפה כחו אפילו אם נכתב השטר מחיים אין נותנים לו לאחר מיתה:"
    },
    {
      "id": "choshen_mishpat-250-19",
      "section": 19,
      "text": "הא דאמרי' שאפי' הגיע השטר ליד המקבל לא קנה אא\"כ ייפה כחו דוקא כשאין השטר כתוב בלשון צואה אלא בלשון מתנה שכתוב בו שדי נתונה לך ומסר השטר לידו דאז הוי מסירת השטר כמו קנין וצריך יפוי כח אבל אם השטר כתוב בו בלשון צוואה כדרך שמצוה אל ביתו שאז אינו עומד אלא לראיה אם הגיע ליד המקבל מחיים קנה (וכן אם כתב בכתב ידו שדי נתונה לפלוני אינו אלא כצוואה דעלמא וקנה בלא יפוי כח) (ב\"י בשם רבי ירוחם):"
    },
    {
      "id": "choshen_mishpat-250-20",
      "section": 20,
      "text": "אם כתב לאחד והקנה לו וחזר וכתב לשני והקנה לו יש מי שאומר שהשני קונה אפי' בלא יפוי כח ואפי' לא הגיע השטר לידו מחיים וכן אם כתב ומסר וזיכה לזה וחזר וכתב ומסר וזיכה לשני שני קונה אף בלא יפוי כח דקנין דשני לאו לגרועי אתא אלא שהוא סבור שלא יקנה אם פיחת לו מהראשון:"
    },
    {
      "id": "choshen_mishpat-250-21",
      "section": 21,
      "text": "הא דאמרי' שאם צוה שכיב מרע שיכתבו שטר למקבל עם הנתינה חוששין שמא לא גמר להקנותו אלא בשטר דוקא בכה\"ג אבל ש\"מ שמסדר ענינו וגומר צוואתו ומצוה לכתבה אינו מצוה לכתבה אלא לזכרון בעלמא וגמר להקנות לו מיד ואין צריד יפוי כח: הגה וכבר נתבאר סעיף י\"ט דבעינן שבאה הצוואה ליד המקבל מחיים וצוואה שכתב בה קנין הוי כשאר שטר מתנה דבעינן יפוי כח ובמקום שנהגו שכולן מקנין בצוואה בעלמא ואין מכוונין להקנות בשטר א\"צ יפוי כח (ריב\"ש סי' קס\"ח) מי שמבקש מיורשיו שיעשו כך וכך בנכסיו מקרי צוואת שכיב מרע כי מה שביקש לא עשה רק לחזק הדברים (פסקי מהרא\"י סי' צ\"ט):"
    },
    {
      "id": "choshen_mishpat-250-22",
      "section": 22,
      "text": "יש מי שאומר דלא שני לן בין אומר כתבו ותנו לו לאומר תנו וכתבו לו ויש מי שאומר דהא דבעינן יפוי כח דוקא באומר כתבו ותנו מנה לפלו' דמשמע כתבו מנה לפלו' ותנו לו את השטר אבל כשאומר תנו מנה לפלו' וכתבו לו את השטר דכיון שאינו מזכיר שיתנו לו השטר לא נתכוין בצוואת כתיבת השטר אלא לזכרון דברים ולא להקנות לו בשטר וכן ש\"מ שאמר תנו מנה לפלו' ואחר כדי דבור אמר כתבו ותנו לו את השטר מסתמא לא לחזור ממתנה ראשונ' (נתכוון) אלא ליפות כחו שיהא לו לראיה והעדים כותבין מה שצוה בפניהם ואין כותבין ואמר לנו כתבו ותנו לפי שנמצאו מבטלים בכך המתנה:"
    },
    {
      "id": "choshen_mishpat-250-23",
      "section": 23,
      "text": "בריא שאמר כתבו ותנו מנה לפלו' ומת אין נותנים אפי' במיפה כחו ויש מי שאומר דהיינו משום דאמר כתבו ותנו אבל אם אמר תנו ולא אמר כתבו נותני' משום מצוה לקיים דברי המת וי\"א דלא אמרי' מצוה לקיים דברי המת אלא היכא דאתפסיה ביד שליש (וע\"ל סי' רנ\"ב):"
    },
    {
      "id": "choshen_mishpat-250-24",
      "section": 24,
      "text": "בריא שאמר כתבו ותנו שדה זו לפלו' אם מחיים כותבים ונותנים אי לא הדר ביה קמי דמטי שטרא לידיה אבל לאחר מיתה אין כותבין ונותנין אא\"כ קנו מידו:"
    },
    {
      "id": "choshen_mishpat-250-25",
      "section": 25,
      "text": "מי שמת ונמצאת מתנה קשורה על ירכו אע\"פ שהיא בעדים וקנו מידו כדי ליפות כח אלו שנתן להם הרי זה אינה כלום שאני אומר כתבה ונמלך ואם זיכה בה לאחר בין מהיורשים בין שאינו מהיורשים כל הדברים שבה קיימים ככל מתנת שכיב מרע וכן מי שכתב שטר חוב על עצמו בשם אחר או בשם אחד מבניו ונתן השטר על יד שליש וא\"ל יהי זה אצלך ולא פירש לו כלום או שא\"ל הנח עד שאומר לך מה תעשה ומת אינו כלום ובמתנת בריא בקנין כשהקנה קנה המקבל) (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-250-26",
      "section": 26,
      "text": "הנותן סתם מטלטליו לאחר מעכשיו ולאחר מותו ואחר שמת טוענים היורשין הבא ראיה שמטלטלים אלו היו לו בשעת מתנה דשמא לאחר מכאן לקחן אין בדבריהם כלום דמסתמא כאן נמצאו וכאן היו (ועיין לעיל סי' ס' סעיף ו' ):"
    }
  ]
}