{
  "id": "choshen_mishpat-108",
  "chapterLabel": "סימן 108",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-108-1",
      "section": 1,
      "text": "מאיזה ענין נפרע מלוה מיורשיו ואיזה שבועה אדם מוריש לבניו. ובו כא סעיפים:מלוה על פה אינה נגבית מהיורשים אלא בא' מג' דרכים ואלו הם כשחייב מודה בהן וצוה בחוליו שיש לפלוני חוב עליו עדיין או שהיתה הלואה לזמן ועדיין לא הגיע הזמן או שנדוהו עד שיתן ומת בנידויו כל אלו גובים מהיורשים בלא שבועה אבל אם באו עדים שהיה אביהם חייב לזה מנה אינו גובה מהיורש כלום שמא פרעו: הגה מיהו אם טענו היתומים לא לוה אבינו מעולם הוי כאלו אמרו לא נפרע החוב ומאחר דאיכא עדים שלוה חייבים לשלם (בה\"ת וטור סעיף ל\"ג וכמו שיתבאר לקמן סעיף ט\"ו סימן זה) וכן אם הוציא כתב יד אביהם שהוא חייב לו אינו גובה בו כלום שמא פרעו (וע\"ל סי' ס\"ט ס\"ה) ואם מת המלוה והיורשים באים לגבות מיורשי הלוה אם היא על אחת מג' דרכים אלו יורשים גובים מהם בלא שבועה אע\"פ שמת לוה בחיי מלוה ואם אינה על אחת מג' דרכים אלו אפי' יורשי הלוה אין טוענים כלל אינם גובין מהם דאנן טענינן להו שמא פרע אביהם: הגה ואם הוציאו על רפואות בחליו יש לו דין שאר חוב שאם ידוע כמה הוציאו ושלא נפרעו בחייו נפרעין מן היתומים אבל בלאו הכי אין נפרעין ואשתו אינה נאמנת (תשובת הרא\"ש כלל פ\"ה סי' ב'):"
    },
    {
      "id": "choshen_mishpat-108-2",
      "section": 2,
      "text": "יש מי שאומר שמי שנתחייב ממון בב\"ד בעבור מלשינות ומת גובה מהיורשים אבל אם חייבוהו קנס לא קנסו בנו אחריו (ע\"ל סימן שפ\"ה ס\"א):"
    },
    {
      "id": "choshen_mishpat-108-3",
      "section": 3,
      "text": "אין נפרעים מיורשים קטנים בעודם קטנים שאינם בני י\"ג שנה שום הלואה מחוב אביהם ואפילו היה עליו שטר מקויים ואפילו היה בו נאמנות ואפי' היה בו כל תנאי שבעולם שמא יש להם ראיה ששוברים בה השטר אלא א\"כ היה במלוה זו אחד מג' דרכים הנזכרים לעיל בסמוך (בס\"א) ואפילו היתה מלוה על פה גובה מיתומים קטנים בא' מג' דרכים הנזכרים ודהיתה תוך זמן צריך שנתקבל העדות בחיי אביהם שהוא תוך זמן שאם לא כן אין מקבלין עדות על קטן אפילו בפניו ואם הם גדולים והוציא עליהם שטר מקויים אפי' אין שם א' מג' דרכים אלו גובה מהם בלא שבועה אם יש בו נאמנות מפורש שהאמינו עליו ועל יורשיו או על באי כחו שיורשיו בכלל באי כחו אבל אם אין שם כתוב בשטר נאמנות ואפי' כתוב בו נאמנות סתם ולא פירש על יורשיו או על באי כחו צריך לישבע כעין של תורה בנקיטת חפץ וגובה ואפילו תפס משלהם בלא שבועה משביעין ליה ואי לא בעי לאשתבועי דינו כמו שנתבאר בסימן פ\"ב (ופ\"ז ס\"י):"
    },
    {
      "id": "choshen_mishpat-108-4",
      "section": 4,
      "text": "הוציא על היורשים שטר עיסקא החצי יש לו דין מלוה ונשבע ונוטל והחצי אינו נוטל אפי' בשבועה שכיון שאילו היה אביהם קיים היה נאמן לומר החזרתי במגו דנאנסו וטוענין להו: הגה הבית דין ודוקא אם אין להם אפוטרופסים אבל אם יש להם אפוטרופסים רואין תחלה אם האפוטרופסים יטעון להם ואם לאו טוען להם הב\"ד (ר\"ן פ' שני דייני גזירות) ואין עליהם שבועה אלא חרם סתם אבל אם אין אנו יכולים לטעון להם שהחזיר כגון שהודה אביהם שלא החזיר או שמת תוך זמן או שהאמין לבעל העיסקא אם יאמר שלא החזיר אין טוענים להם שנאנסו ויש אומרים שטוענים להם שנאנסו ואם יש מהעסק בעין ויש עדים שהוא מאותו עסק או חליפיו נוטל המלוה בלא שבועה ואם יש ריוח נוטלי' בו יורשי הלוה חלקם: הגה וכבר נתבאר בסמוך שאין מקבלין העדות לפני יתומים קטנים אם לא נתקבל העדות בחיי אבוהון (ב\"י) וע\"ל סי' ק\"י ס' ט':"
    },
    {
      "id": "choshen_mishpat-108-5",
      "section": 5,
      "text": "מת המלוה ובאים יורשיו לתבוע השטר מהלוה והוא אומר פרעתי לאביהם והם אומרים לא ידענו אומרים לו זיל שלים ואם אומר השבעו לי אם יש בשטר שהאמין את המלוה ואת יורשיו עליו גובין בלא שבועה ואם לא האמין אותם עליו ישבעו בנקיטת חפץ שלא צוה להם אביהם על ידי אחר ושלא אמר להם בפיו ושלא מצאו שובר בין שטרותיו ששטר זה פרוע שאם מצאו שובר עליו הי' בחזקת פרוע והוא שנמצא השטר בין שטרות קרועים כמו שנתבאר (סי' ס\"ה) ויכללו בכלל השבועה שלא אמר להם אביהם שהיה לו שטר פרוע בין שטרותיו אפי' היה היורש קטן המוטל בעריסה כשמת מורישו ה\"ז נשבע כשיגדיל ונוטל ומיהו אין זה צריך לישבע אלא שלא מצאתי אבל שלא פקדנו אבא לא דלאו בר צוואה היה:"
    },
    {
      "id": "choshen_mishpat-108-6",
      "section": 6,
      "text": "אם יש לקטן אפוטרופוס שמינהו אביו ומבקש חובותיו של קטן צריך לישבע שלא צוהו אבי היתומים ושלא מצא בין שטרותיו ששטר זה פרוע ואם מינוהו ב\"ד אינו צריך לישבע אלא שלא מצא בין שטרותיו ששטר זה פרוע:"
    },
    {
      "id": "choshen_mishpat-108-7",
      "section": 7,
      "text": "אם יש לקטן אחים גדולים אין צריך להמתין עד שיגדיל הקטן אלא הם נשבעים וגובים הכל ונותנין לקטן חלקו ואם מת הקטן נשבעים הם ונוטלים חלקו וחלקם:"
    },
    {
      "id": "choshen_mishpat-108-8",
      "section": 8,
      "text": "אם א' מהיורשים אומר אמר לי אבא שהשטר פרוע והאחרים אומרים לא פקדנו אם השטר יוצא מתחת יד זה שאומר פרוע הוא נאמן על כולם במיגו שאם היה רוצה הי' שורפו ואם לאו אינו נאמן אלא על חלקו בלבד ויש מי שאומר שאפי' השטר יוצא מתחת יד זה שאומר פרוע הוא אינו נאמן אלא על חלקו:"
    },
    {
      "id": "choshen_mishpat-108-9",
      "section": 9,
      "text": "כל הדין שיש ליורשי המלוה עם הלוה כשבאים ליפרע ממנו כך יש להם עם יורשי הלוה אם מת ובאים ליפרע מהם אלא שכשטוענים עם יורשי הלוה צריכים ג\"כ לישבע שלא נפרעו הם עצמם מאביהם ואם טענו יתמי הלוה אמר לנו אבא פרעתי לאביהם אין עליהם שבועה שלא נפרעו הם בעצמם:"
    },
    {
      "id": "choshen_mishpat-108-10",
      "section": 10,
      "text": "מתו היורשים שהיה להם לישבע שבועת היורשים י\"א שאין יורשיהם נשבעים ונוטלים ויש אומרים שגם הם נשבעים שלא פקדנו אבא ולא אבא דאבא ונוטלים:"
    },
    {
      "id": "choshen_mishpat-108-11",
      "section": 11,
      "text": "בד\"א שיורשי המלוה נשבעים ונוטלים מיורשי הלוה כשמת מלוה ואח\"כ מת לוה אבל מת לוה בחיי מלוה ואח\"כ מת המלוה אין היורשים בין שהם בנים או אחים או שאר יורשים נוטלים כלום אפי' בשבועה שהרי כבר נתחייב המלוה שבועה ליורשי הלוה כדין הבא ליפרע מנכסי יתומים: הגה ואפילו נשבע המלוה כבר לא מהני אם יש לחוש שנפרע אחר השבועה (תשובת הרא\"ש כ' פ\"ו סי' ג') ואין אדם מוריש לבניו ממון שאין יכול לגבותו אלא בשבועה ואם עבר הדיין והשביע יורשי המלוה וגבו חובם אין מוציאים מידם וכן אם קדמו יורשי המלוה ותפסו אין מוציאין מידם לפיכך שטר חוב של יתומים הבאים ליפרע מהיתומים שמת אביהם הלוה תחלה אין קורעין אותו ואין מגבין בו: הגה ודוקא האפוטרופוס אבל הב\"ד שבא לפניהם לדין ובא השטר לידם ודאי קורעין אותו מאחר שפסקו שלא לגבות בו מיהו אם לא קרעוהו ובא אח\"כ לב\"ד אחר וגבו בו מה שעשו עשוי (טור סכ\"ו בשם הרמ\"ה) ואפילו היה שם ערב ומת הלוה תחלה לא יפרעו יורשי המלוה מהערב אם הניח הלוה נכסים שאם יפרעו מהערב הרי הערב חוזר ונפרע מיורשי לוה כיון שהניח להם אביהם נכסים ואין חילוק בין ערב לקבלן בזה וי\"א דאם הערב הוא היורש בעצמו גובה ממנו (מהרי\"ק שורש נ\"א):"
    },
    {
      "id": "choshen_mishpat-108-12",
      "section": 12,
      "text": "אם היה השטר משכונא והיה אביהם מוחזק בה גובה בלא שבועה לפיכך אם מת גם יורשים גובים:"
    },
    {
      "id": "choshen_mishpat-108-13",
      "section": 13,
      "text": "בד\"א שאין היורשין נוטלין כשמת לוה בחיי מלוה כשאין נאמנות בשטר אבל אם יש נאמנות בשטר אם האמין לוה למלוה עליו ועל באי כחו נשבעים יורשים ונוטלין שהרי אביהם לא היה צריך לישבע לא ללוה ולא ליורשים ואם האמין גם לבני המלוה נוטלים בלא שבועה (הרא\"ש בתשו' כלל ע\"ט ע\"א סי' ד') אף אם המלוה נתחייב ללוה שבוע' על עסק תביעה אחרת:"
    },
    {
      "id": "choshen_mishpat-108-14",
      "section": 14,
      "text": "זה שאמרנו בדין זה אין אדם מוריש שבועה לבניו אין דנין מדין זה לכל הדומה לו אלא הרי הפוגם שטרו ומת אע\"פ שאינו גובה אלא בשבועה הרי בניו נשבעים שלא פקדנו אבא ע\"י אחר ושלא אמר לנו בפיו ולא מצינו בין שטרותיו של אבא שכל שטר זה פרוע וגובים שאר השטר בין מהלוה בין מיורשיו וכגון שלא מת הלוה קודם מלוה וכן הבא ליפרע שלא בפני בעל דין או מהלקוחות או עד אחד מעיד שהוא פרוע ומת קודם שנשבע ובחיי הלוה יורשים נשבעים שבועת היורשים ונוטלים ואם שני עדים מעידים שקצתו פרוע נשבעים שלא פקדנו שיש ממנו פרוע יותר ממה שהעדים מעידים ודוקא בכה\"ג דנקיטי שטרא נשבעים ונוטלים אבל שכיר ונגזל שאין להם שטר וכן שבועת היסת שנהפכה לתובע ומת אין היורשים נשבעים ונוטלים:"
    },
    {
      "id": "choshen_mishpat-108-15",
      "section": 15,
      "text": "מלוה או יורשיו שבאו לגבות מיורשי הלוה וטענו אמר לנו אבא לא לויתי שטר זה מעולם הרי המלוה או יורשיו גובים בלא שבועה ואפי' מת לוה בחיי מלוה ואח\"כ מת מלוה ואפילו האמין המלוה ללוה לומר פרעתי:"
    },
    {
      "id": "choshen_mishpat-108-16",
      "section": 16,
      "text": "יורש קטן שהיה שטר חוב לאביו ויצא עליו שובר אחר מיתת אביו אין קורעים את השטר ואין מגבים בו עד שיגדלו היתומי' שמא שובר זה מזוייף הוא ולפיכך לא הוציאו הלוה בחיי אביו ואפי' יש עדים שמעידים שזוכרים הפרעון אין עדות' עדות לפי שאין מקבלים עדות שלא בפני בעל דין ואפי' מתקיים השובר בחותמיו ואפי' מפי עדים שאמרו אנו חתמנוהו ונקב יש בו בצד אות פלוני אין מקבלי' מהם לפי שאין מקבלין עדות שלא בפני בעל דין:"
    },
    {
      "id": "choshen_mishpat-108-17",
      "section": 17,
      "text": "אין נפרעים מנכסי יורשים אפי' גדולי' אלא בשבועה ואם נפרע שלא בשבוע' מנדין אותו עד שישבע:"
    },
    {
      "id": "choshen_mishpat-108-18",
      "section": 18,
      "text": "אין נפרעים מנכסי יורשים אפילו גדולים אלא מהזיבורית ואפילו התנה שיגבה עידית או בינונית לא מהני תנאה גבייהו ואם כתב בפירוש שיגבה עידית או בינונית ממני או מיורשי מהני תנאה:"
    },
    {
      "id": "choshen_mishpat-108-19",
      "section": 19,
      "text": "והא דאמרינן דגובה מהזיבורית דוקא כשהיא עושה פירות יותר על עבודתה שאל\"כ אין שם קרקע עליה אלא ארץ גזירה:"
    },
    {
      "id": "choshen_mishpat-108-20",
      "section": 20,
      "text": "אם תפס בעל חוב בינונית בחיי אביהם כגון שלוה אביהם ממנו מנה והוא לוה מאביהם מנה ויש ליתומי' זיבורית ולו יש בינונית ובאים ליטול ממנו בינונית בחובם וליתן לו זיבורית בחובו הרי הוא מעכב בינונית שלו בחובו אבל אם היתה תפיסתו אחרי מות אביהם כגון שקנה הוא בינונית שלו אחרי מות אביהם לא מהני' תפיסה:"
    },
    {
      "id": "choshen_mishpat-108-21",
      "section": 21,
      "text": "אם הניזק בא לגבות נזקו אם הם קטנים אינו גובה אלא מהזיבורית ואם הם גדולים גובה כדינו מהעידית:"
    }
  ]
}