{
  "id": "choshen_mishpat-308",
  "chapterLabel": "סימן 308",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-308-1",
      "section": 1,
      "text": "השוכר בהמה לרכוב עליה כמה יטעון עליה. ובו ז סעיפים:השוכר בהמה לרכוב עליה איש לא ירכיב עליה אשה (והוא הדין לעכו\"ם) (מרדכי פרק האומנין) מיהו יש אומרים דוקא לכתחלה אבל אם עבר והרכיב עליה אשה אע\"פ שניזוקה הבהמה אינו חייב לשלם (המגיד פ\"ד דשכירות בשם הרשב\"א) ויש חולקין (שם לדעת הרמב\"ם) ולכולי עלמא אם מנהג המקום להתייקר ברכיבת הנשים צריך להוסיף לו כפי המנהג (המגיד הנזכר לעיל) לרכוב עליה אשה ירכיב עליה איש:"
    },
    {
      "id": "choshen_mishpat-308-2",
      "section": 2,
      "text": "שכרה לרכוב עליה אשה מרכיב עליה כל אשה בין גדולה בין קטנה ואפי' מעוברת ומניקה:"
    },
    {
      "id": "choshen_mishpat-308-3",
      "section": 3,
      "text": "השוכר את החמור לרכוב עליה יש לו להניח עליה כסותו ולגינו ומזונותיו של אותו הדרך לפי שאין דרך השוכר לחזור בכל מלון ומלון לקנות מזונות יתר על זה הרי מעכב עליו בעל החמור וכן יש לבעל החמור להניח עליה שעורים ותבן ומזונות של אותו היום יתר על זה השוכר מעכב עליו מפני שאפשר לו לקנות בכל מלון ומלון לפיכך אם אין שם מאין יקנה מניח עליו מזונותיו ומזונות בהמתו של כל אותה הדרך וכל אלו הדברים בשוכר סתם ובמקום שאין מנהג ידוע אבל במקום שיש מנהג הכל לפי המנהג:"
    },
    {
      "id": "choshen_mishpat-308-4",
      "section": 4,
      "text": "השוכר את הבהמה להביא עליה ק\"ק ליטרין של חטים והביא ק\"ק ליטרין של שעורים ומתה חייב מפני שהנפח קשה למשוי והשעורים יש להם נפח וכן אם שכרה להביא תבואה והביא במשקלה תבן אבל אם שכרה להביא עליה שעורים והביא במשקלן חטים ומתה פטור וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-308-5",
      "section": 5,
      "text": "השוכר את הבהמה לשאת עליה משקל ידוע והוסיף על משאו אם הוסיף חלק משלשים על השיעור שפסק עמו ומתה חייב פחות מכאן פטור אבל נותן הוא שכר התוספות (וע\"ל סי' של\"ה ס\"א):"
    },
    {
      "id": "choshen_mishpat-308-6",
      "section": 6,
      "text": "שכר סתם אינו נושא אלא משקל הידוע במדינה לאותה בהמה ואם הוסיף חלק משלשים כגון שדרכה לשאת ל' וטען עליה ל' ואחד ומתה או נשברה חייב:"
    },
    {
      "id": "choshen_mishpat-308-7",
      "section": 7,
      "text": "הכתף שהוסיף על משאו קב א' והוזק במשא זה חייב בנזקיו שאע\"פ שהוא בן דעת והרי הוא מרגיש בכובד המשא יעלה על לבו מחמת חליו הוא זה הכובד: הגה הלוקח חמורו של חבירו שלא מדעתו ועושה מלאכתו וכוונתו ליתן לו שכרו הוי כשואל שלא מדעת והוי גזלן ואם החמור עומד לשכור לא הוי גזלן ומיהו אם מיחו בו בני ביתו ואומרים שבעל החמור צריך לחמורו הוי כשלא מדעת והוי גזלן ואם לקחו להציל את שלו ורוצה ליתן לבעל החמור הפסדו לא הוי גזלן דתנאי ב\"ד הוא (ת\"ה סי' שי\"ו) כדלעיל סי' רס\"ד סעיף ה' וע' לקמן סי' שס\"ג סעיף ה' מדינים אלו:"
    }
  ]
}