{
  "id": "choshen_mishpat-175",
  "chapterLabel": "סימן 175",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-175-1",
      "section": 1,
      "text": "אחין שרצו לחלק וכל דיני דבר מצרא. ובו סג סעיפים:לא היו כאן כל האחים ואותו שלפנינו מבקש לחלוק חולק בפני שלשה אפילו הם הדיוטות ובלבד שיהיו נאמנים ובקיאים בשומא ואם חלק בפחות משלשה לא עשה כלום ואם היו מעות וכולם מטבע אחד ושוים א\"צ שלשה אלא שנים לראיה בעלמא: הגה וכן אם היו הנכסים מופקדים ביד אח' ובאו מקצת האחין נותנין להן חלקן בדרך הנזכר (מרדכי פ' המפקיד וע\"ל סי' ע\"ז ס\"ט):"
    },
    {
      "id": "choshen_mishpat-175-2",
      "section": 2,
      "text": "אם אחר שחלק זה בפני ג' שלא בפני אחיו ובא אחיו ואמר אותו החלק שוה בעיני יותר ואני מוסיף דמים יותר ממה ששמתם אותו שומעין לו לבטל החלוקה אבל אם בא לבטל החלוקה בלא טענה ולומר נפיל גורל אחר אין שומעין לו:"
    },
    {
      "id": "choshen_mishpat-175-3",
      "section": 3,
      "text": "שני אחים שחלקו ואח\"כ בא אח שלא היו יודעים בו בטלה החלוקה ואפי' שהי' להם שלשה שדות ונטל כל א' מהם אחת מהן והשלישית חלוקה ביניהם וכשבא האח השלישי נפל חלקו באותה שחלקו ביניהם לא נאמר ישאר כל א' מהם בשלו אלא איזה מהם שירצה יכול לבטל כל החלוקה ויפילו גורל אחד לכולם ואפי' נתרצה האח השלישי ליטול מעט מזה ומעט מזה בלא גורל אפי' הכי יכול כל א' מהשנים לבטל החלוקה כיון שהיתה בטעות:"
    },
    {
      "id": "choshen_mishpat-175-4",
      "section": 4,
      "text": "וכן אם בא ב\"ח של אביהם וגבה חובו מחלקו של א' מהם כגון שעשאו אפותיקי בטלה החלוקה וחולקין חלוקה אחרת:"
    },
    {
      "id": "choshen_mishpat-175-5",
      "section": 5,
      "text": "אחד מן האחים או השותפין שמכר חלקו לאחד שאר האחין או השותפין מסלקין ללוקח ויש אומרים שאפי' אם הוא מצרן מסלקו השותף (או האחין וכן עיקר):"
    },
    {
      "id": "choshen_mishpat-175-6",
      "section": 6,
      "text": "המוכר קרקעו לאחר בין שמכרה הוא בין שמכר שלוחו בין שמכרו ב\"ד יש לחבירו שהוא בצד המצר שלו ליתן דמים ללוקח ולסלק אותו ואפי' הלוקח ת\"ח ושכן וקרוב למוכר והמצרן עם הארץ ורחוק מן המוכר המצרן קודם ומסלק את הלוקח: הגה ואפי' אם אומר המוכר קודם שאמכור למצרן לא אמכור כלל אפ\"ה קנה המצרן בעל כרחו של מוכר [תשובת מיימוני ס' קנין סי' ל\"ב] וזה הלוקח הרחוק חשוב כשלוחו לכל דבר ועידי הקנין של לוקח יכתבו שטר בשם המצרן ואין צריכים קנין אחר וכן אם הוקרה צריך ליתנה לו כמו שקנאה ואם הוזלה צריך ליקח אותה כמו שקנאה אם חפץ בה ואם תיקן בה והשביחה ה\"ל כיורד ברשות ושמין לו וידו על העליונה ואי בתר דתבעיה (השביחה) ה\"ל כיורד שלא ברשות ואם עקר ממנה נטיעות או קלקל מנכה לו מן הדמים מה שקלקל ואפי' קלקל קודם שיבא המצרן ואם אכל פירות אותם שאכל אחר שבא והביא מעות לסלקו צריך לשלם ושאכל קודם אינו צריך לשלם ואם לוה הלוקח קודם שבא המצרן אין שעבוד הבע\"ח חל עליו ואינו טורף מהמצרן:"
    },
    {
      "id": "choshen_mishpat-175-7",
      "section": 7,
      "text": "קנאה הלוקח במנה והיא שוה ק\"ק אם היה נותנה כן לכל אדם כגון שמוכר מחמת דוחק לא יתן לו המצרן אלא מנה ואם לא הי' נותנה כן לאחר צריך ליתן לו ק\"ק ואם טען הלוקח שלא היה נותנה כן לאחר והמצרן אומר שהיה נותנה כן לאחר על המצרן להביא ראיה:"
    },
    {
      "id": "choshen_mishpat-175-8",
      "section": 8,
      "text": "אם מכרה לו בהמתנה לית בה משום דינא דבר מצרן אא\"כ המצרן רוצה לפרוע מיד: הגה או שאין המוכר מקפיד ורוצה להמתין למצרן (ד\"ע לדעת הטור והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-175-9",
      "section": 9,
      "text": "קנאה במאתים ואינו שוה אלא מנה אם המצרן חפץ בה צריך ליתן לו ק\"ק ואם טען המצרן שעשו קנוניא ביניהם נשבע הלוקח בנקיטת חפץ ונוטל ק\"ק ואם היו שם עדים שנתן ק\"ק והמצרן טוען שאמנה היתה בינו ובין המוכר והוא יודע בודאי שלא לקחו ממנו אלא במנה נותן לו דמים כפי מה שהעדים מעידים ומסלקו ומשביעו שלקחו בק\"ק ונפטר: הגה גבאה בחובו אינו צריך ליתן לו רק כפי שומת בית דין הקרקע אע\"פ שהחוב היה יותר (ריב\"ש סי' תת\"ג):"
    },
    {
      "id": "choshen_mishpat-175-10",
      "section": 10,
      "text": "המוכר על תנאי בין שהתנה מוכר בין שהתנה לוקח אין בעל המצר יכול לסלקו עד שיתקיימו התנאים ויזכה הלוקח בקרקע ולא תשאר בה עילה כלל ואח\"כ יסלק אותו:"
    },
    {
      "id": "choshen_mishpat-175-11",
      "section": 11,
      "text": "היה לשדה הנמכר ד' המצרנים מד' רוחותיו יד כולם שוה בה ויחלקוה באלכסון כדי שיגיע לכל א' חלק על פני כל שדהו ואם היה ה' מצרנים כגון שהיו שלש משלש רוחותיו וברוח הד' שנים אותם השנים חשובים כא' ונוטלין בין שניהן חלק אחד כאחד מהחלקים שנוטלים השלשה בד\"א כשבאו כאחד אבל אם קדם א' וסילק ללוקח זכה בה הוא לבדו ואפי' היו המצרנים הרבה והיה בהם מי שאינו מצרן אלא בחלק קטן מאד אם קדם הוא וסילק ללוקח או קדם וקנאה (מהמוכר) זכה בה: הגה מיהו לכתחלה ימכור לכולם ביחד (המ\"מ פי\"ב וב\"י בשם תלמידי הרשב\"א ושכ\"כ בעה\"ע) ויש חולקין (המגיד פי\"ב די\"א כן) ואם קדם אחד מהן לקנות והאחרים טוענין שגם הם רצו לקנותו רק שזה גזם להם להזיק והיה בידו לעשות ויש להם עדים על כך כשיסורו אונסן יכולין לסלקו מחלקן (ב\"י בשם רשב\"א ות' רשב\"א סי' תתק\"ו) וע' לקמן סי' זה סעיף ל\"ג: באו קצת מהמצרנים וקצתם במדינה אחרת אלו שבכאן מסלקין ללוקח והיא שלהם לבדם:"
    },
    {
      "id": "choshen_mishpat-175-12",
      "section": 12,
      "text": "היו הרבה שותפין לרוח אחת לשדה הנמכרת כל א' מהם יכול לסלק ללוקח ואם קדם אחד מהם וסילקו זכה הוא ואין שאר השותפין יכולין לערער ולא עוד אלא אפילו היה מצד א' לשדה הנמכרת שדה משותף בין שנים ומצד א' אצלה שדה של אדם אחר וקנאה א' מהשותפין בשדה שאצל השדה הנמכרת אין בעל השדה שבצד א' יכול לומר לאותו שקנאה אני מצרן ודאי ואתה ספק דשמא יפול חלקך לצד אחר אלא חשוב ודאי כמוהו כיון שיש לו חלק בכל השדה וכיון שקדם זכה וה\"ה שאם קנאה איניש דעלמא שא' מהמצרנים יכול לסלקו אע\"פ שיש לו שותף ואין הלוקח יכול לומר לו שמא יפול חלקך מצד אחר וכן שדה הנמכרת של שנים ומכר א' מהם חלקו לאחר המצרן מסלקו ואין הלוקח יכול לומר כיון שאין החלק שקניתי מסויים שמא יפול חלקו מצד אחר שאינו מצד השדה שלך:"
    },
    {
      "id": "choshen_mishpat-175-13",
      "section": 13,
      "text": "א' שלקח משנים שדה אחת ובא המצרן לסלקו מחציו שלקח מן האחר אינו יכול לסלקו אא\"כ מסלקו מכולה או מניחו בכולה: הגה ודוקא בשדה אחת אבל שתי שדות יכול לסלקו מאחת ומניח לו אחת (ב\"י בשם תלמידי רשב\"א) אבל המוכר קרקע לשנים יכול המצרן לסלק לשניהם או לסלק האחד ולהניח האחד:"
    },
    {
      "id": "choshen_mishpat-175-14",
      "section": 14,
      "text": "בעל בנכסי אשתו יש לו דין מצרנות שאם יש לה קרקע מנכסי מלוג ובאו למכור קרקע שאצלו יכול הבעל לסלק הלוקח אפילו אם קנו מידה שמחלה ללוקח אינו כלום והבעל יכול לסלקו עמדה היא וסלקה ללוקח וכן העבד שהיה נושא ונותן בנכסי אדוניו וסילק את הלוקח אם רצה הבעל או האדון מקיים על ידיהם ואם לא רצה לא יקיים ותחזור ללוקח ויחזיר הדמים:"
    },
    {
      "id": "choshen_mishpat-175-15",
      "section": 15,
      "text": "המצרן שבא לסלק את הלוקח וקודם שסילקו מכר השדה שיש לו על המצר איבד זכותו וגם הלוקח שקנה ממנו אין לו דין מצרן לסלק הלוקח שקנה סמוך למצר:"
    },
    {
      "id": "choshen_mishpat-175-16",
      "section": 16,
      "text": "מי שעשאו בעל הבית שליח למכור שדהו אף ע\"פ שהשליח עצמו מצרן אינו רשאי לקנות וכשמכר לאחרים אינו יכול לסלק את הלוקח וכן מי שחתם על שטר המכירה בעד אינו יכול לסלק ללוקח (ר' ירוחם ני\"א ח\"ד):"
    },
    {
      "id": "choshen_mishpat-175-17",
      "section": 17,
      "text": "מת הלוקח קודם שסילקו המצרן אינו יכול לסלק ליורש (ויש חולקין) (טור ונ\"י פרק המפקיד וריב\"ש סי' תק\"א) וכן נ\"ל עיקר:"
    },
    {
      "id": "choshen_mishpat-175-18",
      "section": 18,
      "text": "נתן הלוקח הקרקע במתנה לאחר שלא באחריות אין המצרן יכול לסלקו והוא שלא יהא רמאות בדבר ויש חולקין (טור ונ\"י פרק המפקיד) וכנ\"ל עיקר:"
    },
    {
      "id": "choshen_mishpat-175-19",
      "section": 19,
      "text": "מכרה לוקח ראשון ללוקח שני וכן אם מכרה היורש או המקבל מתנה המצרן מסלק את הלוקח:"
    },
    {
      "id": "choshen_mishpat-175-20",
      "section": 20,
      "text": "טרפה בעל חוב בחובו המצרן מסלקו בין ששמוהו לו בית דין בחובו בין שהגבהו ליה מדעתו ואם ירצה הנטרף לתת הדמים שהיו עליו בחובו תחזור לו שדהו לעולם:"
    },
    {
      "id": "choshen_mishpat-175-21",
      "section": 21,
      "text": "בעל חוב של המוכר שטרף מהמצרן יש מי שאומר שהמצרן חוזר ונוטל מהלוקח והלוקח נוטל מהמוכר וחלקו עליו לומר שאין דין המצרן עם הלוקח כלל אלא עם המוכר (וכן נראה עיקר):"
    },
    {
      "id": "choshen_mishpat-175-22",
      "section": 22,
      "text": "יש מי שאומר דמצרן לא יכול לאחותי אינשי אחריני בדוכתיה לסלוקי ללוקח בדיני דבר מצרא אלא היכא דאקנה ליה בארעא קמייתא דקא תבע מחמתו והני מילי לאפוקי מיניה דלוקח הוא דלא מפקינן אבל למהוי בדוכתיה דבר מצרא לאזמוני זוזי ללוקח בזמניה אפי' שדרינהו ע\"י שליח שעשאו בעדים בדוכתיה קאי:"
    },
    {
      "id": "choshen_mishpat-175-23",
      "section": 23,
      "text": "הביאו המצרן והלוקח כל א' מעותיו אם היו מעותיו של לוקח טובים משל מצרן או שהיו ממהרים יותר לצאת בהוצא' או שאלו צרורין וחתומין ואלו מותרין בטל זכות המצרן וה\"ה אם קדם הלוקח ופרע אין המצרן יכול לסלקו אלא בכעין מעותיו: הגה והוא הדין בכל דבר שיש פסידא למוכר לא תקנו בזה זכות למצרן (טור):"
    },
    {
      "id": "choshen_mishpat-175-24",
      "section": 24,
      "text": "החליף חצר בחצר או בשדה או בכרם או איפכא כיון שהוא קרקע בקרקע אין בו דין בעל המצר (וכן נראה להורות אף ע\"פ שיש מי שחולק) אבל אם החליף חצר בבהמה או במטלטלין רואין דמי אותו הבהמה או דמי אותן המטלטלין ונותן לו בן המצר ומסלקו וא\"י לומר לו תן לי כמו שלקחתי בו שהערמה היא זאת ואינה מועלת כלום וכן כל כיוצא בזה שיראה לדיין שהוא הערמה אינו מבטל כח המצרן:"
    },
    {
      "id": "choshen_mishpat-175-25",
      "section": 25,
      "text": "אמר המצרן אטרח ואביא מעות לא נטרינן ליה ואיבד זכותו ואם אמר אלך ואביא מעות אם הוא אמוד שיש לו ממתינים לו עד שילך ויביא ואם אינו אמוד אין שומעין לו ויש מי שאומר דאי מקמי דאתא לב\"ד או לגבי מוכר לא הוה יודע בהני זביני אי נמי ידע בהני זביני ולא הוה ידע בסכום דמיה כי אמר איזל ואייתי זוזי אף ע\"ג דלא אמוד נטרינן ליה ודוקא שיעור דאזיל ואייתי מגו ביתיה אבל טפי לא נטרינן ליה:"
    },
    {
      "id": "choshen_mishpat-175-26",
      "section": 26,
      "text": "היה רוצה הלוקח לקנותה לבנות בה בתים ובן המצר רוצה לזורעה הלוקח זוכה משום ישוב הארץ ואין בה דין בן המצר ויש מי שאומר שאם המצרן רוצה לנוטעה יכול לסלקו:"
    },
    {
      "id": "choshen_mishpat-175-27",
      "section": 27,
      "text": "היה מפסיק בינו ובין מצר חבירו רכב דקלים או בנין גבוה וחזק או גומא וכיוצא בהם רואים אם יכול להכניס אפי' תלם אחד בתוך הדבר המפסיק עד שיתערבו שתי השדות הרי זה בן מצר שלו ומסלק הלוקח ואם לאו אינו מסלק הלוקח:"
    },
    {
      "id": "choshen_mishpat-175-28",
      "section": 28,
      "text": "מכר לו קרקע מעט באמצע שדהו ואח\"כ מכר לו קרקע בצד אותה שבאמצע רואים אם אותה המעט שמכר לו תחלה היא עידית או זבורית לגבי זאת הקרקע שמכר לו באחרונה זכה הלוקח ואין בן המצר יכול לסלקו שהרי הוא עצמו בן המצר הוא מפני אותו מעט שקנה באמצע ואם אותו מעט שקנה באמצע כמו זאת שמכר לו בסוף בצדו הרי זה מערים ובן המצר מסלק אותו מהשדה שקנה בסוף: הגה וכן אם נתן לו מעט קרקע במתנה רואין אם מכר לו אחר כך כל כך ביוקר עד שהבליע המתנה הרי הערים ויוכל בן המצר לסלקו (תשו' מיימוני דקנין סי' ל\"ג): הגה ואם יש חשש ערמה בדבר מחרימין על ככה וכן בכל דבר שיש לחוש לערמה לדחות בן המיצר מחרימין על כך (הגהות מיימוני פ\"ד דשכנים ובית יוסף בשם הגאונים):"
    },
    {
      "id": "choshen_mishpat-175-29",
      "section": 29,
      "text": "בא הלוקח ונמלך בבן המצר וא\"ל הרי פלוני בן המצר שלך רוצה למכור לי שדה זו אלך ואקח ממנו וא\"ל לך וקח לא ביטל זכותו ויש לסלק אותו אחר שיקנה אלא אם כן קנו מידו ויש מי שאומר שאם אמר בפני עדים הוו עלי עדים שנסתלקתי אין צריך יותר שרוצה לומר נסתלקתי כדין בקנין: הגה אם אמר הלוקח למצרן לקנות והוא אומר לא בעינא ליה י\"א דזכה הלוקח מיד דאינו נעשה שלוחו בעל כרחו (ב\"י בשם המרדכי):"
    },
    {
      "id": "choshen_mishpat-175-30",
      "section": 30,
      "text": "במה דברים אמורים שצריך קנין כשמחל לו קודם שקנה אבל אם מחל לו זכותו אחר שלקח כגון שבא המצרן וסייע אותו או שכרו ממנו או שראוהו בונה וסותר כל שהוא ומשתמש בו ולא מיחה בו ולא ערער אף ע\"פ שהוא בתוך זמן הראוי לסילוק הרי זה מחל ושוב אינו יכול לסלקו:"
    },
    {
      "id": "choshen_mishpat-175-31",
      "section": 31,
      "text": "נמלך המוכר בבן המצר למכור לו באותם דמים ואמר ליה זיל זבין לעלמא דלא בעינא ליה לא צריך למקנא מיניה:"
    },
    {
      "id": "choshen_mishpat-175-32",
      "section": 32,
      "text": "אם שהה המצרן שיעור שילך ויביא מעות ויתבענו בדין ולא תבעו איבד זכותו: הגה היה אנוס לא אבד זכותו (ב\"י) וכן אם שתק מכח טעות כגון שהיה סבור שדמי המכירה יגיעו לו ואח\"כ כשנודע לו שיגיעו למצרן שלו בא לסלק הלוקח הדין עמו (תשו' מהרי\"ל): ודוקא משעה שנתגלה המכר לבני העיר והחזיק הלוקח בקרקע אבל אם לקחה בצנעא לא איבד זכותו עד שיתפרסם המכר וישהה אחר כך מלתובעו בדין:"
    },
    {
      "id": "choshen_mishpat-175-33",
      "section": 33,
      "text": "אם יש עדים שזה איימו לבן המצר בדבר שיש בידו להזיקו שלא יערער על המקח כשיעבור האונס יכול לסלקו:"
    },
    {
      "id": "choshen_mishpat-175-34",
      "section": 34,
      "text": "היה בן המצר במדינה אחרת או חולה או קטן ואחר זמן הבריא החולה או הגדיל הקטן ובא ההולך אינו יכול לסלקו שאם אתה אומר כן אין אדם יכול למכור קרקיעתו שיאמר הקונה לאחר כמה שנים תצא מידי: הגה וי\"א דמ\"מ לכתחילה ילך המוכר לפני ב\"ד שיודיעו לאוהבי או קרובי המצרן אם רוצה לקנות (מרדכי פרק המקבל):"
    },
    {
      "id": "choshen_mishpat-175-35",
      "section": 35,
      "text": "היו המצרנים רבים ומכר א' מהם זכותו ללוקח אפי' בקנין יכולים האחרים לסלקו:"
    },
    {
      "id": "choshen_mishpat-175-36",
      "section": 36,
      "text": "מכר כל נכסיו לא' אין בעל המצר של שדה אחת מסלק את הלוקח מאותה השדה שהרי היא ואחרת קנה כאחד ואפי' אם המצרן ג\"כ רוצה לקנות כל נכסיו בכל מקום שהן אינו יכול לסלקו:"
    },
    {
      "id": "choshen_mishpat-175-37",
      "section": 37,
      "text": "מכרה למי שקנאה הוא ממנו אין המצרן יכול לסלקו כיון שכבר מכרה לו וה\"ה אם מכרה לבן אותו שקנאה הוא ממנו שאין המצרן יכול לסלקו ויש מי שחולק במכר לבן: הגה מיהו לכתחילה אם בא המצרן ובעלים הראשונים ליקח המצרן קודם ואם בא אדם אחר ליקח אפי' לכתחילה אין הבעלים ראשונים יכולין לעכב (ב\"י בשם הר\"ן ונ\"י והגהות אשירי) מכר ראובן לשמעון ושמעון ללוי ולוי חזר ומכר לראובן המצרן יכול לסלקו (הגהות אשיר\"י):"
    },
    {
      "id": "choshen_mishpat-175-38",
      "section": 38,
      "text": "הקונה מהעכו\"ם אין המצרן יכול לסלקו:"
    },
    {
      "id": "choshen_mishpat-175-39",
      "section": 39,
      "text": "מכרה לעכו\"ם עכו\"ם לאו בר דינא דבר מצרא הוא: הגה הקונה בצד עכו\"ם י\"א דאין המצרן שבצד השני יכול לסלוקי' (ב\"י) וי\"א דאין לסמוך על זה אא\"כ יש צד אחר בדבר שאין לסלקו (ת\"ה סי' של\"ח):"
    },
    {
      "id": "choshen_mishpat-175-40",
      "section": 40,
      "text": "המוכר לעכו\"ם או שוכר לו משמתין אותו עד שיקבל עליו כל אונס שיבא מהעכו\"ם עד שינהוג העכו\"ם עם בן המצר שלו בדיני ישראל בכל ואם אנסו בדבר שלא כדין ישראל משלם המוכר ודוקא ששמתוהו תחילה אבל אם לא שמתוהו ואירע לו אונס מן העכו\"ם י\"א דפטור לשלם (ר\"ן ונ\"י והמגיד פי\"ב בשם הראב\"ד ומרדכי פ' הגוזל קמא וכנ\"ל עיקר) ואם בא לו היזק מכח שכונת העכו\"ם בחיי המוכר (ומת) חייב הבן לשלם ממה שירש מאביו אבל אם לא בא לו ההיזק אלא לאחר מיתת המוכר יש מי שאומר שלא קנסו בנו אחריו:"
    },
    {
      "id": "choshen_mishpat-175-41",
      "section": 41,
      "text": "במ\"ד אמורים כשיכול למוכרה או לשוכרה לישראל בדמים שנותן העכו\"ם אבל אינו חייב למוכרה לישראל בפחות ואי חזינן שהעכו\"ם מכוין לקנות במצר ישראל כדי להשחית נחלתו הכל לפי ראות הדיין:"
    },
    {
      "id": "choshen_mishpat-175-42",
      "section": 42,
      "text": "המוכר שדה רע כדי לקנות בדמים שדה יפה או שמכר מקום רחוק כדי לקנות מקום קרוב אין בהם דין בן המצר שמא בנתים שיודע למצרן יקנה אחר אותו שדה שהוא רוצה לקנות:"
    },
    {
      "id": "choshen_mishpat-175-43",
      "section": 43,
      "text": "מכר כדי ליתן מנת המלך או שמכר לקבורה או למזון האשה והבנות (וי\"א דה\"ה למזונות עצמו) (ב\"י בשם תלמידי הרשב\"א) אין בו דין בן המצר ואפי' שלוה לצרכי קבור' או למזון האש' והבנות או שלוה מחבירו לפרוע המס כשמוכר לפרוע למלוה אין בו משום דין המצר (ואפילו לכתחילה כשבאו לקנות כל הקודם זכה) (רמב\"ם פי\"ב והג\"א בשם ר\"ח ובשם תלמידי רשב\"א) ויש אומרים דהמצרן קודם (שם הגהת אשירי בשם רש\"י):"
    },
    {
      "id": "choshen_mishpat-175-44",
      "section": 44,
      "text": "טען הלוקח ואמר מפני המס וכיוצא בו מכר לי המוכר ובעל המצר אומר שקר אתה טוען כדי לבטל זכותי על בעל המצר להביא ראיה ואם לא הביא ראיה ישבע הלוקח היסת:"
    },
    {
      "id": "choshen_mishpat-175-45",
      "section": 45,
      "text": "אפי' היה בדבר ספק אין הלוקח מסתלק אלא בראיה ברורה שמביא בעל המצר לפיכך אם טען הלוקח ואמר גזלן אתה לשדה זו אריס אתה לשדה זו או שוכר או ממושכן צריך בעל המצר להביא ראיה שהוא בעל המצר ושקרקע זו בחזקתו וכן כל כיוצא בזה: הגה וכן במקום שהפוסקים חולקין אין מוציאין מיד הלוקח הואיל ומוחזק (תה\"ד סי' שכ\"ו) מיהו לכתחילה יש למכור למצרן (ב\"י):"
    },
    {
      "id": "choshen_mishpat-175-46",
      "section": 46,
      "text": "סלקיה מצרן ללוקח ואח\"כ נודע ששדה זו לא היתה של מצרן יד הלוקח על העליונה רצה מחזיק במעותיו רצה מחזיר למצרן מעותיו וחוזר למקנתו וחייב לשלם לו כל הפירות שאכל ואם הנגזל שבא הקרקע עתה לידו רוצה לסלק הלוקח משום דינא דבר מצרא חזינן אי ידע דזבניה והיה יכול לסלקיה בעידנא דסלקיה גזלנא ולא סלקיה תו לא יכול לסלוקיה ואי לא ידע ביה מקמי הכי אע\"ג דאתי עליה לבתר דסלקיה גזלנא ללוקח לא בטלא מצרנותיה בהכי:"
    },
    {
      "id": "choshen_mishpat-175-47",
      "section": 47,
      "text": "המוכר לאשה או ליתומים קטנים אבל יתומים גדולים או קטנים שאינם יתומים אית בהו משום בר מצרא (ב\"י בשם המגיד פי\"ב) אין בו משום דינא דבר מצרא מכר לטומטום ואנדרוגינוס אין המצרן יכול לסלקו לפי שהם ספק אשה: הגה ודוקא אשה שיש לה נכסים ידועים או אלמנה שאין לחוש שמערמת וקונה לבעלה ואומרת לעצמה (נ\"י פ' המקבל וב\"י בשם רשב\"א ובשם הרי\"ף) קנתה היא ובעלה ביחד אין יכולין לסלק אפי' הבעל (ריב\"ש סי' שס\"ט) הקונה מן האשה י\"א דלית בו משום דינא דבר מצרא (ב\"י בשם הפוסקים) ודוקא מצרן אינו יכול לסלק אשה אבל שותף יכול לסלקה דשותף עדיף ממצרן (מהרי\"ו):"
    },
    {
      "id": "choshen_mishpat-175-48",
      "section": 48,
      "text": "קטן שהוא מצרן אם רואים ב\"ד שזכות הוא לו יסלקו את הלוקח או יטלו לו חלקו עם שאר המצרנים:"
    },
    {
      "id": "choshen_mishpat-175-49",
      "section": 49,
      "text": "המוכר לא' מן השותפים שלו במשא ובמתן אע\"פ שאינו שותפו בקרקע זכה בה ואין שאר שותפין או שאר בני המצר נוטלים עמו: הגה אם הלוקח לית לי' ארעא ודחיקא ליה שעתא והמצרן א\"צ לה רק להרווחא בעלמא י\"א דלית ביה משום דינא דבר מצרא (תוס' פ\"ק דב\"ב והגהות מיימוני פי\"ב מה' דעות) ויש חולקין (תוס' בפ\"ק דב\"ב והגהת מרדכי שם בשם מוהר\"ם) ומדברי מוהר\"ם סי' ש\"מ ומהרי\"ו סי' צ\"ט נראה כסברא הראשונה ודוקא שהלוקח מן העיר ולא יוכל למצוא בית במקום אחר אבל בלאו הכי המצרן קודם לכולי עלמא (מהרא\"י ומהר\"יו סי' צ\"ה):"
    },
    {
      "id": "choshen_mishpat-175-50",
      "section": 50,
      "text": "כל הרוצה למכור קרקע ובאו שנים כל אחד מהם אומר אני אקח בדמים אלו ואין אחד מהם בעל המצר אם היה האחד מיושבי העיר והאחד משכני השדה שכן העיר קודם שכן ותלמיד חכם תלמיד חכם קודם קרוב ות\"ח ת\"ח קודם שכן וקרוב שכן קודם קדם א' מהן וקנה זכה ואין חבירו שראוי לקדם לו יכול לסלקו הואיל ואין א' מהם בעל המצר : הגה י\"א דלא מיקרי שכן אלא אם הוא חבירו הרגיל עמו אבל מה שדר אצלו אינו כלום (רבי ירוחם בשם התוס' בהכותב וטור בסי' רנ\"ג וכ\"כ הרא\"ש שם) ויש מי שחולק (רש\"י ותוס' בהמקבל):"
    },
    {
      "id": "choshen_mishpat-175-51",
      "section": 51,
      "text": "היה הקרקע של אחד והבנין או האילנות של אחר אם יש לבעל הבנין או בעל האילנות זכות בקרקע כל א' מהם בן המצר של חבירו לפיכך אם מכר אחד מהם חלקו חבירו מסלק הלוקח אפי' [הלוקח] הוא מצרן אבל אם אין לבעל האילנות או לבעל הבנין זכות בקרקע אלא כל זמן שירצה אומר לו עקור אילניך או הרוס בניינך ומכר בעל הקרקע זכה הלוקח ואין בעל האילנות או בעל הבנין מסלק אותו ואם מכר בעל הבנין או בעל האילן הרי בעל הקרקע מסלק אותו: הגה הבית והעלייה של שניהם ומכר הא' ביתו למצרן אין בעל העלייה יכול לסלקו דלא מקרי שותפים זה לזה רק דינן כמצרנים (תשובת הרא\"ש כלל צ\"ו):"
    },
    {
      "id": "choshen_mishpat-175-52",
      "section": 52,
      "text": "וכן אם נמכר קרקע הסמוך לזה שהקרקע לא' והבנין לאחר בעל הקרקע קודם לבעל הבנין אלא א\"כ יש לבעל הבנין זכות בקרקע כמו שנתבאר:"
    },
    {
      "id": "choshen_mishpat-175-53",
      "section": 53,
      "text": "בכל הקרקעות שבעולם יש דין מצרנות אבל במטלטלין ועבדים אין דין מצרנות ומחובר לקרקע כקרקע ויש בו דין מצרנות (ולכן יש דין מצרנות בבתים) וה\"ה במקומות בית הכנסת: הגה י\"א דהמוכר מקומות בבית הכנסת בני משפחתו יכולין לסלק המוכר משום פגם משפחה וי\"ח (מרדכי פרק המוכר פירות ב' הדעות) ונ\"ל דהכל לפי הענין דאם היה פגם בזה למשפחה כגון שיושבין משפחות משפחות לבד יש לדון כסברא הראשונה וכמו שאמרו לענין המוכר קברו וכל כיוצא בזה . המלוים ביחד בחנות אין לו דין קרקעות ואין המצרן או השותף מסלק הלוקח כמו בקרקעות ודינו כמו מטלטלין מיהו אם נראה לב\"ד היזק לשותף השני מצי מסלק ליה וכן בכל מטלטלין אע\"פ שאין בהם דין מצרנות מ\"מ (אם) שותפין (הן) במטלטלין ואחד מכר חלקו יכול השותף השני לסלק הלוקח אם נראה לב\"ד שאין השותף השני נוח לו כראשון (מהרי\"ק שורש כ' וד\"ע):"
    },
    {
      "id": "choshen_mishpat-175-54",
      "section": 54,
      "text": "הנותן מתנה אין בה דין בן המצר היה כתוב בשטר מתנה שאחריות מתנה זו על הנותן יש בה דין בן המצר וכמה נותן לו מה שהיה שוה אמר הלוקח כן הוא והערמה עשינו ומכירה הוא ובכך וכך קניתיה נשבע בנקיטת חפץ ונוטל כדין השלוחין והוא שיטעון דמים שהן ראויים או יותר מעט אבל אם אמר על שוה מנה בק\"ק קניתי אינו נאמן היה כתוב בשטר מתנה וקבלתי עלי אחריות מתנה זו שאם תצא מידו אתן לו ק\"ק נותן לו בן המצר ר' ואח\"כ מסלקו ואע\"פ שאינו שוה אלא מנה:"
    },
    {
      "id": "choshen_mishpat-175-55",
      "section": 55,
      "text": "הקדש לעניים אין בו משום דינא דבר מצרא:"
    },
    {
      "id": "choshen_mishpat-175-56",
      "section": 56,
      "text": "היתה שדה שאצל המצרן הפקר ובא אחד והחזיק בה אם ימצא כמותה במקום אחר של הפקר להחזיק בה יכול המצרן לסלקו ואם לאו אינו יכול לסלקו:"
    },
    {
      "id": "choshen_mishpat-175-57",
      "section": 57,
      "text": "הממשכן שדהו ואח\"כ מכרו לזה שהוא ממושכן בידו אין המצרן יכול לסלקו אבל אם מכרה הממשכן לאחר אפי' אינו בן המצר אין המלו' יכול להוציא מידו: הגה וי\"א דאפי' קדם המצרן וקנאה יוכל המלוה לסלקו (טור בשם הרא\"ש והמרדכי פרק המקבל וב\"י בשם עיטור) וכן נראה לי לדון ולהורות והוא שנראה לב\"ד שלא היה ערמה בדבר שהלוה למוכר כדי שיסלק המצרן (טור) המלוה לעכו\"ם על שדהו או ביתו ובא אחר וקנאו המלוה מסלקו (מרדכי פרק המקבל ותוס' פרק איזהו נשך) המלוה על בית ולא הלוה על המרתף שתחתיו אין לו שייכות במרתף ואם קנה המרתף המצרן מסלקו (נ\"י שם וכן דעת הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-175-58",
      "section": 58,
      "text": "אם בתחלת המשכונא בא המצרן לערער לעכב ולומר אני אלוה לך כי שמא כונתך להערים למכור למלוה אינו יכול לעכב בידו כי יאמר בעל השדה זה נוח לי ואתה קשה ממנו אמנם אם יראה לדיין שיש בו ערמה דוחין את המלוה אם שדה הסמוכה למשכונא נמכרת הלוה מעכב על המלוה ואין המלוה מעכב על הלוה ואם אין הלוה חפץ לקנותו וקנאו אחר אפילו אינו בן המצר אין המלוה יכול להוציאו מידו ואם קדם המלוה וקנה בן המצר מוציאו מידו וי\"א דלמלוה דין מצרן (טור בשם הר\"י ברצלוני וכ\"כ הרא\"ש והמגיד בשם הרשב\"א פי\"ב) וכן נראה עיקר:"
    },
    {
      "id": "choshen_mishpat-175-59",
      "section": 59,
      "text": "השוכר בית מחבירו והמצרן רוצה להוציאו מידו לשכרו לעצמו אין שומעין לו:"
    },
    {
      "id": "choshen_mishpat-175-60",
      "section": 60,
      "text": "מי שיש לו בית בשכירות ובית שאצלו נמכר אינו יכול לזכות בו מדין בן המצר ואם קדם וקנאו בן המצר יכול לסלקו: (ויש מי שחולק וסבירא ליה דיש בשכירות דין מצרנות) (טור בשם הרא\"ש ור' ירוחם בשם הרשב\"א בשם ר\"י ברצלוני):"
    },
    {
      "id": "choshen_mishpat-175-61",
      "section": 61,
      "text": "שנים ששכרו שדה בשותפות וא' מהם רוצה להשכיר חלקו לאחר והשני רוצה לזכות בו מדין בן המצר הדין עמו כיון שהוא שותף בו:"
    },
    {
      "id": "choshen_mishpat-175-62",
      "section": 62,
      "text": "השכיר ביתו לאחד ואח\"כ מכרה לו אין בן המצר יכול להוציא מידו: הגה היה בית וחנות זה על זה ושכרן לשנים ואח\"כ בא למכרם כל אחד מצרן לשלו ולמה שהוא דר בו (ב\"י בשם מעשה שבא לידו):"
    },
    {
      "id": "choshen_mishpat-175-63",
      "section": 63,
      "text": "השכיר ביתו לאחד ואח\"כ מכרה לאחר אפי' אינו בן המצר אין השוכר יכול להוציאו מידו: הגה ראובן היה לו קרקע שמעלה ממנו מס לשמעון לשנה ומכר שמעון המס ללוי וראובן אומר שהוא מצרן אם מכר שמעון ממכר עולם הדין עם ראובן ואם לא מכר רק לשנים קצובים אינו אלא כמוכר חוב בעלמא שאין בו מצרנות (ב\"י בשם הרשב\"א):"
    }
  ]
}