{
  "id": "choshen_mishpat-105",
  "chapterLabel": "סימן 105",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-105-1",
      "section": 1,
      "text": "דין התופס לבעל חוב במקום שחב לאחרים ונפקד שתפס הפקדון בשביל הבעל חוב. ובו ו סעיפים:הלוה שחייב לשנים או יותר ואין לו כדי לפרוע לכולם וקדם אדם א' ותפס מהמטלטלים של לוה כדי לזכות לאחד מבעלי חובות לא זכה שכל התופס לב\"ח במקום שיש עליו חוב לאחרים לא קנה ואפי' עשאו שליח וכתב לו הרשאה אבל אפוטרופוס קנה דיד בעלים הוא:"
    },
    {
      "id": "choshen_mishpat-105-2",
      "section": 2,
      "text": "אם הלוה חייב גם לתופס זכה בתפיסתו מגו דאי בעי זכי לנפשיה זכי לחבריה:"
    },
    {
      "id": "choshen_mishpat-105-3",
      "section": 3,
      "text": "אם הלוה אמר לאדם אחד זכה בחפץ זה לפלוני או תן מנה זה לפלוני זכה לו ואפי' אין הזוכה מכיר לאותו פלוני ואין אחד מבעלי חובות יכולים לגבות מאלו שכבר זכה בהם אחר:"
    },
    {
      "id": "choshen_mishpat-105-4",
      "section": 4,
      "text": "אם אין עליו חוב לאחרים זכה התופס לב\"ח ודוקא במקום דאיכא פסידא לב\"ח כגון שהוא גברא דמפסיד נכסי או שהעני וירד מנכסיו ואפי' תוך זמן מהניא תפיסה אם אין לו נכסים אחרים ויפסיד המלוה אי לאו הך תפיסה ודוקא דנקיט ב\"ח שטרא בידיה דיכול השתא לקיימו אבל אי לית ליה ראיה והלוה מכחיש מהדרי ממונא למריה ולא מצי למימר קבעו לי זמן דמייתינא ראייה:"
    },
    {
      "id": "choshen_mishpat-105-5",
      "section": 5,
      "text": "התופס לבע\"ח במקום שאינו חב לאחרים חייב באחריותו (וי\"א דאינו חייב באחריותו) (טור בשם הרא\"ש) אם יאמר הלוה לתופס קבל עליך אחריות בפירוש או החזר לי מה שתפסת דלא מהימנת לי שומעין לו:"
    },
    {
      "id": "choshen_mishpat-105-6",
      "section": 6,
      "text": "נפקד שתפס בפקדון לתפסו לבעל חוב במקום שאינו חב לאחרים מועיל לו תפיסתו לענין זה שאם מת המפקיד אינו נעשה מטלטלים אצל בניו ושביעי' אינה משמטתו ואם נתנו באגב (פירוש אגב קרקע) או בקנין סודר או במתנת שכיב מרע לאחר אינו נתון ומ\"מ אם אין בעל חוב כאן אין הנפקד יכול לעכב הפקדון בשבילו ואפילו אם הלוה מודה שהדין נותן בכל פקדון להחזירו למי שהפקידו אצלו ואם יש לאחרים זכות בו הרי הדין ביניהם ואם מסרו הנפקד ליד מלוה פטור ואפי' אם היה שומר שכר (דהא אף אם היה מחזירו למפקיד הוא היה צריך לשלם למלוה) (טור ס\"ה):"
    }
  ]
}