{
  "id": "choshen_mishpat-054",
  "chapterLabel": "סימן 54",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-054-1",
      "section": 1,
      "text": "דין אסמכתא ואם כותבין שובר וכיצד כותבין אותו (ודין פרעון ע\"י שובר). ובו ה סעיפים:מי שפרע מקצת חובו אם רצה המלוה ב\"ד יעשו לו שטר ממה שנשאר חייב לו ויכתבוהו מזמן ראשון אבל לא עידי השטר: הגה אע\"פ שהוא מרצון הלוה (רשב\"ם) אבל מזמן הפרעון ואילך יכולים עדים לעשות לו שטר אחר אם הוא מרצון הלוה (הגהות אשר\"י פ' ג\"פ) אם רצה יכתוב שובר והמלוה יתן שכר הסופר לכתוב השובר ואם אין שטר למלוה והלוה מבקש ממנו שובר הוא יתן השכר (נ\"י פרק ג\"פ):"
    },
    {
      "id": "choshen_mishpat-054-2",
      "section": 2,
      "text": "הבא לפרוע חובו ואמר המלוה אבד לי השטר אין הלוה יכול לומר לא אפרע לך עד שתחזיר לי שטרי אלא ה\"ז יכתוב לו שובר ויפרע לו כל חובו ויש ללוה להחרים סתם על מי שכובש שטרו וטוען שאבד ואם טען הלוה טענת ודאי ואמר השטר אצלו ועתה הניחו בכיסו ישבע המלוה היסת שאבד השטר ואח\"כ יפרע חובו ויכתוב שובר:"
    },
    {
      "id": "choshen_mishpat-054-3",
      "section": 3,
      "text": "אמר המלוה אין שטרי עתה בידי כי הוא בעיר אחרת ואכתוב לך שובר יש מי שאומר שאין שומעין לו כיון שהוא בעולם לא יפרע לו עד שיחזיר לו שטרו: הגה וכ\"ש אם שטרו בידו ואינו רוצה להחזירו דאינו חייב לשלם לו עד שיחזיר לו שטרו ואפי' נשבע לשלם לו פטור מן השבועה (תשו' רשב\"א אלף ק\"י) ואם המלוה אומר תפרעני תחלה ואח\"כ אחזיר לך שטרך והלוה אמר תחזיר לי שטרי ואח\"כ אפרע לך הדין עם הלוה (שם ובסימן קי\"ג) ונ\"ל דאם אינו מאמינו נותן השטר ביד שליש עד אחר הפרעון מי שחייב לחבירו מנה בשטר ומודה לו בנ' ובנ' האחרים יש לו טענה עליו ובעל השטר אומר תן לי הנ' שאתה מודה לי בהן ואכתוב לך שובר עליהם ועל נ' אחרים אביא ראיה ונתבע אומר לא אשלם לך כלום עד שתחזיר לי שטרי אם יוכל התובע להביא ראיותיו עכשיו ולדון עם הנתבע (ע\"ל סי' כ\"ד) הדין עם הנתבע אבל אם א\"א לו להביא ראיותיו עכשיו או לדון עכשיו כפי הנראה לב\"ד ואין ערמה בדבר או שהב\"ד צריכין להיות מתונין בדין הדין עם התובע שצריך לשלם לו מיד מה שמודה לו ויתן לו שובר (שם סי' תתק\"ל) שטר שכתוב בו שיהא בתקפו כל זמן שאינו קרוע קרע ב\"ד או בדלא כתוב עליו תברא אפילו הכי מהני שובר (מהרי\"ק שורש פ\"ט) כשכותבים שובר אם זוכרים זמן השטר יכתוב שובר על שטר שזמנו כך וכך ואם אין זוכרים אותו יכתבו סתם על שטר שסכומו כך וכך ולא יכתבו זמן בשובר שמא איחרו העדים זמן ההלואה בשטר ונמצא שלפעמים זמן השובר קודם לזמן השטר ויחזור ויוציא שטר חובו המאוחר ויטרוף בו לפיכך אין לעדים לכתוב זמן בשובר אלא א\"כ זוכרים זמן ההלואה שובר שנכתב סתם פלוני פרע לפלוני מבטל כל שטר שיש לו עליו: הגה וכן אם יש לזה עדים שפלוני יש לו שטר פרוע עליו אינו יכול להוציא עליו שטר ולומר ששטר אחר פרוע היה לו עליו אלא כל שטרותיו בחזקת פרועים (הרא\"ש בתשו' כלל י\"ח סי' י\"ט):"
    },
    {
      "id": "choshen_mishpat-054-4",
      "section": 4,
      "text": "אם זמן השטר והשובר ביום אח' נתבאר בסי' מ\"ג סכ\"ו:"
    },
    {
      "id": "choshen_mishpat-054-5",
      "section": 5,
      "text": "אם כתוב בשובר דינרים סתם מבטל כל שטר שיש לו עליו אבל אם היה כתוב בו כך וכך דינרין ונמחק הסכום ונשאר דינרים או שכתוב הסכום על המחק ולא נתקיים אין דנים בו אלא בפחות שבלשונות:"
    }
  ]
}