{
  "id": "choshen_mishpat-358",
  "chapterLabel": "סימן 358",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-358-1",
      "section": 1,
      "text": "דברים האסורים לקנות מהרועים ומשומרי פירות ומבעלי אומנות. ובו יב סעיפים:כל דבר שחזקתו שהוא גנוב אסור ליקח אותו וכן אם רוב אותו דבר שהוא גנוב אין לוקחין אותו לפיכך אין לוקחים מהרועים צמר או חלב או גדיים אבל לוקחים מהם חלב וגבינה במדבר אבל לא ביישוב ומותר ליקח מהרועים ד' צאן או ד' גיזות של צמר מעדר קטן או חמשה מעדר גדול שאין חזקתו שהוא גנוב כללו של דבר כל שהרועה מוכרו אם היה ב\"ה מרגיש בו מותר ללוקחו ואם לאו אסור:"
    },
    {
      "id": "choshen_mishpat-358-2",
      "section": 2,
      "text": "אין לוקחין עצים או פירות משומרי פירות אלא בזמן שהם יושבים ומוכרים והסלים והפלס בפניהם שהרי הדבר גלוי ויש לו קול והוא שיהיה על פתח הגינה:"
    },
    {
      "id": "choshen_mishpat-358-3",
      "section": 3,
      "text": "וכולם שאמרו הטמן אסור לקחת מהם:"
    },
    {
      "id": "choshen_mishpat-358-4",
      "section": 4,
      "text": "מותר ליקח מהאריס שהרי יש לו חלק בפירות ובעצים: הגה וי\"א דדוקא לאחר שחלקו דסתמא שלו הוא מוכר אבל קודם חלוקה אסור דחיישינן שלא יתן לב\"ה נגד מה שנטל (טור סכ\"א):"
    },
    {
      "id": "choshen_mishpat-358-5",
      "section": 5,
      "text": "אין לוקחין מהנשים ומהעבדים ומהקטנים אלא דברים שחזקתן שהם שלהם מדעת הבעלים כגון נשים שמכרו כלי פשתן בגליל או עגלים בשרון ולוקחין בצים ותרנגולים בכל מקום [ מכל אדם] וכלם שאמרו הטמן אסור: הגה מעשה באשה אחת שהחזיקה בשל יתומים וגזרו שלא ישא אותה שום אדם כדי שלא להחזיק ידי עוברי עבירה (פסקי מהרא\"י סי' ר\"ס ורס\"א) (והביאו ג\"כ לעיל סי' ט\"ו):"
    },
    {
      "id": "choshen_mishpat-358-6",
      "section": 6,
      "text": "לוקחים מהבדדים (וכ' ה\"ה פרוש בעלי בית הבד ושוכרין אותו לעשות בו שמן ורש\"י פי' בעלי בית הבד שתגרין הן בשמן ולוקחין מן נשיהן במדה שהיא בפרהסיא) זתים במדה ושמן במדה אבל לא זתים מועטים ושמן מועט שחזקתן גניבה וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-358-7",
      "section": 7,
      "text": "מוכין שהכובס מוציא הרי אלו שלו ושהסורק מוציא הרי אלו של בעל הבית (דכל מה שמקפיד עליו ב\"ה הוא שלו) (טור ס\"ב):"
    },
    {
      "id": "choshen_mishpat-358-8",
      "section": 8,
      "text": "הכובס נוטל ג' חוטין והם שלו יתר מכאן של בעל הבית ואם היה שחור על גבי לבן נוטל את הכל והם שלו:"
    },
    {
      "id": "choshen_mishpat-358-9",
      "section": 9,
      "text": "החייט ששייר מהחוט כדי משיכת מחט ושייר מהבגד מטלית שהוא ג' אצבעות על ג' אצבעות חייב להחזירה לבעלים פחות מכאן שלו:"
    },
    {
      "id": "choshen_mishpat-358-10",
      "section": 10,
      "text": "נסורת שהחרש מוציא במעצד שלו בכשיל של ב\"ה ואם היה עושה אצל ב\"ה אף הנסורת של ב\"ה וכן בשאר מלאכות כל שב\"ה מקפיד עליו הוא של ב\"ה שאינו מקפיד הוא של פועל (טור שם):"
    },
    {
      "id": "choshen_mishpat-358-11",
      "section": 11,
      "text": "בכל הדברים וכיוצא בהם הולכים אחר מנהג המדינה:"
    },
    {
      "id": "choshen_mishpat-358-12",
      "section": 12,
      "text": "כל אומן שמכר דבר מהדברים שאינם שלו בהלכות מדינה כגון מוכין שמכרן הסורק במקום שנהגו שיהיה של בעל הבית אסור ליקח ממנו אבל לוקחים ממנו כר מלא מוכין (דהוי נשתנה ביד הגנב ואע\"ג דשינוי החוזר אינו קונה מ\"מ בספק גניבה מותר בכי האי גוונא וכל כיוצא בזה) (המגיד פ\"ו דגניבה) ואם מכר האומן דברים שהם שלו בהלכות המדינה לוקחים ממנו ואם אמר הטמן אסור:"
    }
  ]
}