{
  "id": "choshen_mishpat-037",
  "chapterLabel": "סימן 37",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-037-1",
      "section": 1,
      "text": "הפסולים מחמת הנאה. ובו כב סעיפים:כל עדות שיש לאדם הנאה בה פסול להעיד לפיכך קרקע של שני שותפים ובא האחד להוציאה מתחת יד האחר לומר שאותו שמכרה להם גזלה ממנו אין שותפו מעיד לו עליה לפסול עידי המערער ואפילו על חלק השותף לא יועיל עדותו אא\"כ סלק עצמו ממנה וקנו מידו שנתנו לשותף ואפילו לא סלק עצמו עד לאחר הערעור מהני וצריך שיקבל עליו שאם יבא ב\"ח ויטרפנה מיד השותף ישלם לו דמיה וצריך להתנות שאם יבא לחטפה ממנו בטענות אחרות לומר שהיתה גזולה בידו וכיוצא בזה שאינו מקבל אחריות אבל אם אין המערער טוען אלא חלק השותף בלבד כגון שטוען שמכרה לו השותף יכול להעיד לו שאז אינו נוגע בעדות כלל:"
    },
    {
      "id": "choshen_mishpat-037-2",
      "section": 2,
      "text": "העורר על השדה אם יש בה פירות אין האריס מעיד לו עליה שהרי רוצה האריס להעמידה ביד בעלי' כדי שיטול חלקו בפירות ואם אין בו פירות מעיד (נ\"י בשם רמב\"ם) אם אין לו הנא' אחרת מזה (טור):"
    },
    {
      "id": "choshen_mishpat-037-3",
      "section": 3,
      "text": "עדים שהודו שיש להם חלק באותו חוב שהעידו כבר עליו אין באותה הודאה ממש (אבל אם אמרו כן קודם שהעידו העדות בטל) (ב\"י בשם תשובה שבסוף חזה התנופה):"
    },
    {
      "id": "choshen_mishpat-037-4",
      "section": 4,
      "text": "ראובן תבע לשנים שהלוה להם וכפר א' והודה השני שהוא וחבירו (חייבים) אם אותו ממון לקחו בשותפות אינו נאמן על חבירו והוא לבדו יתחייב בכל:"
    },
    {
      "id": "choshen_mishpat-037-5",
      "section": 5,
      "text": "המוציא שט\"ח על ג' וטענו כולם פרענו אם כל אחד מהם חייב י' זהובים לעצמו ואין לחבירו בהם שותפות עדותו כשרה על חבירו (הגה\"מ פ' י\"ד דכתובות):"
    },
    {
      "id": "choshen_mishpat-037-6",
      "section": 6,
      "text": "אם טען א' מהשותפים דבר שהוא חובה לו ולחבירו נאמן כעד א' לחייב שבועה את חבירו ולפטור משבועה את שכנגדו ואם שני שותפים [העידו] חובתם נאמנים לחייב את חבריהם (וע\"ל סי' ע\"ז סעיף ה'):"
    },
    {
      "id": "choshen_mishpat-037-7",
      "section": 7,
      "text": "המוכר שטר חוב לא' מהחתומי' בו שפיר דמי (וע\"ל סי' קכ\"ג סעיף י' וי\"א וי\"ב) אם קרובי המורשה (נ\"א אם מורשה וקרוביו) יכולים להעיד:"
    },
    {
      "id": "choshen_mishpat-037-8",
      "section": 8,
      "text": "פשרנים או דיינים או אפוטרופסי' כשרים להעיד (וע\"ל סי' כ\"ב בדין דיינים ופשרנים ולקמן סי' מ\"ו סעיף כ\"ד ובדין אפוטרופוס לקמן סי' ר\"ץ):"
    },
    {
      "id": "choshen_mishpat-037-9",
      "section": 9,
      "text": "הגזברים כל זמן שאין להם ולא לקרוביהם שום זכות בנכסי ההקדש ולא בפירותיהם כשרי' להעיד: הגה וכ\"ש שקרוביהם כשרים להעיד אע\"פ שהגזבר מחלק הממון למי שירצה למ\"ד טובת הנאה אינו ממון ואע\"פ שנותן אח\"כ לקרוביו עניים מ\"מ אין מבטלים העדות משום זה מאחר שלא היה ההנאה ניכרת בשעת העדות (ב\"י בשם הריטב\"א):"
    },
    {
      "id": "choshen_mishpat-037-10",
      "section": 10,
      "text": "כל היכא דהשתא אינו נוגע בעדות אע\"פ שאם יתעשר יהנה בעדותו כשר להעיד:"
    },
    {
      "id": "choshen_mishpat-037-11",
      "section": 11,
      "text": "ראובן שיש לו שטר חוב על שמעון ונתנו ללוי בכתיבה ומסירה והיה שמעון אחד מעידי המתנה פסול (וע\"ל סי' ס\"ו סעיף כ\"א וכ\"ב אם העד החתום הקונה השטר מיקרי נוגע בעדות):"
    },
    {
      "id": "choshen_mishpat-037-12",
      "section": 12,
      "text": "השוכר אם לקח בידו השכירות ואמר כל מי שיתקיים קרקע זה בידו יטול הרי זה מעיד למשכיר ואם כבר נתן השכירות לבעל הקרקע אינו מעיד לו שאם תצא הקרקע למערער חייב לשלם השכירות פעם אחרת ואם לקח המשכיר דמי השכירות והחזירו לשוכר כדי שיתנהו למי שיזכה בדין הרי זה מעיד לו: הגה וכל זה שיש עדים שדר השוכר בבית אבל אי ליכא עדים נאמן בכל ענין במיגו דאי בעי שתיק (מרדכי):"
    },
    {
      "id": "choshen_mishpat-037-13",
      "section": 13,
      "text": "לוה שבאו לערער עליו להוציא קרקע שלו מידו אם לא ישאר בידו קרקע אחר כנגד החוב שיש למלוה עליו אין המלוה והערב יכולים להעיד לו להעמידה בידו ואם ישאר בידו קרקע אחר כנגד החוב יכולים להעיד לו וערב קבלן יש אומרים דאינו יכול להעיד בכל ענין (טור):"
    },
    {
      "id": "choshen_mishpat-037-14",
      "section": 14,
      "text": "לוקח ראשון מעיד ללוקח שני שלקח אחריו להעמידה בידו והוא שתשאר למוכר שדה אחרת בת חורין כנגד דמי שדה זו של לוקח ראשון או שתשאר שדה אחרת ביד שני: הגה וכן לוקח שני אינו מעיד ללוקח ראשון אא\"כ נשאר ביד מוכר קרקע כדי דמי לוקח ראשון (טור):"
    },
    {
      "id": "choshen_mishpat-037-15",
      "section": 15,
      "text": "ראובן שמכר שדה לשמעון שלא באחריות ובא יהודה לערער על שמעון להוציאה מתחת ידו אין ראובן מעיד לו עליה אף ע\"פ שאין עליו אחריות הרי הוא רוצה שתעמוד ביד שמעון כדי שיבא בעל חוב של ראובן ויטרפנה בחובו ולא יהיה לוה רשע ולא ישלם ודוקא שבא יהודה לערער מכח המוכר אבל אם בא לערער מכח הלוקח שאמר שחייב לו אז יכול המוכר להעיד עליה (טור):"
    },
    {
      "id": "choshen_mishpat-037-16",
      "section": 16,
      "text": "ראובן שמכר פרה או טלית לשמעון שלא באחריו ובא יהודה לערער להוציא' מיד שמעון בטענה שקנאה מגזלן יכול ראובן להעיד לו שאין לו בזה שום הנאה שתשאר בידו שאפי' יבא בעל חובו אינו יכול לטרפה שאין ב\"ח טורף ממטלטלים אפי' עשאם לו אפותיקי (היפאטעק בלע\"ז כלומר לא יהא לך פרעון אלא מזה) ובזמן הזה אפי' שעבד לו מטלטלים אגב קרקע אינו טורף ממטלטלים שמכר: הגה אבל אם יהודה טוען שראובן גזלה בעצמו לא יוכל ראובן להעיד עליה במקום שהמערער צריך ליתן לשמעון מעותיו משום תקנת השוק ויכול יהודה לחזור ולהוציאה מראובן (טור):"
    },
    {
      "id": "choshen_mishpat-037-17",
      "section": 17,
      "text": "ראובן שגזל טלית או שדה משמעון ובא יהודה וערער על ראובן ואמר שדה זו או טלית זו שלי היא אין שמעון יכול להעיד שאין זו השדה והטלית של יהודה שהרי שמעון רוצה להעמיד שדה זו או טלית זו ביד ראובן מפני שאפשר שנוח לו להוציאה מיד ראובן יותר מלהוציאה מיד יהודה וכן אם מכר ראובן השדה הגזולה או הורישה ללוי ובא יהודה לערער על לוי אין שמעון מעיד שאינה של יהודה ואם מכר הטלית הגזולה ללוי ונתייאש שמעון ממנה ובא יהודה לערער על לוי אם מת ראובן שמעון מעיד עליה שאינה של יהודה שהרי אין טלית זו חוזרת לשמעון לעולם שכבר קנאה הלוקח ביאוש ושינוי רשות וכבר מת ראובן הגזלן ואין לו ממי ליטול דמיה אבל אם עדיין ראובן קיים אין שמעון מעיד אף על הטלית שהנאה הוא לו שלא תעמוד ביד יהודה כדי שיביא ראיה שראובן גזלה וישלם דמיה וכן אם היתה הטלית ביד יורשי ראובן אין שמעון מעיד עליה מפני שסופ' שאם תעמוד ביד היורש לחזור לו וכן כל כיוצא בזה ואפי' כשמת דדוקא שלא הניח אחריו' נכסים אבל אם הניח אחריות נכסים חייב ונמצא שזה נוגע בעדות והאידנ' דתקינו רבנן לבעל חוב ליגבי אפי' ממטלטלי דיתמי אע\"פ שמת הגזלן ולא הניח אחריות נכסים אין הנגזל מעיד לו דאכתי נוגע בעדות הוא: הגה וכל זה ששמעון לא בא להעיד רק שהשדה או הטלית אינו של יהודה אבל אם בא להעיד שהוא של ראובן בכל ענין יכול להעיד שכיון שהודה על הדבר שהוא של ראובן שוב אינו יכול לערער עליו ולומר שהוא שלו ואינו נוגע בעדות (טור):"
    },
    {
      "id": "choshen_mishpat-037-18",
      "section": 18,
      "text": "בני העיר שבא מערער לערער עליהם ממרחץ או ברחוב של עיר אין אחד מבני העיר מעיד בדבר זה ולא דן עד שיסתלק עצמו בקנין גמור: הגה וי\"א דאי אפשר להסתלק מדבר שהוא צרכי בני העיר (טור ורמב\"ם פט\"ו מהל' עדות) אם לא שיש להם דבר אחר שהוא כיוצא בזה (תשובת הרא\"ש כלל י\"ג) וכן עיקר:"
    },
    {
      "id": "choshen_mishpat-037-19",
      "section": 19,
      "text": "בני העיר שנגנב ספר תורה שלהם הואיל ולשמיע' הוא עשוי שא\"א לאדם לסלק עצמו ממנו אין דנין בדייני אותה העיר ואין מביאים ראיה מאנשי אותה העיר וכן כל כיוצא בזה: הגה ועיין לעיל סי' ז' סעיף י\"ב דבשיש להם ס\"ת אחרת מותר וה\"ה כל כיוצא בזה כגון בית הכנסת או שאר ספרים וכדומה להם שבני העיר דיינים עליהם:"
    },
    {
      "id": "choshen_mishpat-037-20",
      "section": 20,
      "text": "האומר תנו מנה לעניי עירי אין דנין בדייני אותה העיר ואין מביאים ראי' מאנשי אותה העיר בד\"א כשהיו העניים סמוכים עליהם ופוסקים עליהם צדקה אפילו אמרו שנים מאותה העיר אנו ניתן הדבר הקצוב עלינו ונעיד אין שומעין להם שהנאה הוא להם שיתעשרו העניים האלו הואיל והם סמוכים על בני העיר וכן כל כיוצא בזה (ועיין לעיל ס\"ס ז' דיני מסים שבעיר):"
    },
    {
      "id": "choshen_mishpat-037-21",
      "section": 21,
      "text": "דברים אלו תלויים בדעת הדיין ועוצם בינתו שיבין עיקר המשפטים וידע דבר הגורם לדבר אחר ויעמיק לראות אם ימצא לזה העד צד הנאה בעדות זו אפי' בדרך רחוקה ונפלאה הרי זה לא יעיד בה וכן לא יהיה דיין בדבר:"
    },
    {
      "id": "choshen_mishpat-037-22",
      "section": 22,
      "text": "עכשיו נהגו לקבל עדים מהקהל על תקנתם והסכמתם ועל הקדשות ועל כל ענייניהם וכשרי' אפי' לקרוביהם כיון שקבלום עליהם: הגה כל דבר התלוי במנהג בני העיר אין אומרים בו תרי כמאה אלא אזלינן ביה בתר הרוב וכן כל כיוצא בזה שאין אנו צריכי' עדות ממש וכן לא אמרינן בכיוצא בזה לא ראינו אינו ראיה אלא הוי ראיה (מהרי\"ק שורש קע\"ג) ודנין בחזקת הישוב וכדומה לזה מצרכי העיר אפי' על פי עד מפי עד מפי הקבלה דהרי בלא\"ה כולן נוגעין בדבר (תשובת מיימוני ה\"ע סי' \"ג) ועיין לקמן סי' קנ\"ו וקס\"ג מדינין אלו טובי הקהל הממונים לעסוק בצרכי רבים או יחידים הרי הן כדיינים ואסורים להושיב ביניהם מי שפסול לדון משום רשעה:"
    }
  ]
}