{
  "id": "choshen_mishpat-121",
  "chapterLabel": "סימן 121",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-121-1",
      "section": 1,
      "text": "השולח חובו על ידי שליח. ובו יב סעיפים:שלח לו חובו או פקדונו ע\"י שליח אם אמר לו המלוה לשלחו על ידו ונאבדו פטור אפילו לא אמר לו פה אל פה אלא ששלח לו בכתב שלח לי ע\"י פלוני ושלחם על ידו ונאבדו פטור והוא שיכיר שהוא כתב ידו אפילו שהשליח עכו\"ם או חרש שוטה וקטן אפילו לא יחד לו אדם ידוע לומר שלח ע\"י פלוני אלא כתב לו שלח לי ביד מי שתרצה ושלחם לו ונאבדו או כפר בהם השליח פטור והוא ששלח לו ביד אדם נאמן ובדרך שבני אדם [רגילים] להעביר שם ממונם אבל אם שלח לו ע\"י מי שהוחזק כפרן או במקום סכנת דרכים שאין הרבים רגילים להעביר שם ממונם הרי פשע וחייב שעל דעת כן לא הרשהו אלא אם כן פירש לו:"
    },
    {
      "id": "choshen_mishpat-121-2",
      "section": 2,
      "text": "אפילו לא אמר לשליח אמור לפלוני שישלח על ידך מעות שבידו אלא אם אמר לו בפני עדים מעות יש לי ביד פלוני לך ואמור לו שדעתך לבא לכאן ואם יתנם לך הביאם לי ונתנם לו הלוה ונאבדו בדרך פטור אבל לא עשאו שליח אלא אמר לו יש לי מעות ביד פלוני ואינו שולחם לי אולי אינו מוציא שליח לשלחם לך והתראה אליו אולי ישלחם על ידיך לי לא הוי שליח ואם נתנם לו ונאבדו חייב באחריותם."
    },
    {
      "id": "choshen_mishpat-121-3",
      "section": 3,
      "text": "לא עשאו שליח בעדים אלא מסר לו חותמו לסימן שהוא שלוחו ומסרו לו לאמר לך והבא לי מעותי והוא בא אצל הלוה לומר פלוני שלחני אליך שתשלח לו מעותיו והילך חותמו לסימן ועדים מעידים שהוא חותמו אבל אינם מעידים שעשאו שליח ושלחם לו ונאבדו לא נפטר הלוה: הגה ויחרים תחלה (על) מי ששלח שליח זה ולא יודה (טור ס\"ו בשם הרמב\"ם) וי\"א שצריך לישבע תחלה כדין שאר נשבעין ונוטלין (טור בשם י\"א):"
    },
    {
      "id": "choshen_mishpat-121-4",
      "section": 4,
      "text": "שלח המלוה או המפקיד כתב ללוה או לנפקד מנה שיש לי בידך שלחהו ביד לוי ושלחו בידו וטען המלוה לא כתבתי ולא שלחתי לך ישבע הלוה היסת שכתב ידו בא אליו ולפיכך שלח ויפטר אבל אם לא היה הכתב כתב ידו או שאין הלוה יודע שהוא כתב ידו אפילו היו כתובים בו סימנים ואותיות שביניהם ביחוד אם טען המלוה ואמר לא שלחתי כתב ואחרים רימו בו הלוה או הנפקד חייב באחריותן ומשלם אחר שיחרים על מי ששלח כתב זה מדעתו ולא יודה ויש מי שהורה שישבע ואח\"כ יטול כדין כל הנשבעים ונוטלים:"
    },
    {
      "id": "choshen_mishpat-121-5",
      "section": 5,
      "text": "טען המלוה או המפקיד אין זה כתב ידי ואין עדים מצויים לקיימו והנפקד אומר אני מכיר שהוא כתב ידך אם זה הממון נפקד אצלו שלא בעדים או אפילו בעדים על פה מתוך שיכול לומר להד\"מ או החזרתים לך מידי לידך נאמן בשבועת היסת אני מכיר שהוא כתב ידך ועל פיו מסרתיו ביד שלוחך (ואם נפקד אצלו בשטר מתוך שיכול לומר נאנסו נאמן ג\"כ לומר מסרתיו ליד שלוחך) אלא שצריך לישבע שבועה חמורה כעין של תורה ואם הוא מלוה בשטר אין הלוה נאמן וחייב לשלם אחר שישבע המלוה שבועה חמורה שאין זה כתב ידו: הגה ודוקא במלוה אבל בפקדון אפילו בשטר פטור במיגו דהוי מצי למימר נאנסו בידי (טור ס\"ח) אם טען הלוה ישבע לי (השליח) שאומר שנאנסו צריך לישבע שבועת השומרים:"
    },
    {
      "id": "choshen_mishpat-121-6",
      "section": 6,
      "text": "אם התובע מודה שהוא כתב ידו אלא שאומר לשליח איני מאמינך שנאנסו ואיני מאמין לנפקד וללוה שנתנם לשליח: הגה ה\"ז מחרים על הלו' או הנפקד שנתנו (טור ס\"ט) ונשבע השליח שבועת השומרים:"
    },
    {
      "id": "choshen_mishpat-121-7",
      "section": 7,
      "text": "בד\"א שהשליח מודה שבאו לידו ונאנסו אבל אם כופר במלוה או במפקיד שהשליח אומר להם נתתים לכם והם אומרים לא קבלנו השליח אינו נאמן אפילו הם שנים מפני שהם נוגעים בדבר אלא שהשליח נשבע היסת ונפטר והלוה או הנפקד מקבלים חרם סתם שמסרו ליד השליח:"
    },
    {
      "id": "choshen_mishpat-121-8",
      "section": 8,
      "text": "אם השליח כופר בנפקד או בלוה שאומר לא נתתם לי והם אומרים שנתנו לו נשבע השליח ללוה או לנפקד במעמד הלוה או הנפקד שבועת היסת ונפטר והלוה או הנפקד נשבע למלוה או למפקיד במעמד השליח שבועת היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-121-9",
      "section": 9,
      "text": "בד\"א בשעשאו שליח להביא את שלו אבל אם לא עשאו שליח אלא שאמר לו הלוה או הנפקד תוליך לפלוני מעותיו שבידי או שבא אחד ללוה או לנפקד ואמר פלוני עשאני שליח להביא מעותיו והאמינו ומסר לו הממון והשליח אומר נאנסו או מסרתי למלוה (והמלוה אומר לא עשיתיו שליח ולא קבלתיו ישבע השליח שנתנם למלוה (טור) וישבע המלוה או המפקיד בנקיטת חפץ שלא קבלם ויגבה חובו מהלוה או הנפקד שהשליח אינו נאמן לפי שהוא נוגע בעדות שהרי צריך לישבע ליפטר ואפי' יפטר הלוה או הנפקד את השליח משבועה כדי שלא יהיה נוגע בעדות אינו מועיל ומיהו אם מתחלה כשמסרו בידו פטרוהו משבועה יש מי שאומר דמהני ואם אין השליח צריך לישבע כגון שהלך המשלח עם השליח ועמד מרחוק וראה שעשה שליחותו אינו נוגע בעדות והרי הוא עד א' ומזקיק למלוה שבועה דאורייתא ואם הם שני שלוחים והלך המשלחם עמהם ועמד מרחוק וראה שעשו שליחותם הם עדים ופטור הלוה (ולי נראה דאינו נאמן כשנים) לשווינהו עדים על פיו לאפקועי ממונא דמלוה:"
    },
    {
      "id": "choshen_mishpat-121-10",
      "section": 10,
      "text": "במה ד\"א כששניהם לפנינו השליח והמלוה ומכחישים זה את זה אבל אם בא השליח לבדו ואמר נתתי כמו שאמרת לי אינו יכול להשביעו שעשה שליחותו שהרי אין שם טוען עליו ודאי שלא עשה שליחותו וכן אם מת השליח או הלך למדינת הים ובא ב\"ח לתבוע את הלו' אינו יכול להשביעו שלא פרעו השליח שהרי אין כאן מי שטוען עליו ודאי שלקח אלא מחרים הלוה חרם סתם ומשלם החוב שעליו:"
    },
    {
      "id": "choshen_mishpat-121-11",
      "section": 11,
      "text": "ראובן שאמר ללוי מנה שאתה חייב לי תנהו לשמעון שהוא דר בעירך שאני חייב לו לוי אומר נתתיו ושמעון אומר לא קבלתי הדין בזה כמו שנתבאר באומר תוליך לפלוני מעותיו שבידי: הגה מי ששלח שלוחו למשכן לו משכון ומשכנו ואינו יודע אצל מי הוי פשיעה וחייב לשלם לו ואם אמר אצל פלוני והוא כופר חייב לשלם דהוי ליה למשכנו בעדים אבל אם המשלח צוהו למשכנו אצל פלוני והוא כופר פטור (נ\"י פרק המפקיד וכפול לקמן סי' קס\"ח ס\"ט ע\"ש):"
    },
    {
      "id": "choshen_mishpat-121-12",
      "section": 12,
      "text": "לוי שבא בשליחות ראובן לגבות משמעון חמשים דינרים שחייב לו וגבאם ממנו וראובן אומר לא שלחתיו לגבות אלא עשרים ועשרים בלבד הביא ישלם שמעון אחר שישבע המלוה בנקיטת חפץ (שלא שלחו רק להביא עשרים) (רמב\"ם) ושלא קבל אלא עשרים והשליח ישבע היסת לשמעון שכל החמשים נתן למלוה:"
    }
  ]
}