{
  "id": "choshen_mishpat-427",
  "chapterLabel": "סימן 427",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-427-1",
      "section": 1,
      "text": "מצות עשה להסיר כל מכשול שיש בו סכנת נפשות ועשיית מעקה לגגו. ובו י סעיפים:מצות עשה לעשות אדם מעקה לגגו שנא' ועשית מעקה לגגך והוא שיהיה בית דיר' אבל בית אוצרות ובית הבקר וכיוצא בהן אינו זקוק לו:"
    },
    {
      "id": "choshen_mishpat-427-2",
      "section": 2,
      "text": "כל בית שאין בו ד' אמות על ד' אמות פטור ממעקה:"
    },
    {
      "id": "choshen_mishpat-427-3",
      "section": 3,
      "text": "בית של שני שותפים חייבים במעקה שנאמר כי יפול הנופל ממנו לא תלה אלא בנופל א\"כ למה נאמר גגך למעט בתי כנסיות ובתי מדרשות לפי שאינם עשוים לדירה:"
    },
    {
      "id": "choshen_mishpat-427-4",
      "section": 4,
      "text": "היתה ר\"ה גבוה מגגו אינו זקוק למעקה שנאמר כי יפול הנופל ממנו:"
    },
    {
      "id": "choshen_mishpat-427-5",
      "section": 5,
      "text": "גובה המעקה אין פחות מי' טפחים כדי שלא יפול ממנו הנופל וצריך להיות המחיצה חזקה כדי שישען אדם עליה ולא תפול:"
    },
    {
      "id": "choshen_mishpat-427-6",
      "section": 6,
      "text": "כל המניח גגו בלא מעקה ביטל מצות עשה ועבר על לא תעשה שנא' ולא תשים דמים בביתך:"
    },
    {
      "id": "choshen_mishpat-427-7",
      "section": 7,
      "text": "אחד הגג ואחד כל דבר שיש בו סכנה וראוי שיכשול בה אדם וימות כגון שהיתה לו באר (או בור) בחצירו בין שיש בו מים בין שאין בו מים חייב לעשות חוליא גבוה י' טפחים או לעשות לה כיסוי כדי שלא יפול בה אדם וימות:"
    },
    {
      "id": "choshen_mishpat-427-8",
      "section": 8,
      "text": "וכן כל מכשול שיש בו סכנת נפשות מצות עשה להסירו ולהשמר ממנו ולהזהר בדבר יפה שנאמר השמר לך ושמור נפשך ואם לא הסיר והניח המכשולות המביאים לידי סכנה ביטל מצות עשה ועובר בלא תשים דמים:"
    },
    {
      "id": "choshen_mishpat-427-9",
      "section": 9,
      "text": "הרבה דברים אסרו חכמים מפני שיש בהם סכנת נפשות וקצתם נתבארו בטור י\"ד סי' קט\"ז ועוד יש דברים אחדים ואלו הן לא יניח פיו על הסילון המקלח וישתה ולא ישתה בלילה מהבארות ומהאגמים שמא יבלע עלוקה והוא אינו רואה: הגה וכבר כתבתי דברים אלו סימן קי\"ו ביורה דעה וע\"ש:"
    },
    {
      "id": "choshen_mishpat-427-10",
      "section": 10,
      "text": "כל העובר על דברים אלו וכיוצא בהם ואמר הריני מסכן בעצמי ומה לאחרים עלי בכך או איני מקפיד בכך מכין אותו מכת מרדות והנזהר מהם עליו תבא ברכת טוב :"
    }
  ]
}