{
  "id": "choshen_mishpat-022",
  "chapterLabel": "סימן 22",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-022-1",
      "section": 1,
      "text": "מי שקבל עליו קרוב ופסול ודין שבועה והפוכה. ובו ג סעיפים:מי שקבל עליו קרוב או פסול בין להיותו דיין בין להיותו עד עליו: הגה ולא מיקרי קבלה אא\"כ קבלו לדונו אבל אם השליש בידו מעות שדנין עליו לא מקרי קבלה (ריב\"ש סי' שי\"א) אפי' קבל א' מהפסולים בעבירה כשני עדים כשרים להעיד עליו או כג' ב\"ד מומחים לדון לו: הגה וי\"ח וס\"ל דדוקא אם קבל קרוב או פסול בדיין אחד או בעד אחד אבל אם קבלו בתרי דאיכא תרתי לריעותא אפי' אחר גמר דין יכול לחזור בו וכן הסכמת רוב הפוסקים אבל אם קנו מידו בכל ענין לא יוכל לחזור: בין שקבל על עצמו לאבד זכיותיו ולמחול מה שהיה טוען על פיהן בין שקבל עליו שיתן כל מה שיטעון עליו חבירו בעדות זה הפסול או בדינו אם קנו מידו על זה אינו יכול לחזור בו ואם לא קנו מידו יכול לחזור בו עד שיגמור הדין: ולעיל סי' י\"ב ס\"ב נתבאר איזה מקרי גמר דין ולענין עדות מיד שהעידו לא יוכל לחזור בו (ריב\"ש סי' ת\"צ ומרדכי) נגמר הדין אינו יכול לחזור בו והוא שלא נודע שטעו (מיהו אם הם ממונים בעיר או טובי העיר לא יוכל לחזור כי כן נוהגים דכל מה שאדם מקבל לפני ראשי העיר שלא יוכל לחזור בו) (תשו' מיימוני סוף שופטים) ואם כופר ואומר לא קבלתי עלי לדון ואין עדים בדבר ישבע שלא קבלו עליו אפי' אם הדיין מכחישו ואמר שקבלו עליו: (רבים שהמחו עליהם דיינים דלא גמירי אין בעלי דינים יכולים לעכב) ר' ירוחם נ\"ב ח' י\"ג:"
    },
    {
      "id": "choshen_mishpat-022-2",
      "section": 2,
      "text": "אם קבל עליו עדות עכו\"ם כמי שקבל עליו עדות אחד מהפסולים אבל אם קבל עליו עכו\"ם לדיין אפי' קנו מיניה אין הקנין כלום ואסור לדון לפניו (אבל אם כבר דן לפניו לא יוכל לחזור בו) (מרדכי ר\"פ זה בורר):"
    },
    {
      "id": "choshen_mishpat-022-3",
      "section": 3,
      "text": "מי שנתחייב לחבירו שבועה בב\"ד ואמר לו השבע לי בחיי ראשך והפטר או השבע לי בחיי ראשך ואתן לך כל מה שתטעון אם קנו מידו אינו יכול לחזור בו ואם לא קנו מידו יכול לחזור בו עד שיגמר הדין נגמר הדין ונשבע כמו שאמר ליה א\"י לחזור בו וחייב לשלם וה\"ה למי שנתחייב שבועת היסת והפכה אם קנו מידו או אם נשבע זה שנהפכה עליו א\"י לחזור בו וה\"ה במי שלא היה חייב שבועה ואמר אשבע לך שבועה אם קנו מידו א\"י לחזור בו ואם לא קנו מידו אע\"פ שקבל בב\"ד חוזר עד שיגמור הדין וישבע: הגה מי שמחוייב לישבע ואמר לפני ב\"ד איני רוצה לישבע אלא הריני משלם ויצא חוץ לב\"ד אינו יכול לחזור בו דזה הוה גמר דין דידיה ויש חולקין (ע' בטור) מי שנתחייב לחבירו שבועה דאורייתא ואמר לחבירו השבע וטול ונשבע בלא נטילת חפץ לא יוכל לחזור בו (ב\"י):"
    }
  ]
}