{
  "id": "choshen_mishpat-082",
  "chapterLabel": "סימן 82",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-082-1",
      "section": 1,
      "text": "דין שטר שאינו מקוים או מקוים שהלוה טוען אמנה או פרוע או רבית ודין תנאי השטר והשבועה. ובו יג סעיפים:מלוה שהוציא שטר שאינו מקוים ואינו מוציא עדים לקיימו והלוה מודה שכתבו אלא שטוען פרעתי נאמן ואפי' אם כתוב בו נאמנות אינו מועיל וה\"ה לכל מה שיטעון בו דבר שמבטל השטר כגון אמנה או כתבתי ללות ולא לויתי או על תנאי נעשה ולא נתקיים התנאי (או שאמר קטן הייתי כשנכתב השטר נאמן) (נ\"י פ' מי שמת) ואם אח\"כ מצא המלוה עדים לקיים השטר בב\"ד הרי הוא כשאר השטרות וגובה בו: הגה אמר תחלה מזויף השטר ואחר שהביא עדים לקיימו אמר הלוה פרוע י\"א דהוחזק כפרן ואינו נאמן מאחר שאמר מזויף כאלו אמר לא לויתי ואינו נאמן אח\"כ לומר פרעתי (נ\"י סוף ב\"ב) ויש חולקין ואומרים דנאמן הוא דהא לא כפר בהלואה רק שאומר שהשטר מזוייף ורצה לומר שיקיימנו ואח\"כ ידין עמו (הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-082-2",
      "section": 2,
      "text": "ואם השטר מקויים וטוען הלוה פרעתי כולו או מקצתו והמלוה אומר לא נפרעתי כלום אם יש בו נאמנות אינו נאמן ואפי' אם אמר השבע לי אין שומעין לו וגובה בלא שבועה (וכ\"כ בסי' ע\"א סי\"ט) ומיהו אם יש ב\"ח מאוחר ממנו לא יגבה אלא בשבועה שישבע לבעל חוב המאוחר שלא נפרע מחובו כלום ואין המוקדם יכול לומר למאוחר לא אשבע עד שתשבע שלא נפרעת מחובך אבל מחרים סתם על מי שיודע שהוא פרוע ומשביעו בחנם ואפי' אם יש בו נאמנות מפורש לראשון שהוא מאמינו כנגד בעל חוב מאוחר אעפ\"כ צריך לישבע ואם אין בו נאמנות כל זמן שלא יטעון השבע לי שלא פרעתיך אין משביעים למלוה אלא אומרים ללוה שלם ואם טען השבע לי שלא פרעתיך משביעים אותו בנקיטת חפץ ויטול והוא שיטעון הלוה ברי שהוא פרוע אבל אם בא בטענת שמא לא משביעין ליה כלל אפילו אם גם המלוה משיב איני יודע אם הוא פרוע: הגה היה השטר על זמנים ולאחר שעברו מקצת זמנים אמר הלוה פרעתיך הזמנים שעברו והנחתי לך השטר משום הזמנים העתידים והמלוה אומר שלא נפרע כלום המלוה נשבע ונוטל דה\"ל לכתוב שובר (תשו' הרשב\"א אלף פ\"ה):"
    },
    {
      "id": "choshen_mishpat-082-3",
      "section": 3,
      "text": "כשטוען שפרע השטר ואמר ישבע לי המלוה ויטול אומרים לו הבא מעותיו ואחר כך ישבע ויטול ואם טען הלוה שאין לו מה לפרוע ישבע הלוה שאין לו וכשתגיע ידו ישביע למלוה שלא פרעו ואז יתן לו:"
    },
    {
      "id": "choshen_mishpat-082-4",
      "section": 4,
      "text": "אם הוחזק הלוה כפרן באותו השטר כגון שאמר לא היו דברים מעולם ובאו עדים ונתקיים השטר וחייבוהו ב\"ד לפרוע שוב אינו יכול לומר השבע לי שלא פרעתיך אע\"פ שאין בו נאמנות שכבר הודה שלא פרעו שכל האומר לא לויתי כאומר לא פרעתי דמי אבל אם יחרים סתם על מי שנטל ממנו ממון שלא כדין אין מוחין בידו:"
    },
    {
      "id": "choshen_mishpat-082-5",
      "section": 5,
      "text": "אם כשאמרו ב\"ד ללוה שלם לו ולא טען השבע לי אלא אמר הלוה לב\"ד מה חייב לי אומרים מה אתה רוצה שיתחייב לך אם אמר רוצה אני שישבע לי משביעים אותו ואם לאו אין פותחין לו:"
    },
    {
      "id": "choshen_mishpat-082-6",
      "section": 6,
      "text": "היה המלוה תלמיד חכם אין משביעין אותו ואין מגבין אותו אבל אם תפס משל לוה אין מוציאין מידו ואם לא תפס והוא מעצמו רוצה לישבע כדי לגבות את שלו שומעים לו:"
    },
    {
      "id": "choshen_mishpat-082-7",
      "section": 7,
      "text": "אם המלוה והלוה שניהם תלמידי חכמים יש מי שאומר שחוזר הדבר לכמות שהיה ואי טעין אשתבע לי אמרינן ליה זיל אישתבע ליה:"
    },
    {
      "id": "choshen_mishpat-082-8",
      "section": 8,
      "text": "אם מת המלוה ויורשיו מוציאים השטר והלוה טוען שהוא פרוע נשבעים שבועת היורשים ונוטלים היה המלוה חשוד יש אומרים שהנתבע נשבע היסת ונפטר וי\"א שהמלוה נוטל בלא שבועה והכי מסתברא:"
    },
    {
      "id": "choshen_mishpat-082-9",
      "section": 9,
      "text": "לא היה חשוד ורוצה להפך השבועה על הלוה אין שומעין לו ואם אמר אי אפשי לישבע בתקנה זו אלא תהא תביעתי כמלוה על פה וישבע הלוה היסת ואמר הלוה מאחר שחזרת אותה היסת הריני מהפכה עליך הדין עמו ואם אמר התובע איני נשבע ואיני נוטל אלא מחרים סתם הרשות בידו (ע\"ל סי' צ\"ב סי\"א בהג\"ה) ואין הלוה יכול לומר או השבע וטול או הוציאני מן הכלל ואם יצא הלוה ולא רצה לשמוע החרם אין מנדין אותו בכך ומחרימין שלא בפניו:"
    },
    {
      "id": "choshen_mishpat-082-10",
      "section": 10,
      "text": "הוציא עליו שטר מקויים והלוה אומר שטר מזוייף הוא או שטען חוב זה רבית הוא או שטר אמנה הוא או כתבתי ללות ולא לויתי והמלוה עומד בשטרו ואומר שזה טוען שקר ואמר הלוה ישבע ויטול אין שומעין לו להשביעו אלא ישלם ואח\"כ יטעון על המלוה במה שירצה ואם יודה יחזיר לו ואם כפר ישבע היסת:"
    },
    {
      "id": "choshen_mishpat-082-11",
      "section": 11,
      "text": "אם טען הלוה מחלת לי חוב שבשטר זה יש מי שאומר שדינו כמי שטוען פרעתיו: הגה ויכול לטעון מחלת לי אע\"פ שיש בו נאמנות שהנאמנות לא קאי אלא על הפרעון (טור והתרומות בשם הרמב\"ן) והמדקדקים כותבים והאמנתיו לומר שלא נפרעתו ובכל עניני חוב זה ויש מי שאומר (דמחילה) כמי שטוען אמנה או ריבית היא:"
    },
    {
      "id": "choshen_mishpat-082-12",
      "section": 12,
      "text": "טען הלוה שהשטר נעשה על תנאי שאם אקיימנו אפטר וקיימתיו ומלוה אומר שלא היה שום תנאי בדבר אם כתוב בו שנעשה בלא שום תנאי או בלא שום שיור בעולם אין הלוה נאמן ואם אין כתוב בו כן נשבע המלוה ונוטל ואפי' אם כתוב בו נאמנות ואם הודה המלוה שנעשה על תנאי אלא שאומר שעדיין לא קיימו הלוה על המלוה להביא ראיה ואם אין לו ראיה נשבע הלוה היסת ונפטר: הגה ואין המלוה נאמן במיגו דאין [אומרים] מיגו להוציא (טור סי\"ט וב\"י ותוס' פ' חזקת הבתים ורמב\"ם סוף שבועות ומרדכי ריש ב\"מ ואשירי פרק הכותב) ויש חולקין וס\"ל דאמרי' מיגו להוציא (ריב\"ש סי' של\"ו) ואם יש ללוה עדים שבתנאי נעשה מקבלים עדותן ואפי' עידי השטר עצמם נאמנים לומר שנעשה על תנאי אפי' אם כתב ידם יוצא ממקום אחר ונפטר הלוה אפי' בלא שבועה ואם עד אחד אומר על תנאי היה ועד א' אומר לא היה תנאי נשבע הלוה היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-082-13",
      "section": 13,
      "text": "טען הלוה על השטר מקויים שחציו פרוע והמלוה אומר שלא נפרע ממנו כלום ועדים מעידים שכולו פרוע נשבע הלוה וגובה מחצה מבני חרי ואם כתוב בו שהאמינו על עצמו כב' עדים גובה כל השטר מבני חרי בלא שבועה:"
    }
  ]
}