{
  "id": "choshen_mishpat-041",
  "chapterLabel": "סימן 41",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-041-1",
      "section": 1,
      "text": "דין מי שנמחק או אבד שטר חובו. ובו ד סעיפים:מי שבלה שטר חובו והרי הוא הולך להמחק מעמיד עליו עדים ובא לב\"ד והם עושים לו קיום: הגה וי\"א אפי' נמחק לגמרי מאחר שהעדים יודעים מה היה כתוב בו (טור בשם הרמב\"ם [הרשב\"ם] ונ\"י פ' גט פשוט) ועדות זו שמעידין על השטר יכולים להעיד שלא בפני בעל הדבר (ר' ירוחם בשם הרשב\"א) אבל עידי השטר עצמם אין כותבים לו שטר אחר אע\"פ שנמחק בפניהם אבל באים לב\"ד וב\"ד עושים לו קיום כיצד מקיימים שטר זה כותבים שטר אחר ואומרים אנו ב\"ד פלוני ופלוני ופלוני הוציא פלוני בן פלוני שטר נמחק לפנינו וזמנו ביום פלוני ופלוני ופלוני עדיו ואם כתבו והוזקקנו לעדותם של עדים ונמצאת מכוונת גובה בשטר זה שכתבו לו וא\"צ קיום אחר ואם לא כתבו כן צריך להביא ראיה על העדים הראשונים עד שתתקיים עדותן (ע\"כ לשון הרמב\"ם): הגה ואם אינן מקיימים הוי כאלו הוציא עליו שטר שאינו מקויים (המגיד פכ\"ג) ויש מי שאומר שצריך לכתוב בקיום שקרעו השטר הראשון דאל\"כ פסול הוא דחיישינן שמא ילך לב\"ד אחר ויעשו לו קיום אחר ויגבה ויחזור ויגבה אבל שטר מתנה שנמחק כותבים לו אחר אע\"פ שלא נקרע הראשון: הגה וכותבין השטר מזמן הראשון ולא מזמן שכותבין לו ב\"ד (ב\"י בשם תוס') אבל אם היה במתנה אחריות וכן בשטרי מקח וממכר צריך לקרוע הראשון או לכתוב בשני שטר זה לא נכתב לטרוף בו ממשעבדי ולא מבני חרי אלא כדי להעמיד שדה זו ביד מקבל המתנה או הלוקח שלא יוציאנו מידו הנותן או המוכר:"
    },
    {
      "id": "choshen_mishpat-041-2",
      "section": 2,
      "text": "מי שנמחק שטר חובו מעמיד עליו עדים לפני ב\"ד ועושים לו קיומו ודוק' שיש עדים שנמחק באונס אבל מחקו מלוה מדעת או שהניחו במקום שאינו משתמר ונמחק אין עושים לו קיום דכיון שהניחו במקום שראוי להמחק ודאי פרעיה:"
    },
    {
      "id": "choshen_mishpat-041-3",
      "section": 3,
      "text": "מי שהיה לו שטר ואבד ובא לב\"ד שיכתבו לו שטר אחר אין כותבין לו אפילו אם הביא עידי שטר הראשון ומעידים שכתבו ונתנו לו על כן אין לב\"ד לכתוב העתקת שום שטר אם לא יראו שיש בו צורך כי ההיא דמי שנמחק שטר חובו ואם כתבו לאדם טופס שטר ובא לפני ב\"ד אין ב\"ד גובין בו עד שיוציא גוף השטר אם לא כתבו בו טעם למה עשו שטר אחר כי ההיא דנמחק שטר חובו וכיוצא בו כגון שידוע לעדים שאבד אבל אין ידוע לעדים לא יכתבו לו ואפילו נאבד בעדים אין כותבים לו דשמא ימצאנו אא\"כ עדים מעידים שנשרף: הגה ודוקא בשטר הלואה אבל שטרי מקח ומתנה בלא אחריות כותבין לו אחר מאחר שנאבד אבל אין מטפיסין שום שטר ללא צורך (תשובת הרא\"ש כלל ס\"ח סי' י\"ו וכ\"א וכ\"ג וכ\"ז) שטר צוואה שכתוב בו מתנות לרבים ובא א' לב\"ד שיכתבו לו לבדו חלקו במתנה כותבים לו דהא לאו לגוביינא קאי דהרי לאו שטרא הוא והיתומים יכולים למימר פרענו (תשובת הרשב\"א סי' תתקע\"ח ותשובת הרמב\"ן סי' פ\"ג) ומיהו אם היה ביד אחר ונאבד משם כותבים לו אחר דליכא למיחש שמא ימצאנו (תשו' הרשב\"א סי' תתקע\"ח וכפול לקמן ס\"ס רנ\"ג וע\"ש ס\"ב) כיון שלא היה בידו ואם הלוה במדה\"י והמלוה חושש שלא יוליך שטרו בידו שמא יאבד לו בדרך יבא לב\"ד וכותבין לו אחר והוא מניח שטרו ביד ב\"ד שבעירו וב\"ד שבמקום שהלוה שם יודיע לב\"ד שבמקום המלוה שהוא נפרע מחובו וקורעים השטר הראשון שביד' ואם נאבד השטר שהטפיס כשהוא הולך לו אצל הלוה וידוע זה בעדים הולך לפני ב\"ד ויעידו לפניהם שנאבד ויחזירו לו השטר שבידם: הגה (טור מבעה\"ת) והוא מבעל העיטור אות ה' ד' ק\"ז ע\"ב וכל שטר שמטפיסין מעתיקין אותו אות באות משטר הראשון וכותבין בו שהוא העתק ואין צריכין בית דין להעתקת שטר אלא אפי' שני עדים יכולין להעתיקו (ואפילו הן קרובין זה לזה) (ריב\"ש סי' תי\"ג) (זהו הוספה מסמ\"ע ואינו נכון כמ\"ש בס\"ק י\"ח):"
    },
    {
      "id": "choshen_mishpat-041-4",
      "section": 4,
      "text": "מי שהיה לו חוב על חבירו בשטר ואבד השטר והרי העדים קיימים אע\"פ שקנו מידו אם טוען שפרע ה\"ז נשבע היסת ואפי' היה החוב לזמן ועדיין לא הגיע זמנו להפרע הואיל וכתבו לו שטר ואינו בידו אם טען הלוה פרעתיו נאמן ונשבע היסת שפרעו שאנו חוששין שמא פרעו ולפיכך קרע השטר או שרפו ואפי' היה השטר יוצא מתחת ידי אחר והלוה טוען ממני נפל אחר שפרעתי אע\"פ שהוא בתוך זמנו נשבע היסת ונפטר שכיון שאין השטר ביד המלוה אין שם חזקה אין אדם פורע בתוך זמנו אבל אם הפקידו המלוה אצל אחר והוא יוצא מתחת ידי הנפקד אין הלוה נאמן לומר פרעתי וממני נפל ואתה מצאתו שלא הפקידו אצלו בעדים: הגה מי שהיו שטרותיו בעיר שכבשוה כרכום מסתמא הם בחזקת אבודים וכותבין לו שטר אחר ואפי' הלוה עומד ומוחה אין משגיחין בו (מהרי\"ק שורש קי\"ו):"
    },
    {
      "id": "choshen_mishpat-041-5",
      "section": 5,
      "text": "מי שהיה לו חוב על חבירו בשטר ואבד השטר והרי העדים קיימים אע\"פ שקנו מידו אם טוען שפרע ה\"ז נשבע היסת ואפי' היה החוב לזמן ועדיין לא הגיע זמנו להפרע הואיל וכתבו לו שטר ואינו בידו אם טען הלוה פרעתיו נאמן ונשבע היסת שפרעו שאנו חוששין שמא פרעו ולפיכך קרע השטר או שרפו ואפי' היה השטר יוצא מתחת ידי אחר והלוה טוען ממני נפל אחר שפרעתי אע\"פ שהוא בתוך זמנו נשבע היסת ונפטר שכיון שאין השטר ביד המלוה אין שם חזקה אין אדם פורע בתוך זמנו אבל אם הפקידו המלוה אצל אחר והוא יוצא מתחת ידי הנפקד אין הלוה נאמן לומר פרעתי וממני נפל ואתה מצאתו שלא הפקידו אצלו בעדים: הגה: מי שהיו שטרותיו בעיר שכבשוה כרכום מסתמא הם בחזקת אבודים וכותבין לו שטר אחר ואפי' הלוה עומד ומוחה אין משגיחין בו (מהרי\"ק שורש קי\"ו):"
    }
  ]
}