{
  "id": "choshen_mishpat-091",
  "chapterLabel": "סימן 91",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-091-1",
      "section": 1,
      "text": "חנוני נשבע ונוטל ודין פנקסים. ובו ט סעיפים:חנוני נאמן על פנקסו כיצד בעל הבית שאמר לחנוני תן לפועלי סלע והוא מודה שא\"ל כן או שיש עדים בדבר והחנוני אומר כבר נתתי להם והפועלים אומרים לא קבלנו ממנו כלום שניהם נשבעין כעין של תורה ונוטלים מבע\"ה וצריכים שישבעו כל אחד בפני חבירו חנוני בפני פועלים ופועלים בפני חנוני כדי שיתביישו יותר (ודוקא בדאיתנהו לתרווייהו) (ר\"ן פרק הנשבעין) והוא הדין אם א\"ל הלויני מנה ופרע לבעל חובי זה אומר נתתי וזה אומר לא קבלתי ישבעו שניהם זה בפני זה ויתן בעה\"ב לשניהם (ואין נשבעין ביחד אלא בזה אחר זה) (הגהות שניות דמרדכי ריש ב\"מ):"
    },
    {
      "id": "choshen_mishpat-091-2",
      "section": 2,
      "text": "בד\"א כששניהם לפנינו ותובעים מבעה\"ב אבל אם מת החנוני והפועלים לבדם תובעים או שמתו פועלים והחנוני לבדו תובע נוטל בלא שבועה שהרי אין בעל הבית מפסיד כלום שהרי אינו משלם אלא תשלום אחד: הגה וי\"א דדוקא באם מת החנוני ואתו פועלים נוטלין בלא שבועה דהרי ודאי נתחייב להם ולא ידע אי פרע אבל אם מתו הפועלים והחנוני בא לתבוע מה שנתן לא יטול אלא בשבועה דילמא לא נתן כלום (טור בשם הרמ\"ה והמגיד פט\"ז דמלוה ור\"ן פרק הנשבעין ופרק האיש מקדש):"
    },
    {
      "id": "choshen_mishpat-091-3",
      "section": 3,
      "text": "בד\"א בחנוני המקיף (פי' נותן בהמתנה) לבעל הבית ופורע לו כל חובותיו ואח\"כ פורע לו בעל הבית אבל אם הקדים בע\"ה מעות לחנוני וא\"ל תן לפועלים סלע אם המחם (פי' הישיר ומסר הפועל לחנוני מן ומחה על כתף ים כנרת) אצל חנוני במעמד שלשתם והפועלי' נתרצו אין לפועלים על בעל הבית כלום והחנוני נשבע היסת ונפטר ואם שלא במעמד שלשתם המחם אצל חנוני נשבע חנוני לבעל הבית היסת שעש' שליחותו ונפטר והפועלי' נשבעי' לבעל הבית כעין של תורה שלא נטלו כלום מחנוני ונוטלים מבע\"ה וי\"א שגם זו היא שבועת היסת: הגה מי שהוציא הוצאות על נכסי חבירו ברשות חבירו ותובע ההוצאות והנתבע אינו יודע (כמה) נשבע התובע ונוטל וה\"ה בכל מידי דהאי ידע והאי לא ידע נשבע האי דידע (מהרי\"ק שורש י' ותשובת מיימוני ספר קנין סי' ז'):"
    },
    {
      "id": "choshen_mishpat-091-4",
      "section": 4,
      "text": "יש מי שאומר שאפי' אין החנוני טוען ברי שנתן אלא טוען שמצא בפנקסו שנתן לפועלים כך וכך הרי הוא כברי הואיל ויש רגלים לדבר שהרי צוהו בעל הבית לתת לפועלים (ויוכל לישבע על זה והוא הדין דיוכל לישבע בכל דבר על פנקסו שסומך עליו שהוא אמת) (תשובת הרא\"ש כלל פ\"ו וכלל ק\"ג סי' כ\"ג):"
    },
    {
      "id": "choshen_mishpat-091-5",
      "section": 5,
      "text": "יש לדון על פי פנקסו של אדם שרגיל לכתוב בו ענייניו ואפי' להוציא מיתומים הקטנים היכא דיש רגלים לדבר שמה שכתוב בפנקס הוא אמת (וע\"ל סוף סי' ק\"ז):"
    },
    {
      "id": "choshen_mishpat-091-6",
      "section": 6,
      "text": "אמר החנוני אתה אמרת לי ליתן לפועליך מנה והוא כופר ואומר לא אמרתי לך כלום נשבע בעל הבית היסת ונפטר ואם מודה בנ' נשבע שבועת התורה שלא ציוהו אלא חמשים ואם אמר חמשים צויתיך ליתן וחמשים איני יודע מתוך שאינו יכול לישבע משלם:"
    },
    {
      "id": "choshen_mishpat-091-7",
      "section": 7,
      "text": "אם לא נתן בעל הבית לחנוני קצבה כמה יתן לפועליו אלא א\"ל תן להם מה שצריכים אם אין הפועלים לפנינו או מתו החנוני נאמן לומר כך וכך נתתי להם ונוטל מבעל הבית בלא שבועה הגה וי\"א דאף אם הפועלים בכאן והחנוני נתן להם יותר משכרן הואיל ולא נתן קצבה כמה יתן להם הרי החנוני נשבע ונוטל (ב\"י בשם התרומות שער כ\"ט):"
    },
    {
      "id": "choshen_mishpat-091-8",
      "section": 8,
      "text": "קטן ששכר פועלים ואמר לחנוני לפרוע חנוני אומר נתתי והפועלים אומרים לא נטלנו יש מי שאומר שדינו שוה לדין הגדול ולהרמב\"ם הפועלים נשבעין ונוטלים ממנו אבל לא החנוני:"
    },
    {
      "id": "choshen_mishpat-091-9",
      "section": 9,
      "text": "אמר לחנוני תן לי בדינר פירות ונתן לו והרי הפירות מונחים ברשות הרבים והחנוני תובע הדינר והלוקח אומר נתתיו לך והשלכת לתוך כיסך הלוקח נשבע כתקנת חכמים בנקיטת חפץ ונוטל הפירות נתן הלוקח דינר לחנוני ובא ליטול פירות המונחים ברשות הרבים ואמר החנוני דינר זה הוא דמי פירות שכבר נתתי לך והולכתם לתוך ביתך החנוני נשבע בנקיטת חפץ וכן הדין בנותן דינר לשולחני ליטול מעות הצבורים ברשות הרבים אם הודה השולחני שמכרם ועדיין לא נטל הדינר נשבע הלוקח (השולחני) בנק\"ח שנתן הדינר ונוטל המעות ואם לא הודה שמכרם לו אע\"פ שמודה שלקח ממנו דינר עתה וטוען שדינר זה דמי מעות שכבר הוליכם הלוקח (לתוך ביתו) נשבע השולחני בנקיטת חפץ: הגה וכל זה שהפירות או המעות מונחים ברשות הרבים אבל אם כבר הכניס בעל הבית לרשותו והחנוני תובע הדינר בע\"ה נשבע היסת ונפטר ואם אין הפירות או המעות ברשות החנוני ותבען בעל הבית החנוני נשבע היסת ונפטר (טור):"
    }
  ]
}