{
  "id": "choshen_mishpat-198",
  "chapterLabel": "סימן 198",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-198-1",
      "section": 1,
      "text": "דין קניית מטלטלין איזה במשיכ' ואיזה במסירה ומה דינו במעות שבידו. ובו טו סעיפים:דבר תורה מעות קונות אבל חכמים תקנו שלא יקנו המטלטלים אלא בהגבהה או במשיכה דבר שאין דרכו להגביה (וכיון שמשך או הגביה קנה אע\"פ שלא נתן המעות) (טור) כיצד המקבץ עצים או פשתן וכיוצא בהם ועשה מהם טעון גדול שאי אפשר להגביהו אינו נקנה במשיכה שהרי אפשר להתירו ולהגביהו עץ עץ אבל אם היה טעון של אגוזים או של פלפלים או של שקדים וכיוצא בהם שאין אחד יכול להגביהו הרי זה נקנה במשיכ' (ויש חולקין וסבירא להו דאפי' בעצי' נקנה במשיכ' הואיל ואיכא טורח להתיר ולהגביה) וע\"ל סי' ר' סעיף ז' בדין משיכה והגבהה (טור):"
    },
    {
      "id": "choshen_mishpat-198-2",
      "section": 2,
      "text": "הגבהה י\"א שצריך להגביה ג' טפחים ויש אומרים דסגי בהגבהת טפח:"
    },
    {
      "id": "choshen_mishpat-198-3",
      "section": 3,
      "text": "משיכה שאמרו צריך שימשוך החפץ כולו ויוציאנו מכל המקום שהוא בו:"
    },
    {
      "id": "choshen_mishpat-198-4",
      "section": 4,
      "text": "דברים שאין דרכם להגביהם אי אגבהינו קנה:"
    },
    {
      "id": "choshen_mishpat-198-5",
      "section": 5,
      "text": "ולמה תקנו חכמים שלא יהא מעות קונות גזירה שמא יתן הלוקח דמי החפץ וקודם שיקחנו יאבד באונס כגון שתפול דליקה וישרף או יבואו לסטים ויטלוהו ואם היה ברשות הלוקח יתמהמה המוכר ולא יציל לפיכך העמידוהו חכמים ברשות המוכר כדי שישתדל ויציל לפיכך אם היה ביתו של לוקח שיש בו החפץ שנמכר מושכר למוכר העמידוהו על דין תורה שהרי מצוי הוא אצל ביתו ויכול להציל וכן השוכר המקום שאותם המטלטלים הנמכרים מונחים בו בא' מדרכי קניית השכירות שנתבארו בסי' קצ\"ה [סעיף ט'] קנה המטלטלים שבו ואין שום א' מהם יכול לחזור בו והוא שתהא חצר המשתמרת לדעת השוכר או שהוא עומד בצד המקום ההוא: הגה וי\"א דאם היו המטלטלין במקום דליכא למיחש לדליקה נקנו במעות (הגהות ראשונות דמרדכי פרק הזהב) וכן אם התנו בהדיא דמעות יקנו קנו (ב\"י):"
    },
    {
      "id": "choshen_mishpat-198-6",
      "section": 6,
      "text": "י\"א דשכירות המטלטלים נקנה בכסף דליכא למיחש שמא יאמר לו נשרפו חטיך בעליי' דכיון שהגוף שלו טרח ומציל:"
    },
    {
      "id": "choshen_mishpat-198-7",
      "section": 7,
      "text": "הספינה הואיל וא\"א להגביה ויש במשיכתה טורח גדול ואינה נמשכת אלא לרבים לא הצריכו' משיכה אלא נקנית במסירה וכן כל כיוצא בזה ואם אמר לו לך משוך וקנה אינו קונה הספינה עד שימשכנה כולה ויוציאנה מכל המקום שהיתה בו שהרי הקפיד המוכר שלא יקנה זה אלא במשיכה:"
    },
    {
      "id": "choshen_mishpat-198-8",
      "section": 8,
      "text": "מסירה זו שאמרו אין צריך שימסרנו מידו ליד לוקח אלא כיון שאחז בה הלוקח בפני המוכר או במצותו הוה ליה מסירה:"
    },
    {
      "id": "choshen_mishpat-198-9",
      "section": 9,
      "text": "מסירה אינו קונה אלא בר\"ה ובחצר שאינה של שניהם (והכניסה שם שלא ברשות בעל החצר) ומשיכה אינו קונה אלא בסימטא או בחצר של שניהם והגבהה קונה בכל מקום: הגה אמר ליה המוכר לקנות במסירה או במשיכה במקום שאין קונין לא מהני ולא קנה (ר\"ן פ\"ק דקידושין):"
    },
    {
      "id": "choshen_mishpat-198-10",
      "section": 10,
      "text": "לפיכך אם היתה הספינה עומדת בר\"ה או בחצר שאינה של שניהם והקפיד המוכר ואמר ליה משוך וקנה צריך למשכה כולה ושיוציאנה מאותו רשות שאין משיכה קונה בו ויכניסנה לרשות שהמשיכה קונה בו:"
    },
    {
      "id": "choshen_mishpat-198-11",
      "section": 11,
      "text": "היתה עומדת בסימטא או בחצר שניהם אינה נקנית אלא במשיכה ולא במסירה:"
    },
    {
      "id": "choshen_mishpat-198-12",
      "section": 12,
      "text": "היתה עומדת בר\"ה ולא אמר להם המוכר כלום והלך הלוקח ומשך לא קנה עד שימשכנה כדינה מר\"ה לסימטא אע\"פ שנקנית במסירה בר\"ה ומסירה אינה צריכ' שימסור לו מיד ליד אפ\"ה כיון שהתחיל למשוך כבר גילה בדעתו שאינו רוצה לקנות בחזקה זו שהוא מחזיק ותפוס בה אלא במשיכה:"
    },
    {
      "id": "choshen_mishpat-198-13",
      "section": 13,
      "text": "י\"א דספינה אינה נקנית במשיכה אלא כדרך משיכתה כגון שמונחת במים או ברקק מים שהוא בסימטא או בחצר של שניהם אבל אם היתה ביבשה אינו קונה עד שיגביהנה:"
    },
    {
      "id": "choshen_mishpat-198-14",
      "section": 14,
      "text": "דבר הנקנה במשיכה שהיה בר\"ה או בחצר שאינה של שניהם ומשכו הלוקח לרשותו או לסימטא כיון שהוציא מקצתו מר\"ה או מרשות שאינה של שניהם קנה מאחר שמשכו כולו והוציאו מכל המקום שהיה בו:"
    },
    {
      "id": "choshen_mishpat-198-15",
      "section": 15,
      "text": "הנותן דמי המטלטלים או מקצתן וחזר בו הלוקח וא\"ל המוכר בא וטול מעותיך הרי המעות אצלו כמו פקדון ואם נגנבו או אבדו אינו חייב באחריותן אבל אם חזר בו המוכר ואמר ללוקח בא וטול את שלך הרי המעות ברשותו וחייב באחריותו אפי' מאונסים גדולים עד שיקבל עליו מי שפרע ויאמר לו אח\"כ בא וטול את שלך ואז אי איתנהו בעין הנך זוזי ממש דיהיב ליה לוקח פטור אבל אם הוציאם וייחד אחרים תחתיה' וקבל מי שפרע י\"א שחזרו הלואה וחייב אפילו באונסים עד שיבואו לרשות לוקח ויש מי שאומר שאפי' הוציאם כיון שקבל עליו מי שפרע ונותנם לו אע\"פ שלא רצה הלוקח לקבלם פטור:"
    }
  ]
}