{
  "id": "choshen_mishpat-131",
  "chapterLabel": "סימן 131",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-131-1",
      "section": 1,
      "text": "מי שחזר בו אחר שנתרצ' להיות ערב. ובו יד סעיפים:מי שנתפייס להיות ערב קודם שיתן המלוה המעות ללוה יכול לחזור בו אפי' קנו מידו ואם לא חשש המלוה ונתן המעות ללוה אין לו על הערב כלום אבל ערב דלאחר מתן מעות כיון שקנו מידו אינו יכול לחזור בו (ואין חילוק בזה בין ערב לקבלן) (מרדכי ס\"פ ג\"פ):"
    },
    {
      "id": "choshen_mishpat-131-2",
      "section": 2,
      "text": "האומר לחבירו ערבת לי והוא אומר לא ערבתי או שאמר הערב ללוה אתה הרשיתני לערוב אותך וליתן והוא אומר מדעתך ערבת או לא ערבת כלל או שאמר הערב פרעתי המלוה בפניך והלוה אומר לא פרעת או שא\"ל כן פרעת ונתתי לך מה שפרעת או שאמר המלוה ערבת לי ק\"ק והוא אומר לא ערבתי אלא מנה בכל אלו הטענות וכיוצא בהן המע\"ה או ישבע הנתבע שבועת היסת או שבועת התורה אם הודה במקצת:"
    },
    {
      "id": "choshen_mishpat-131-3",
      "section": 3,
      "text": "ערב או קבלן שרואים שהלוה מבזבז נכסיו יכולים לתבעו שיוציאם מהערבות אע\"פ שהוא בתוך הזמן (וכ\"כ לעיל בסי' ע\"ג ס\"י במלוה עם הלוה):"
    },
    {
      "id": "choshen_mishpat-131-4",
      "section": 4,
      "text": "ערב שבא אצל המלוה בזמנו והתרה בו שיתבע ממונו מהלוה ואם לא יפטר מהערבות ולא רצה המלוה והאריך זמן ללוה יש מי שאומר שאין הערב נפטר בכך ואצ\"ל קבלן ואפי' היו נכסים ידועים ללוה והערב אומר למלוה רד עם הלוה לדין וגבה חובך מנכסים והאריך זמן ללוה ובנתיים נשתדפו הנכסים גובה מהערב וצריך להתיישב בדין זה: הגה כי יש חולקין בזה מיהו אם הלוה היה מוכן ליתן למלוה מעותיו והערב שלח אחריו שיבא לקבלם או לשלוח לו שטר לתבוע החוב ולא רצה ונאבד החוב פטור הערב (מהרי\"ו סי' פ') והערב יכול לכוף ללוה לפטרו מן הערבות בזמנו כי יכול לומר לא נתרציתי להיות ערב אלא עד כאן (טור) ואם המלוה עכו\"ם והלוה נתן (המעות) לערב לפרוע לעכו\"ם ושכחם העכו\"ם אצל הערב צריך להחזיר המעות ללוה ולא יוכל לומר שמא יזכור העכו\"ם דהואיל וכבר ערב בעדו והימניה צריך להמתין לו עוד יותר (מרדכי פ' הגוזל בתרא):"
    },
    {
      "id": "choshen_mishpat-131-5",
      "section": 5,
      "text": "ישראל שהיה ערב לחבירו בשביל עכו\"ם ונטל הערב משכון מהעכו\"ם ונתנו למלוה ובא העכו\"ם אצל הערב בע\"ש בין השמשות וא\"ל היה ערב בשבילי לזה שאני חייב לו שיחזיר לי משכוני שאני צריך לו א\"ל הערב כבר נכנס שבת ואיני עושה שום ערבות פייסו העכו\"ם לערב עד שאמר למלוה הריני כמו שהייתי והחזיר המלוה לעכו\"ם משכונו לאחר זמן תבע המלוה לערב טען לא היה בדעתי כשאמרתי הריני כמו שהייתי אלא כמו כשהייתי אחר שבא המשכון לידך וראיה לדבר (שכבר ראית) סרבנותי כנגד העכו\"ם מלהכנס ערב ותליתי הדבר באיסור שבת הדין עם הערב שהיה לו למלוה לפרש ערבותו ואעפ\"כ חייב הערב לסייעו להוציא החוב מן העכו\"ם:"
    },
    {
      "id": "choshen_mishpat-131-6",
      "section": 6,
      "text": "ישראל שהיה בידו משכון מעכו\"ם ושואל ממנו שיחזירנו לו בערב ישראל והודה לדבריו והביא העכו\"ם ישראל וא\"ל בלשון הקדש אני מתרה בך שלא תקבלני ערב ואומר בפני העכו\"ם אני ערב התראה שהתרה בו אינו כלום והרי הוא ערב כבשעת מתן מעות:"
    },
    {
      "id": "choshen_mishpat-131-7",
      "section": 7,
      "text": "שמעון יצא ערב לעכו\"ם בשביל ראובן והלך לו ראובן והוצרך שמעון לפרוע בשבילו וכשבא ראובן תבעו שמעון א\"ל לא היה לך לפרעו כי כבר פרעתיו ויש לי שטר פרעון ממנו א\"ל שמעון הוצרכתי לפרוע כל זמן שלא הנחת בידי שטר הפרעון והנחת שטר החוב ביד העכו\"ם הדין עם שמעון וחייב ראובן לשלם כל מה שיברר שנתן לעכו\"ם אפילו שהעכו\"ם תבע ממנו הממון שלא כדין ואנסו ליתן לו והבירור יהיה ע\"י עדים או ע\"י פתקא של העכו\"ם ניכרת או שכתוב ביני שיטי בשטר: הגה וה\"ה בכל ערב לעכו\"ם בשביל ישראל חבירו אפי' העליל העכו\"ם על הערב מכח הערבות חייב הלוה לסלקו ודוקא שאין הערב מודה שהעכו\"ם פוטרו בפניו אבל אם מודה שהעכו\"ם פוטרו או שיש עדים על כך ואח\"כ חזר והעליל עליו פטור הלוה ואין הערב נאמן אפי' בשבועה כמה הוציא על העלילה אלא צריך עדים שהוצרך להתפשר עם העכו\"ם מכח הערבות ואז נוטל בשבועה אם לא שהעדים או אחד מהן מעידים דבר ברור שאז נוטל בלא שבועה אבל אם לא העמיד עדים איהו דאפסיד אנפשיה (מרדכי פרק הגוזל בתרא) וי\"א הא דמחייב לפוטרו מן האונסין דוקא באונסא דשכיח אבל באונס דלא שכיח לא (מהרי\"ק שורש ז' וקל\"א):"
    },
    {
      "id": "choshen_mishpat-131-8",
      "section": 8,
      "text": "וכן ב' שקבלו חכירות מעכו\"ם ונעשו ערבים זה לזה והעכו\"ם מצא אחד מהם וגבה ממנו חייב חבירו לפרוע חלקו מכל הפסד שבא לו מאותו העכו\"ם ואם הוא היה מזומן לפרוע חלקו וההפסד בא לו מכח חבירו שלא פרע חייב חבירו לפרוע לו כל ההפסד:"
    },
    {
      "id": "choshen_mishpat-131-9",
      "section": 9,
      "text": "יש שכתבו שאם ראובן מכר לשמעון שדה ובא לוי וקבל אחריות עליו לא נשתעבד לוי ואם קנו מידו שהוא ערב לשלם דמי מכר זה בכל עת שיתבענו שמעון ה\"ז חייב: הגה וי\"א דאין ערב באחריות בשעת מתן מעות משום אסמכתא ומשתעבד (טור בשם הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-131-10",
      "section": 10,
      "text": "ערב או קבלן שחייבו עצמם על תנאי אף על פי שקנו מידו לא נשתעבד מפני שהוא אסמכתא כיצד כגון שא\"ל תן לו ואני אתן לך אם יהיה כך וכך או אם לא יהיה מפני שלא גמר והקנה ואם קנה מידו מעכשיו שיתחייב לו בממון זה אם יתקיים התנאי הכל לפי תנאו שכל קנין מעכשיו אין בו משום אסמכתא: וי\"א דאין בערבות משום אסמכתא (טור סי\"א בשם י\"א):"
    },
    {
      "id": "choshen_mishpat-131-11",
      "section": 11,
      "text": "ראובן קנה שדה משמעון וכתב לו שטר וא\"ל שיעשה לו שטר גם על אשתו ולא היתה שם נתערב לוי בשבילו לכשתבא שתעשה שטר עליה וכשבא' לא רצתה ותבע ראובן לערב שיכתוב לו הוא שטר על נכסיו והערב טוען שאינו חייב אלא יחזיר לו מעותיו הדין עם הערב:"
    },
    {
      "id": "choshen_mishpat-131-12",
      "section": 12,
      "text": "מי שאמר לחבירו הלוהו ואני ערב לגופו של לוה ולא ערב לעצמו של ממון אלא כל זמן שתרצה אביאנו לך וכן אם אמר ליה לאחר שהלוהו ותבעו הניחהו וכל זמן שתתבענו אביאנו לך וקנה מידו על כך אפילו התנה ואמר אם לא אביאנו או שמת או שברח אהיה חייב לשלם ה\"ז אסמכתא ולא נשתעבד: (וי\"א דאין בערבות משום אסמכתא וע\"ל סי' קכ\"ט ס\"ח):"
    },
    {
      "id": "choshen_mishpat-131-13",
      "section": 13,
      "text": "מי שלא פירש קצב הדבר שערב כגון שא\"ל כל מה שתתן לו תן לו ואני ערב או מכור לו ואני ערב או הלוהו ואני ערב להרמב\"ם אין זה הערב חייב כלום וכל הבאים אחריו חלקו עליו והכי נקטינן:"
    },
    {
      "id": "choshen_mishpat-131-14",
      "section": 14,
      "text": "האומר לחבירו ערוב זה לפלו' ואני ערב לך ה\"ז כמו שאמר הלוהו (ואני) ערב ואינו צריך קנין:"
    }
  ]
}