{
  "id": "choshen_mishpat-304",
  "chapterLabel": "סימן 304",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-304-1",
      "section": 1,
      "text": "המעביר חבית ממקום למקום ונשבר מתי חייב. ובו ו סעיפים:המעביר חבית ממקום למקום בשכר ונשברה דין תורה הוא שישלם שאין זה אונס גדול והרי השבירה כגניבה ואבידה שהוא חייב בהן אבל תקנו חכמים שיהיה חייב שבועה שלא פשע בה שאם אתה אומר ישלם אין לך אדם שיעביר חבית לחבירו ולפיכך עשו בו שבירת החבית כמיתת הבהמה ושבירתה:"
    },
    {
      "id": "choshen_mishpat-304-2",
      "section": 2,
      "text": "ועוד תקנו בדבר זה שאם נשאו אותה שנים במוט ונשברה משלמים חצי הואיל ומשאוי זה גדול לגבי אחד וקל לגבי שנים הוי כאונס ואינו אונס ומשלמים מחצה אם יש עדים שלא פשעו בה:"
    },
    {
      "id": "choshen_mishpat-304-3",
      "section": 3,
      "text": "נשברה במקום שאין עדים מצוים נשבעים שלא שברוה בפשיעה ומשלמים חצי דמיה שהרי לא היה לכל א' להעביר אלא משוי שהיה יכול להעביר בפ\"ע:"
    },
    {
      "id": "choshen_mishpat-304-4",
      "section": 4,
      "text": "מכאן אתה למד שהאחד שהעביר חבית גדולה שאין דרך כל הסבלים להעבירה ביחיד שהוא פושע ואם נשברה בידו משלם הכל: הגה כל זה לשון הרמב\"ם ודעתו אבל יש חולקים וסבירא להו דכל שהוא קל לשנים אע\"פ שהוא כבד לאחד לא מיקרי פושע גמור ואינו משלם רק מחצה (טור ס\"ג והמגיד פ\"ד דשכירות):"
    },
    {
      "id": "choshen_mishpat-304-5",
      "section": 5,
      "text": "הסבל ששבר חבית של יין לחנוני ונתחייב לשלם והרי הוא שוה ביום השוק ד' ובשאר ימים ג' אם החזירו ביום השוק חייבים להחזיר חבית של יין או ישלמו לו ארבע והוא שלא היה לו יין למכור ביום השוק אבל אם היה לו יין מחזירין לו שלשה ואם החזירו לו בשאר ימים מחזירין לו שלשה ומנכין לו בכל זמן טורח שהיה טורח במכירתה ופגם הנקב שהיה נוקב החבית וכן כל כיוצא בזה: הגה גם זה ל' הרמב\"ם ודעתו אבל רוב המפרשים חולקים וסבירא להו בהפך שאם שבר בשאר הימים משלם ג' ואם שברו ביום השוק אם בא לפורעו בשאר הימים צריך ליתן לו ארבע ואינו נפטר אם רוצה ליתן לו חבית אחר של יין אבל אם בא לפורעו ביום השוק יכול להחזיר לו חבית אחר של יין והוא שאין לו יין אחר למכור בשוק אבל אם יש לו יין אחר הרי הוא אצלו כשאר ימים וצריך ליתן לו דמי היין (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-304-6",
      "section": 6,
      "text": "ש\"ש כיון שכלה זמנו כלתה שמירתו ואפי' היא עדיין בביתו אינו עליה אלא ש\"ח:"
    }
  ]
}