{
  "id": "choshen_mishpat-361",
  "chapterLabel": "סימן 361",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-361-1",
      "section": 1,
      "text": "דין יאוש אם יש עמו שינוי השם או שינוי רשות. ובו ח סעיפים:יאוש לחוד לא קנה:"
    },
    {
      "id": "choshen_mishpat-361-2",
      "section": 2,
      "text": "יאוש עם שינוי השם גרוע שחוזר לברייתו י\"א שקונה ואינו צריך להחזיר אלא דמיה:"
    },
    {
      "id": "choshen_mishpat-361-3",
      "section": 3,
      "text": "בד\"א בידוע שנתייאשו הבעלים אבל סתם גזילה לא הוי יאוש בעלים:"
    },
    {
      "id": "choshen_mishpat-361-4",
      "section": 4,
      "text": "יאוש עם שינוי רשות קנה ונתבארו משפטיו בסי' שנ\"ג:"
    },
    {
      "id": "choshen_mishpat-361-5",
      "section": 5,
      "text": "לא הוי שינוי אא\"כ מכרו או נתנו לאחר (י\"א (נ\"י פ' חז\"ה) דאם מכרו באחריות או נתנו בטעות או בעל כרחו לא מקרי שינוי רשות) (תשו' רשב\"א סי' תתקס\"ח) אבל אם בא אחר ונטלו מבית הגזלן שלא מרצונו כאלו נטלו מבית הבעלים אם ירצה הנגזל גובה מהראשון או מהשני או אם ירצה יגבה חצי מזה וחצי מזה ואם פרעו השני לראשון או שהגזלן הראשון מחל לשני אינו כלום כי אין דינו של שני אלא עם הבעלים ל\"ש אם ידע השני שהוא גזול ביד הגזלן ל'ש שלא ידע ואפי' אם אכלו השני חייב לשלם לבעלים:"
    },
    {
      "id": "choshen_mishpat-361-6",
      "section": 6,
      "text": "בד\"א שלא נתייאשו אבל אם נתייאשו ובא אחד ואכלו פטור נהי שאם היה בעין היה חייב להחזירו עתה שאכלו פטור:"
    },
    {
      "id": "choshen_mishpat-361-7",
      "section": 7,
      "text": "מת והוריש הגזילה לבניו לא הוי שינוי רשות אלא הוי כאלו אביהם קיים שאם הוא בעין ולא נשתנית צריכים להחזירה אפי' נתיאשו הבעלים ואם נשתנית והיא קיימת נותנים דמיה אבל אם אכלוה בין בחיי האב בין לאחר מותו אם קודם יאוש אכלוה חייבים לשלם לאחר יאוש פטורים אם לא הניח אביהם נכסים אבל אם הניח אביהם נכסים אפי' אכלוה אחר יאוש חייבים לשלם וכן אם מכרה האב או נתנה לאחר אם הניח נכסים חייבים לשלם ואין חילוק בזה בין גדולים לקטנים ואם אמרו הגדולים יודעים אנו שעשה אבינו חשבון עמך ולא נשאר לך כלום בידו נאמנים וי\"א דה\"מ כשאין ידוע שגזלה אביהם אלא על פיהם אבל אם היו עדים שגזלה אינם נאמנים:"
    },
    {
      "id": "choshen_mishpat-361-8",
      "section": 8,
      "text": "הגוזל את חבירו בעדים יש אומרים שאינו צריך להחזיר לו בעדים וי\"א שצריך:"
    }
  ]
}