{
  "id": "choshen_mishpat-034",
  "chapterLabel": "סימן 34",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-034-1",
      "section": 1,
      "text": "עדים הפסולים מחמת עבירה. ובו לה סעיפים:רשע פסול לעדות ואפי' עד כשר שיודע בחבירו שהוא רשע ואין הדיינים מכירים רשעו אסור לו להעיד עמו אע\"פ שהוא עדות (ל' הרמב\"ם פ\"י מעדות) אמת ואצ\"ל עד כשר שהוא יודע בעדות לחבירו וידע שהעד השני שעמו עד שקר שאסור לו להעיד:"
    },
    {
      "id": "choshen_mishpat-034-2",
      "section": 2,
      "text": "איזה רשע כל שעבר עבירה שחייבים עליה מלקות ואצ\"ל אם חייבים עליה מיתת ב\"ד ל\"ש אם עבר לתיאבון ל\"ש אם עבר להכעיס: הגה עבר עבירה שאין בה מלקות פסול מדרבנן (רבינו ירוחם נ\"ב ח\"ד):"
    },
    {
      "id": "choshen_mishpat-034-3",
      "section": 3,
      "text": "היתה העבירה שעבר מדרבנן פסול מדרבנן: הגה וי\"א בדבר מדבריהם בעינן שעבר משום חימוד ממון (ר\"י נ\"ב ח\"ד ותוס' פ' איזהו נשך ועיטור):"
    },
    {
      "id": "choshen_mishpat-034-4",
      "section": 4,
      "text": "קוברי המת ביום טוב ראשון כשרים אפילו נידו אותם ושינו בדבר כשרים מפני שהם סוברי' שמצוה הם עושים ושלא נידו אותם אלא לכפרה: הגה וה\"ה בשאר דבר איסור שנוכל לומר שעברו מכח טעות (ריב\"ש סי' שי\"א) וע\"ל סעיף כ\"ד המגביה ידו על חבירו להכותו פסול לעדות מדרבנן (ב\"י):"
    },
    {
      "id": "choshen_mishpat-034-5",
      "section": 5,
      "text": "העובר על השבועה א' שבועת שוא וא' שבועת שקר של ממון וביטוי פסול ואפי' עבר על חרם שהחרימו הקהל וי\"א שאינו נפסל אלא דוקא בשבועה דלשעבר דבשעה שיצתה שבועה מפיו יצאה לשקר אבל בשבוע' דלהבא כגון שלא אוכל ואכל לא: הגה מי שבאו עדים שעבר על שבועתו אינו נאמן לומר שוגג או אנוס הייתי להכשיר עצמו (ב\"י בשם רשב\"א):"
    },
    {
      "id": "choshen_mishpat-034-6",
      "section": 6,
      "text": "טבח שיצאתה נבילה או טריפה מתחת ידו פסול לעדות (וע' בי\"ד סי' קי\"ט נתבאר דין זה):"
    },
    {
      "id": "choshen_mishpat-034-7",
      "section": 7,
      "text": "גנב וכן גזלן פסולים לעדות מעת שגנב או גזל ואע\"פ שהחזירו עד שיעשו תשובה (וע\"ל סעיף כ\"ט) החולק עם הגנב אינו נפסל (ריב\"ש סי' רס\"ו) (וע\"ל סי' צ\"ב הכופר בפקדון (או מלוה) אימת נפסל):"
    },
    {
      "id": "choshen_mishpat-034-8",
      "section": 8,
      "text": "עד זומם אע\"פ שהוזם בעדות ממון ושילם פסול מן התורה לכל עדות ומאימתי הוא נפסל מעת שהעיד בבית דין אע\"פ שלא הוזם על אותה עדות אלא לאחר כמה ימים:"
    },
    {
      "id": "choshen_mishpat-034-9",
      "section": 9,
      "text": "אין עידי השטר נעשים זוממים עד שיאמרו בב\"ד שטר זה בזמנו כתבנוהו ולא איחרנוהו אבל אם (לא) אמרו כן אע\"פ שזמנו של שטר בא' בניסן בירושלי' ובאו עדים והעידו שעידי השטר היו עמהם בבבל ביום זה השטר כשר והעדי' כשרים שאפשר שכתבוהו ואיחרוהו וכשהיו בירושלים בא' באדר כתבו שטר זה שם ואיחרו זמנו וכתבו זמנו בניסן ואם אמרו בזמנו כתבנוהו והוזמו אם יש שם עדים שיודעים היום שחתמו על זה השטר או עדים שראו זה השטר בחתימת ידם בו ביום פלו' כיון שהוזמו נפסלו למפרע מיום שנודע שחתמו על השטר שהעדים החתומים הרי הם כמי שנחקרה עדותן בב\"ד בעת החתימה אבל אם אין עדים שראו עדותן ולא ראו השטר מקודם אינם נפסלים אלא מעת שהעידו בב\"ד שזה כתב ידם ואמרו בזמנו כתבנוהו דאפשר שביום זה שהעידו בבית דין בו ביום חתמו על השטר שיש לו כמה שנים והם שקרו ואמרו בזמנו כתבנו (עדים שחתמו עצמם על שטר מוקדם במזיד פסולין לעדות) (המ\"מ ריש פכ\"ג מה' מלוה):"
    },
    {
      "id": "choshen_mishpat-034-10",
      "section": 10,
      "text": "המלוה ברבית פסול אחד המלוה ואחד הלוה אם ברבית קצוצה פסולים מן התורה ואם ברבית מדרבנן פסולים מדבריהם: הגה וי\"א דבאבק רבית אינו נפסל אלא המלוה ולא הלוה (נ\"י פרק זה בורר) וע' בי\"ד ריש סי' קס\"א:"
    },
    {
      "id": "choshen_mishpat-034-11",
      "section": 11,
      "text": "המלוה מעות יתומים אפי' ברבית קצוצה לא נפסל משום דסבר מצוה קעבידנא להרויח נכסי היתומים:"
    },
    {
      "id": "choshen_mishpat-034-12",
      "section": 12,
      "text": "עד החתום בשטר שמת והעידו עליו שהלוה לישראל ברבית קצוצה אם הוא מפורסם שהוא אפטרופוס או סנטר של עכו\"ם תולין דשל עכו\"ם הלוה ברבית וכן אם הוא אפוטרופוס ליתומים תולים בשל יתומים אבל באינו מפורסם אין תולים בכך עד שיתברר אם העידו על אדם שמוחזק בכשרות שהלוה ברבית לא נפסל שתולים לומר בדרך שאין בו איסור הלוה או שהיה טועה וסבור שאין אסור בדרך ההוא:"
    },
    {
      "id": "choshen_mishpat-034-13",
      "section": 13,
      "text": "העובר על גזל של דבריהם פסול מדבריהם כיצד (כגון שגזל מציאת חרש שוטה וקטן או) (טור) החמסנים והם הלוקחים קרקע או מטלטלים שלא ברצון הבעלים אע\"פ שנותנים הדמים וכן הרועים אחד רועי בהמה דקה ואחד רועי בהמה גסה של עצמם הרי הם פסולים שחזקתן פושטים ידיהם בגזל ומניחים בהמתן לרעות בשדות ובפרדסים של אחרים:"
    },
    {
      "id": "choshen_mishpat-034-14",
      "section": 14,
      "text": "המוכסים סתמם פסולים מפני שחזקתן ליקח יותר מהקצוב להם בדין המלכות אבל גבאי מנת המלך סתמם כשרים ואם נודע שלקחו אפי' פעם אחת יותר מהראוי להם לגבות פסולים: הגה י\"א דפי' מוכסים שגובה המכס לפי אומד דעתו ואין בדבר קצבה לפיכך מסתמא פסול דמסתמא נושאים פנים למקצת בני אדם ומכבידים על אחרים ולכן שמאי העיר שמטילים מס על בני העיר לפי אומד הדעת צריכין ליזהר שלא יחניפו לאחד ויכבידו על האחר שלא יפסלו לעדות ולשבועה (הגהות אשירי):"
    },
    {
      "id": "choshen_mishpat-034-15",
      "section": 15,
      "text": "אריס שלקח דבר מועט מהפירות שבכרו ביומי ניסן ויומי תשרי קודם שתגמר מלאכתן (וי\"א שנגמר מלאכתם) (טור ס\"ך) אע\"פ שלקח שלא מדעת בעל השדה אינו גנב וכשר לעדות שאין בעל השדה מקפיד עליו וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-034-16",
      "section": 16,
      "text": "מפריחי יונים (פי' שמלמדים אותם להביא יונים משובך הזולת) בישוב פסולים מפני שחזקתן שגוזלים יונים של אחרים וכן סוחרי שביעית והם בני אדם שיושבים בטלים וכיון שבאה שביעית פושטים ידיהם ומתחילים לישא וליתן בפירות שחזקת אלו שהם אוספים פירות שביעית ועושין בהם סחורה וכן משחק בקוביא והיא שלא תהיה לו אומנות אלא הוא הואיל ואינו עוסק בישובו של עולם ה\"ז בחזקת שאוכל מן הקוביא שהוא אבק גזל ולא אקוביא בלבד אמרו אלא אפי' משחקים בקליפי אגוזים וקליפי רמונים וכן לא יונים בלבד אמרו אלא אפי' במשחקים בבהמה חיה ועוף ואומרים כל הקודם את חבירו או כל הנוצח את חבירו יטול בעליו שניהם וכל כיוצא בשחוק זה והוא שלא תהיה לו אומנות אלא שחוק זה הרי זה פסול וכל אלו הפסולי' מדבריהם:"
    },
    {
      "id": "choshen_mishpat-034-17",
      "section": 17,
      "text": "מי שאינו לא במקרא ולא במשנה ולא בדרך ארץ הרי זה בחזקת רשע ופסול לעדות מדבריהם לפיכך אין מוסרין עדות לעם הארץ ואין מקבלין ממנו עדות אלא א\"כ הוחזק שעוסק במצות ובגמילות חסדים ונוהג בדרכי הישרים ויש בו דרך ארץ אע\"פ שהוא ע\"ה ואינו לא במקרא ולא במשנה נמצאת אומר כל ת\"ח בחזקת כשר עד שיפסל וכל ע\"ה בחזקת שהוא פסול עד שיוחזק שהולך בדרכי הישרי' וכל מי שמקבל עדות ע\"ה קודם שתהיה לו חזקה זו או קודם שיבואו עדים ויעידו שהוא נוהג במצות ובד\"א הרי זה הדיוט ועתיד ליתן את הדין שהרי מאבד ממונן של ישראל ע\"פ רשעים (טור בשם הרמב\"ם):"
    },
    {
      "id": "choshen_mishpat-034-18",
      "section": 18,
      "text": "הבזויים פסולים לעדות מדבריהם והם האנשים שהולכים ואוכלים בשוק מפני כל העם וכגון אלו שהולכים ערומים בשוק בעת שהם עסוקים במלאכה מנוולת וכיוצא באלו שאין מקפידים על הבושת שכל אלו חשובי' ככלב ואין מקפידי' על עדות שקר ומכלל אלו המקבלי' צדקה מן העכו\"ם בפרהסיא אע\"פ שאפשר להם שיזונו בצנעא מבזים עצמם ואינם חוששים כל אלו פסולים מדבריהם: הגה כל מי שנוטל שכר להעיד עדותו בטל כמו הנוטל שכר לדון כמו שנתבאר לעיל סי' ט' ס\"ה (רמב\"ן) ואינן צריכים הכרזה אלא הדין והעדות בטל מעצמו ואם החזיר הממון דינו ועדותיו קיימים שאין זה כשאר פסולים שצריכין הכרזה ותשובה אלא קנס קנסוהו חכמים שיתבטלו מעשיו כל זמן שנוטל שכר (ר\"ן ס\"פ האיש מקדש) וכל זה בעדים שכבר ראו המעשה ומחוייבים להעיד כמו שאדם מחויב לדון בין אדם לחבירו אבל מי שאינו מחוייב להעיד ונוטל שכר לילך ולראות הענין שיהיה עד מותר (ב\"י סי' כ\"ח בשם רשב\"א) דיין שדן כבר ובא הבע\"ד ליתן לו מתנה על שהפך בזכותו אסור לו לקבלו (כן משמע מאשר\"י ס\"פ ז\"ב) כל מה שאדם מעיד לסיבת יסורין ויראה אין בו ממש (מהרי\"ק שורש ס\"ח):"
    },
    {
      "id": "choshen_mishpat-034-19",
      "section": 19,
      "text": "עכו\"ם ועבד פסולים לעדות:"
    },
    {
      "id": "choshen_mishpat-034-20",
      "section": 20,
      "text": "השונא לחבירו וא\"ל בפני רבים אלך ואמסור ממונך פסול לעדות:"
    },
    {
      "id": "choshen_mishpat-034-21",
      "section": 21,
      "text": "ממזר ופצוע דכה וכרות שפכה וערל שמתו אחיו (מהרי\"ק שורש פ\"ה) מחמת מילה כשרי' לעדות:"
    },
    {
      "id": "choshen_mishpat-034-22",
      "section": 22,
      "text": "המוסרים והאפיקורסים והמומרים פחותים מהעכו\"ם ופסולים לעדות: הגה ואפי' מחל לו הנמסר פסול עד שישוב בתשובה (ב\"י בשם מ\"כ ובדברי הרמב\"ם בפי\"ב וכן משמע באשירי פ' זה בורר) מומר שחזר בו וקיבל עליו תשובה כשר מיד אע\"פ שלא עשאה עדיין (מהרי\"ק שורש פ\"ה):"
    },
    {
      "id": "choshen_mishpat-034-23",
      "section": 23,
      "text": "הפסול מן התורה שהעיד עדותו בטלה אע\"פ שלא הכריזו עליו בבתי כנסיות ובבתי מדרשות והפסול מדבריהם העדות שהעיד קודם שהכריזו עליו כשירה: הגה ואפי' פסול מן התורה אין לפסלו אלא בודאי אבל לא מספק כגון שהעיד בב\"ד ואח\"כ באו עדים עליו שעבר עבירה שנפסל בה מן התורה אבל אם אין יודעין אם עבר קודם שהעיד או אח\"כ מוקמינן גברא אחזקתו וכל מה שהעיד כשר עד דידעינן דעבר קודם לכן (ריב\"ש סי' רס\"ו) כל הפסולים מדרבנן שצריכין הכרזה אם מענישן ברבים על עבירתן כגון שהוציאן מב\"ה הוי כאלו הכריזו עלייהו (מרדכי פרק זה בורר):"
    },
    {
      "id": "choshen_mishpat-034-24",
      "section": 24,
      "text": "כל מי שהעידו עליו שעבר עבירה פלונית אע\"פ שלא התרו בו שהרי אינו לוקה פסול והוא שעבר על דברים שפשט בישראל שהם עבירה אבל אם ראוהו עובר על דבר שקרוב העושה להיות שוגג צריכים להזהירו ואח\"כ יפסול כיצד ראוהו קושר או מתיר בשבת צריכים להודיעו שזה חילול שבת מפני שרוב העם אינם יודעים זה וכן אם ראוהו עושה מלאכ' בשבת או בי\"ט צריכים להודיעו שהיום שבת שמא שוכח הוא וכן המשחק בקוביא תמיד או מי שנעש' מוכס או גבאי שמוסיף לעצמו צריכים העדים להודיעו שהעושה דבר זה פסול לעדות שרוב העם אינם יודעים דברים אלו וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-034-25",
      "section": 25,
      "text": "אין אדם נפסל בעבירה על פי עצמו אלא על פי עדים שיעידו עליו שאין אדם משים עצמו רשע: הגה (רמב\"ם פכ\"ב מטוען) ומ\"מ אין עושין אותו עד לכתחלה כדלקמן סי' צ\"ב סעיף ה' וכן אין נפסל על קול וחשד בעלמא כגון מי שחשוד על עריות שרגיל עם עריות ומתייחד עמהם וקול יוצא עליו כשר לכל עדות חוץ מלעדות אשה (טור ס\"ט) וע' בדין החשודים בי\"ד סי' קי\"ט:"
    },
    {
      "id": "choshen_mishpat-034-26",
      "section": 26,
      "text": "לוה שהעיד על המלוה שהלוה לו ברבית ויש עד אחר עמו מצטרפין לפוסלו אף ע\"פ שעושה עצמו רשע פלגינן דיבוריה ומאמינים אותו לגבי מלוה ולא לגבי עצמו וכן אם העיד שפלוני רבעו אפילו לרצונו או שבא על אשתו או שרבע שורו הוא ואחר מצרפין לפסלו (וה\"ה שהנגזל יכול להעיד על הגזלן כמו הלוה על המלוה ובלבד שלא יהא לו הנאה מעדותו) (מרדכי פרק זה בורר):"
    },
    {
      "id": "choshen_mishpat-034-27",
      "section": 27,
      "text": "י\"א שהנשבע להכחיש העד העד ואותו שנשבע לו מצטרפים להעיד עליו לפוסלו: הגה וה\"ה אם נשבע לשניהם הם מעידים עליו לפוסלו ואין חילוק אם נשבע להם כאחד או בזה אחר זה (מרדכי פ' ז\"ב) ויש חולקים ואפי' אם היו ב' בע\"ד ולכל א' עד א' אין מצטרפין אחר שעמד בדין ונשבע על עדותן אבל קודם לכן יכולין להעיד עליו (ריב\"ש בסי' של\"ט בשם תשובת רמב\"ן סי' ק\"ט):"
    },
    {
      "id": "choshen_mishpat-034-28",
      "section": 28,
      "text": "שנים שהעידו בא' שהוא פסול בא' מאלו העבירות ובאו שנים והעידו שחזר בו ועשה תשובה או שלקה ה\"ז כשר אבל אם באו שנים והכחישו' ואמרו לא עשה עבירה זו ולא נפסל הרי זה ספק פסול לפיכך לא יעיד ואין מוציאין ממון בעדותו ולא ידון עד שיודע שעשה תשובה (ב' עדים שהעידו על אחד שהוא פסול כגון שאחד אומר שגנב והשני אומר שהלוה ברבית מצטרפים לפוסלו) (מהר\"מ פאדואה סי' ל\"ו):"
    },
    {
      "id": "choshen_mishpat-034-29",
      "section": 29,
      "text": "כל מי שנתחייב מלקות כיון שלקה בבית דין חוזר לכשרותו אבל שאר פסולי עדות שהם פסולים משום ממון שחמסו או שגזלו אע\"פ ששלמו צריכים תשובה והרי הם פסולים עד שיודע שחזרו בהם מדרכם הרעה מאימתי חזר' מלוי ברבי' משיקרעו שטרותיה' מעצמם ויחזרו בהם חזרה גמורה שלא ילוו ברבית אפי' לעכו\"ם וצריך להחזיר כל מה שלקח ברבית לבעליהם ואם אינו יודע ממי לקח צריך לעשות בו צורכי רבים: הגה (העיטור) וי\"א דכל זה דוקא במי שרגיל לגזול ולגנוב אבל מי שגנב וגזל באקראי בעלמא מיד שהחזיר מה שגנב וגזל הוי תשובה ודוקא אם החזירו מעצמו אבל אם לא החזיר רק ע\"י כפיית ב\"ד לא מהני החזרה עד שיעשה תשובה (טור סי' ט\"ו והרא\"ש כלל נ\"ט) וכן נ\"ל:"
    },
    {
      "id": "choshen_mishpat-034-30",
      "section": 30,
      "text": "מאימתי חזרת המשחקים בקובי' משישברו פספסיהם (פי' כלי השחוק הנזכר והם הקוביאות) ויחזרו בהם חזרה גמור' שלא יעשו אפי' בחנם:"
    },
    {
      "id": "choshen_mishpat-034-31",
      "section": 31,
      "text": "מאימתי חזרת מפריחי יונים משישברו הכלים שצדין בהם ויחזרו בהם חזרה גמורה שאפי' במדבר לא יעשו (וי\"א דגם כאן ובמשחקים בקוביא צריכים להחזיר המעות שהרויחו) (ר\"י נ\"ב ח\"ד וב\"י בשם הרא\"ש פ' זה בורר):"
    },
    {
      "id": "choshen_mishpat-034-32",
      "section": 32,
      "text": "מאימתי חזרת סוחרי שביעית משתגיע שביעית ויבדלו ולא חזרת דברים בלבד אלא כותב אני פלוני בן פלוני כנסתי ר' זוז מפירו' שביעי' והרי הם נתונים במתנה לעניים:"
    },
    {
      "id": "choshen_mishpat-034-33",
      "section": 33,
      "text": "מאימתי חזרת המועל בשבועה משיבא לבית דין שאין מכירין אותו ויאמר להם חשוד אני או יתחייב שבועה בב\"ד שאין מכירין אותו בממון חשוב וישלם ולא ירצה לישבע: הגה ודוקא מועלי שבועות אבל עבר על שאר עבירות מיד כשמקבל בב\"ד שבעירו שלא לעשות עוד סגי ליה (ר\"י נ\"ב ח\"ד ותוס') ודוקא שלא העבירוהו בשביל העבירה מאיזה אומנות אבל העבירוהו דינו כטבח שיתבאר בסמוך (ב\"י):"
    },
    {
      "id": "choshen_mishpat-034-34",
      "section": 34,
      "text": "חזרת טבח שהיה בודק לעצמו ומוכר ויצא טריפה מתחת ידו שילבש שחורים ויתכסה שחורים וילך למקום שאין מכירים אותו ויחזיר אבידה בדבר חשוב או יוציא טריפה מתחת ידו בדבר חשוב (וע' בי\"ד סי' קי\"ט):"
    },
    {
      "id": "choshen_mishpat-034-35",
      "section": 35,
      "text": "חזרת עד זומם שילך למקום שאין מכירים אותו ונתנו לו ממון חשוב להעיד שקר ולא רצה:"
    }
  ]
}