{
  "id": "choshen_mishpat-348",
  "chapterLabel": "סימן 348",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-348-1",
      "section": 1,
      "text": "איסור גניבה ומי נקרא גנב ומאיזה שעה מתחייב. ובו ח סעיפים:אסור לגנוב אפי' כל שהוא דין תורה ואסור לגנוב אפי' דרך שחוק ואפי' ע\"מ להחזיר או כדי לשלם תשלומי כפל או כדי לצערו הכל אסור כדי שלא ירגיל עצמו בכך:"
    },
    {
      "id": "choshen_mishpat-348-2",
      "section": 2,
      "text": "כל הגונב אפי' שוה פרוטה עובר על לאו דלא תגנובו וחייב לשלם אחד הגונב ממון ישראל או הגונב ממון של עכו\"ם ואחד הגונב מגדול או מקטן: הגה טעות עכו\"ם כגון להטעותו בחשבון או להפקיע הלואתו מותר ובלבד שלא יודע לו דליכא חילול השם (טור ס\"ג) וי\"א דאסור להטעותו אלא אם טעה מעצמו שרי (מרדכי פרק הגוזל בתרא):"
    },
    {
      "id": "choshen_mishpat-348-3",
      "section": 3,
      "text": "איזהו גנב הלוקח ממון אדם בסתר ואין הבעלים יודעים אבל אם לקח בגלוי ובפרהסיא אין זה גנב אלא גזלן:"
    },
    {
      "id": "choshen_mishpat-348-4",
      "section": 4,
      "text": "משעה שמשך הגניבה נעשה עליה גנב במה דברים אמורים שמשכה חוץ מרשות הבעלים אבל כ\"ז שהיא ברשות הבעלים אינו חייב עד שיגביהנה ואם הכניסה לרשותו אפי' לגגו חצרו וקרפיפו אם היא משתמרת חייב אע\"פ שלא משך ולא הגביה: הגה אימת גנב חייב בכפל וארבעה וחמשה עיין בפנים ולא כתבן המחבר הזה לפי שהוא קנס ואינו נוהג האידנא מיהו יש נפקותא אם תפס וע\"ל סי' א' ס\"ה:"
    },
    {
      "id": "choshen_mishpat-348-5",
      "section": 5,
      "text": "תשלומי גניבה אם יש לו מטלטלים יורדים להם ואם אין לו מטלטלין אלא קרקעות יורדים להם וגובין מהעידית שלו כשאר נזיקין:"
    },
    {
      "id": "choshen_mishpat-348-6",
      "section": 6,
      "text": "מי שגנב והגביה הגניבה ובא אחר וסייע להוליכה משם פטור זה השני:"
    },
    {
      "id": "choshen_mishpat-348-7",
      "section": 7,
      "text": "ראובן שראה שמעון שנכנס לבית לוי וגנב חפץ אחד ובא אותו חפץ ליד ראובן והחזירו (לשמעון) אין לוי יכול להוציא ממנו בדין: הגה ודוקא ששמעון יש לו שום טענה נגד לוי אבל אם אין לו טענה עליהם רק גנבם וזה יודע ראובן אם החזירם לשמעון הגנב חייב לשלם ללוי דהוי ליה להשיב האבידה לבעלים (מרדכי פ' הספינה וכן משמע מתשובת הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-348-8",
      "section": 8,
      "text": "ראובן תבע לשמעון שנכנס לחדרו וגנב ספריו והוציאם מרשותו והשיב שמעון אמת היה שהוצאתים אבל כך היה המעשה שבקשני קרובתי כלתך להוציאם כי לא יכלה שאתם ולא ידעתי של מי היו וגם לא הגבהתים אך היא הגביהתם ונתנתם לי שמעון חייב להחזירם כי מה לו ליכנס לחדרו להוציא הספרים וניכר הדבר שכוון לסייע לגזול לחמיה ומה שטוען שהיא הגביהתם ונתנתם לו מ\"מ הרי טוען שהיו כבדים ולא יכלה שאתם וכיון שלא יכלה להוציאם משם אם לא סייעה הוה ליה כאילו הוציאם הוא ויגבה ראובן ממי שירצה מכלתו שהודית לו שהם ברשותה ואם ירצה יגבה משמעון: הגה וכן אם הטמין הגנב הגניבה והוצרך לצאת מן העיר עד שאינו יכול להבריח הגניבה ושלח אח\"כ איש אחד להביא לו הגניבה השליח חייב לשלם דהוא עיקר הגנב מאחר שידע שהוא גניבה (מרדכי פרק הספינה) המראה לחבירו לגנוב או שלחו לגנוב אין המשלח חייב (ת\"ה סי' שט\"ו) דאין שליח לדבר עבירה (ד\"ע) מיהו אם השליח אינו בר חיובא י\"א דהמשלח חייב (מרדכי פ\"ק דמציעא) עיין בא\"ע סי' פ\"ו אשה שמכרה או משכנה והבעל אומר שגנבה ממנו:"
    }
  ]
}