{
  "id": "choshen_mishpat-243",
  "chapterLabel": "סימן 243",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-243-1",
      "section": 1,
      "text": "דין המזכה לחבירו על ידי אחר ורוצה הנותן או המקבל לחזור בו. ובו כה סעיפים:המזכה לחבירו מתנה ע\"י אחר כיון שהחזיק הזוכה בנכסים או בקרקע או שהגיע השטר לידו זכה המקבל ואין הנותן יכול לחזור בו ויד המקבל על העליונה אם רוצה מקבל ואם אינו רוצה אינו מקבל: הגה ראובן שנדר מתנה לשלוחו של שמעון יכול שמעון להוציאה מראובן דשלוחו כמותו (הגהות מרדכי דקידושין):"
    },
    {
      "id": "choshen_mishpat-243-2",
      "section": 2,
      "text": "בד\"א כשאמר לו זכה במתנה זו לפלוני אבל אם אמר לו הולך לפלוני מנה זה יכול לחזור בו כל זמן שלא הגיע ליד המקבל ואם המקבל עני אינו יכול לחזור בו (ואפילו בעשיר יש בו משום מחוסר אמנה) אם היא מתנה מועטת כמו שנתבאר: הגה (בעני) ביו\"ד סי' רנ\"ח סעיף י\"ב) (ובעשיר) לעיל סי' ר\"ד ס\"ח ולקמן סי' רמ\"ט אשת שמעון שנתנ' מתנה בשעת חליה ונתרצה בעלה ואח\"כ רוצה לחזור אם הוא מתנה לעני לא יוכל לחזור בו (מרדכי סוף פרק הזהב):"
    },
    {
      "id": "choshen_mishpat-243-3",
      "section": 3,
      "text": "דין אם אמר לו תן לפלוני נתבאר בסי' קכ\"ה:"
    },
    {
      "id": "choshen_mishpat-243-4",
      "section": 4,
      "text": "אפילו אם א\"ל זכו לפלוני אינו קונה אלא א\"כ הוא ברשותו אבל אם אינו ברשותו לא ומיהו אפילו אם אינו ברשותו לכשיבא לרשותו זכה בשבילו אם לא יחזור בו הנותן קודם שתבא לרשותו:"
    },
    {
      "id": "choshen_mishpat-243-5",
      "section": 5,
      "text": "דין אמר הולך מנה לפלוני ומצא שמת המקבל נתבאר בסימן קכ\"ה:"
    },
    {
      "id": "choshen_mishpat-243-6",
      "section": 6,
      "text": "אמר לשנים זכו בשדה זו לפלוני וכתבו שטר עליו והחזיקו בשדה יכול הנותן לחזור בו בשטר עד שיגיע ליד בעל המתנה אע\"פ שאינו יכול לחזור במתנה עצמה:"
    },
    {
      "id": "choshen_mishpat-243-7",
      "section": 7,
      "text": "אמר להם זכו לו בשדה זו על מנת שתכתבו לו את השטר או על מנת שתתנו לו ק\"ק זוז אע\"פ שהחזיקו בשדה יכול לחזור בו שלא יכתבו לו שטר או שלא יתנו לו ק\"ק זוז ותתבטל גם המתנה ואפי' כתבו לו השטר כל זמן שלא מסרוהו בידו אם מיחה בהם מלמסרו לו בטלה המתנה: הגה וה\"ה בשנים שעשו קנין שישאו זה את זו ואמרו ע\"מ שיכתבו השטרות ואח\"כ חזר האחד קודם כתיבת השטרות ומוחה בכתיבת השטר נתבטל הקנין הואיל ואמרו ע\"מ שיכתבו השטרות (תשובת הרא\"ש כלל כ\"ד סי' ג') (וע\"ל ריש סי' כ\"ט סעיף ד'):"
    },
    {
      "id": "choshen_mishpat-243-8",
      "section": 8,
      "text": "אפי' אם מכר שדהו ואמר לשנים זכו לו בשדה זו וכתבו לו שטר והחזיקו בשדה יכול למחות מלכתוב השטר (מיהו חייב באחריותו לגבות מבני חורין אבל אינו טורף ממשעבדי הואיל ומוחה בשטר (טור) והלוקח יכול לחזור בו ולומר לא קניתי אלא על מנת שתכתבו לי את השטר:"
    },
    {
      "id": "choshen_mishpat-243-9",
      "section": 9,
      "text": "יש מי שאומר דהא שחוזר בשטר היינו דוקא כשאומר לאחרי' זכו לפלוני אבל אם אמר ללוקח או למקבל עצמו זכה ואכתוב לך שטר כיון שזכה אינו יכול לחזור מלכתוב את השטר:"
    },
    {
      "id": "choshen_mishpat-243-10",
      "section": 10,
      "text": "אפילו קנו מידו על השטר שאמר בפירוש אני מקנה לכתוב את השטר ולא אוכל למחות קנין דברים הוא ויכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-243-11",
      "section": 11,
      "text": "אפי' אמר כתבו וזכו לו בשטר יכול לחזור וי\"א שכיון שנכתוב זכו לו ואינו יכול לחזור בו: הגה אבל אם לא אמר להו זכו לו יכול לחזור בו אע\"פ שנכתב השטר כל זמן שלא בא ליד המקבל מתנה (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-243-12",
      "section": 12,
      "text": "שטר שכתוב בו שנתן קרקע לפלוני בקנין אף על פי שלא בא שטר זה ליד המקבל אלא לאחר מיתת נותן קנה:"
    },
    {
      "id": "choshen_mishpat-243-13",
      "section": 13,
      "text": "מי שמת ונמצא אצלו מופקד שטר מתנ' שנתן ראובן קרקע לשמעון וראובן מת יחזירו ליורשי נותן:"
    },
    {
      "id": "choshen_mishpat-243-14",
      "section": 14,
      "text": "אין אדם זוכה במתנה לחבירו עד שיהא הזוכה גדול ובן דעת ואחד איש וא' אשה אפי' עבד אפילו אשת איש או שפחה (ודוקא מיד אחרים אבל לא מרבו או מבעלה אלא במקום דזכיה לנפשיה) (המגיד פ\"ד דזכיה) אבל העכו\"ם אינו זוכה הואיל ואינו ראוי לשליח לעולם וכשם שאין ישראל נעשה שליח לעכו\"ם כך אינו זוכה לעכו\"ם:"
    },
    {
      "id": "choshen_mishpat-243-15",
      "section": 15,
      "text": "קטן שנותנים לו צרור וזורקו אגוז ונטלו זוכה לעצמו (ודוקא כשיש דעת אחרת מקנה לו אבל במציאה לא) (המגיד פ\"ד דזכיה ור\"ן פ' המקבל) (וע\"ל סי' רנ\"ה) ואינו זוכה לאחרים פחות מזה לא לעצמו ולא לאחרים:"
    },
    {
      "id": "choshen_mishpat-243-16",
      "section": 16,
      "text": "השוטה אינו זוכה לא לעצמו ולא לאחרים והמזכה לשוטה ע\"י בן דעת זכה:"
    },
    {
      "id": "choshen_mishpat-243-17",
      "section": 17,
      "text": "החרש זוכה לעצמו ואינו זוכה לאחרים:"
    },
    {
      "id": "choshen_mishpat-243-18",
      "section": 18,
      "text": "זכין לקטן אפי' בן יום אחד ולגדול בין בפניו בין שלא בפניו:"
    },
    {
      "id": "choshen_mishpat-243-19",
      "section": 19,
      "text": "יש מי שאומר שמי שמתחייב לקטן בין בשטר בין בקנין כיון שאין אותו דבר תחת ידו (דהקטן) אינו זוכה אא\"כ זיכהו ע\"י אחר:"
    },
    {
      "id": "choshen_mishpat-243-20",
      "section": 20,
      "text": "חצרו של אדם קונה לו שלא מדעתו אע\"פ שאינו עומד שם כיון שהגיע המתנה לחצירו כאילו זכה בה אחר:"
    },
    {
      "id": "choshen_mishpat-243-21",
      "section": 21,
      "text": "בד\"א בחצר המשתמרת אבל בחצר שאינ' משתמרת כגון שדהו וחורבתו עד שיהיה עומד בצדה ויאמר זכתה לי שדי (ויש חולקין כמו שנתבאר לעיל סימן ר'):"
    },
    {
      "id": "choshen_mishpat-243-22",
      "section": 22,
      "text": "וכן ארבע אמות של אדם שהוא עומד בצדן קונין לו בסימטא או בצידי רשות הרבים או בחצר שאין לה בעלים אבל בר\"ה או בשדה חבירו אינו קונה עד שתגיע מתנה לידו:"
    },
    {
      "id": "choshen_mishpat-243-23",
      "section": 23,
      "text": "קטנה זכתה לה חצרה וארבע אמות שלה (ודוקא קטנה שאין לה אב) (נ\"י פ\"ק דמציעא) אבל הקטן אינו זוכה עד שתגיע מתנה לידו או עד שיזכה לו אחר:"
    },
    {
      "id": "choshen_mishpat-243-24",
      "section": 24,
      "text": "הזורק ארנקי לבית בפתח זה ויצא בפתח אחרת ונתנו לבעל הבית במתנה וחזר בו בעודו באויר הבית הוי ספק ולא זכה בעל הבית משום דמוקמינן ליה בחזק' מריה קמא אבל אם הפקירו וזכה בו אחר מוציאין מידו ונותנין לבעל הבית:"
    },
    {
      "id": "choshen_mishpat-243-25",
      "section": 25,
      "text": "בד\"א באויר שאין סופו לנוח אבל אם סופו לנוח כגון שעומד בגג וזרקו לחצר ונתנו לבעל החצר וחזר בו בעודו באויר כמונח דמי ואינו יכול לחזור בו וזכה בו בעל החצר:"
    }
  ]
}