{
  "id": "choshen_mishpat-394",
  "chapterLabel": "סימן 394",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-394-1",
      "section": 1,
      "text": "בהמה שנפל' לגנה והזיק' וכיצד משערין ההיזק. ובו ו סעיפים:בהמה שהוחלק' באבן או במימי רגלים ונפל' לגנה ונחבטה על גבי פירות וירקות או שאכל' משלם מה שנהנית ואפי' הלכ' מערוגה לערוג' ואפי' נשאר' שם כל היום כולו אינו משלם אלא מה שנהנית ומה הנאה יש לה בחבטה שהרי מצאה מקום רך ולא נתרסקו איבריה אבל אם ירדה כדרכ' ואכלה משלם מה שהזיק' ואפי' טנפה פירות במי לידה משלם מה שהזיק' מפני שתחלתו בפשיע' וכן אם דחפה חבירת' ונפל' משלם מה שהזיק' מפני שהי' לו להעבירם אחת אחת כדי שלא ידחפו זו את זו (וכן דעת הרי\"ף) הגה וי\"א דאם דחפה חבירתה לא מקרי פשיעה אלא הוי אונס ופטור (טור ס\"ד בשם ר\"י והרמ\"ה והרא\"ש) אם העבירה אצל גינת חבירו והיה אפשר לה לירד וליכנס לגינה אפילו נפלה באונס חייב דהוי תחלתו בפשיעה וסופו באונס (טור ס\"א ותוספות והרא\"ש) ויש מי שחולק בזה (ב\"י בשם הרשב\"א בשם הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-394-2",
      "section": 2,
      "text": "הוחלקה ונפל' ויצא' (והוא ידע) (טור ס\"ב) וחזרה לגינה אע\"פ שחזר' שלא לדעת הבעלים משלם מה שהזיק' מפני שהי' לו לשומר' שלא תחזור שהדבר ידוע שכיון שידע' דרך הגינה הרי היא חוזרת מאליה: הגה מיהו אם שמרה בשמירה מעולה ויצאה והזיקה פטור (טור):"
    },
    {
      "id": "choshen_mishpat-394-3",
      "section": 3,
      "text": "המעמיד בהמת חבירו על גבי קמת חבירו המעמיד חייב לשלם מה שהזיק' וכן אם הכישה (פי' הכה אותה) עד שהלכה לקמת חבירו והזיק' זה שהכיש' חייב: הגה ואפי' הפירות ברשות הרבים דהוי כמזיק בידים (המ\"מ פ\"ד מנזקי ממון וב\"י בשם רשב\"א): ודוקא הכישה כיוצא בזה אבל קם לה באפה עד שהלכה שם פטור דהוי גרמא בניזקין (המגיד שם ודלא כדעת הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-394-4",
      "section": 4,
      "text": "כל בהמ' שהזיק' פירות מחוברים משערים מה שהזיק' בששים ומשלם מי שנתחייב לשלם כיצד הרי שאכל' בית סאה שמין ששים בית סאה באות' השד' כמה הי' שוה וכמה היא שוה עתה אחר שנפסד בו הבית סאה ומשלם השאר וכן אם אכלה קב או רובע אפי' קלח אחד שמין אותו בששים:"
    },
    {
      "id": "choshen_mishpat-394-5",
      "section": 5,
      "text": "אכלה פירות גמורים שאינם צריכי' לקרקע משל' דמי פירות גמורי' בשיווייהן אם סאה דמי סאה ואם סאתים דמי סאתים:"
    },
    {
      "id": "choshen_mishpat-394-6",
      "section": 6,
      "text": "הרי שאכלה פירות דקל אחד וכן הקוצץ פירות דקל חבירו ואכל אם היה דקל רומי וכיוצא בו שאין התמרים שלו יפות משערים אותו בששים על גבי הקרקע ואם דקל פרסי וכיוצא בו הוא שהתמרים שלו יפות ביותר משערים הדקל בפני עצמו כמה היה שוה וכמה הוא שוה עתה: הגה וי\"א דאם לא נגמר גדולו משערין בששים ואם נגמר גדולו משערין כמו שהוא (טור ס\"י):"
    }
  ]
}