{
  "id": "choshen_mishpat-155",
  "chapterLabel": "סימן 155",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-155-1",
      "section": 1,
      "text": "דין הרחקת נזיקין. ובו מד סעיפים:הבית והעלייה של שנים לא יעשה בע\"ה תנור בתוך ביתו אא\"כ יש לו על גביו גובה ד' אמות בינו לתקרת העלייה (שלא ישרף העלייה) וכן לא יעמיד בעל העלייה תנור עד שיהיה תחתיו מעזיבה שלשה טפחים מלבד שיהא על גביו גובה ד' אמות ובכירה טפח מעזיבה מתחתיה ואם תנור של נחתומין הוא צריך שיהיה תחתיו ד' טפחים ובכירה של נחתומין ג' טפחים אע\"פ שהרחיק כשיעור אם יצא האש והזיקה משלם מה שהזיקה וכל אדם בביתו צריך להרחיק כשיעורים הללו מפני השכנים שמעכבים עליו:"
    },
    {
      "id": "choshen_mishpat-155-2",
      "section": 2,
      "text": "מי שהיתה לו חנות תחת אוצר חבירו לא יעשה בה לא נחתום ולא צבע ולא רפת בקר ולא יכניס שם אספסתא (פי' תבואה שלא הביאה שליש והוא מאכל בהמה תרגום על בלילו על אספסתיה) וכיוצא בהם מדברים שעולה מהם הבל חם הרבה מפני שהחום מפסיד פירות האוצר (וה\"ה שלא יפתח חלון מבית שיש בו דברים אלו לחדר שיש לו תחת האוצר) (טור בשם הרשב\"א) לפיכך אם היה אוצר יין בא\"י שאין החום מפסידו הרי זה עושה בחנותו כל מלאכת אש שירצה אבל לא יעשה רפת בקר מפני שמפסיד ריח היין (וכן במקום שקול ונדנוד קשים ליין שצריך להרחיק) (ריב\"ש סימן רל\"ו) ואם הוחזקה החנות בתחלה לרפת או לנחתום וכיוצא בו ואח\"כ רצה בעל העלייה לעשות עלייתו אוצר אינו יכול למחות בידו:"
    },
    {
      "id": "choshen_mishpat-155-3",
      "section": 3,
      "text": "גילה בעל העלייה דעתו שחפץ לעשות בה אוצר כגון שכיבד וריבץ עלייתו או שריבה בה חלונות כדרך שעושים לאוצר וקדם זה ועשה תנור קודם שיכניס פירות לאוצר או שהתחיל לאצור שומשמין או רמונים או תמרים וכיוצא בהם וקדם זה ועשה התנור קודם שאצר חטים או שעשה בעל החנות מחילה על גבה להבדיל בין החנות ובין האוצר בכל אלו בעל האוצר מעכב עליו ואם עבר ועשה אינו יכול להסירו:"
    },
    {
      "id": "choshen_mishpat-155-4",
      "section": 4,
      "text": "היו מימי העליון יורדים על התחתון ומזיקין אותו אם אין שם מעזיבה בענין שכששופך מימיו מיד יורדים לתחתון ומזיקים אותו חייב לסלק היזקו ואם יש מעזיבה שהמים נבלעים בה ואינם יורדים מיד אלא לאחר מכאן יורדים ומזיקין א\"ח לסלק היזקו: הגה והכל לפי הענין דאם המים מועטין וכלין לאלתר אפילו בלא מעזיבה אינו חייב לסלק היזקו ואם היו מרובים ומזיקין לו תדיר דרך המעזיבה חייב לסלקו (מרדכי ר' פ\"י דב\"מ) וכל זה במי תשמישו דבעל עלייה ששופך על העלייה אבל אם ירדו גשמים על העלייה ויורדין למטה על הניזק לתקן שלא יוזק (ריב\"ש סי' תקי\"ז) מרחיקין את הגפת (פירוש פסולת של זיתים) ואת הזבל ואת המלח ואת הסיד ואת הסלעים וחול הלח מכותלו של חבירו שלש טפחים או סד בסיד:"
    },
    {
      "id": "choshen_mishpat-155-5",
      "section": 5,
      "text": "מרחיקין את הזרעים ואת המחרישה ואת הגומא שמתקבץ בה מי רגלים מן הכותל שלשה טפחים: הגה ובגומא צריך לסוד ג\"כ בסיד וע\"ל סעיף י' ואפילו בלא גומא אסור לשפוך מי רגלים סמוך לכותל פחות משלשה טפחים (נ\"י פרק לא יחפור):"
    },
    {
      "id": "choshen_mishpat-155-6",
      "section": 6,
      "text": "לא ישתין אדם בצד כותל חבירו אם הוא של לבנים אלא אם כן הרחיק ממנו שלש טפחים ואם היה כותל אבנים די בהרחקת טפח ואם היו האבנים צחיח סלע משתין בצדו בלא הרחקה:"
    },
    {
      "id": "choshen_mishpat-155-7",
      "section": 7,
      "text": "מרחיקין את הריחים מן הכותל ג' טפחים מהריחים התחתונה שהם ארבע מהעליונה כדי שלא יניד אותו או כדי שלא יבהלנו בקול הריחיים: הגה וכל זה ברחיים קטנה כגון רחיים של יד אבל רחיים גדולה שהבהמות מוליכות אותה צריך הרחקה טפי ואם לא הרחיק והזיק בית חבירו חייב לשלם כפי ראות הדיינין שישומו אם הוא גרם לו ההיזק (תשובת הרא\"ש כלל ק' סי' ד') וכן בשאר נזיקין כגון האורג שמזיק לחבירו בהכאות שעושה בשעת אריגה ישומו על פי בקיאין ואומנין וכל כיוצא בזה (ריב\"ש סי' קצ\"ו):"
    },
    {
      "id": "choshen_mishpat-155-8",
      "section": 8,
      "text": "מרחיקין את התנור מן הכותל שלשה טפחים מקרקעיתו שהם ארבע משפתו כדי שלא יחם הכותל ומודד מהשפה הפנימית שעובי כותלי התנור בכלל השלשה טפחים:"
    },
    {
      "id": "choshen_mishpat-155-9",
      "section": 9,
      "text": "יש מי שאומר שכל אלו ההרחקות מהכותל דוקא בכותל של לבנים ויש מי שאומר דאפי' בכותל של אבנים וזה דעת הרמב\"ם והר\"ר יונה ז\"ל:"
    },
    {
      "id": "choshen_mishpat-155-10",
      "section": 10,
      "text": "לא יחפור אדם בור ולא שיח ולא מערה ולא יביא אמת המים ולא יעשה בריכת המים לשרות בו בגדים לכבסם בצד כותלו של חבירו אלא אם כן הרחיק מהכותל שלשה טפחים ויסוד בסיד לכותל בור זה או מקוה המים זה או כותל האמה מצד חבירו כדי שלא יבליעו המים ויזיקו כותל חבירו: הגה וי\"א דאפי' לא היו המים קבועים שם תמיד כגון צנור השופכת מים מבית לחוץ אפילו הכי צריך להרחיקו (מרדכי ר\"פ לא יחפור) ויש חולקין (נ\"י ר\"פ הנ\"ל והמגיד פ\"ט משכנים) מיהו במי רגלים לכ\"ע אסור כמו שנתבאר סעיף ה' וה\"ה בור שאין בו מים כלל אסור לחפור סמוך לכותל חבירו וצריך לתקן לפי עיני אומנין הבקיאין בכך (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-155-11",
      "section": 11,
      "text": "אבן שהכובס מכה בגדים עד שיתלבנו צריך להרחיק אותה ד' אמות מכותל חבירו שבעת שהכובס מכה עליה המים ניתזים ומזיקים לכותל:"
    },
    {
      "id": "choshen_mishpat-155-12",
      "section": 12,
      "text": "ראובן שהיה כותלו סמוך לכותל שמעון כמין גם ובא ראובן לעשות כותל שני כנגד כותל שמעון עד שיעשה כותלים כמין בי\"ת הרי שמעון מעכב עליו עד שירחיק מכנגדו ד' אמות כדי שיהיה המקום בין שני הכותלים רחב כדי שידושו בו רבים ותתחזק הארץ: הגה אפילו עמדה שם הכותל ימים רבים ונפלה כשחוזר ובנאה צריך להרחיק (טור):"
    },
    {
      "id": "choshen_mishpat-155-13",
      "section": 13,
      "text": "בד\"א בכותל גנה או בעיר חדשה בכותל חצר אבל בעיר ישנה כבר נתחזקה ובונה כנגדו בלא הרחקה. הגה ועד חמשים שנה מקרי העיר חדשה (מרדכי פרק לא יחפור) ובית דירה דינו ככותל גינה (טור בשם רבינו תם):"
    },
    {
      "id": "choshen_mishpat-155-14",
      "section": 14,
      "text": "וכן אם לא היה באורך כותל שמעון שבונה כנגדו ד' אמות אינו מרחיק אע\"פ שמונע הרגל מלהלך שם שהכותל שהוא פחות מד' אמות אינו צריך חיזוק הארץ: הגה וכן אם כותל ראובן הולך ממזרח למערב ושמעון בא לסמוך כותל מצפון לדרום אין צריך להרחיק (טור) וי\"א דכל זה לא מיירי אלא כשקנו הקרקע מן המלך או מן ההפקר אבל בלאו הכי יכולין לסמוך כותל לכותל (נ\"י פרק לא יחפור והמגיד פ\"ט מה' שכנים ור' ירוחם נ' ל\"א ח\"ו):"
    },
    {
      "id": "choshen_mishpat-155-15",
      "section": 15,
      "text": "הכותש הריפות (פי' חטים הנכתשים במכתשת) וכיוצא בהם בתוך שלו ובעת שמכה מנדנד לחצר חבירו עד שנדנד כיסוי החבית שעל פי החבית (וי\"א שאין צריך כל כך רק שינדנד הכותל קצת) (טור והמגיד פי\"א דשכנים בשם הרשב\"א וב\"י בשם התוס') ה\"ז מזיק בחיציו וחייב להרחיק כדי שלא ינדנד או יבטל מלאכתו שמזקת ואם הזיק בעת הנדנוד חייב לשלם שהרי מכחו בא הנזק: הגה ואפילו נבנה החצר אחר שבא המזיק לכאן צריך המזיק להרחיק נזקו (הגהות מיי' פ\"ט והגהות אשירי ונ\"י ס\"פ לא יחפור) וה\"ה אם אין מזיק לחצר אלא שיש חולי הראש לבעל החצר וקול ההכאה מזיק לו צריך להרחיק עצמו (ריב\"ש סי' קצ\"ז):"
    },
    {
      "id": "choshen_mishpat-155-16",
      "section": 16,
      "text": "מרחיקין את הסולם מהשובך של חבירו ארבע אמות כדי שלא תקפוץ הנמיה (פי' הערוך חיה קטנה כעין חתול והר\"ן פי' בפרק אלו טריפות מרטינ\"ה בלע\"ז) בעת שמניח הסולם ותעלה לשובך ותאכל את הגוזלות:"
    },
    {
      "id": "choshen_mishpat-155-17",
      "section": 17,
      "text": "מרחיקין את הכותל מן המזחילה של חבירו ד' אמות כדי שיהיה מקום לבעל המזחילה לזקוף סולם ולתקן מזחילה שלו הואיל והחזיק בה: הגה ויש אומרים לענין שאם קנה ממנו מקום כדי לעלות למזחילתו צריך להניח לו מקום ארבע אמות שיעור זקיפת סולם (טור בשם ר\"י וב\"י בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-155-18",
      "section": 18,
      "text": "מי שבא לחפור בור בסוף שדהו סמוך למיצר חבירו אם שדה חבירו אינו עשוי לבורות סומך ואינו יכול למחות בידו ואם ימלך חבירו לחפור בור בצדו צריך להרחיק מכותל הבור ששה טפחים עד שיהיה בין חלל שני הבורות עובי ששה טפחים ואם היתה שדה חבירו עשויה לבורות אינו סומך עד שירחיק מהמצר ג' טפחים ויחפור וכשיבא חבירו לחפור ירחיק גם הוא ג' טפחים בתוך שדהו ויחפור: הגה וכשמרחיק י\"א דצריך ג\"כ לסוד בסיד כותל בורו וכמו שנתבאר סעיף י' (טור לדעת הרמ\"ה) וי\"א דבחדא מנייהו סגי (שם בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-155-19",
      "section": 19,
      "text": "החופר בור לתוך שדהו ומכר חצי השדה ובא הלוקח לחפור גם הוא בור צריך להרחיק כל שיעור הרחקה אפילו אם היתה עשויה לבורות כיון שהראשון בהיתר עשה שהרי בשלו חפר: הגה וכן מותר לעשות בכל נזקין אלו בשלו בשאין שם דבר הניזוק חוץ מחפירות בור אצל שדה העשוייה לבורות (טור בשם ר\"ח והתו' והרא\"ש) ויש חולקין בזה (שם בשם רש\"י והרי\"ף):"
    },
    {
      "id": "choshen_mishpat-155-20",
      "section": 20,
      "text": "ראובן חפר גומא בחצירו שמי גשמים יקלחו לתוכה וכשרבו המים בוקעין ועוברים דרך חומות מרתף שמעון חייב ראובן לסלק היזקו: הגה וכל היזקות שלא נתבארו שיעור הרחקתן בכדי שלא יזיק לפי ראות הבקיאין (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-155-21",
      "section": 21,
      "text": "יש מי שאומר שלא אמרו דבהרחקת ששה טפחים בין בור לבור סגי אלא בארץ הרים אבל במקום דרפיא ארעייהו צריך להרחיק יותר לפיכך צריך להרחיק בית הכסא מבור חבירו עד שיכירו בני אדם שאינו עובר מלחות בית הכסא לבור ולרווחא דמלתא ירחיק חמשים אמה: הגה ויש מי שחולקין על זה (מרדכי פ\"ק דב\"מ ופ' לא יחפור) וכל מקום שמזיק צריך להרחיק עצמו אפילו היה רשות הרבים מפסיק בין הבתים כגון שתי חצרות בשני צדי רשות הרבים אפילו הכי צריך להרחיק (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-155-22",
      "section": 22,
      "text": "מרחיקין את גורן קבוע מהעיר חמשים אמה כדי שלא יוליך הרוח התבן בעת שזורה ויזיק לבני העיר ואם הגורן קודם לעיר מסלקו ובני העיר נותנים לו דמיו ספק מסלקו בלא דמים ומזה יש מי שלומד על דוכוס ממדינה שגזר על יהודים שיעשו עם היהודים הדרים תחת שרים קטנים בכפרים שידורו תחתיו ואם לא יגרש כולם צריכים לקיים דברי הדוכוס ולסלק היזק הרבים וליסע תחת הדוכס תחלה ולדון אח\"כ עם הרבים אם יש להם היזק בזה (הגהות מרדכי דקידושין) וכן לא יעשה אדם גורן קבוע בתוך שלו אלא א\"כ היה לו חמשים אמה לכל רוח כדי שלא יזיק התבן לנטיעת חבירו או לנירו."
    },
    {
      "id": "choshen_mishpat-155-23",
      "section": 23,
      "text": "מרחיקין את הנבלות ואת הקברות ואת הבורסקי ואת הכבשונות והדבורים מהעיר חמשים אמה ואין עושים בורסקי אלא למזרח העיר מפני שרוח מזרחית חמה וממעטת היזק [ריח] עיבוד העורות:"
    },
    {
      "id": "choshen_mishpat-155-24",
      "section": 24,
      "text": "מרחיקין השובך מהעיר חמשים אמה ולא יעשנו בתוך שלו אלא אם כן יש לו חמשים אמה לכל רוח ואם לקחו כמו שהוא אפילו הוא בתוך [בית] רובע הרי הוא בחזקתו ואף אם יפול יכול לחזור לבנותו שטוענים ללוקח לומר ראשון עשאו ברשות לא שנא נגד יחיד לא שנא נגד רבים:"
    },
    {
      "id": "choshen_mishpat-155-25",
      "section": 25,
      "text": "מי שהיתה שדה חבירו נטועה גפנים או שאר אילנות ובא הוא לנטוע בתוך שדהו גפנים בצד גפנים או אילנות בצד אילנות צריך להרחיק ד' אמות: הגה (כן פי' ר\"ח) כי כן דרך צורך המחרישה בין האילנות ואם אין דרך לחרוש בין האילנות אין צריך להרחיק כלל (ב\"י) ובמקום שצריכים להרחיק ובאין שניהם ליטע בבת אחת כל אחד מרחיק חצי השיעור (המגיד פ' עשירי דשכנים): בד\"א בא\"י אבל בחוצה לארץ מרחיק בין גפנים לגפנים ובין אילנות לאילנות שתי אמות ובין גפנים לשאר אילנות או שדה (לבן) ארבע אמות: הגה וי\"א דבין גפנים לאילנות בעינן להרחיק כפי אומד הדעת שלא יפריחו העופות מן האילנות אל הגפנים בשיטה אחת (טור) וי\"א דוקא בנוטע אילנות אבל נוטע גרעין והאילן ממילא גדל אין צריך להרחיק (הגהות אשיר\"י ומרדכי פרק לא יחפור וב\"י בשם התוס') ראובן שמכר ביתו לאחד וגינתו לאחר אין בעל הגינה צריך להרחיק אילנותיו אע\"פ שמכר הבית תחלה ואין אומרים בזה מוכר בעין יפה הוא מוכר (ריב\"ש סימן ק\"ל) וע\"ל סי' קנ\"ד סעיף כ\"ח ובכל מקום אם היה גדר בנתיים זה סומך לגדר וזה סומך לגדר:"
    },
    {
      "id": "choshen_mishpat-155-26",
      "section": 26,
      "text": "מי שהיה אילן חבירו נוטה לתוך שדהו קוצץ כמלא מרדע ע\"ג המחרישה ובחרוב ובשקמה (פי' חרוב אילן של חרובין) (ופי' שקמה אילן שעושה מין תאנים מדבריות) כל הנוטה עד שיהיה שקול כנגד המצר וכן אם היה נוטה על בית השלחין של חבירו או על בית האילן קוצץ (אפילו בשאר אילנות) (טור) את כל הנוטה עד שיהיה שקול כנגד המצר:"
    },
    {
      "id": "choshen_mishpat-155-27",
      "section": 27,
      "text": "אילן שהוא נוטה לרשות הרבים קוצץ כדי שיהא הגמל עובר ברוכבו: הגה וה\"ה אם רוצה להוציא זיז למעלה מגמל ורוכבו אפילו בר\"ה וכל שכן במבוי אינן יכולין לעכב עליו (טור בשם הרמ\"ה וכ\"כ הרי\"ף) אבל אינו יכול לעשות גשר מבית לבית דמאפיל על בני רשות הרבים או בני המבוי (שם בשם תשובת אביו הרא\"ש) ואפי' זיז א' אם מאפיל או שופך משם שופכין לאמצע הדרך אסור (ריב\"ש סי' תנ\"ה):"
    },
    {
      "id": "choshen_mishpat-155-28",
      "section": 28,
      "text": "ראובן יש לו תאנה והנוף (פי' חלק האילן שעל הארץ היינו גופא של אילן) נוטה על עלייתו של לוי ומעכבו מלהטיח גגו יכול לוי לקוץ הנוף המעכבו:"
    },
    {
      "id": "choshen_mishpat-155-29",
      "section": 29,
      "text": "אילן העומד על המצר אע\"פ שהוא נוטה לתוך שדה אחד מהם שניהם חולקים פירותיו:"
    },
    {
      "id": "choshen_mishpat-155-30",
      "section": 30,
      "text": "ראובן שחפר בור וירד ומצא שרשי אילן של שמעון בתוך שדהו קוצץ וחופר והעצים שלו ואם היה קרוב לאילן שמעון בתוך ט\"ז אמה השרשים של שמעון וקוצצם ונותנם לו ואם אינו צריך לחפור בור ויצאו השרשים של שמעון בתוך שדהו הרי מעמיק ג' טפחים כדי שלא יעכב המחרישה וכל שורש שמצא בתוך ג' טפחים קוצצו ואינו חושש שמא ייבש אילן של חבירו שזה בתוך שלו הוא חופר:"
    },
    {
      "id": "choshen_mishpat-155-31",
      "section": 31,
      "text": "מי שבא לעשות משרה (פי' חפירת מים שמשרין בה הפשתן) של פשתן בצד ירק של חבירו שהרי מי המשרה נבלעים בארץ והולכים ומפסידים את הירק או שנטע כרישין קרוב לבצלים של חבירו שהם מפיגים טעמם או שנטע חרדל בצד כוורת דבורים שהרי הדבורים אוכלים העלים ומפסידים הדבש כל אלו וכיוצא בהם אינו צריך להרחיק בכדי שלא יזיק ומ\"מ צריך שירחיק משרה מהירק וכרישין מהבצלים וחרדל מהדבורים ג' טפחים או יותר מעט כדי שלא יהיה היזק בידים (וה\"ה בכל כיוצא בזה שאין ההיזק בשעת מעשה אלא בא אח\"כ על הניזק להרחיק עצמו) (טור סמ\"ח):"
    },
    {
      "id": "choshen_mishpat-155-32",
      "section": 32,
      "text": "מי שהיה לו אילן בתוך שדהו קרוב לבור חבירו (או בא לנטוע) (טור) אין בעל הבור יכול לעכב עליו ולומר לו הרי שרשי האילן נכנסים לבור שלי ומפסידין אותי שזה נזק הבא מאליו לאחר זמן ובעת שנטע אינו מזיקו וכשם שזה חופר בתוך שלו כך זה נוטע בתוך שלו:"
    },
    {
      "id": "choshen_mishpat-155-33",
      "section": 33,
      "text": "סמך באחד מאלו שהיה לו להרחיק וגרם היזק לחבירו יש מי שפוטר מלשלם ויש מי שמחייב:"
    },
    {
      "id": "choshen_mishpat-155-34",
      "section": 34,
      "text": "מי שעשה גורן בתוך שלו או קבע בית הכסא או מלאכה שיש בה אבק ועפר וכיוצא בהם צריך להרחיק כדי שלא יגיע העפר או ריח בית הכסא או האבק לחבירו כדי שלא יזיקו אפילו היתה הרוח הוא שמסייע אותו בעת שעושה מלאכתו ומוליכה את העפר או נעורת הפשתן והמוץ וכיוצא בהן ומגיעתן לחבירו ה\"ז חייב להרחיק כדי שלא יגיעו ולא יזיקו ואפי' ע\"י רוח מצויה שכל אלו כמו שהזיקו בחיציו הן ואע\"פ שהוא חייב להרחיק כל כך אם הוליכה הרוח המצויה המוץ והעפר והזיקה בהן פטור מלשלם שהרוח הוא שסייע אותו:"
    },
    {
      "id": "choshen_mishpat-155-35",
      "section": 35,
      "text": "כל הרחקות שאמרנו אם לא הרחיק וראה חבירו ושתק ה\"ז מחל ואינו יכול לחזור ולהצריכו להרחיק והוא שראה ממנו שמחל כגון שסייע עמו מיד או שאמר לו לעשות או שראהו שעשה בצדו בלא הרחקה ושתק ולא הקפיד על זה זכה: הגה וע\"ל סימן קנ\"ד סעיף י\"ב וכן ראוי להורות אע\"ג די\"א דבעינן חזקה שלש שנים וטענה (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-155-36",
      "section": 36,
      "text": "במה דברים אמורים בשאר נזקים חוץ מארבע שהם העשן וריח בית הכסא ואבק וכיוצא בו ונדנוד הקרקע שכל אחד מאלו אין לו חזקה ואפילו שתק כמה שנים הרי זה חוזר וכופהו להרחיק: הגה ואפילו סמך קודם שבא לשם דבר הניזק (טור בשם הרא\"ש ור\"ת ורמב\"ם) מיהו אם זכו שניהן בשל הפקר כל הקודם זכה ואין השני אחריו יכול למחות בו (ריב\"ש סימן שכ\"ב) וכן היזק ראיה במקום שצריך מחיצה כגון חצר השותפין שיש בו דין חלוקה יש לכל אחד מהם לכוף את חבירו לבנות הכותל באמצע כדי שלא יראהו חבירו בשעה שמשתמש בחלקו ומאחר שממילא הם מזיקים זה את זה בלי עשיית שום מעשה אין להם חזקה אלא אע\"פ שעמדו כך שנים רבות בלא מחיצה כופהו לעשות מחיצה בכל עת שירצה ולמה שינו נזקין אלו משאר נזקין לפי שאין דעתו של אדם סובלת נזקין אלו וחזקתו שאינו מוחל שהזיקו היזק קבוע ואם קנו מידו שמחל בניזקין אלו (או שמכרן לו או שנתן לו) (טור בשם ר\"י והרא\"ש וב\"י בשם הרשב\"א) אינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-155-37",
      "section": 37,
      "text": "עשן שאמרו דוקא בעשן תדיר כגון כבשונות של נחתומין ושל יוצרים וכיוצא בהם אבל תנור שהיחיד אופה בו פת וכן כירה כיון דלא שהי קוטרא רובא דיומא לאו תדיר הוא (אבל אי שהי רובא דיומא מיקרי עשן תדיר ודינן כשל נחתומין ויוצרים) (ב\"י ממשמעות דברי הרמ\"ה) ואי חזי ושתק מחל ושוב אינו יכול למחות ומיהו לכתחלה מצי מעכב אפילו בעשן שאינו תדיר וי\"א דבעשן שאינו תדיר אפילו לכתחלה לא יוכל למחות (פסקי מהרא\"י סי' קל\"ז) וכן נ\"ל להורות ועשן תדיר נמי דוקא היכא דמטי לרשותא דחבריה ברוח מצויה אבל אי לא מטי ליה אלא ברוח שאינו מצויה לא מחייב לסלוקי ואפילו ברוח מצויה נמי דוקא דמזיק לאינשי אבל אי לא מזיק לאינשי אף ע\"ג דמטי לביתיה ומשחיר לאישיתיה (פי' כותלו) אם ראה ושתק מחל ושוב אינו יכול למחות אבל לכתחלה מצי מעכב:"
    },
    {
      "id": "choshen_mishpat-155-38",
      "section": 38,
      "text": "בית הכסא שאמרו דוקא כעין בתי כסאות שלהם שהיו על גבי קרקע ומגולים אבל שלנו שהם מכוסים בחפירות אם ראה ושתק מחל ושוב אינו יכול למחות אבל לכתחלה מצי מעכב: הגה ראובן ושמעון שהיה להם בה\"כ בשותפות והחפירה הולכת לתוך חצירו של לוי ועכשיו ראובן ושמעון רוצים לחלוק ולעשות שתי בתי כסאות לוי יכול למחות (ב\"י בשם הריטב\"א):"
    },
    {
      "id": "choshen_mishpat-155-39",
      "section": 39,
      "text": "מי שהחזיק לעשות מלאכת דם או נבילות וכיוצא בהן במקומו ויכנסו העורבים וכיוצא בהן בגלל הדם ויאכלו והרי הם מצירים את חבירו בקולם ובצפצופם או בדם שברגליהם שהם יושבים על האילנות ומכלים פירותיהם אם היה קפדן או חולה שצפצוף הזה מזיקו או שפירות שלו נפסדים לו בדם חייב לבטל אותה המלאכה או ירחיק עד שלא יבא לו נזק מחמתן שהיזק זה דומה לריח בית הכסא וכיוצא בו שאין לו חזקה וה\"ה כל נזק גדול שאין אדם יכול לסובלו (טור סכ\"ה בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-155-40",
      "section": 40,
      "text": "בני מבוי או בני חצר שנעשה אחד מהן אומן ולא מיחו בידו ואח\"כ רוצים למחות בידו יתבאר בסי' שאח\"ז:"
    },
    {
      "id": "choshen_mishpat-155-41",
      "section": 41,
      "text": "כל דבר שידוע שאין המערער יכול לסבלו אע\"פ ששאר בני אדם סובלים אותו אין לו חזקה כנגד מערער זה:"
    },
    {
      "id": "choshen_mishpat-155-42",
      "section": 42,
      "text": "הא דקוטרא ובית הכסא אין להם חזקה דוקא דעביד להו מזיק ברשות דנפשיה אבל אי אחזיק ועביד בית הכסא בגופא דארעא דחבריה דפתוח לביתיה דמזיק אי נמי דעביד בית הכסא ברשותא דנפשיה ועוקא דיליה אזיל לביתיה דחבריה כיון דבגופא דארעא קא מחזיק אית ליה חזקה ואי טען דזבניה ניהליה נאמן בשבועה ומ\"מ אית ליה לכסויי לההוא בית הכסא או לההוא עוקא כי היכי דליסתליק מיניה ריחא אע\"ג דאחזיק ביה בהכי בלא כיסוי ואי לא מסלק ליה לריחא לא הוי חזקה כלל אפילו אם אמר מסליקנא ליה לבית הכסא ומשתמשנא ביה במלתא אחריתא לאו כל כמיניה דלבית הכסא אחזיק וכיון דלא הוי חזקה לגופיה לא הוי חזקה למילתא אחריתי ויש מי שאומר שכיון שהחזיק בגוף הקרקע הרי הוא שלו לאיזה תשמיש שירצה ובלבד שלא יגיע לחבירו ממנו שום נזק:"
    },
    {
      "id": "choshen_mishpat-155-43",
      "section": 43,
      "text": "מי שהחזיק בנזק שיש לו חזקה כגון שפתח חלון או העביר את המים או שלא הרחיק מה שראוי להרחיק והרי המחזיק טוען אתה אמרת לי לעשות או מחלת לי אחר שראית או הוכר הנזק ושתקת ולא מחית בי והניזק אומר עכשיו הוא שראיתי ולא ידעתי מקודם או שאמר כשראיתי מחיתי בך ואתה אמרת עתה ארחיק או אסתום ואתה מדחה אותי מיום אל יום כדי שתקבע היזיקך בכל אלו וכיוצא בהם על הניזק להביא ראיה ואם לא הביא ישבע המזיק היסת ויפטר:"
    },
    {
      "id": "choshen_mishpat-155-44",
      "section": 44,
      "text": "החזיק בנזק שאין לו חזקה כגון עשן ובית הכסא וכיוצא בהם וטען המזיק שקנה מידו של ניזק על המזיק להביא ראיה שקנה מידו ואם לא הביא ישבע הניזק היסת שלא קנו מידו על כך ויסלק זה היזקו: הגה לעיל סי' קנ\"ד נתבאר בסעיף י\"ט דהבא מכח עכו\"ם הוי כעכו\"ם לענין נזקין דאתו ממילא (הרא\"ש בתשובה בכלל י\"ח סימן ט\"ו) אבל בנזקין אלו שנתבארו בסי' זה דצריך להרחיק עצמו משום דהוי כמזיקו בידים אין חזקת עכו\"ם מהני לזה דיזיקנו בידים. שני שכנים הדרים ביחד וביתו של אחד נפרץ וע\"י זה באים גנבים לבית השני ואמר השני גדור ביתך או מכרנה לאחרים כי אתה גורם לי היזק י\"א דהדין עמו וצריך לתקן הזיקו (ר' ירוחם נתיב ל\"א חלק ו' וכ\"כ הטור בסי' קנ\"ז בשם הרמ\"א) ויש חולקין דלא הוי גירא דיליה (ב\"י) וכן אם לא גדרה ונעשה לו היזק פטור מלשלם לדברי הרא\"ש :"
    }
  ]
}