{
  "id": "choshen_mishpat-275",
  "chapterLabel": "סימן 275",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-275-1",
      "section": 1,
      "text": "דין הזוכה בנכסי עכו\"ם שנתגייר ומת בלא יורשין. ובו לא סעיפים:גר שמת ולא הניח בן שהורתו ולידתו בקדושה אע\"פ שיש לו בנים שהורתם שלא בקדושה ולידתם בקדושה כל נכסיו הפקר וכל הקודם בהם זכה :"
    },
    {
      "id": "choshen_mishpat-275-2",
      "section": 2,
      "text": "גר שמת ובזבזו ישראל כל נכסיו אין הזוכים בנכסיו חייבים בקבורתו יותר משאר כל ישראל:"
    },
    {
      "id": "choshen_mishpat-275-3",
      "section": 3,
      "text": "שדה המסויימת במצריה כיון שהכיש (פירש\"י כיון שחפר בה בהכאה אחת) בה מכוש אחד קנה את כולה ואם אינה מסויימת במצריה קונה ממנה באותה מכוש כדי שילך הצמד בשעת חרישה ויחזור:"
    },
    {
      "id": "choshen_mishpat-275-4",
      "section": 4,
      "text": "המצר (פי' כמו במשעול הכרמים שעוברים בו בני אדם משדה לשדה ערוך) והחצב (פי' חצב נגזר מן לחצוב להם בורות כלומר עשב ואילן ששרשיו חוצבין ויורדין בארץ אמות הרבה) שמתחמים (פי' מתחמין מגבילין תרגום והגבלת ותתחם) בו תחומין מפסיקין בנכסי הגר וכל המחזיק בשדה לא קנה אלא עד המצר או החצב:"
    },
    {
      "id": "choshen_mishpat-275-5",
      "section": 5,
      "text": "כל המפסיק לפאה מפסיק בנכסי הגר כיצד היה שם נחל או אמת המים לא קנה אלא עד הנחל או עד האמה וכל המפסיק בר\"ה [נ\"א ברשויות שבת] מפסיק בנכסי הגר כגון שהיה בין שתי השדות רשות היחיד או כרמלית אפי' היה ביניהם רשות שחולק לגיטין מפסיק:"
    },
    {
      "id": "choshen_mishpat-275-6",
      "section": 6,
      "text": "כל דבר המפסיק לטומאה מפסיק בנכסי הגר כיצד כגון שנכנס אדם לבקעה זו וטומאה בבקעה בצדה האחר ואינו יודע אם הגיע למקום הטומאה אם לאו כל מקום שמחזיקים אותה לטומאה הרי הוא כמקום אחר מוחלק בפני עצמו:"
    },
    {
      "id": "choshen_mishpat-275-7",
      "section": 7,
      "text": "בקעה גדולה שיש בה שדות רבות וכולם של גר אחד ולא היה ביניהם לא מצר ולא חצב ולא דבר מדברים המפסיקים ובא אחד והחזיק במקצת הבקעה לקנות את כולה כל הנקרא על שם אותו הגר קונה אותו: הגה וי\"א דוקא בשדה בית השלחין אבל בשדה בית הבעל אם פירש לקנות כולן קנה כולן אבל אם החזיק סתם ולא פירש לקנות כולן לא קנה אלא ממקום שהחזיק מענה לארכה ולרחבה ואם הוא שדה שיש לו מצר קנה כל מה שבמצר (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-275-8",
      "section": 8,
      "text": "שתי שדות בנכסי הגר ומצר אחד ביניהם החזיק באחד מהם לקנותה קנאה החזיק בה לקנותה ולקנות את חבירתה זו שהחזיק בה קנה אבל חבירתה לא קנה החזיק בה כדי לקנות חבירתה לא קנה אחת מהן חבירתה מפני שלא החזיק בה ואותה מפני שלא החזיק בה כדי לקנותה:"
    },
    {
      "id": "choshen_mishpat-275-9",
      "section": 9,
      "text": "החזיק בה לקנותה ולקנות את חבירתה ואת המצר שביניהם או שהחזיק במצר לקנות את שתיהן ה\"ז ספק ואם בא אחר והחזיק בה כדי לקנותה זכה האחרון:"
    },
    {
      "id": "choshen_mishpat-275-10",
      "section": 10,
      "text": "וכן שני בתים זה לפנים מזה שהחזיק בא' מהם לקנותו ולקנות את השני לא קנה אלא זה שהחזיק בו בלבד החזיק באחד מהם כדי לקנות את השני אף זה שהחזיק בו לא קנה: הגה וי\"א דאם החזיק בפנימי כדי לקנותו עם החיצון קנה שניהם (טור בשם רשב\"ם והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-275-11",
      "section": 11,
      "text": "המחזיק בשטר מנכסי הגר כדי לקנות הקרקע הכתובה באותו שטר לא קנה אלא השטר בלבד לצור על פי צלוחיתו:"
    },
    {
      "id": "choshen_mishpat-275-12",
      "section": 12,
      "text": "נכסי גר שאין לו יורשים ונכסי ההפקר ושדה שמכרה העכו\"ם לישראל ועדיין לא החזיק בה כולם דינם שוה כל המחזיק בהם בדרך מדרכי החזקה שנתבארו בהלכות מכירה קנה חוץ מאכילת פירות כיצד הלוקח קרקע מחברו והחזיק בה באכילת פירותיה קנה כמו שנתבאר בסי' קצ\"ב אבל בנכסי גר או נכסי הפקר אפי' אכל פירות האילן כמה שנים לא קנה לא גוף האילן ולא גוף הקרקע עד שיעשה מעשה בגוף הארץ או יעבוד עבודה באילן: הגה לפיכך אם מצא שדה הגר חרושה וזרעה ולא כיסה אחר הזריעה וצמחה ואכלה לא הוי חזקה (טור):"
    },
    {
      "id": "choshen_mishpat-275-13",
      "section": 13,
      "text": "יש דברים רבים שאם החזיק בהם הלוקח לא קנה ואם החזיק באחת מהם בנכסי הגר או נכסי הפקר קנה כיצד המוציא פלטרין גדולים בנויים בנכסי הגר או בנכסי הפקר וסייד בהם סיוד אחד או כייר בהם כיור אחד כגון אמה אחת או יותר כנגד הפתח קנה:"
    },
    {
      "id": "choshen_mishpat-275-14",
      "section": 14,
      "text": "הצר צורה בנכסי הגר קנה:"
    },
    {
      "id": "choshen_mishpat-275-15",
      "section": 15,
      "text": "המציע מצעות בנכסי הגר כיון שייפה הקרקע בהצעתן קנה: (וי\"א דוקא ששכב על המצעות דהואיל ונהנה מן גוף הקרקע וגם הציע אותן קנה (טור) ערך שלחן ואכל עליו י\"א דקנה) (שם בשם אביו הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-275-16",
      "section": 16,
      "text": "הניר את השדה בנכסי הגר קנה:"
    },
    {
      "id": "choshen_mishpat-275-17",
      "section": 17,
      "text": "המפצל זמורות הגפן או שריגי אילנות וכפות תמרים בנכסי הגר אם דעתו לעבודת האילן קנה ואם דעתו להאכיל העצים לבהמה לא קנה כיצד היה כורת מכאן ומכאן חזקתו שנתכוין לעבודת האילן היה כורת מרוח אחת אינו מתכוין אלא לעצים:"
    },
    {
      "id": "choshen_mishpat-275-18",
      "section": 18,
      "text": "וכן המלקט עצים ואבנים מן השדה אם דעתו לתקן הארץ קנה ואם דעתו לעצים לא קנה כיצד לקט הגס והדק הרי זה בחזקת שנתכוין לתקן הארץ לקט הגס ולא הדק ה\"ז בחזקת שנתכוין לעצים (ואפי' אמר שכוון לתקנה לא קנה דבעינן שיהיו מעשיו מוכיחין) (טור):"
    },
    {
      "id": "choshen_mishpat-275-19",
      "section": 19,
      "text": "וכן המשוה פני הארץ אם דעתו לתקן הארץ קנה ואם דעתו להשוות מקום שיעמיד בו גורן לא קנה כיצד היה לוקח עפר ממקום גבוה ונותנו למקום הנמוך הרי זה מתקן הארץ ואם אינו מקפיד על זה אלא משליך העפר והצרורות בכל מקום בלא הקפדה הרי זה בחזקה שאינו מתכוין אלא להשוות מקום לדוש בו:"
    },
    {
      "id": "choshen_mishpat-275-20",
      "section": 20,
      "text": "וכן הפותח מים לתוך הארץ אם לתקן הארץ קנה ואם לצוד דגים לא קנה כיצד עשה מקום שיכנסו בו המים בלבד ה\"ז מתכוין לתקן הארץ עשה שני פתחים א' להכניס ואחד להוציא ה\"ז מתכוין לצוד דגים:"
    },
    {
      "id": "choshen_mishpat-275-21",
      "section": 21,
      "text": "הבונה פלטרין גדולים בנכסי הגר ובא אחד והעמיד להם דלתות קנה האחרון שהראשון לא עשה בגוף הארץ כלום והרי הוא כמי שעש' גל אבנים שאינו קונה שהרי לא הועיל בגדר זה מפני שהוא רחב ביותר ומפולש ואין צורת אותו הבנין מועלת עד שיעמיד דלתות: הגה וי\"א דה\"ה (אם) עשה הראשון דלתות ולא נעל ובא שני ונעל קנה שני (טור כ\"כ הרא\"ש) וי\"א דכל זה בבונה בעצים ואבנים שאינו שלו כגון בעצים ואבנים של גר ולא כוון לזכות בהן רק ע\"י בנין או שבנה ע\"י פועלים אבל אם זכה בהן או שהיו שלו תחילה שיוכל לומר אני אטול עני ואבני הרי האחרון לא החזיק בכלום ולכן הקרקע הפקר כמו שהיה וכל הקודם זכה (שם בשם הרא\"ש) וי\"א דאפי' בונה בשלו השני זכה בכל והא דראשון לא קנה בבנין שע\"ג קרקע היינו כשלא בנה בנין המועיל אבל אם עשה בנין הראוי להעמיד בהמה או תרנגולי' או שחפר בקרקע יסודות לבנין ובנה קנה הקרקע בבניינה (המגיד פ\"ב דזכייה בשם הר\"י הלוי אבן מיגש) ויש חולקין וס\"ל דלא קנה בחפירות היסודות (נ\"י פ' ח\"ה בשם רמב\"ן וב\"י בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-275-22",
      "section": 22,
      "text": "המפיץ הזרע לתוך התלמים לא קנה שבעת שהשליך הזרע לא השביח כלום ובעת שצמח והשביח שבח הבא מאליו הוא ואינו קונה:"
    },
    {
      "id": "choshen_mishpat-275-23",
      "section": 23,
      "text": "היתה מחיצה בנכסי הגר ובא זה ועשה מחיצה אחרת על גבה לא קנה ואפי' נבלעה מחיצה תחתונה והרי העליונה קיימת שבעת שבנה לא הועיל ובעת שהועיל מאליו בא המעשה:"
    },
    {
      "id": "choshen_mishpat-275-24",
      "section": 24,
      "text": "המחזיק בנכסי הגר ובהפקר ואין דעתו לקנות אע\"פ שגדר ובנה לא קנה:"
    },
    {
      "id": "choshen_mishpat-275-25",
      "section": 25,
      "text": "העודר בנכסי הגר וכסבור שהם שלו לא קנה:"
    },
    {
      "id": "choshen_mishpat-275-26",
      "section": 26,
      "text": "עדר בנכסי גר זה כסבור שהיה של גר אחר הואיל ונתכוין במעשיו אלו לזכות מההפקר ה\"ז קנה:"
    },
    {
      "id": "choshen_mishpat-275-27",
      "section": 27,
      "text": "היה משכון ישראל ביד הגר וכשמת הגר בא ישראל אחר והחזיק במשכון זה מוציאין אותו מידו שכיון שמת הגר בטל שעבודו והוא הדין אם יש לו לגר שטר חוב על משכונות קרקע מוחזקת:"
    },
    {
      "id": "choshen_mishpat-275-28",
      "section": 28,
      "text": "היה משכון הגר ביד ישראל ובא ישראל אחר והחזיק בו לוקח ממנו הראשון כנגד מעותיו והאחרון קונה את השאר בד\"א כשלא היה המשכון בחצר הראשון אבל אם היה בחצרו חצרו קונה לו שלא מדעתו ואין לזה האחרון כלום: הגה וה\"ה לפקדון של גר שביד ישראל (ב\"י בשם התרומות) מיהו אם הוא דבר דלא הוה ליה לידע לבעל החצר לא קנה (מרדכי פ\"ב דמציעא) וע\"ל סי' רס\"ח היה הגר חייב לישראל בשטר או בעדים אין שום אדם יכול להחזיק [ בשעור החוב] והמחזיק בנכסיו יש לו דין יורש והבא לפרוע ממנו כבא ליפרע מן היורשין (המגיד פ\"ב דזכיה וב\"י בשם בעל העיטור):"
    },
    {
      "id": "choshen_mishpat-275-29",
      "section": 29,
      "text": "גר שמת ובזבזו ישראל נכסיו והיו בהם עבדים גדולים קנו עצמם בני חורין קטנים כל המחזיק בהם זכה:"
    },
    {
      "id": "choshen_mishpat-275-30",
      "section": 30,
      "text": "גר שמת ובזבזו ישראל נכסיו ושמעו שעדיין לא מת או שיש לו בן או שאשתו מעוברת כולם חייבים להחזיר החזירו כולם ואח\"כ שמעו ששמועה ראשונה אמת היתה ובראשונה מת או מת בנו מקודם או הפילה אשתו כל המחזיק בשניי' קנה ובראשונה לא קנה:"
    },
    {
      "id": "choshen_mishpat-275-31",
      "section": 31,
      "text": "גר שמת ובזבזו ישראל נכסיו והיו עלו חובות כל מלוה שנגבית מהיורשים ומהלקוחות נגבית גם מאלו שזכו בהם ואין גובים מהם אלא בשבוע' היו רבים שהחזיקו בהם האחרון נפסד אין לו גובין משלפניו:"
    }
  ]
}