{
  "id": "choshen_mishpat-109",
  "chapterLabel": "סימן 109",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-109-1",
      "section": 1,
      "text": "מכריזין על נכסי יתומים. ובו ו סעיפים:כשבאים למכור מנכסי יתומים שמין ב\"ד הקרקע ואח\"כ מכריזין עליה שלשים יום רצופים ואם אין מכריזין רצופים אלא בכל שני וחמישי יכריזו ס' יום שני וחמישי שבהם ומכריזין בבקר ובערב בשעת הכנסת פועלים ובשעת הוצאת פועלי' (לשון הרמב\"ם פי\"ג ממלוה ד\"ח) וכל מי שירצה לקנות יוליך הפועלי' לבקר לו ובשעה שמכריזין מסיימין את השדה במצרים ומודיעים כמה מוצאי' בה ובכמה שמו אותה ב\"ד ומפני מה הם רוצים למכרה אם להגבות לבע\"ח או לכתובת אשה ואם יאמר המלוה אני אקבל השדה בלא שומא בפרעון חובי והיורש אומר לא כי אלא ישומו אותה בית דין שומעין ליורש:"
    },
    {
      "id": "choshen_mishpat-109-2",
      "section": 2,
      "text": "כשכותבים האדרכתא על נכסי יתומים בין גדולי' בין קטנים כותבים בה והכרנו שהנכסי' האלו הם של פלו' המת ואם לא כתבו כך הרי האדרכתא זו פסולה ואין אוכלים בה פירות אפי' אחר שישלימו ימי ההכרזה:"
    },
    {
      "id": "choshen_mishpat-109-3",
      "section": 3,
      "text": "ב\"ד שמכרו שלא בהכרזה נעשו כמי שטעו בדבר משנה וחוזרים ומוכרים בהכרזה. הגה י\"א דאם מכרו הקרקעות בשעה שאין קונין כגון בשעת מגפה או מלחמה מה שעשו עשוי דאין לב\"ד למכור אלא בשעת הגבייה ויש חולקין (ב\"י שתי הדיעות) וב\"ד שמכרו האחריות על היתומים וב\"ד שהכריזוה כראוי ובדקו יפה ודקדקו בשומא אע\"פ שטעו ומכרו שוה מנה בק\"ק או ק\"ק במנה הרי מכרן קיים אבל אם לא בדקו בשומא ולא כתבו אגרת בקורת שהיא דקדוק השומא וההכרז' וטעו והותירו שתות או פחתו שתות מכרן בטל פחות משתות מכרן קיים וכן אם מכרו קרקע בעת שאינם צריכין להכריז עליה (או) במקום שנהגו שלא להכריז לעולם (טור ס\"ז) וטעו ופחתו שתות או הותירו שתות מכרן בטל אף ע\"פ שהכריזו (ויש אומרים דכיון שהכריזו אע\"פ שלא היו צריכים מכרן קיים) (טור בשם הרא\"ש) ואם רצו ב\"ד שלא לבטל המכר ויחזירו האונאה מחזירין לא יהיה כח הדיוט חמור מהם פחות משתות מכרן קיים והוי מחילה כדין ההדיוט אע\"פ שלא הכריזו שאינם צריכי' (הכרזה) באותה העת איזהו העת שאינם צריכים הכרזה כשמוכרים לפרוע למי שהלוה לצורך קבורה או למזון האשה והבנות או ליתן מנת המלך וכן ב\"ד שמכרו דברים שאינם טעונים הכרזה וטעו בשתות מכרן בטל פחות משתות מכרן קיים ואלו הם הדברי' שאין מכריזין עליהם העבדים והשטרות והמטלטלי' אלא שמין אותם בב\"ד ומוכרים אותם מיד ואם השוק קרוב למדינה מוליכים אותו לשוק:"
    },
    {
      "id": "choshen_mishpat-109-4",
      "section": 4,
      "text": "אפוטרופוס או ב\"ד שלוו לצורך היתומים מוכרים שלא בהכרזה ופורעים וכן ב\"ד דזבין ואחריותא איתמי אם טרפו ממנו גובה הלוקח שלא בהכרזה:"
    },
    {
      "id": "choshen_mishpat-109-5",
      "section": 5,
      "text": "הא דאמרינן שאם טעו ב\"ד ופחתו שתות או הותירו שתות מכרן בטל היינו כשהורידו לבעל חוב בשומת ב\"ד אבל ב\"ד שמכרו קרקע או עבדי' של יתומים שוה מנה במאתים אין הלוקח יכול לחזור בהם לא יהיה כח הדיוט חמור מכח היתומים וכן הדין באפוטרופוס שמכר קרקע ועבדי' שאין הלוקח יכול לחזור בהונייה כדין הדיוט (וי\"א דכל שפחתו או הותירו שתות מכרן בטל (טור בשם ה\"ר יונה והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-109-6",
      "section": 6,
      "text": "מכרו על ידי שליח ונתאנה השליח בכל שהוא המכר בטל ואם אינה השליח לקונה דינו כשאר כל אדם: הגה ודוקא שליח ב\"ד אינו כמותם אבל שופט הממונה בהורמנא דמלכא שלוחו הרי הוא כמוהו (ריב\"ש סי' קמ\"ט):"
    }
  ]
}