{
  "id": "choshen_mishpat-066",
  "chapterLabel": "סימן 66",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-066-1",
      "section": 1,
      "text": "דין מכירת שטרות ואונאתן. ובו מב סעיפים:אותיות אין נקנין אלא בכתיבה ומסירה: הגה מיהו יכול לתפוס הנייר עד שיחזיר לו דמיו (רבינו ירוחם נתיב י\"ד) וכן אם אין למוכר לשלם ללוקח מוציאין מן הלוה ונותנין לקונה כדלקמן סי' פ\"ו ואע\"פ שלא קנה השטר (ב\"י בשם הרשב\"א) וכן אם קבל עליו המוכר אחריות אם לא יגבה הלוקח השטרות צריך לקיים המוכר מה שקבל עליו אע\"פ שלא קנה הלוקח השטרות (תשו' הרשב\"א) ובמקום דלא קנה הלוקח השטר ואומר שהמוכר עדיין יכתוב וימסור לו והמוכר חוזר במכירה י\"א דאינו חייב לקבל מי שפרע ויכול לחזור בו ואע\"פ שקבל המעות (ב\"י בשם התרומות) הילכך האי מאן דמזבין שטרא לחבריה צריך למכתב ליה קני לך איהו וכל שעבודא דאית ביה ואם לא כתב כן לא קנה המלוה שבו ואפי' הנייר לצור ע\"פ צלוחיתו לא קנה אלא מקח טעות הוא ומחזיר הנייר ויחזיר לו הדמים: הגה י\"א דשטר שכתוב בו אני משעבד לך ולכל מי שמוציאו נקנה בחליפין או במסירה בלא כתיבה (ת\"ה סי' שנ\"א) אבל אם לא כתוב בו כך רק שנכתב על שם הלוקח מתחלה צריך כומ\"ס ודוקא שהיה השטר של מוכר רק שהיה נכתב על שם הלוקח אבל אם אמר מתחלה לעדים כתבו שטר ללוקח ותנו לו דעיקר הכתיבה היתה ללוקח א\"צ כומ\"ס וע' בסמוך ס\"ד ה' (ב\"י בשם הרשב\"א והתרומה והרי\"ף):"
    },
    {
      "id": "choshen_mishpat-066-2",
      "section": 2,
      "text": "אפילו אם מסרו לידו וקנו מידו בקנין שמוכר לו כל השעבוד שבו וכתבו לו עדים הקנין זה הכתב אינו אלא לראיה בעלמא ואינו כלום אלא צריך שיאמר לעדים שיכתבו שטר מכר ושיקנה באותה כתיבה שטר זה וכל שעבודו וצריך שיכתוב ואם לא נכתב לא קנה ויש מי שאומר שצריך שתבא לידו אותה כתיבה:"
    },
    {
      "id": "choshen_mishpat-066-3",
      "section": 3,
      "text": "הנותן נכסיו לאחר במתנת בריא מטלטלי אגב מקרקעי בקנין והיו לו שטרות אע\"ג דשטרי בכלל נכסי אינון לא קנאם כיון שלא כתב לו קני לך איהו וכל שעבודא דאית ביה:"
    },
    {
      "id": "choshen_mishpat-066-4",
      "section": 4,
      "text": "יש מי שאומר שצריך מסירת השטר קודם כתיבת השיעבוד אם השטר הנמסר אינו מצוי אצלו אע\"פ שהקנהו לו בקנין חליפין אינו חשוב כמסירה: הגה שטר של ראובן ושמעון ביחד שנתן להם המלך רשות לגבות הכנסת כפר אחד והאחד טוען שחבירו מחל לו חלקו והשטר תחת ידו אין טענתו טענה דשטר כזה אין נקנה אלא בכתיבה ומסירה הואיל ואין בו חיוב כלל רק שהמלך נתן להם רשות מיהו אם כבר גבה האחד ואומר שהשני מחל לו מה שגבה גבה (ב\"י בשם הרשב\"א) (ועיין לקמן סעיף י\"ז) ראובן שיש לו שטרות משמעון מופקדים בידו ושמעון מחל לו עליהם לא קנה ראובן דכתיבה ומסירה בעינן (ב\"י בשם תשו' הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-066-5",
      "section": 5,
      "text": "ראובן הפקיד מעות ביד שמעון להתעסק בהם ונתן לו רשות להעלות השטרות בשמו ואח\"כ נתנם לו במתנה בלא כתיבה לא קנה (וכבר נתבאר בסמוך בסוף ס\"א):"
    },
    {
      "id": "choshen_mishpat-066-6",
      "section": 6,
      "text": "שטר העשוי בערכאות של עכו\"ם אם הוא עשוי בענין שהוא כשר בדיננו וכן שטר של כתב ידו הם נקנים בכתיבה ומסירה:"
    },
    {
      "id": "choshen_mishpat-066-7",
      "section": 7,
      "text": "שטר הקנאה העשוי בדינין (נ\"א בגופן) של עכו\"ם אם כתוב בו לשונות המספיקים לנתינת גוף הנייר והשעבוד הרי הם כשטרות שלנו:"
    },
    {
      "id": "choshen_mishpat-066-8",
      "section": 8,
      "text": "שטר משכונא להר\"י ן' מיג\"ש כיון שיכול לסלקו במעות צריך כתיבה ומסירה והגאונים כתבו דמסירה בלא כתיבה לא קניא אבל כתיבה קניא בלא מסיר' דכיון שהחזיק בקרקע וכתב לו קני לך וכו' קנה אע\"פ שלא מסר לו שטר המשכונא ודוקא במשכונא מוחזקת אבל אינה מוחזקת הויא כשאר מלוה אבל שט\"ח על משכון של מטלטלין כיון שמכר לו החוב ומסר לו המטלטלין קנה החוב שעליו במסירת המשכון אע\"פ שלא מסר לו השטר ולא כתב לו שום דבר:"
    },
    {
      "id": "choshen_mishpat-066-9",
      "section": 9,
      "text": "האי מסירה דשטרות צריך הגבהה עמה או משיכה אם הוא שק מלא שטרות שאין דרכו להגביהו והא דקרי ליה מסירה אע\"ג (דבעי משיכה או הגבהה עמה משום) (טור) דבעי מסירה מיד ליד עם ההגבהה או עם המשיכה אי נמי אפי' אי לא בעי מסירה מיד ליד נקט לשון מסירה משום דבעי דעת אחרת מקנה לפיכך הזוכה בשטר הפקר שחבירו הפקיר שטרו אינו קונה על ידו מלוה הכתובה בו כיון שאין דעת אחרים מקנה:"
    },
    {
      "id": "choshen_mishpat-066-10",
      "section": 10,
      "text": "המקנה לחבירו קרקע כל שהוא והקנה לו על גבו שט\"ח ה\"ז קנה השטר בכ\"מ שהוא בלא כתיבה ובלא מסירה והוא שיאמר לו על פה קנה לך הוא וכל שעבודא דאית ביה: הגה וי\"א דשטר אינו נקנה באגב (טור בשם ר\"ח והרא\"ש) ולענין הלכתא נקטינן כסברא הראשונה דנקנה באגב ודוקא שטר שכבר נכתב אבל לא יוכל להקנות לו באגב שטר שעדיין לא נכתב (ריב\"ש סי' ר\"י):"
    },
    {
      "id": "choshen_mishpat-066-11",
      "section": 11,
      "text": "מי שהוציא שטר וטוען שחבירו מכרו לו בכתיבה ומסירה ואבד ממנו שטר המכר אינו צריך עדים לענין קנייתו אבל צריך עדים לענין תביעתו שהרי הנתבע אומר לו מי יאמר לי שבעל דברים שלי כתב ומסר לך לפיכך ראובן שהוציא שט\"ח שיש ללוי על שמעון וטען שלוי נתנו לו בכתיבה ומסירה ואבד השטר שהקנהו בו או שטוען שהקנהו על גבי קרקע ה\"ז גובה אותו משמעון אם אין הלוה טוען מי יאמר שבעל דברים שלי כתב ומסר לך ואם טוען שמעון שפרע ללוי ואמר ישבע לי ישבע לוי לשמעון ואח\"כ יגבה ראובן ואם יש ראיה שמכר ולא רצה לישבע חייב לשלם לראובן וכן אם הודה לוי שפרעו ישלם לוי לראובן מת מוכר יורשיו נשבעים שבועת היורשים ונוטל לוקח ואם לא רצו לישבע משלמין ללוקח טען לוי שלא מכר ולא נתן שטר זה נשבע היסת ונפטר וי\"א שגם לענין קנייתו אינו נאמן: הגה וכנ\"ל עיקר לענין הלכתא ואם הי' השטר מונח תחת יד שליש אע\"ג דנאמן נגד המוכר שעשאו שליש מ\"מ אינו נאמן נגד הנתבע ואין הלוקח יכול לגבות בשטר זה בלא כתיבה ומסירה (נ\"י סוף ב\"ב):"
    },
    {
      "id": "choshen_mishpat-066-12",
      "section": 12,
      "text": "מכנסת לבעלה שטר אינו צריך כתיבה ומסירה ואם הוא מלוה על פה אינו צריך מעמד שלשתן ואפי' אם היו נכסי מלוג:"
    },
    {
      "id": "choshen_mishpat-066-13",
      "section": 13,
      "text": "כיון דאין אותיות נקנות אלא בכתיבה ומסירה הנותן מתנה לחבירו והחזיר לו השטר לא חזרה מתנתו עד שיכתוב לו קני לך איהו וכל שעבודא דאית ביה:"
    },
    {
      "id": "choshen_mishpat-066-14",
      "section": 14,
      "text": "אין שטר נקנה בכתיבה ומסירה אלא שטר חוב או שטר של קנייה שכתב לו שדי מכורה לך שהוא עיקר הקנין ובו קנה השדה ולפיכך כשמסרו הלוקח לאחר וכתב לו קני לך איהו וכל שעבודא דאית ביה קנה על ידו הקרקע אבל אם קנה הקרקע בכסף או בחזקה או בקנין וכתבו לו שטר לראיה אם מסרו לאחר וכתב לו קני לך איהו וכו' לא קנה:"
    },
    {
      "id": "choshen_mishpat-066-15",
      "section": 15,
      "text": "הקונה מהמלוה שט\"ח שיש לו על הלוה ומת הלוה אם אחר שלקחו מת נשבע הלוקח שלא אמר לו המוכר כלום ושאינו יודע ששטר זה פרוע וגובה ודוקא שמת המוכר אבל אם הוא חי גם הוא צריך לישבע קודם שיגבה הלוקח וכן אם הלוה קיים וטוען שהוא פרוע ואין בו נאמנות אם המוכר קיים ישבע וגובה הלוקח ואם אינו רוצה לישבע לא יפרע הלוה (והמוכר צריך לשלם ללוקח) (ב\"י) ואם המוכר מת נשבע היורש שלא פקדני אבא ואם אינו רוצה חוזר הלוקח עליו ואם מת הלוה קודם שלקחו זה ואח\"כ מת מלוה אינו גובה אפי' בשבועה:"
    },
    {
      "id": "choshen_mishpat-066-16",
      "section": 16,
      "text": "המוכר שטר חוב לחבירו כדינו ובאים המוכר והלוקח לתבעו מהלוה ב\"ד אומרים לו ליתנו ללוקח ואם יפרע למוכר חוזר וגובה ממנו הלוקח ואם קדם הלוה ופרע למוכר נפטר ואין ללוקח עליו אלא תרעומת (ויש אומרים דהלוקח צריך להחזיר ללוה שטרו) (ב\"י בשם התרומות שם) וב\"ד מחייבים את המלוה ליתן ללוקח מה שגבה מהלוה ואם הוציא ובזבז ואין לו לשלם פטור הלוה וי\"א שאם פרע הלוה להמלוה לא נפטר בזה מהלוקח:"
    },
    {
      "id": "choshen_mishpat-066-17",
      "section": 17,
      "text": "לוה שפרע ללוקח שמסר לו השטר ולא כתב לו קני לך איהו וכל שעבודיה אינו חייב למוכר כלום שאע\"פ שאין המכר כלום מ\"מ אם תפס הלוקח אין מוציאין מידו: הגה ודוקא שלא כתב ליה קני לך וכו' רק אמר לו בעל פה אבל אי לא אמר לו כן אפי' תפס מוציאין מידו (המגיד פכ\"ה מה' מכירה ונ\"י פ' איזהו נשך) ויש מי שאומר דוקא שידע המוכר שגבאו הלוקח דכיון שידע ושתק מחל אבל אם לא ידע המוכר חוזר וגובה מבע\"ח דא\"ל לא היה לך ליתן לו חובו עד שיראה לך שקנאו ממנו כדין קניית שטר (ואם אין הלוה יכול לשלם אין המוכר יכול להוציא מן הלוקח כלום הואיל ותפס) (ת\"ה סי' שי\"ג):"
    },
    {
      "id": "choshen_mishpat-066-18",
      "section": 18,
      "text": "יש מי שאומר שאם זקפן במלוה על שמו דינו כגבה:"
    },
    {
      "id": "choshen_mishpat-066-19",
      "section": 19,
      "text": "ראובן שהיה לו שט\"ח על לוי וא\"ל מנה יש לי בידך בשטר תנהו לשמעון במעמד שלשתן קנה שמעון אע\"פ שלא נתן לו השטר ונשתעבדו לו הלקוחות כמו שנשתעבדו (לראובן) אלא שאין שמעון הזוכה יכול להוציא גוף השטר מיד המלוה אלא שמעון תובע ללוה ואם יכפור או שהוצרך לגבות מהמשועבדין ב\"ד כופין למלוה להוציא השטר ודנין על פיו ואם פרעו הלוה לשמעון הזוכה מוציאין גוף השטר מיד המלוה ומחזירין אותו ליד הלוה:"
    },
    {
      "id": "choshen_mishpat-066-20",
      "section": 20,
      "text": "ראובן הפקיד שטרי חובות אצל שמעון ואמר לו שטרות שהפקדתי בידך תנם ללוי במעמד שלשתן כל זמן שלא חזר בו ראובן יש לשמעון ליתנם ללוי חזר בו יש לו להחזירם לו שכל זמן שלא קנה השעבוד שבהם לא קנה גופם בין במסירה בין בחליפין בין במעמד שלשתן ואם כתב לו והקנה לו הן וכל השעבוד שבהן והמחהו אצל אותו שמופקדים בידו המחאה זו כמו מסירה ונמצא שהם קנויים לו בכתיבה ומסירה:"
    },
    {
      "id": "choshen_mishpat-066-21",
      "section": 21,
      "text": "ראובן היה לו שטר על שמעון ולוי חתום בו ומכרו ללוי העד אין לוי חשוב נוגע בדבר ולא חיישינן לחשדא לומר שהוא חתם לו שקר כדי שיקנהו ממנו אח\"כ לפי שהעד האחר לא היה מסכים עמו להעיד שקר בשביל הנאתו של לוי (ודוקא אם העד חתום על השטר אבל לא יוכל להעיד על פה) (ב\"י בשם התרומות) אבל אם מכרו לשני עדים החתומים עליו חיישינן להכי ואם אין הלוה מודה בו אין יכולין לגבותו:"
    },
    {
      "id": "choshen_mishpat-066-22",
      "section": 22,
      "text": "ראובן שיש לו שטר על שמעון ונתנו ללוי בכתיבה ומסירה והיה שמעון אחד מעידי המתנ' ואחר עמו ורוצה ראובן לחזור מהמתנה וטוען שהשטר פסול לפי ששמעון הוא נוגע בעדות שרוצה להעיד כדי שיפטר מבעל דינו שהשני נוח לו הדין עמו והרי הוא חשוב נוגע בדבר:"
    },
    {
      "id": "choshen_mishpat-066-23",
      "section": 23,
      "text": "המוכר שטר חוב כדינו אם חזר ומחלו ללוה מחול מיהו אין הלוקח מחויב להחזיר ללוה שטרו ויש חולקין (ר\"ן פרק הכותב ור' ירוחם ני\"ד שתי הדעות) ומה תקנתיה יפייס ללוה שיעשה לו שטר על שמו או יקבל עליו הלוה בקנין או בהודאתו בפני עדים שזקפו עליו במלוה לקונה ושוב לא יוכל למחול ואפי' אם התנה עמו שלא יוכל למוחלו אם מחלו מחול ואפי' אם סלק עצמו מכח החוב ההוא לגמרי וריקן כל כחו בשטר לקונה אפי' הכי אם מחלו מחול ואפי' היורש של המוכר יכול למחול ומיהו אין היורש יכול למחול לעצמו כדי להפסיד ללוקח כיצד ראובן הלוה לבנו בשטר ומכרו לשמעון ומת ראובן לא יאמר הבן הואיל ואני יורש החזקתי למחול לעצמי ואין לי לשלם כלום מדינא דגרמי שאני לא כוונתי להזיק ללוקח אלא לפטור עצמי אלא פורע כל החוב ללוקח ויש מי שחולק ואומר שאף לעצמו יכול למחול: הגה לעיל סי' ס' ס\"ח (גם בטור שם סי' ז') נתבאר שאם ראובן צוה לכתוב שטר שלו על שם שמעון אין שמעון יכול למחלו הואיל ואין הממון שלו אבל ראובן יכול למחלו כי הוא נקרא בעל השטר ואפילו לא מחלו בהדיא רק שמחל ללוה כל מה שבידו או כיוצא בזה גם שטר זה נמחל אע\"פ שנכתב על שם שמעון (תשו' רשב\"א סי' תתקכ\"ו):"
    },
    {
      "id": "choshen_mishpat-066-24",
      "section": 24,
      "text": "יש מי שאומר שכל שיכול למחול יכול לעשות שובר הודאה שנפרע או להאריך זמן הפרעון ומשלם כפי מה שהזיקו:"
    },
    {
      "id": "choshen_mishpat-066-25",
      "section": 25,
      "text": "עכו\"ם שמכר שטר חוב לישראל יש מי שאומר שכיון שבדיניהם כל זכותו מכר לו כדיניהם דיינין ליה שאם חזר ומחלו אינו מחול (וכן כל שנתן בדיניהם אפילו בלא כתיבה ומסירה משלם) (נ\"י פרק מי שמת) וישראל שמכר לעכו\"ם כאלו מכר לישראל:"
    },
    {
      "id": "choshen_mishpat-066-26",
      "section": 26,
      "text": "י\"א שאם כתב לוה למלוה משתעבדנא לך ולכל דאתי מחמתך ומכרו למי שהיה נולד בשעת הלואה שוב אינו יכול למחול ויש אומרים שאעפ\"כ יכול למחול: הגה י\"א הא דמוכר שט\"ח יכול למחול היינו שהמוכר לא היה חייב ללוקח או שיש לו במה לפרוע אבל אם היה חייב לו ואין לו במה לפרוע שמעכשיו הלוה משועבד ללוקח כמו שיתבאר לקמן סימן פ\"ו אינו יכול למחול (מרדכי פ\"ב דכתובות וס\"פ האשה שנפלו) ויש חולקין (רמב\"ן תו' והרא\"ש) ע\"ל סי' פ\"ו ואם הקנה לו החוב עצמו אג\"ק י\"א דאינו יכול למחול ויש אומרים דיכול למחול (מרדכי פרק הכותב שתי הדיעות) וי\"א דאין כאן קנין כלל דאינו נקנה באגב ולא בחליפין (ב\"י לדעת הרמב\"ם) וע\"ל סימן ר\"ג סעיף ט':"
    },
    {
      "id": "choshen_mishpat-066-27",
      "section": 27,
      "text": "נתנו במתנת שכ\"מ ומת אין היורש יכול למחול:"
    },
    {
      "id": "choshen_mishpat-066-28",
      "section": 28,
      "text": "מכנסת לבעלה שט\"ח או מלוה על פה או שלוו [ממנה] אחרי' אחר נישואיה אינה יכולה למחול דאין קנין לאשה בלא בעלה ואפילו היו נכסי מלוג (פי' נכסי האשה שהבעל אוכל פירות ומניח קרן כענין מליגת הראש שתולשין השער ומניחין הראש):"
    },
    {
      "id": "choshen_mishpat-066-29",
      "section": 29,
      "text": "הנותן שט\"ח לחבירו או מכרו במעמד שלשתן אינו יכול למחול:"
    },
    {
      "id": "choshen_mishpat-066-30",
      "section": 30,
      "text": "המוכר ש\"ח לחבירו ויש משכון בידו ומסרו ביד הלוקח שוב א\"י למחול ללוה מה שכנגד המשכון וה\"ה אם היתה משכונות קרקע וירד הלוקח והחזיק בה שאינו יכול למחול ויש מי שחולק בזו:"
    },
    {
      "id": "choshen_mishpat-066-31",
      "section": 31,
      "text": "לוקח שט\"ח שחזר ומכרו למלוה אינו יכול למחול ולא עוד אלא אם מכרו לוקח ראשון לאינש דעלמא אין לוקח ראשון יכול למחול:"
    },
    {
      "id": "choshen_mishpat-066-32",
      "section": 32,
      "text": "כשמוחל המוכר או יורשיו צריכים לשלם כל מה שכתוב בשטר החוב מהיפה שבנכסים שהרי גרם לו לאבד השטר והרי הוא כמו ששרפו ומיהו שמין השטר כפי מה שהוא כגון אם הלוה גברא אלמא דלא ציית דינא או שאין לו נכסים ואם מת ישלמו יורשיו: הגה (תשו' רשב\"א וע' ס\"ק ק\"ג) ואם מכר לו שט\"ח של עכו\"ם ומחלו צריך לשלם לו אף הרבית שעלה עליו אבל אם נודע שפרוע הוא אע\"ג דהוא היה יכול לחזור ולגבות מן העכו\"ם פטור המוחל (רבינו ירוחם ני\"ד בשם הרשב\"א) וכל זה לדעת קצת רבוותא (ב' הדעות בטור וב\"י וע' ס\"ק ק\"ה) אבל רבים חולקים וס\"ל דבכל מוכר שטר חוב ומחלו אין צריך לשלם לו אלא הדמים שנתן לו (טור בשם הרא\"ש ורב שרירא גאון) ומה שהוציא עליו (ד\"ע):"
    },
    {
      "id": "choshen_mishpat-066-33",
      "section": 33,
      "text": "בד\"א שהמוחל חייב בתשלומין בזמן שהשטר כשר והמלוה ראוי ליפרע ממנו אבל אם טען הלוה שהוא מזוייף ואינו יכול לקיימו או שהלוה אלם או עני פטור המוחל מצד מחילתו:"
    },
    {
      "id": "choshen_mishpat-066-34",
      "section": 34,
      "text": "גם במוכר שט\"ח אמרינן אחריות טעות סופר הוא לפיכך אם בא בעל חוב (של מוכר) וטרף זה החוב או שבא אחר והביא ראיה ששטר זה שלו או שלקח מהמלוה תחלה וכל כיוצא בזה חוזר הלוקח וגובה מהמוכר מדין אחריות ואם הוציא הלוה שובר ששטר זה פרוע או שמחל לו המלוה קודם לכן ה\"ז מקח טעות והמעות חוזרים ואם היה הלוה עני בשעת מכירה בכלל אונאה הוא אם מכרו ביותר מדמי שוויו ואין לשטרות אונאה ואם העני אח\"כ ואינו יכול להוציא ממנו כלום אין זה בכלל אחריות דמזל דידיה גרם:"
    },
    {
      "id": "choshen_mishpat-066-35",
      "section": 35,
      "text": "המוחל מזיק הוא משעה שמחלו ואפי' קבל עליו אחריות אינו גובה ממשעבדי אפילו מלקוחות שלקחו לאחר מכאן אא\"כ כתב לו בשעת מכירה (אם) אחזור ואמחול חוב זה הריני משעבד עצמי ונכסי לשלם דמי חוב זה גובה ממשעבדי אפי' מלקוחות שקדמו למחילתו:"
    },
    {
      "id": "choshen_mishpat-066-36",
      "section": 36,
      "text": "יש מי שאומר שה\"ה בנותן שטר חוב לחברו וחזר ומחלו חייב לשלם לו כדין המוכר שטר חוב וחזר ומחלו:"
    },
    {
      "id": "choshen_mishpat-066-37",
      "section": 37,
      "text": "גר שהיה לו מלוה בשטר על ישראל ומכר השטר לישראל ומת הגר פקע ליה ונפטר הלוה:"
    },
    {
      "id": "choshen_mishpat-066-38",
      "section": 38,
      "text": "המוכר שטר לחבירו לגבותו אין בו דין אונאה אפילו מכר שוה אלף בדינר או שוה דינר באלף (ויש חולקין וס\"ל דביותר ממחצה הוי בטול מקח) (טור בשם ר\"ת והרא\"ש פ' הזהב):"
    },
    {
      "id": "choshen_mishpat-066-39",
      "section": 39,
      "text": "שטרות אין נשבעים עליהם אפילו הודה במקצת או שיש עליו עד אחד ה\"ז פטור משבועת התורה אבל נשבעים עליהם היסת אם היתה שם טענת ודאי (וכן נשבעים עליהם ע\"י גלגול) (הרי\"ף והרא\"ש פרק שבועת הדיינים) (וע\"ל סי' צ\"ה):"
    },
    {
      "id": "choshen_mishpat-066-40",
      "section": 40,
      "text": "אם היה שומר שכר עליהם ונגנבו או אבדו אפי' בפשיעה פטור מלשלם אבל מפסיד שכרו עד שישבע ששמר כראוי (וכ\"ש ששומר חנם פטור מפשיעה) ויש מחייבים בפשיעה (והסברא ראשונה היא עיקר דפטורים על שטרות אפי' בפשיעה אבל אם הזיק בידים כגון שהשליכו לנהר או כדומה חייב (טור בשם הרי\"ף והרא\"ש וע' בב\"י) ואם קנו מידו שיתחייב כדין השומרים חייב (וע\"ל סי' ש\"א ולקמן ריש סי' צ\"ה):"
    },
    {
      "id": "choshen_mishpat-066-41",
      "section": 41,
      "text": "אחים או שותפים שבאו לחלוק ויש להם שטרות ישומו בית דין כל השטרות לפי שוויין כל אחד לפי קירוב הזמן וריחוקו ולפי נכסי הלוה ואלמותו ויחלוקו ואם הוא שטר חוב אחד יכול כל אחד לומר גוד או אגוד (פי' משוך או אמשוך כלומר קנה או מכור) ואם אחר ששמו ב\"ד וחלקו בגורל נתקלקל שטרו של אחד מהם מזלו גרם:"
    },
    {
      "id": "choshen_mishpat-066-42",
      "section": 42,
      "text": "אמר נכסי לפלוני שטרי בכלל נכסי ואם הוא שכיב מרע שדבריו ככתובין וכמסורין קנה גם השטרות: הגה ולכן בעל שסילק עצמו מנכסי אשתו אף שטרות בכלל וסילק ג\"כ עצמו משטר ירושה שלה שעשה לה אביה (מהרי\"ק שורש י\"ג) אבל אין שטרות בכלל מטלטלים ולכן אם אמר מטלטלים לפלוני אין שטרות בכלל (תשובת רשב\"א סימן תתפ\"ה):"
    }
  ]
}