{
  "id": "choshen_mishpat-421",
  "chapterLabel": "סימן 421",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-421-1",
      "section": 1,
      "text": "המבייש חבירו שלא בכוונה והחובל בחבירו שלא בכוונה. ובו יד סעיפים:אינו חייב על הבושת עד שיתכוון לביישו והמבייש את חבירו שלא בכוונה פטור לפיכך ישן שבייש פטור: הגה וכן מי שקובל על חבירו שמסרו או גנב לו וכיוצא בזה אע\"פ שלא יכול לברר עליו מ\"מ פטור דהרי לא כוון לביישו (מהרי\"ו סי' קס\"ח):"
    },
    {
      "id": "choshen_mishpat-421-2",
      "section": 2,
      "text": "המתכוין לבייש את הקטן ובייש את הגדול נותן לגדול דמי בושתו של קטן נתכוין לבייש העבד ובייש בן חורין נותן לבן חורין דמי בושתו של עבד:"
    },
    {
      "id": "choshen_mishpat-421-3",
      "section": 3,
      "text": "יש אומרים דצער ריפוי ושבת חייב אפי' שלא בכוונה ובלבד שלא יהא אנוס אלא שוגג קרוב למזיד אבל בנזק חייב אפי' אנוס דאדם מועד לעול' בין שוגג בין במזיד בין ער בין ישן:"
    },
    {
      "id": "choshen_mishpat-421-4",
      "section": 4,
      "text": "בד\"א שישן חייב בשישנו שניהם כאחד ונתהפך א' מהם על חבירו והזיקו או קרע בגדיו אבל אם היה א' ישן ובא חבירו ושכב בצדו זה שבא באחרונה חייב אם הזיק לראשון ואם הראשון הזיקו פטור (וה\"ה בכל אונס גדול כזה פטור המזיק) (ר\"י נל\"א ח\"ב) וכן אם הניח כליו בצד הישן ונתהפך עליהם ושברם פטור שזה שהניחם בצדו פושע הוא במה שהניחם בצדו:"
    },
    {
      "id": "choshen_mishpat-421-5",
      "section": 5,
      "text": "שנים שנתאבקו יחד ואחד הפיל חבירו לארץ ונפל וסימא את עינו פטור:"
    },
    {
      "id": "choshen_mishpat-421-6",
      "section": 6,
      "text": "בכל מקום שחובל בחבירו בכוונה חייב בה' דברים אפי' נכנס חבירו לרשותו שלא ברשות וחבל בו והוציאו חייב דנהי שיש לו רשות להוציאו אין לו רשות לחבול בו אבל אם הוא מסרב בו ואינו רוצה לצאת י\"א שיש לו רשות אפילו לחבול בו כדי להוציאו: הגה וכן מי שיש לו משרת וחושש שיגנוב לו יוכל להוציאו קודם זמן השכירות (ואם מסרב יוכל להכותו עד שיצא (מרדכי פ' המניח):"
    },
    {
      "id": "choshen_mishpat-421-7",
      "section": 7,
      "text": "נכנס לחצר חבירו שלא ברשות ולא ידע בע\"ה שנכנס והזיקו ב\"ה שלא בכוונה פטור ואם הוזק בו ב\"ה חייב כיון שנכנס שלא ברשות ודוקא בשלא ידע בו ולא ראהו שנכנס אבל ראהו פטור דאיהו דאזיק אנפשיה:"
    },
    {
      "id": "choshen_mishpat-421-8",
      "section": 8,
      "text": "היו שניהם ברשות או שניהם שלא ברשות והוזקו זה בזה שניהם פטורים (הזיקו זה את זה בכוונה שניהם חייבים) (טור ס\"ט ועיין לעיל סי' שע\"ח):"
    },
    {
      "id": "choshen_mishpat-421-9",
      "section": 9,
      "text": "המבקע עצים בר\"ה ופרח עץ מהם והזיק ברה\"י או שבקע ברה\"י והזיק ברה\"י אחר או שנכנס לחנותו של נגר בין ברשות בין שלא ברשות ונתזה בקעת וטפחה לו על פניו חייב בד' דברים ופטור מהבושת:"
    },
    {
      "id": "choshen_mishpat-421-10",
      "section": 10,
      "text": "היתה לו אבן מונחת בחיקו בין שלא הכיר בה מעולם בין שהכיר בה ושכחה ועמד ונפלה והזיקה וכן אם נתכוין לזרוק שנים וזרק ד' והזיק או שהזיק כשהוא ישן חייב בנזק ופטור מד' דברים:"
    },
    {
      "id": "choshen_mishpat-421-11",
      "section": 11,
      "text": "מי שנפל מן הגג ברוח מצויה והזיק חייב בד' דברים ופטור מהבושת נפל ברוח שאינה מצויה חייב בנזק בלבד ופטור מד' דברים (וע\"ל סי' תי\"ח סי\"ג) ואם נתהפך חייב בכל אף בבשת שכל המתכוין להזיק אע\"פ שלא נתכוין לבייש חייב בבושת:"
    },
    {
      "id": "choshen_mishpat-421-12",
      "section": 12,
      "text": "המזיק לאשתו בתשמיש המטה חייב בנזקיה האומר לחבירו קטע את ידי או סמא את עיני ע\"מ שאתה פטור הרי זה חייב בחמשה דברים שהדבר ידוע שאין אדם רוצה בכך: הגה וי\"א דאם א\"ל בפי' ע\"מ לפטור פטור אלא שאם לא א\"ל בפי' רק דברים שמשמען כך אנו דנין דבריו שלא פטרו כגון שא\"ל קטע ידי או סמא עיני וא\"ל המזיק ע\"מ לפטור וא\"ל הניזק הן אנו דנין שבתמיה קאמר הן וחייב המזיק (טור סי\"א בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-421-13",
      "section": 13,
      "text": "שנים שחבלו זה בזה אם חבל האחד בחבירו יותר ממה שחבל בו הוא משלם לו במותר נזק שלם ודוקא שהתחילו שניהם כאחד או לאחר שחבל בחבירו חזר גם הוא מיד וחבל בו אבל אם התחיל האחד השני פטור שיש לו רשות לשני לחבול בו כדי להציל עצמו (וכן הוא לענין גידופים וביושים המתחיל פורע הקנס (הגה\"מ דקידושין) ראובן שהכה לשמעון וחזר שמעון ובא להכותו לראובן ובאתה אשתו של ראובן והחזיקה בשמעון והוא נתק ידיו והכה אותה פטור (מהרי\"ו סי' כ\"ח) וע\"ל ס\"ס תכ\"ד איש ואשה שחבלו זה בזה ומיהו צריך אומד אם היה יכול להציל עצמו בחבלה מועטת וחבל בו הרבה חייב (ודוקא לענין חבלה שמשלם לו ד' דברים דהוי כאדם המזיק בשוגג אבל פטור על הבושת דהא לא כוון לבייש ולכן המכה חבירו וחבירו קראו ממזר פטור שנא' והיה כי יחם לבבו וגו' וכן אם אחד קרא לחבירו גנב והוא אומר לו אתה מכזב כממזר או קראו ממזר פטור מהאי טעמא) (מהרי\"ו סימן כ\"ח וסי' ס') וכן הדין באדם הרואה א' מישראל מכה חבירו וא\"י להצילו אם לא שיכה המכה יכול להכותו כדי לאפרושי מאיסורא: הגה וכן מי שהוא תחת רשותו ורואה בו שהוא עושה דבר עבירה רשאי להכותו ולייסרו כדי להפרישו מאיסור ואין צריך להביאו לב\"ד (ת\"ה סי' י\"ח):"
    },
    {
      "id": "choshen_mishpat-421-14",
      "section": 14,
      "text": "שנים שחבלו באחד כא' שניהם חייבים ומשלשים ביניהם היה א' מתכוין והשני לא כוון השני פטור מבושת:"
    }
  ]
}