{
  "id": "choshen_mishpat-147",
  "chapterLabel": "סימן 147",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-147-1",
      "section": 1,
      "text": "המערער על השדה והוא עד או דיין. ובו ה סעיפים:ראובן שמכר לשמעון שדה והיה לוי מעדי השטר ובא לוי לערער על השדה ולטעון שראובן גזל אותה ממנו אין שומעין לו ואין משגיחין על ראיות שיביא על אותה שדה והרי איבד כל זכותו שאומרים לו היאך תעיד על המכר ותבא ותערער: הגה ודוקא שחתם עם עד אחד אבל אם חתם לבד לא אבד זכותו די\"ל מה שחתם כי היה יודע שאין חתימ' עד אחד כלום (ב\"י בשם הריטב\"א) וכן אם לא חתם בעד רק לכבוד בעלמא לא אבד זכותו (ריב\"ש סרנ\"ב):"
    },
    {
      "id": "choshen_mishpat-147-2",
      "section": 2,
      "text": "וכן אם העיד לוי בשטר שכתוב בו השדה פלוני של ראובן מצד מזרח או מערב הואיל ועשה השדה סי' לאחר והעיד בשטר איבד זכותו ואינו יכול לחזור ולערער: הגה אפוטרופוס או בית דין דזבנו של יתומים בכה\"ג לא אבדו זכותם [שיש] להם על השדה (ריב\"ש סי' רמ\"ד וע\"ל סי' קי\"א רכ\"ו ס\"ד) אם המערער שכר הקרקע מן המחזיק הוי כחתום עליה בעד ואבד זכותו [הרא\"ש כלל ע' סי' ג'] ועיין לעיל ריש סי' קמ\"ב:"
    },
    {
      "id": "choshen_mishpat-147-3",
      "section": 3,
      "text": "טען העד ואמר תלם אחד הוא שעשיתי סימן ולא כל השדה ואותו תלם הסמוך למצר בלבד הוא של ראובן ה\"ז טענה הנשמעת ויש לו לערער על כל השדה חוץ מאותו תלם והוא שיש בתלם ט' קבין שהוא שיעור שדה אם כתוב שדה ואם אין כתוב שדה אלא קרקע אין לו אלא תלם קטן: הגה חזר וטען חזרתי ולקחתי ממנו תלם שהודיתי בו אם אין כתב ידו יוצא ממקום אחר או שהתלם בידו והחזיק בו אח\"כ נאמן (טור) טען מה שעשאו סימן לאחר לאו משום שהוא שלו רק שהנכסים נקראים כך שהיו שלו תחלה טענתיה טענה אא\"כ פי' בהדיא שהם שלו (ב\"י בשם הריטב\"א בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-147-4",
      "section": 4,
      "text": "דיין החתום בקיום השטר יכול לערער מפני שיכול לומר לא ידעתי מה היה כתוב בשטר מפני שהדיינים יכולים לקיים השטר אע\"פ שלא קראוהו (אבל אם היה דיין והגבה לזה הקרקע אבד זכותו) (ריב\"ש סימן רנ\"ב):"
    },
    {
      "id": "choshen_mishpat-147-5",
      "section": 5,
      "text": "בא שמעון ונמלך מלוי ואמר ליה הנני קונה שדה פלוני מראובן ובעצתך אקנה אותה אמר ליה לוי לך וקנה אותה שהיא טובה יש ללוי לערער עליה ולא איבד זכותו שהרי לא עשה מעשה ויש מי שאומר דדוקא כשהודה המערער שיעצו בכך אבל אם כפר ואמר להד\"ם והלה הביא עדים לדבריו מחייבים המערער בכך:"
    }
  ]
}