{
  "id": "choshen_mishpat-212",
  "chapterLabel": "סימן 212",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-212-1",
      "section": 1,
      "text": "דין מקנה דירת בית או חצירו או מקדיש דבר שלא בא לעולם. ובו ט סעיפים:אין אדם מקנה לא במכר ולא במתנה אלא דבר שיש בו ממש אבל דבר שאין בו ממש אינו נקנה לפיכך המקנה לחבירו אכילת פירות דקל זה או דירת בית זה לא קנה עד שיקנה גוף בית זה לדור בו וגוף אילן לאכול פירותיו: הגה האומר ידור פלוני בבית זה ולא קצב זמן הדירה אפי' רק שעה אחת במשמע (הג\"מ סוף ב\"ב) ושטר שכתוב בו שראובן נתן לדור בביתו וקנו ממנו ע\"ז יש לפרש השטר שקנה ממנו בענין המועיל והקנה לו הגוף לדור בו וכ\"ש אם החזירו הקנין למטה בשטר דודאי ליפוי כח כתבו וקנו ממנו בענין המועיל אבל אם לא כתב בשטר רק קנו ממנו שנותן לו לדור בביתו אינו כלום דאז עיקר הקנין קאי על הדירה ואין בדירה ממש (תשו' רמב\"ן סי' ס\"ז) שטר שלא היה כתוב בו קנין פירות כראוי רק כתוב בו שנתן לו כח ליקח הפירות כתקון חכמים הרי הודה שהקנה לו כתקון חכמים ויש לפרש שנתן לו באופן המועיל (מרדכי פ' מי שמת):"
    },
    {
      "id": "choshen_mishpat-212-2",
      "section": 2,
      "text": "וכן המוכר לחבירו אויר חורבתו ואויר חצירו אינו כלום אא\"כ הקנה לו חצירו להכניס בו זיזין וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-212-3",
      "section": 3,
      "text": "אבל אם מכר לא' בית ואילן וחורבה וחצר ושייר לעצמו דירת הבית ואכילת הפירות ואויר החורבה ואויר החצר מהני דהוי כאילו פירש ששייר לעצמו מקום ואפי' לא הזכיר שיור בחצר כלל אלא מכר לו בית ואמר לו על מנת שדיוטא העליונה שלי אמרינן ששייר לו מקום בחצר להוציא זיזין מהדיוטא לחצר: הגה ואם שייר לעצמו זכות וגם שייר לאיש אחר אמרינן כמו ששייר לעצמו בעין יפה ובאופן המועיל כן שייר לחבירו דודאי על ענין אחד נתכוין (תשו' רמב\"ן סי' י\"ח) (וע\"ל סי' ר\"ט ס\"ז):"
    },
    {
      "id": "choshen_mishpat-212-4",
      "section": 4,
      "text": "המוכר גוף הקרקע לזמן קצוב ה\"ז מכיר' ומשתמש הלוקח בגוף כחפצו ואוכל הפירות כל זמן המכירה ובסוף תחזור לבעליה ומה הפרש יש בין המוכר קרקע לזמן קצוב ובין המקנה אותה לפירות שהקונה לפירות אינו יכול לשנות צורת הקרקע ולא יבנה ולא יהרוס אבל הקונה לזמן קצוב הוא בונה והורס ועושה בכל זמנו הקצוב כמו שעושה הקונה קנין עולם לעולם:"
    },
    {
      "id": "choshen_mishpat-212-5",
      "section": 5,
      "text": "ומה הפרש יש בין המוכר שדה זו לפירותיה ובין המוכר פירות שדה זו לחבירו שהמוכר פירות השדה אין ללוקח להשתמש בשדה זו כלל אפי' להכנס [בה] אלא בשעת הוצאת הפירות ויש לבעל השד' להשתמש בה כחפצו אבל המוכר שדה לפירותיה אין בעל השדה יכול להכנס בה אלא מדעת הלוקח ויש ללוקח להשתמש בה כחפצו:"
    },
    {
      "id": "choshen_mishpat-212-6",
      "section": 6,
      "text": "ומה הפרש יש בין הקונה שדה זו לפירותיה ובין השוכר שדה זו מחבירו שהקונה שדה לפירותיה יש לו לנטעה או לזרעה כל זמן שירצה או להובירה והשוכר אינו כן כמו שנתבאר בסי' ש\"ך:"
    },
    {
      "id": "choshen_mishpat-212-7",
      "section": 7,
      "text": "דין ההקדש ודין העניים ודין הנדרים אינו כדין הדיוט בקנייתו שאילו אמר אדם כל מה שתלד בהמתי יהיה הקדש לבדק הבית או יהיה אסור עלי או אתננו לצדקה אע\"פ שאינו מתקדש לפי שאינו בעול' ה\"ז חייב לקיים דברו שנא' ככל היוצא מפיו יעש' והואיל והדבר כן אם צוה אדם כשהוא שכ\"מ ואמר כל מה שיוציא אילן זה לעניים או כל שכר בית זה לעניים זכו בהם העניים: הגה וי\"א דלא קנו ההקדש ולא הצדקה כלום דאין אדם מקדיש דבר שלא בא לעולם וממילא דבריו בטלים אבל אם אמר כשתלד בהמתי או יוציא אילן זה פירות וכיוצא בזה אתננו להקדש או לעניים חייב לקיים דבריו מטעם נדר (טור בשם הרא\"ש) ודוקא אם הנודר קיים אבל אם כבר מת אינו כלום שהרי אינו כאן שיקיים נדרו (מרדכי פ' מי שמת) וסברא האחרונה היא עיקר וכן ראוי להורות ועיין לקמן סי' רנ\"ב סעיף ב' ואם נשבע לקיים המקח ע' לעיל סי' ר\"ט סעיף ד':"
    },
    {
      "id": "choshen_mishpat-212-8",
      "section": 8,
      "text": "קנה קרקע אדעתא שיעשנו הקדש ולא הוציא מפיו כלום י\"א דכיון שגמר בלבו לתת לצדקה חייב ליתן ויש מי שאומר דאע\"ג דכתיב כל נדיב לב עולות חולין מקדשים לא ילפינן והאידנא כל הקדש יש לו דין חולין שאין הקדש עתה לבדק הבית ואינו אלא לצדקה הילכך כל שלא הוציא בשפתיו אינו כלום: (ויש להחמיר כסברא הראשונה וע' בי\"ד ס\"ס רנ\"ח):"
    },
    {
      "id": "choshen_mishpat-212-9",
      "section": 9,
      "text": "וכן אם אמר קרקע זה לכשאקננו יהיה הקדש אינו כלום שאין אדם מקדיש דבר שלא בא לעולם אבל אם אמר לכשאקננו אקדישנו או אתננו להקדש הוי עליו נדר וצריך לקיים נדרו: הגה וזהו סברת הרא\"ש וחולק על הרמב\"ם שסובר שאם אמר לכשאקננו יהיה הקדש חייב לקיים דבריו כמ\"ש סברתו בסעיף ז' ודברי המחבר שסתם לעיל כדברי הרמב\"ם וכאן כדברי הרא\"ש אינו נכון :"
    }
  ]
}