{
  "id": "choshen_mishpat-424",
  "chapterLabel": "סימן 424",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-424-1",
      "section": 1,
      "text": "החובל באביו ואמו או החובל בבניו או החובל בחבירו בשבת. ובו יא סעיפים:החובל באביו ואמו ולא הוציא מהם דם חייב בה' דברים הוציא מהם דם חייב מיתה לפיכך פטור מתשלומין אפי' הוא שוגג לפיכך לא יקיז הבן לאביו ולא יוציא קוץ מבשרו ולא יפתח לו מורסא שמא יבא להוציא ממנו דם ונתבאר זה בטור יורה דעה סימן רמ\"א:"
    },
    {
      "id": "choshen_mishpat-424-2",
      "section": 2,
      "text": "החובל בחבירו בשבת פטור מתשלומין אפילו הוא שוגג כיון שיש בו מיתת ב\"ד אבל החובל בחבירו בי\"הכ [אפילו] במזיד חייב לשלם לו:"
    },
    {
      "id": "choshen_mishpat-424-3",
      "section": 3,
      "text": "החובל בעבד כנעני שלו פטור חבלו בו אחרים רבו נוטל ה' דברים ואפי' צערו בסם ונתרפא מהרה הרי כל רפואתו לרבו:"
    },
    {
      "id": "choshen_mishpat-424-4",
      "section": 4,
      "text": "מי שחציו עבד וחציו בן חורין שהכהו אדם או נגחו שור נתבאר משפטו בטור י\"ד סי' רס\"ז (סי' ס\"ב):"
    },
    {
      "id": "choshen_mishpat-424-5",
      "section": 5,
      "text": "מי שיצא לחירות ועדיין לא הגיע גט שחרור לידו וחבלו בו אחרים פטורים:"
    },
    {
      "id": "choshen_mishpat-424-6",
      "section": 6,
      "text": "החובל בבת קטנה של אחרים אם נזק הפוחת אותה מכספה הוא הרי הוא של האב וכן שבתה של אב שהרי מעשה ידיה וכסף מכירתה של אביה (וי\"א דוקא בסמוכה על שולחנו אבל אינה סמוכה על שלחנו היא שלה (טור בשם הרמב\"ם וי\"א אפי' בסמוכה על שלחנו הוא שלה אם אחרים חבלו בה) (שם בשם הרא\"ש) אבל צער וריפוי ובושת שלה וכן נזק שאינה פוחתה מכספה הרי הוא שלה וכן החובל בבתו משלם צער וריפוי ובושת: הגה ונראה לי דוקא באינה סמוכה על שלחנו (ע' בד\"מ) אבל סמוכה על שלחנו י\"א דפטור (המ\"מ לדעת הרמב\"ם) וכמו שיתבאר בסמוך:"
    },
    {
      "id": "choshen_mishpat-424-7",
      "section": 7,
      "text": "החובל בבניו הגדולים אם אינם סמוכים על שלחנו נותן להם מיד והקטנים ילקח קרקע בנזקן (וי\"א ספר תורה) (טור סי\"א בשם הרא\"ש) והם אוכלים פירותיו וכן באחרים שחבלו בהם ואם היו סמוכים על שולחנו (חבל) בהם (הוא) פטור בין שהיו גדולים בין שהיו קטנים ואם אחרים חבלו בהם בגדולים יתן להם מיד בקטנים ילקח בהם קרקע והוא אוכל פירותיו עד שיגדלו: הגה וי\"א דאינו פטור בסמוכים על שולחנו אלא משבת אבל חייב בשאר ד' דברים ודינו בהם כאלו חבלו בהן אחרים (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-424-8",
      "section": 8,
      "text": "החובל בחרש שוטה וקטן חייב והם שחבלו באחרים פטורים אע\"פ שנתפקח החרש ונשתפה השוטה והגדיל הקטן אינם חייבים לשלם שבשעה שחבלו בהם לא היו בני דעת:"
    },
    {
      "id": "choshen_mishpat-424-9",
      "section": 9,
      "text": "העבד והאשה החובל בהם חייב והם שחבלו באחרים פטורים אבל משלמים לאחר זמן אם נתגרשה האשה או נתאלמנה או נשתחרר העבד: הגה יש לה נכסי מלוג או נכסי צאן ברזל מוכרת אותו לאחרים בטובת הנאה ומשלמת לנחבל (טור סכ\"א):"
    },
    {
      "id": "choshen_mishpat-424-10",
      "section": 10,
      "text": "האשה שחבלה בבעלה אם היה תוספת בכתובתה או נכסי מלוג או נכסי צאן ברזל מחייבים אותה למכרם לבעלה בטובת הנאה וגובה ממנה אם רצה הבעל ואם רצה לגרש' ולגבות ממנה הכל גובה ואם לא היה לה אינה יכולה למכור לו עיקר כתובתה שאסור לאדם לשהות את אשתו שעה אחת בלא כתובה אלא אם רצה הבעל כותב עליה שטר בדמי החבלה או מגרשה ונוטל מכתובתה הראוי לו: הגה וכן אם החבלה כפי כתובתה מוכרת כתובתה לבעלה ומשלמת לבעלה ולא חיישינן שמא תהא קלה בעיניו להוציאה שהרי אם ירצה יוכל לגרשה ולגבות בחבלתו (טור סעיף י\"ג):"
    },
    {
      "id": "choshen_mishpat-424-11",
      "section": 11,
      "text": "דין אשת איש שחבלו בה אחרים או בעלה נתבאר בטור א\"ה סימן פ\"ג: הגה איש ואשה שיש לה בעל שחבלו זה בזה לא אמרינן שישלמו במותר נזק שלם דהא קצת מחבלה שחבל באשה הוא לבעלה על כן ישלם החובל בה השייך לבעלה ומה ששייך לאשה מנכין לו נגד חבלתו (תשובת רשב\"א סימן תתקמ\"ח):"
    }
  ]
}