{
  "id": "choshen_mishpat-333",
  "chapterLabel": "סימן 333",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-333-1",
      "section": 1,
      "text": "השוכר את הפועל ובא הפועל לחזור קודם שהתחיל או אחר כן. ובו ח סעיפים:השוכר את הפועלים והטעו את בעה\"ב או בעל הבית הטעה אותם אין להם זה על זה אלא תרעומות: הגה וי\"א דאם משך ב\"ה כלי אומנות שעושה בהם מלאכה אין הב\"ה יכול לחזור בו ולא הפועל אם הוא קבלן (טור בשם ר\"ת) אבל אם הוא שכיר יום יכול לחזור כמו שנתבאר (תוס' והרא\"ש ריש פרק הזהב) מיהו יכול לעכב כלי אומנתו ולשכור אחרים (מרדכי פרק האומנין ונ\"י בשם תלמידי רשב\"א והמגיד פרק ט') בד\"א בשלא הלכו אבל הלכו החמרים ולא מצאו תבואה פועלים ומצאו שדה כשהיא לחה או ששכרם להשקות השדה ומצאוהו שנתמלא מים אם ביקר ב\"ה מלאכתו מבערב ומצאה שצריכה פועלים אין לפועלים כלום ומה בידו לעשות ואם לא ביקר נותן להם שכרן כפועל (פי' ששמין מי שהשכיר עצמו למלאכה זו וכן חמר שהשכיר חמור להביא משאוי כמה היה רוצה לפחות משכרו ולישב בטל ולבא ריקן) בטל שאינו דומה הבא טעון לבא ריקן ועושה מלאכה לבטל:"
    },
    {
      "id": "choshen_mishpat-333-2",
      "section": 2,
      "text": "בד\"א שאין להם עליו אלא תרעומות בשלא הלכו דוקא בשלא היו יכולים להשכיר עצמם אמש כששכרם ב\"ה זה אבל אם היו נשכרים אמש ועכשיו אינם נשכרים כלל ה\"ז כדבר האבוד להם ונותן להם שכרם כפועל בטל ואם נשכרים בפחות משלם הפחת ואם הלכו ודוקא שהלכו עצמם אבל לא שלוחם (המגיד פ\"ט בשמם) אע\"פ שלא היו מוצאים להשכיר עצמם אמש נותן להם שכרם כפועל בטל והוא שעכשיו אינם נשכרים כלל אבל אם מוצאים מי שישכירם בשכירותו אין להם אלא תרעומת (וי\"א דאפי' לא מצאו רק מלאכה כבידה מזו רק שרוצים להוסיף בשכרן צריכין להשכיר עצמן במקום אחר (מרדכי פ' האומנין בשם מהר\"ם) ויש חולקין (ב\"י בשם תלמידי רשב\"א) ואם אינם מוצאים להיות נשכרים אלא בפחות משלם להם הפחת וכל אלו הדינים כשלא ביקר בעה\"ב מלאכתו מבערב שהוא בפשיעתו אבל אם לא היתה פשיעת בעל הבית בדבר כלל ה\"ז אנוס ונפטר כמו שנתבאר: הגה ועיין לקמן סי' של\"ד סעיף ב' מלמד שהשכיר עצמו לשני שנים והתחיל שנה ראשונה מקרי התחלה גם לשנה שניה וה\"ה כל פועל (הגה\"מ פ' האומנין):"
    },
    {
      "id": "choshen_mishpat-333-3",
      "section": 3,
      "text": "התחיל הפועל במלאכה וחזר בו בחצי היום חוזר ואפי' קבל כבר דמי שכירות ואין בידו לשלם לבעל הבית יכול לחזור בו והמעות חוב עליו שנאמר כי לי בני ישראל עבדים ולא עבדים לעבדים: הגה ומה\"ט אסור לפועל אפי' מלמד או סופר להשכיר עצמו להיות בבית בעל הבית בקבע שלשה שנים (הגהות מרדכי פרק האומנין):"
    },
    {
      "id": "choshen_mishpat-333-4",
      "section": 4,
      "text": "כיצד דין הפועל שחזר בו אחר שהתחיל שמין לו מה שעשה ונוטל (בין הוקרה המלאכה או הוזלה ודוקא שחזר סתם אבל אם חוזר מכח יוקר אין שומעין לו) (טור בשם ר\"י) ואם קבלן הוא שמין לו את שעתיד לעשות (ע\"ל סי' ע\"ו (קע\"ו) סכ\"ג) בין שהוזלה בעת ששכרו בין שלא הוזלה בין שהוזלה המלאכה אח\"כ בין שלא הוזלה שמין לו מה שעתיד לעשות כיצד קבל ממנו קמה לקצור בשתי סלעים (או שקבל ע\"ע לעשות כך וכך חביות של יין) (ת\"ה סי' שמ\"ט) קצר חצייה והניח חציה בגד לארוג בשתי סלעים ארג חציו והניח חציו שמין לו מה שעתיד לעשות אם היה שוה ו' דינרים נותן לו שקל או יגמרו את מלאכתן ואם היה הנשאר יפה שני דינרים אינו נותן אלא סלע שהרי לא עשו אלא חצי מלאכה: הגה ובע\"ה החוזר בו דינו כקבלן שידו על התחתונה (טור):"
    },
    {
      "id": "choshen_mishpat-333-5",
      "section": 5,
      "text": "בד\"א בדבר שאינו אבוד אבל בדבר האבוד כגון פשתן להעלות מהמשרה או ששכר חמור להביא חלילין למת או לכלה וכיוצא בהם אחד פועל ואחד קבלן אינו יכול לחזור בו (משרתת או עבד של בעה\"ב מקרי דבר האבוד דב\"ה לא יכול לעשות מלאכה בעצמו וע\"י זה נאבד שלו) (ת\"ה סי' שכ\"ט) אא\"כ נאנס כגון שחלה (הוא או אשתו ובניו) (ת\"ה סי' שכ\"ט) או ששמע שמת לו מת (ל' הטור) ומיהו אינו צריך לשלם להם כל שכרם רק מה שעשו וידם על העליונה (טור שם והרא\"ש ורש\"י ושאר פוסקים ע' ס\"ק כ\"ה) ואם חזר בע\"ה וקבלן לאחר שעבר האונס סתם וחזרו ועשו אח\"כ מלאכתן צריך לשלם להן כל מלאכתן ואינו מנכה להן כלום (טור בשם אביו הרא\"ש והוא בפסקיו) אבל בלא\"ה מנכה לו כל ימי חליו או אנסו אע\"פ שלא חזר בו הפועל (תוס' ורשב\"ץ ותשובת מיימוני ס\"ס קנין סי' ל\"א) וה\"ה למלמד שחלה שמנכין לו דמי חליו ומיהו אם כבר קבל הפועל או המלמד שכרו י\"א דאינו צריך להחזיר (שם בתשו' מיימוני ובמרדכי עיין בס\"ק כ\"ה) ומלמד החוזר בו מקרי דבר האבוד וכן סופר המקבל לכתוב ספר אחד וחוזר בו מקרי דבר האבוד (תשו' מיימוני הנ\"ל ומרדכי פ' האומנין) מלמדין דינן כשאר פועלים שצריכין לעשות כמנהג להשכים או להעריב כמו שנתבאר סי' של\"א ואסור לעשות מלאכתו עם הלמוד או לנעור בלילה יותר מדאי או להרבות במאכל וכל המשנה ידו על התחתונה ומעברינן ליה (מרדכי פ' האומנין בשם הירושלמי והגהות מיימוני סוף הלכות שכירות) שכר עצמו לזמן יש לו דין פועל אבל אם שכר עצמו ללמוד ספר או חצי ספר יש לו דין קבלן (הגהות מיימוני פ\"ט משכירות) וע\"ל סי' של\"ד ושל\"ה מדיני מלמד ואם לא נאנס וחזר בו אם היה מוצא פועלים אחרים לשכור כששכר את אלו ועכשיו אינו מוצא שוכר עליהם או מטען (עס\"ק כ\"ח): הגה ואם מצא פועלים אחרים [ לשכור] והטעה את אלו צריך ליתן להם כפי מה שפסק להם באחרונה (טור ס\"ג בשם הרא\"ש) כיצד מטען אומר להם סלע קצצתי לכם בואו וטלו שתים עד שיגמרו מלאכתו ולא יתן להם אלא מה שפסק תחלה ואפי' נתן להם השתים מחזיר מהם התוספת: הגה פועל שעושה בחנם עם בעל הבית יכול לחזור אפי' בדבר האבוד (מהרי\"ק שורש קל\"ג):"
    },
    {
      "id": "choshen_mishpat-333-6",
      "section": 6,
      "text": "כיצד שוכר עליהם פועלים וגומרים מלאכתן שלא תאבד וכל שיוסיף לאלו הפועלים האחרים על מה שפסק לראשונים נוטל מהראשונים עד כמה עד כדי שכרן של ראשונים ואם היה להם ממון תחת ידו שוכר להשלים המלאכה עד ארבעים או חמשים זוז בכל יום לכל פועל אע\"פ ששכר הפועל בשלשה או ארבעה: הגה ואם לא שכר עליהם אחרים אין הפועלים חייבים לשלם לו הזיקו (נ\"י פרק האומנין) וי\"א הא דשוכר עליהן עד ארבעים או חמשים זוז היינו דוקא שתפס כלי אומנותם אבל שאר דברים לא (מרדכי פרק הנ\"ל) ודוקא בדבר האבוד שאינו ממון כגון מלמד או כדומה לזה אבל בדבר האבוד של ממון צריך לשלם לו כל הזיקו (ת\"ה סי' שכ\"ט הגהת אשר\"י):"
    },
    {
      "id": "choshen_mishpat-333-7",
      "section": 7,
      "text": "בד\"א שאין שם פועלים לשכור בשכרן להשלים המלאכה אבל אם יש פועלים לשכור בשכרן ואמר לו צא ושכור מאלו והשלם מלאכתך בין שכיר בין קבלן אין לו עליהם אלא תרעומת ושמין לשכיר מה שעשה ולקבלן מה שעתיד לעשות :"
    },
    {
      "id": "choshen_mishpat-333-8",
      "section": 8,
      "text": "אמר לאומן עשה לי דבר פלוני ואקחנו ממך ועשאו האומן ואח\"כ אינו רוצה לקחתו והוא דבר שאם לא יקחנו מיד יפסיד חייב: הגה שליח צבור שהשכיר עצמו עם מנהיגי העיר לשנה בתנאי כך וכך ואח\"כ השכיר עצמו לבני העיר הזאת עם מנהיגים שניים ולא התנה ודאי על תנאי הראשון השכיר עצמו ודוקא שחזר והשכיר עצמו בשנה שנייה אבל אם עמד עמהן בשתיקה לא אמרינן דנשאר על תנאו הראשון (ריב\"ש סי' תע\"ה ומהרי\"ק שורש קי\"ח) האב שהשכיר בנו למלאכה אע\"פ שאינו מעלה לו מזונות ודאי ניחא ליה במה שעושה האב ונוטל כפי מה שקצב האב עד שעה שיחזור בו (תשובת הרמב\"ן סי' ק\"ה) מלמד אצל בע\"ה שאמר לו בעל הבית לך מעמדי ונתרצה המלמד יוכל הבעל הבית לחזור בו ולעכבו דאינו יכול למחול שעבודו של נער (מרדכי ריש פרק האומנין ותשובת רשב\"א סי' תתע\"ג ור' ירוחם נכ\"ט ח\"ג מיהו בשאר פועל אם אמר לו בפני שנים לך מעמדי פטור בלא מחילה וי\"א אם אמר לו דרך כעס שאינו פטור (רבי' ירוחם הנ\"ל ב' הדעות):"
    }
  ]
}