{
  "id": "choshen_mishpat-296",
  "chapterLabel": "סימן 296",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-296-1",
      "section": 1,
      "text": "המפקיד בעדים וטוען הנפקד נגנבה או להד\"מ. ובו ח סעיפים:א' המפקיד או המשאיל או המשכיר את חבירו בעדים או שלא בעדים דין א' יש להם כיון שהודה זה מפי עצמו שהפקיד בידו או שהשאילו או שהשכירו ה\"ז נשבע שבועת השומרים שאין אומרים מגו לפוטרו משבועה אלא לפוטרו מלשלם (וי\"א דאמרינן מיגו ליפטור משבועה אלא שאין זה מיגו טוב לכן לא אמרינן ליה) (טור בשם הרא\"ש ור\"ן ר\"פ הנשבעין והמגיד פ\"ב דשכירות):"
    },
    {
      "id": "choshen_mishpat-296-2",
      "section": 2,
      "text": "אבל אם טען לא הפקדת בידי מאומה ולא השאלתני ולא השכרתני או שאמר אמת הפקדת בידי או השכרתני או השאלתני אבל החזרתי לך נשבע היסת ונפטר אפי' הפקיד בידו או השאילו או השכירו בשטר נאמן בשבועה בנקיטת חפץ לומר החזרתי לך במיגו שהיה יכול לומר נגנב אם הוא ש\"ח או נאנס אם הוא ש\"ש ומתה מחמת מלאכה אם הוא שואל וכשם שאם היה טוען כן היה צריך לישבע מן התורה בנקיטת חפץ כך כשטוען החזרתי צריך לישבע כעין של תורה:"
    },
    {
      "id": "choshen_mishpat-296-3",
      "section": 3,
      "text": "בד\"א כשהיה השומר יכול לטעון לומר נאנסו ולא נצרך אותו להביא ראיה על טענתו אבל אם היה חייב להביא ראיה על טענתו כגון שהיה במקום שעדים מצויים אינו נאמן לומר החזרתי אלא ישבע בעל השטר בנקיטת חפץ שלא החזיר לו וישלם והוא דאמר לו ישתבע לי שלא החזרתיו לך אבל אנן לכתחלה אמרינן ליה זיל שלים ליה:"
    },
    {
      "id": "choshen_mishpat-296-4",
      "section": 4,
      "text": "בא להחזיר לו פקדונו וא\"ל המפקיד אין זה פקדוני אלא אחר הוא או שלם היה ושברתו או חדש היה ונשתמשת בו מאה סאין הפקדתי אצלך ואין אלו אלא חמשים וב\"ה אומר זהו שהפקדת בעצמך וזה שנתת אתה נוטל הרי השומר נשבע היסת כשאר כל הנשבעים שאין כל שומר נשבע שבועת השומרים האמורה בתורה אלא בזמן שמודה בעצמו של פקדון כמו שאמר המפקיד אלא שטוען שנגנב או אבד או נשבה אבל אם אמר זהו שהשאלתני או שהשכרת לי או שנטלתי שכר על שמירתו והבעלים אומרים אינו זה אלא אחר או נשתנה מכמות שהיה הרי השומר נשבע היסת או שבועת התורה אם הודה במקצת כיצד מאה סאה הפקדתי אצלך והשומר אומר לא הפקדת אצלי אלא חמשים נשבע שבועת התורה מפני שהודה במקצת לא משום שבועת השומרים מאה כור של חטים הפקדתי אצלך והוא אומר לא הפקדת אצלי אלא מאה של שעורים נשבע היסת כשאר כל הנשבעים בטענה כזו:"
    },
    {
      "id": "choshen_mishpat-296-5",
      "section": 5,
      "text": "מתנה ש\"ח להיות פטור משבועה והשואל להיות פטור מלשלם וכן מתנה בעל הפקדון על ש\"ח או ש\"ש ושוכר להיות חייבים בכל כשואל שכל תנאי בממון או בשבועת ממון קיים וא\"צ לא קנין ולא עדים:"
    },
    {
      "id": "choshen_mishpat-296-6",
      "section": 6,
      "text": "טען זה שהיה שם תנאי והשומר אומר לא היה שם תנאי נשבע השומר שבועת השומרים ומגלגל בה שלא היה שם תנאי:"
    },
    {
      "id": "choshen_mishpat-296-7",
      "section": 7,
      "text": "טען שהפקיד אצלו וזה אמר לא אמרתי אלא הנח לפניך ולא נעשיתי לך שומר נשבע היסת שלא קבלו אלא בדרך זו וכולל בשבועתו שלא שלח בו יד ולא איבדו בידים ולא בגרם שגרם לו שיהיה חייב לשלם:"
    },
    {
      "id": "choshen_mishpat-296-8",
      "section": 8,
      "text": "הודה השומר שפשע וטען תנאי היה בינינו שלא אצטרך לשומרו כדרך השומרים והמפקיד אומר לא היה שם תנאי אע\"פ שהפקיד אצלו בעדים שמעידים שדבר זה פקדון הוא אצל זה אבל לא ידענו אם היה בתנאי אם לאו השומר נאמן מתוך שהיה יכול לומר שמרתי כדרך השומרים ונאנסתי נאמן לומר שהיה ביניהם תנאי לפיכך ישבע שלא שלח בו יד ושאינו ברשותו ושהיה בהם תנאי ואם הביא המפקיד עדים שפשע חייב השומר ואינו נאמן במה שטוען תנאי היה בינינו שהרי אין כאן מגו: הגה ודוקא שיודעין עדים שהיה שומר עליו אבל בלא זה אע\"פ שפשע נאמן במגו שהיה יכול לומר לא הייתי שומר עליו דלא אמרתי אלא הא ביתא קמך (המגיד פ\"ו דשאלה):"
    }
  ]
}