{
  "id": "choshen_mishpat-225",
  "chapterLabel": "סימן 225",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-225-1",
      "section": 1,
      "text": "אם קבל עליו כל אונס שאירע או התנה בפירוש שלא יהיה עליו אחריות. ובו ו סעיפים:כל המוכר קרקע או עבד או מטלטלין הרי זה חייב באחריותן כיצד אם בא אחד והוציא המקח מיד הלוקח מחמת המוכר חוזר הלוקח ונוטל כל הדמים שנתן מן המוכר שהרי נלקח המקח מחמתו כך הדין בכל ממכר אע\"פ שלא פירש הלוקח דבר זה אלא קנה סתם אפילו מכר הקרקע בשטר ולא הזכיר בו אחריות ה\"ז חייב באחריות שאחריות שלא נזכר טעות סופר הוא:"
    },
    {
      "id": "choshen_mishpat-225-2",
      "section": 2,
      "text": "בד\"א כשהוציא המקח מיד הלוקח בב\"ד של ישראל כגון שהיה המקח מטלטלין והיו גנובים או גזולין או שהיתה הקרקע גזולה או שבא בעל חוב של מוכר וטרפה מיד הלוקח והכל בב\"ד של ישראל אבל אם עכו\"ם הוא שהוציא המקח מהלוקח בין בדין המלך בין בערכאות שלהם אין המוכר חייב באחריותו ואע\"פ שהעכו\"ם טוען שהמוכר גנב חפץ זה או גזלו ממנו והביא עידי עכו\"ם על כך אין המוכר חייב כלום שזה אונס הוא ואין המוכר חייב באחריות אונס:"
    },
    {
      "id": "choshen_mishpat-225-3",
      "section": 3,
      "text": "בד\"א בשלא התנה עמו אבל אם התנה עמו שכל אונס שיולד בקרקע זה יהיה חייב לשלם אפי' בא עכו\"ם וגזלה מחמת המוכר חייב לשלם אבל אם נפסק הנהר שהי' משקה אותה או שחזר הנהר לעבור בתוכה ונעשית בריכה או שבאה זועה והשחית אותה ה\"ז פטור שאלו וכיוצא בהן אונס שאינו מצוי הוא ולא עלה על לב המוכר דבר זה הפלא בעת שהתנה וה\"ה לכל תנאי ממון שאומדים דעת המתנ' ואין כוללין באותו תנאי אלא דברים הידועים שבגללן היה התנאי והם שהיו בדעת המתנה בעת שהתנה:"
    },
    {
      "id": "choshen_mishpat-225-4",
      "section": 4,
      "text": "מעשה באחד ששכר מלחים להביא שומשמים למקום פלוני והתנה עמהם שהם חייבים בכל אונס שיארע להם עד שיגיעו השומשמים למקום פלוני ונפסק הנהר שהיו מוליכים בו ואמרו חכמים זה אונס שאינו מצוי ואין חייבין להוליך השומשמים על גבי בהמה עד אותו מקום וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-225-5",
      "section": 5,
      "text": "אם התנה המוכר בפירוש שלא יהיה עליו אחריות אפילו אם נודע בודאי שהיתה גזול' והוציאה הנגזל מיד הלוקח אין המוכר חייב ואצ\"ל שאם בא ב\"ח וטרפה שאינו מחזיר לו כלום שכל תנאי שבממון קיים:"
    },
    {
      "id": "choshen_mishpat-225-6",
      "section": 6,
      "text": "המוכר לחבירו מרתף של יין והתנו ביניהם שלא יהיה אחריות על המוכר רק אם תשבר חבית או תשפך בלבד ולא יהיה אחריות על הלוקח אלא לענין הטעם בלבד כגון אם יחמיץ אם אח\"כ לא אירע כי אם אונס ניסוך הוא על המוכר:"
    }
  ]
}