{
  "id": "choshen_mishpat-101",
  "chapterLabel": "סימן 101",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-101-1",
      "section": 1,
      "text": "מגבין לבעל חוב מעות או מטלטלין ואם תלה מעותיו בעכו\"ם ואם יש עליו חובות לעכו\"ם. ובו יא סעיפים:בא לפרוע אם יש לו מעות צריך ליתנם לו ואינו יכול לדחותו אצל מקרקעי או מטלטלי ואם אינו ידוע לנו שיש לו מעות אין משביעין אותו ואפילו חזינן שיש לו מעות והוא אומר אינם שלי אלא של פלוני לא משביעינן ליה אבל מחרימים על כל מי שיודע שיש לו מעות והיכא דאמר אין לי מעות ונמצא שקרן תו לא מהימן בזה החוב אם אומר אין לי מעות אלא צריך למטרח ולמזבן ולהביא מעות: הגה וכן אם נראה לב\"ד שהוא משקר ויש לו מעות ואינו רוצה לשלם כופין אותו שישלם מעות (טור) ועיין למטה סעיף ז' ח':"
    },
    {
      "id": "choshen_mishpat-101-2",
      "section": 2,
      "text": "אם אין לו מעות אינו צריך למכור כדי ליתן לו מעות אלא נותן לו ממה שיש לו ואם יש לו מטלטלים וקרקע וחפץ המלוה יותר במטלטלים מבקרקע צריך ליתן לו מטלטלים אלא שנותן לו מאיזה מטלטלים שירצה הוא ואין המלוה יכול לומר איני רוצה מטלטל זה אלא זה:"
    },
    {
      "id": "choshen_mishpat-101-3",
      "section": 3,
      "text": "אם יש לו מעות וקרקע או מעות ומטלטלין והלוה אומר לפרעו במעות אין המלוה יכול לומר איני רוצה מעות אלא קרקע או מטלטלין (וכן) אם אין שם מעות אלא קרקע ומטלטלין והלוה רוצה ליתן לו מטלטלין אין המלוה יכול לומר איני רוצה אלא קרקע:"
    },
    {
      "id": "choshen_mishpat-101-4",
      "section": 4,
      "text": "אם אין לו אלא קרקע ובא ליתנו לו ואמר המלוה איני רוצה אותו ואיני מבקש ממך עתה כלום אלא אמתין עד שיהיה לך מעות הדין עם המלוה: הגה וע\"ל סימן ע\"ד היו מעות הלוה מופקדות ביד אחר מוציאין אותם ונותנים למלוה אבל אם היו בידם בהלואה אין מוציאין מידם קודם הזמן (תשובת רשב\"א אלף קכ\"ב):"
    },
    {
      "id": "choshen_mishpat-101-5",
      "section": 5,
      "text": "אם יש ללוה שטרי חובות על אחרים יכול להגבותם לו וישומו אותם כפי מה שהוא הלוה אם הוא אלם וכפי מה שהם נכסיו עידית או זיבורית (פי' המשובח שבקרקע שראוי לקבוע עליו דירה תרגום נאות יעקב עידית דבית יעקב. ופי' זיבורית החלק הגרוע שבקרקע מלשון זבורא שהוא מין מהבעלי חיים העוקצים): הגה ואפי' יש לו שאר מטלטלים יכול להגבות לו שטרות בשווים (דייק מהתרומות שהביא הב\"י שכתב למ\"ד אין גובין מיירי שיש נכסים אחרים ממילא למ\"ד דגובין מיירי נמי בכה\"ג):"
    },
    {
      "id": "choshen_mishpat-101-6",
      "section": 6,
      "text": "י\"א דבמוכר סחורה אינו מורידו לשומא כלל אלא שנותן לו מעות כמו שהתנה ומאותו מטבע שהתנה."
    },
    {
      "id": "choshen_mishpat-101-7",
      "section": 7,
      "text": "אם יש מעות ללוה ותולה אותם בעכו\"ם והמלוה חושש שהם שלו מחרימין על כל מי שיודע שיש לו מטלטלין או מעות וי\"א שאם הלוה אמוד אין שומעין לו וכופין אותו ליתן מעות:"
    },
    {
      "id": "choshen_mishpat-101-8",
      "section": 8,
      "text": "אם נודע שהממון שלו ותלה אותו בעכו\"ם ואינו יכול ליתן לו כי העכו\"ם מעכב כופין למכור קרקע וליתן לבע\"ח מעות וכן אם הדבר ידוע שיש לעכו\"ם ערעור על נכסי הלוה וירא המלוה ליטול קרקע מיראת ערעורו של עכו\"ם צריך הלוה לטרוח ולמכור וליתן המעות:"
    },
    {
      "id": "choshen_mishpat-101-9",
      "section": 9,
      "text": "כל מה שיתן לו מקרקעי או מטלטלין ישומו לו כפי מה שיוכל למכרם מיד אפי' בביתו לפי השעה ולפי הזמן ולא שיצטרך לחזור למוכרו בעיירות ובשוקים או לעכבו עד שימצאו לו קונים או שיתייקר דאם כן נעלת דלת בפני לווים:"
    },
    {
      "id": "choshen_mishpat-101-10",
      "section": 10,
      "text": "מגבין למלוה כל המטלטלים שימצאו ללוה ואם לא הספיקו המטלטלים מגבים לו קרקע אחר שיחרימו על כל מי שיש לו מטלטלים או על כל מי שיודע שיש לו מטלטלים ואינו מביאם לב\"ד (וכן עיקר ודלא כי\"א שצריך לישבע על זה) (הרשב\"א) וגובין כל הקרקע שיש לו אפילו הוא משועבד לכתובת אשה או לבע\"ח שקדם מגבין לזה מיד ואם יבא ראשון ויטרוף יטרוף:"
    },
    {
      "id": "choshen_mishpat-101-11",
      "section": 11,
      "text": "היו לו מטלטלין או קרקע ויש עליו חובות לעכו\"ם ואומר הרי כל נכסי משועבדים לעכו\"ם ואם יטלו אותם ישראל יבואו העכו\"ם ויאסרו אותי ואהיה בשביה אין שומעין לו אלא יגבה הישראל חובו ואם יאסרוהו העכו\"ם הרי כל ישראל מצווים לפדותו:"
    }
  ]
}