{
  "id": "choshen_mishpat-425",
  "chapterLabel": "סימן 425",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-425-1",
      "section": 1,
      "text": "חייבי מיתת ב\"ד היאך דנים אותן בזמן הזה. ובו ה סעיפים:הגה כל חייבי מיתות ב\"ד בזמן הזה אין בידינו להלקותן או להגלותן או להרגן או לחבטן אלא מנדין אותן ומבדילין אותן מן הקהל (טור ס\"א בשם רב נטרונאי גאון) וכל זה מצד הדין אבל אם רואין ב\"ד שהוא צורך שעה ומגדר מילתא יכולין לענוש במה שירצו (שם ובשם תשו' הגאון) כמו שנתבאר לעיל סי' ב': ודוקא בדיני נפשות הצריכין ב\"ד אבל הנהרגין בלא ב\"ד נידונין גם עתה כמו שיתבאר (טור שם) : הרודף אחר חבירו להרגו והזהירוהו והרי הוא רודף אחריו אפי' היה הרודף קטן הרי כל ישראל מצויים להצילו באבר מאברי הרודף ואם אינם יכולים לכוין ולא להצילו אלא א\"כ יהרגו לרודף הרי אלו הורגים אותו אע\"פ שעדיין לא הרג: הגה (טור ס\"ז) הבא במחתרת לגנוב ג\"כ דינו כרודף ואם ידוע שלא בא רק על עסק ממון ואף אם יעמוד בעל הממון נגדו לא יהרגהו אסור להרגו ועיין בדברי הטור בסי' זה מי שמסכן רבים כגון שעוסק בזיופים במקום שהמלכיות מקפידות דינו כרודף ומותר למסרו למלכות (נימוקי מהר\"ם מריזבורק] כמו שנתבאר לעיל סימן שפ\"ח סי\"ב:"
    },
    {
      "id": "choshen_mishpat-425-2",
      "section": 2,
      "text": "לפיכך העוברת שהיא מקשה לילד מותר לחתוך העובר במעיה בין בסם בין ביד מפני שהוא כרודף אחריה להרגה ואם הוציא ראשו אין נוגעין בו שאין דוחין נפש מפני נפש וזהו טבעו של עולם:"
    },
    {
      "id": "choshen_mishpat-425-3",
      "section": 3,
      "text": "וכן הרודף אחר הזכר או אחר אחת מכל העריות (לאנסה) חוץ מהבהמה מצילין אותו אפילו בנפש הרודף ואם רדף אחר ערוה ותפס ושכב עמה כיון שהערה בה אע\"פ שלא גמר ביאתו אין ממיתין אותו עד עמדו בדין:"
    },
    {
      "id": "choshen_mishpat-425-4",
      "section": 4,
      "text": "רדף אחר ערוה ואחרים היו רודפים אחריו להצילה ואמרה להם הניחוהו כדי שלא יהרגני אין שומעין לה אלא מבהילין אותו ומונעין אותו ע\"י הכאת אבריו ואם אינם יכולים באבריו אפילו בנפשו: הגה הבא על העכו\"ם בפרהסיא לעיני י' ישראלים קנאין פוגעין בו ומותרין להרגו ודוקא בשעת מעשה אבל אם פירש אסור להרגו ודווקא שהתרו בו ולא פירש ודוקא שבא הקנאי להורגו מעצמו אבל אם שאל לבית דין אין מורים לו כך:"
    },
    {
      "id": "choshen_mishpat-425-5",
      "section": 5,
      "text": "אפיקורס מישראל והם עובדי עכו\"ם או עושה עבירות להכעיס אפילו אכל נבילה או לבש שעטנז להכעיס [ הרי זה] אפיקורס והכופרים בתורה ובנבואה מישראל מצוה להעבירן אם יש בידו להעבירן בפרהסיא מעבירן ואם לאו יסבב בסיבת העברתן כיצד ראה אחד מהם שנפל לבאר והסול' בבאר קודם ומסלקו ואומר הריני טרוד להוריד בני מהגג ואחזירנו לך וכיוצא בדברי' אלו אבל העכו\"ם שאין בינינו ובינם מלחמה ורועה בהמה דקה מישראל במקו' שהשדו' הם של ישראל וכיוצ' בהם אין מסבבין להם המית' ואסור להצילן (שם די\"א ע\"ל סל\"ד סי\"ג ובסימן ת\"ט) בד\"א בישראל בעל עבירות והוא עומד ברשעו ושונה בו תמיד כגון רועה בהמה דקה שפקרו בגזל והם הולכים באולתם אבל ישראל בעל עבירות שאינו עומד ברשעו תמיד אלא עושה עבירות להנאת עצמו כגון אוכל נבילות לתיאבון מצוה להצילו ואסור לעמוד על דמו (שם) (די\"ג) (עיין ביורה דעה סי' קנ\"ח):"
    }
  ]
}