{
  "id": "choshen_mishpat-092",
  "chapterLabel": "סימן 92",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-092-1",
      "section": 1,
      "text": "דין החשוד על השבועה. ובו יד סעיפים:החשוד על השבועה אין משביעים אותו לא שבועת התורה ולא שבועה של דבריהם ואם אמר התובע אקבל שבועתו אע\"פ שהוא חשוד אין שומעין לו:"
    },
    {
      "id": "choshen_mishpat-092-2",
      "section": 2,
      "text": "נקרא חשוד מי שנשבע לשקר אחד שבועת העדות ואחד שבועת הפקדון ושבועת שוא וביטוי (טור ס\"ג בשם הרא\"ש) ואפי' עבר על חרם שהחרימו הקהל (טור בשם רש\"י) ויש אומרים דדוקא בשבועה דלשעבר כגון אכלתי ולא אכלתי שבשעה שיצאה שבועה מפיו יצאה לשקר אבל בשבועה דלהבא כגון שלא אוכל ואכל לא:"
    },
    {
      "id": "choshen_mishpat-092-3",
      "section": 3,
      "text": "וכן הפסול לעדות מחמת עבירה בין עבירה של תורה כגון מלוה ברבית או אוכל נבילות וכיוצא בהם בין של דבריהם כגון מפריחי יונים ומשחקים בקוביא נקרא חשוד וכל מי שחשוד ליקח ממון חבירו חשוד על השבועה ודוקא שיש עדים שלקח ממון חבירו אבל בלא עדים אינו חשוד דשמא (ספק) מלוה ישנה יש לו עליו שבשביל כך תפס אותו:"
    },
    {
      "id": "choshen_mishpat-092-4",
      "section": 4,
      "text": "התובע לחבירו מלוה שהלוהו וכפר אע\"פ שמביא עדים להכחישו אינו חשוד כל זמן שלא נשבע אבל הכופר בפקדון הוי חשוד אע\"פ שלא נשבע והוא שיש עדים שראוהו בידו בשעה שכפר: (מיהו אם רוצה לשלם הפקדון אע\"ג דעובר על לא תחמוד אינו נפסל) (הגהות מרדכי פ\"ק דמציעא):"
    },
    {
      "id": "choshen_mishpat-092-5",
      "section": 5,
      "text": "אין אדם נעשה חשוד עד שיבואו עליו עדים שעבר עבירה שנפסל בה אבל המודה מעצמו שהוא חשוד ושעבר עבירה שנפסל בה אע\"פ שחושדים אותו ואין ראוי לעשותו עד לכתחלה אם נתחייב שבועה להפטר מתביעה שתובעים אותו משביעין אותו אבל אם הוא מהנשבעים ונוטלים אינו נשבע ונוטל ויש מי שאומר שאם נתחייב שבועה להפטר כיון שהוא אומר שהוא חשוד אם רצה התובע נשבע ונוטל:"
    },
    {
      "id": "choshen_mishpat-092-6",
      "section": 6,
      "text": "מי שנתחייב לחבירו שבועה ושאל שיחרימו בבהכ\"נ על מי שיודע שזה עבר שבועה השואל כן ראוי לנזיפה אבל אם אומר בודאי שיש לו עדים שיודעים שעבר על השבועה ואינם רוצים להעיד עד שיחרימו בב\"ה הרשות בידו להחרים בב\"ה: הגה ואותן היודעים צריכין להעיד כמו בשאר עדות שהוא באם לא יגיד וגו' (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-092-7",
      "section": 7,
      "text": "מי שנתחייב שבועה דאורייתא הוא חשוד על השבועה שכנגדו נשבע ונוטל אם טען עליו טענת ודאי ואם שניהם חשודים חזרה שבועה לנתבע ומתוך שאינו יכול לישבע משלם: הגה וי\"א דיחלוקו (טור בשם רב האי והרא\"ש ומרדכי פ' הנשבעים וב\"י בשם ר\"ת) וכן נראה לי לדון דהמוציא מחבירו עליו הראייה וי\"א דבחשוד כנגדו נשבע ונוטל דוקא שלא היה יודע כשעסק עמו שהיה חשוד אבל בלא\"ה לא דאל\"כ כל אחד יעסוק עם החשוד וישבע ויטול (ר' ירוחם נ\"ל ח\"ב והגהות מרדכי דב\"מ) ויש חולקים (תשו' הרא\"ש כלל י\"א סי' א'):"
    },
    {
      "id": "choshen_mishpat-092-8",
      "section": 8,
      "text": "היה החשוד שומר וטוען שאבד הפקדון או נגנב ושכנגדו אינו יכול לישבע וליטול שהרי אינו טוען ודאי שאכלו לפיכך אם טען בעל הפקדון ואמר בפני שלח יד בפקדוני או פשע בו הרי התובע נשבע כתקנת חכמים ונוטל:"
    },
    {
      "id": "choshen_mishpat-092-9",
      "section": 9,
      "text": "נתחייב החשוד שבועה מדבריהם אם היה מהנשבעים ונוטלים אינו יכול לישבע וליטול אלא הנתבע שכנגדו ישבע [היסת] ויפטר וכן פוגם שטרו וכל כיוצא בזה שהיה חשוד וטען הלוה שפרעו ואמר ישבע לי הרי הנתבע נשבע היסת ויפטר מהשטר וי\"א שכיון ששטר מקוים בידו גובה בלא שבועה:"
    },
    {
      "id": "choshen_mishpat-092-10",
      "section": 10,
      "text": "היה החשוד מהנשבעים בטענת ספק אינו נשבע ואין שכנגדו נשבע לפי שלא נתחייב זה שבועה שהרי לא טענו טענת ודאי:"
    },
    {
      "id": "choshen_mishpat-092-11",
      "section": 11,
      "text": "נתחייב החשוד שבועת היסת אין שכנגדו נשבע ונוטל אלא הרי הנתבע נפטר בלא שבועה ומ\"מ מחרימין סתם על מי שכפר ממון חבירו ואינו משלם לו הגה מיהו הנתבע יכול לומר השבע וטול ואז פטור אפי' מקבלת חרם (הגהות שניות דמרדכי דב\"מ):"
    },
    {
      "id": "choshen_mishpat-092-12",
      "section": 12,
      "text": "החשוד על השבועה ומוציא שטר על היתומים כיון שאין נפרעים מהיתומים אלא בשבועה והוא אינו יכול לישבע יפסיד:"
    },
    {
      "id": "choshen_mishpat-092-13",
      "section": 13,
      "text": "מי שנתחייב שבועת היסת והיה התובע חשוד אין הנתבע יכול להפך עליו שבועה שהרי אין יכול לישבע אלא ישלם או ישבע היסת והוא הדין לקטן שאין הנתבע יכול להפך עליו שבועה מי שנתחייב שבועה בין של תורה בין של דבריהם ונשבע ואח\"כ באו עדים שהוא חשוד אין שבועתו שנשבע כלום ואם נשבע ונטל יחזיר לבעל דינו מה שנטל ממנו ואם נשבע ונפטר ישבע זה שכנגדו ויטול ממנו:"
    },
    {
      "id": "choshen_mishpat-092-14",
      "section": 14,
      "text": "לעולם כזה דנים לחשוד עד שילקה בב\"ד ואם יש עדים שלקה ועשה תשובה חוזר לכשרותו בין לעדות בין לשבועה."
    }
  ]
}