{
  "id": "choshen_mishpat-253",
  "chapterLabel": "סימן 253",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-253-1",
      "section": 1,
      "text": "איזה לשון מועיל לש\"מ ואמר תנו מנה לפלוני ומאתים לפלוני וש' לפלוני. ובו לג סעיפים:שנים שנכנסו לבקר את החולה וצוה בפניהם כותבין ואין עושין דין ואם היו שלשה רצו כותבין רצו עושים דין: הגה להחזיק כל אחד במה שצוה ולדון בכל דברי ספק שנפל בצואה ואן אחד מן היורשין או מקבלים יכולים לומר לב\"ד אחר אזלינן (טור) בד\"א ביום אבל בלילה כותבין ואין עושין דין:"
    },
    {
      "id": "choshen_mishpat-253-2",
      "section": 2,
      "text": "ש\"מ שצוה ואמר יטול פלוני כל נכסי או מקצת נכסי או יחזיק או יזכה או יקנה כולם לשון מתנה הם וכן אם אמר יחסון או יירש על מי שראוי ליורשו ה\"ז קנה אבל אם אמר יהנה פלוני בנכסי או יעמוד בהם או יראה או ישען בהם לא קנה ואם אמר אני מניח לפלוני הוי לשון מתנה ואם אמר לשון יפול לפלוני כך וכך לשון ירושה הוא: הגה ובכל זה דוקא שהזכיר לשון מתנה אבל אם אמר כך וכך לפלוני בנכסי לאו כלום הוא (מהרי\"ק שורש צ\"ד) האומר לפרוע לאשתו כתובתה במעות מזומנים אין זה לשון מתנ' ואין יורשין צריכין לקיי' משו' מצו' לקיים דברי המת (ב\"י סי' רנ\"ב בשם הריטב\"א) כמו שנתבאר סוף סי' רנ\"ב:"
    },
    {
      "id": "choshen_mishpat-253-3",
      "section": 3,
      "text": "לשונות אלו של מתנה המועילים בשכיב מרע י\"א שהוא הדין שמועילים בבריא ויש אומרים שאינם מועילים:"
    },
    {
      "id": "choshen_mishpat-253-4",
      "section": 4,
      "text": "מה שכותבים במתנה תלך ותזכה ותירש ותמשכון ותעשה ממנה חפצך ורצונך אין לשונות אלו אלא שופרא דשטרא ואע\"פ שלא נכתבו הויא מתנה (אם כתוב בשטר צוואה לשון דאפשר לתלות בטעות סופר ע' לעיל סי' מ\"ט סעיף ו'):"
    },
    {
      "id": "choshen_mishpat-253-5",
      "section": 5,
      "text": "שכיב מרע שאמרו לו נכסיך למי אמר כמדומה שיש לי בן או שאשתי מעוברת עכשיו שאין לי בן ושאין אשתי מעוברת נכסי לפלוני ונודע שיש לו בן או שאשתו מעוברת אין מתנתו מתנה אפי' מת הבן או הפילה אשתו אחר כך:"
    },
    {
      "id": "choshen_mishpat-253-6",
      "section": 6,
      "text": "ש\"מ שאמר נכסי לפלוני או שאמרו לו נכסיך למי שמא לפלוני והשיב להם אלא למי יהיו אם הוא ראוי ליורשו זוכה בהם משום ירושה ונפקא מיניה שאם אמר ואחריו לפלוני אינו כלום שירושה אין לה הפסק ואם אינו ראוי זוכה בהם משום מתנה (ואם פי' בהדיא שנותן לו במתנה אפי' ראוי ליורשו אינו אלא לשון מתנה) (ב\"י בשם מהרי\"ל ומגיד פ\"ט דזכיה) (ועיין לעיל ר\"ס רמ\"ח סעיף א\"ב):"
    },
    {
      "id": "choshen_mishpat-253-7",
      "section": 7,
      "text": "בד\"א שזוכה בהם משום ירושה כשהיה היורש הזה אחת מבנותיו או אחד משאר יורשים אבל אם היה אחד מבניו לא עשאו אלא אפוטרופוס כמו שנתבאר בסי' רמ\"ו:"
    },
    {
      "id": "choshen_mishpat-253-8",
      "section": 8,
      "text": "שכ\"מ שאמר תנו ק\"ק זוז לפלוני בני כראוי לו או לאשתי כראוי לה או לבעל חובי כראוי לו נוטלים ק\"ק זוז עודף על חלק הבכורה והכתובה והחוב ואם אמר תנו ק\"ק זוז לבני בבכורתו או לאשתי בכתובתה לא יטלו שניהם אלא א' מהם וידן על העליונה ואם ק\"ק זוז יותר נוטלים ק\"ק זוז ואם הבכורה והכתובה יותר מק\"ק זוז נוטלים אותה אבל אם אמר תנו ק\"ק לבעל חובי בחובו אין לו אלא חובו ואם אמר ר' זוז לבני פ' שהוא פשוט בירושתו אין לו אלא ר' זוז) (טור) ואם לא אמר לא כראוי לו ולא בבכורתו ולא בכתובתה ולא בחובו בכולם ידם על העליונה ואפי' בבעל חוב אם אמר תנו ק\"ק זוז לפלוני בעל חובי רצה נוטלן רצה נוטל חובו ויש חולקין ואומרים שאם אמר סתם לבני פלוני או לאשתי (או לפלוני בעל חובי) (טור) מתנה נתן להם יתר על הראוי להם ואם אמר לבני בכורי דינו כאילו אמר בבכורתו מדהזכיר בכורה: הגה וסברא הראשונה נראה עיקר וכל זה דלא אמר דנותן במתנה אבל אם אמר בפירוש אני נותן במתנה ר' זוז לפלוני בעל חובי או לאשתי נוטלין מלבד מה שחייב להן (ריב\"ש סי' ת\"פ) מי שאמר בתו תטול בנכסיו כך וכך ולא הזכיר לצורך נישואיה נוטלת המתנה מלבד עישור נכסים שלה (ב\"י סי' ר\"ן בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-253-9",
      "section": 9,
      "text": "שכיב מרע שאמר תנו ק\"ק זוז לפלוני וש' לפלוני ות' לפלוני אין אומרים הקודם בשטר זכה (וכגון שלא שתק בנתים דהיינו נמלך) (פי' רשב\"ם) לפיכך אם לא הניח אלא תת\"ק חולקים הנמצא לפי מה שכתב להם ואם יצא עליו שטר חוב גובה מכלם מכל אחד ואחד כפי מה שכתב להם כיצד היה החוב ת\"ן בעל הק\"ק נותן מאה ובעל הש' ק\"ן ובעל הת' נותן ק\"ק אבל אם אמר תנו ק\"ק זוז לפלוני ואחריו ש' לפלוני ואחריו ת' לפלוני כל הקודם בשטר זכה: הגה וכן אם נתן לכולם בשוה כגון שנתן לכל אחד ר' זוז כל הראשון ראשון קודם אע\"פ שלא אמר אחריו דאל\"כ ה\"ל למימר שיתנו להן ביחד ת\"ר זוז (טור בשם ר\"י והמ\"מ פ\"י בשם יש מי שכתב והב\"י בשם הרא\"ש) ויש חולקין בזה (המ\"מ שם שכן הסכימו המפרשים ועיין לעיל סי' קי\"א סעיף ח') לפיכך אם יצא עליו שטר חוב גובה מהאחרון אין לו גובה משלפניו אין לו גובה משלפני פניו והוא הדין בבריא שזיכה להם ע\"י אחר נמי דינא הכי) (טור):"
    },
    {
      "id": "choshen_mishpat-253-10",
      "section": 10,
      "text": "שכיב מרע שנתן מתנה והניח נכסיו ליורשיו אם יצא עליו שטר גובה כולו מהיורשים ואם לא הספיק גובה השאר ממקבל המתנה וה\"מ שפירש חלק מקבל המתנה ולא פירש חלק היורש אבל אם אמר תנו ק\"ק זוז לפלוני בני וק\"ק זוז לאיש פלוני בנו קודם שהרי הקדימו ואם יצא עליו שטר חוב גובה מאותו איש נכרי כיון שאיחרו:"
    },
    {
      "id": "choshen_mishpat-253-11",
      "section": 11,
      "text": "מי שאומר יש לי כך וכך נכסים ביד פלוני כך וכך נכסים ביד פלוני והיה מונה והולך את שלו ומתוך כך צוה ואמר תנו לפלוני ק\"ק זוז אין נותנים לו כל הק\"ק זוז מיד אלא לפי חשבון מה שיקבצו שהרי גילה דעתו שממה שיש לו רוצה לתת לו לפי חשבון:"
    },
    {
      "id": "choshen_mishpat-253-12",
      "section": 12,
      "text": "שכיב מרע שאמר תנו ר' זוז לפ' וישא בתי ה\"ז כמי שנתן לו ב' מתנות כל איזה מהם שירצה יקח לפיכך אם רצה ליקח המעות ולא ישא הבת הרשות בידו אבל אם אמר יקח בתי ויתנו לו ק\"ק זוז הרי זה תנאי ולא זכה במעות אם לא ישא הבת: הגה האומר תנו ק' זוז לבתי ותקנה בהן חגורה ומתה נותנין ליורשיה דהוי כאלו אמר שני צוואות ואע\"פ שאי אפשר לקיים לקנות בהן חגורה מ\"מ מתנה ראשונה קיימת (ת\"ה סי' ש\"ן):"
    },
    {
      "id": "choshen_mishpat-253-13",
      "section": 13,
      "text": "שכיב מרע שאמר תנו לפלוני שוה ק\"ק זוז מייני והחמיץ קצת מהיין ההפסד לפי חשבון וכן אם אמר תנו לו מדמי ייני ק\"ק זוז ונמכר ונאבדו קצת מהמעות ההפסד לפי חשבון אבל אם אמר תנו לו ק\"ק זוז מייני בין אם החמיץ קצת מהיין או נמכר ואבדו קצת מהמעות כל האחריות על היורשים ונוטל המקבל ק\"ק זוז שלימים ואם נתייקר לעולם הריוח ליורשים בכל ענין שאמר ואין נותנים לו אלא ק\"ק זוז וכן אם הוזל ההפסד ליורשים: הגה נתן לו דבר מסויים כגון חבית אחת בין החביות ונאבד אחד מהן ההפסד על המקבל (הרשב\"א ור\"ן ומרדכי פרק המקבל והמגיד פי\"א דזכיה) צוה ליתן לאחד מנה מנכסיו וצוה לאפוטרופסים לברור לו היפה ובירר לו מנה יפה ונאבד צריכין ליתן לו מנה אחר הואיל ולא סיים הנותן רק אמר ליתן מנכסיו (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-253-14",
      "section": 14,
      "text": "שכיב מרע שאמר תנו לפלוני בית המחזיק ק' חביות ולא נמצא לו בית מחזיק פחות מק\"כ זכה באותה בית שמחזיק ק\"כ:"
    },
    {
      "id": "choshen_mishpat-253-15",
      "section": 15,
      "text": "שכיב מרע שאמר תנו ת' זוז לבתי בכתובתה או לכתובתה אם דרך אנשי העיר להוסיף בשומת הנדוניא ולכתוב שוה מנה במאתים אינה נוטלת אלא ק\"ק שהרי לא אמר ת' סתם:"
    },
    {
      "id": "choshen_mishpat-253-16",
      "section": 16,
      "text": "אם אמר ק\"ק זוז לפלונית בנדוניית' אין להם לתת עד שתנשא ותצטרך לכך ואם מתה בנתים אין ליורשיה כלום אבל האומר תנו ק\"ק זוז לפלונית לנדוניותא חייבים לתת לה מעכשיו יוקרא וזולא דידה הוי ואם מתה קודם שתנשא זכו בהם יורשיה: הגה בכל אלו אין חילוק בין ש\"מ למתנת בריא בקנין (טור) ויש חולקין באלו הדינין וסבירא להו דאם אמר ליתן להשיאה ומתה לא זכו בהם יורשיה (מרדכי פ' אע\"פ) וכנ\"ל עיקר ועבי\"ד סי' רנ\"ג סעיף ז':"
    },
    {
      "id": "choshen_mishpat-253-17",
      "section": 17,
      "text": "ש\"מ שאמר תנו לבני שקל בכל שבת או שאמר אל תתנו להם אלא שקל ונמצא שאינו מספיק להם אלא סלע בכל שבת נותנים להם כל צורכם ואם אמר אם מתו ירשו אחרים תחתיהם אין נותנים להם אלא שקל ועיין בסי' רמ\"ח (אימת אין לאחריהם כלום):"
    },
    {
      "id": "choshen_mishpat-253-18",
      "section": 18,
      "text": "ש\"מ שאמר תנו מנה לפלוני נותנים בין אמר מנה זו בין אמר מנה סתם וה\"מ במצוה מחמת מיתה שקונה באמירה או במחלק כל נכסיו להרבה בני אדם וצוה לתת מכללם מנה לזה דהוי מסתמא מצוה מחמת מיתה אבל היכא דלא אקני אלא חד מנה בסתם הוי מתנת שכיב מרע במקצת דלא קנה אלא בקנין ובמיפה כחו והכא כיון דמנה אקני ליה אפי' בקנין לא קנה דמטבע אינו נקנה בחליפין וצריך להקנות לו אגב קרקע או דמסר ממונא ליד שליש מחיים:"
    },
    {
      "id": "choshen_mishpat-253-19",
      "section": 19,
      "text": "יש מי שאומר שאם אמר הריני נותן מנה לפלוני מנה ממש דוקא קאמר ואי איתיה בעיניה ממש ונאבד מראהו אבוד וכן אם יש לו כמה מנים בעין כל אחד בפני עצמו ונאבד אחד מדאהו אבוד ואפילו אמר מנכסי ואם אין לו מנה מיוחד אלא ת\"ק זוז בבת אחת ונאבד מנה מהם לא הפסיד זה אלא לפי חשבון ואם אין לו מעות כלל בעין ולא אמר מנכסי איכא למימר שלא זכה מקבל הגה דמנה ממש דוקא קאמר והא לית ליה (שם) וכ\"ש אם אמר ליתן לו מעות או זהובים דדוקא קאמר ואי לית ליה הפסיד אם לא אמר מנכסי או ל' אחר שמשמע כמו נכסי (מהרי\"ק שורש צ\"ד ותשו' רמב\"ן סי' ס\"ב):"
    },
    {
      "id": "choshen_mishpat-253-20",
      "section": 20,
      "text": "שכיב מרע שאמר הלואתי או פקדוני שביד פלוני תנו לפלוני דבריו קיימים וא\"צ מעמד שלשתן וכן אם אמר שט\"ח שיש לי על פלוני תנו לפלוני זכה במה שיש בשטר וכאילו כתב ומסר אע\"פ שלא משך השטר ואין היורש יכול למחול שטר שניתן במתנת ש\"מ והא דאמרי' שזכה בחוב בשלא שייר כלום שאל\"כ הויא לה מתנת ש\"מ במקצת ולא קניא אלא א\"כ הקנה לו בקנין ובמיפה כחו או שהוא מצוה מחמת מיתה וי\"א הא דשכיב מרע יכול להקנות הלוואה שלו שביד אחרים היינו בהלואה שיש לו ביד ישראל אבל לא הלוואה שיש לו ביד עכו\"ם ואפי' יש לו משכון או שטר מן העכו\"ם יש להסתפק אם יוכל להקנות (מרדכי פ' מי שמת והגה\"מ פ\"י דזכיה ומהר\"ם פאדוואה בתשו' סי' נ\"ו) וכנ\"ל להורות:"
    },
    {
      "id": "choshen_mishpat-253-21",
      "section": 21,
      "text": "שכיב מרע שאמר ידור פלוני בבית זה יאכל פלוני פירות דקל זה לא אמר כלום שלא הקנה להם דבר שיש בו ממש שהדירה והאכילה וכיוצא בהם הרי הם כדיבור וכשינה שאין נקנים אבל אם אמר תנו בית לפלו' כדי שידור בו עד זמן פלו' או תנו דקל זה לפלו' כדי שיאכל פירותיו דבריו קיימים שהרי הקנה להם הגוף לפירות והגוף דבר שיש בו ממש וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-253-22",
      "section": 22,
      "text": "צוה שיתנו דקל לפלו' והניח שני חצאי דקל יטלם שלזה נתכוון והם שקרא דקל (ואפי' יש לו דקלים שלימי' יכולין יורשין לומר שלזה נתכוין טור):"
    },
    {
      "id": "choshen_mishpat-253-23",
      "section": 23,
      "text": "שכיב מרע שאמר תנו ק\"ק זוז לעניים או ספר תורה לבית הכנסת יתנו במקום שהוא רגיל היה רגיל בשתים יתנו לכל אחד ואחד ונתבאר בטור י\"ד סי' רנ\"ח:"
    },
    {
      "id": "choshen_mishpat-253-24",
      "section": 24,
      "text": "ש\"מ שאמר נכסי לפלו' ופלו' חולקים בשוה אפי' הם מאה אמר נכסי לפלו' ולבניו חולקים אותו פלו' נוטל מחצה וכל הבנים מחצה אמר לפלו' ופלו' ולבני פלו' נוטלים בני פלו' מחצה ושנים הראשוני' מחצה [ יחלוק פלו' בנכסי יטול מחצה] תנו חלק לפלו' בנכסי יטול אחד מששה עשר ויש מי שהורה שיטול רביע הנכסים: הגה ואם אמר יטול פלוני חלק בנכסי והוא שכיב מרע ומחלק נכסיו לבניו נוטל חלק כאחד מן הבנים (טור) מי שנתן נכסיו לבניו ולבתו נוטלת חלק כאחד מהן ואם התנה שאם ישיאוה או תנשא בעצמה תטול נדונייתה ותסתלק דבריו קיימין ואם השיאוה אחד מן האחין ופסק לה פחות מן חלק המגיע לה לאו כל כמיניה שלא התנה אלא ישאוה בניו ביחד או תנשא בעצמה אבל לא אחד מהן (תשו' רשב\"א אלף מ\"ג):"
    },
    {
      "id": "choshen_mishpat-253-25",
      "section": 25,
      "text": "שכיב מרע שאמר תנו חלק לפלו' בבור היין שיש לי יטול רביע היין אמר תנו לו בו חלק לחביות הרי מיעט ויטול שמינית היין אמר תנו לו בו לקדרה נוטל חלק משנים עשר מן היין אמר תנו לו בו לטפיח (פי' כלי קטן לשתות בו) נוטל חלק מששה עשר מהיין שבבור שהרי גילה דעתו שלחלק מועט נתכוין ואין למדים מהשעורים האילו לדין אחר: הגה וי\"א דבכולן אין לו חלק אלא כל שהוא (טור בשם ר\"י והרא\"ש) וכל זה דוקא אמרי' במתנה אבל במכר אמרי' בכה\"ג הדמים מודיעים (המגיד פי\"א דזכיה ונ\"י בשם הר\"ן):"
    },
    {
      "id": "choshen_mishpat-253-26",
      "section": 26,
      "text": "ש\"מ שצוה לתת מתנה לעובר שבמעי אמו אם הוא בנו זכה העובר מפני שדעתו של אדם קרובה אצל בנו כמו שנתבאר בסי' ר\"י:"
    },
    {
      "id": "choshen_mishpat-253-27",
      "section": 27,
      "text": "אמר אם תלד אשתי זכר יטול מנה ואם נקבה מאתים וילדה זכר נוטל מנה ילדה נקבה נוטלת מאתים ילדה זכר ונקבה הזכר נוטל מנה והנקבה ק\"ק ילדה טומטום ואנדרוגינוס נוטל בפחות שבשניהם ואם נקרע ואח\"כ נמצא זכר יטול מנה:"
    },
    {
      "id": "choshen_mishpat-253-28",
      "section": 28,
      "text": "אמר אם תלד אשתי זכר ינתן לו שני שלישי ממוני ולאחי השליש ואם תלד נקבה ינתן לה שליש ממוני ולאחי ב' שלישים וילדה זכר ונקבה נתבטלה המתנה שנתן לאחיו וחוזר הדבר לדין תורה והכל לבן:"
    },
    {
      "id": "choshen_mishpat-253-29",
      "section": 29,
      "text": "שכיב מרע שאמר נכסי לטוביה ומת ובא א' ששמו טוביה ואמר אני הוא נוטלן (ואפי' אם יש טוביה אחר שראוי להסתפק בו אין ממתינין לו) (טור) ואם הוחזק שמו רב טוביה אינו נוטלן ואם היה הש\"מ גס בו וקורא אותו בשמו נוטלן באו שנים לתבוע וכל אחד מהם הוחזק שמו טוביה אם היה אחד מהם ת\"ח ת\"ח קודם (אא\"כ ידוע שדעתו יותר קרובה על שכינו או קרובו ששמו כך) (טור) אין בהם ת\"ח והיה אחד מהן שכן או קרוב הוא קודם היה אחד שכן ואחד קרוב שכן קודם שניהם קרובים או שניהם שכנים או שניהם ת\"ח יעשו הדיינים כמו שיראה להם כל מי שדעתם נוטה שעל זה אמר נותנים לו וכן אם היו רבים (והאי שכן לא בשכן הדר אצלו אלא בשכן חבירו הרגיל אצלו במשא ובמתן (טור) והא דאומדין דעת הנותן היינו דוקא בנותן להם מתנה אבל אם אמר שחייב לטוביה ובאו שנים שוין יחלוקו ביחד דהא ליכא אומדנא מאחר שחייב להן (ר\"ן פ' הכותב ):"
    },
    {
      "id": "choshen_mishpat-253-30",
      "section": 30,
      "text": "ש\"מ שצוה ואמר אל תספדוהו אין סופדין אותו אמר אל תקברוהו מנכסיו אין שומעין לו אלא כופין את היורשים לקברו מנכסיו:"
    },
    {
      "id": "choshen_mishpat-253-31",
      "section": 31,
      "text": "מי שנתן מממונו מתנות הרבה ושייר מעט ליורשיו היורשים חייבים לקוברו מי שאמר מנה לפלוני בני ולא יירש ומנה לפלוני בני ויירש והיו לו נכסים הרבה ואין לו רק אלו השני בנים השני יורש הכל ואין לראשון רק המנה שנתן לו (טור בשם ת' הרא\"ש סוף כלל פ\"ב):"
    },
    {
      "id": "choshen_mishpat-253-32",
      "section": 32,
      "text": "שטרי צוואה העולים בערכאות של עכו\"ם כשרים:"
    },
    {
      "id": "choshen_mishpat-253-33",
      "section": 33,
      "text": "מי שאמר נכסי לבני שמעון הזכרים אם יהיו לו ואם לא יהיו לו יהיו לבני נפתלי הזכרים וירדו מיד בני נפתלי לנכסים ואחר פטירת המצוה היו בנים זכרים לשמעון לא זכו במתנה זו לא אלו ולא אלו אלא הנכסים חוזרים ליורש: הגה מי שנתן לחבירו לדור בבית א' מבתים שלו וכתב שהמקבל יוכל לברר איזה בית שירצ' הן מבתים התחתונים הן מבתים העליונים יוכל לברר לו אף מבתים האמצעים שלא כתב לו רק ליפות כחו (ב\"י בשם הרשב\"א) אם כתבו העדים כל הצואה ביחד ובא א' ממקבלי מתנות ובקש שיכתבו לו צוואתו לבד אם רוצים העדים יכולין לעשות אבל אינן מחוייבים ואם רוצים מעידים לפני ב\"ד והן מפרסמין זכותו (תשובת רמב\"ן סי' פ\"ג):"
    }
  ]
}