{
  "id": "choshen_mishpat-073",
  "chapterLabel": "סימן 73",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-073-1",
      "section": 1,
      "text": "במה זמן סתם הלואה וכמה פרטי דיני הלוא'. ובו כ סעיפים:המלוה את חבירו סתם ולא קבע לו זמן במקום שאין להם מנהג יש לו זמן שלשים יום שאינו יכול לתבעו קודם בין במלוה בשטר בין במלוה ע\"פ בין במשכון בין בלא משכון ואם התנה שיתבע כל זמן שירצה יש לו לתובעו אפי' ביומו אבל שאלה סתם זמנה לאלתר ויכול לתובעו מיד: הגה מיהו אם הלוה מוחה שלא ליתן שטר למלוה והוא מבקש ממנו שטר צריך להחזיר לו מעותיו מיד כי מסתמא לא הלוה לו אלא שיכתוב לו שטר ומאחר שאינו רוצה יחזיר לו מעותיו (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-073-2",
      "section": 2,
      "text": "המלוה את חבירו וקבע לו זמן לפורעו אע\"פ שלא קנו מידו אינו יכול לתבעו קודם הזמן בין במלוה על פה בין במלוה בשטר בין במשכון בין שלא במשכון בין שמת מלוה בין שמת לוה אם יורשיו אמודים בנכסים כמוהו טען המלוה ואמר היום סוף הזמן שקבעת והלוה אומר עד עשרה ימים קבעת הלוה נשבע היסת ואם היה שם עד אחד שהיום סוף זמנו הרי זה נשבע שבועת התורה:"
    },
    {
      "id": "choshen_mishpat-073-3",
      "section": 3,
      "text": "זה אומר חמשה ימים נשאר מהזמן וזה אומר עשרה אומרי' למלוה המתן עוד עד סוף החמשה ואז ישבע היסת שנשאר עוד חמשה ימים:"
    },
    {
      "id": "choshen_mishpat-073-4",
      "section": 4,
      "text": "בד\"א במלוה על פה בלא משכון אבל אם היתה מלוה בשטר או על המשכון וטען המלוה שלא קבע לו זמן או שהיום סוף זמן שקבע לו ישבע המלוה היסת ויגבה חובו מיד:"
    },
    {
      "id": "choshen_mishpat-073-5",
      "section": 5,
      "text": "ראובן נשבע שלא למכור משלו לפרוע שום חוב ואח\"כ נשבע לפרוע לשמעון לזמן פלוני וכשהגיע הזמן טוען אין לי מעות וכבר נשבעתי שלא למכור משלי לפרוע שום חוב אם חוב שמעון קדם לשבוע' שלא למכור משלו לא חלה השבועה ומכין אותו עד שתצא נפשו אם אינו רוצה לפרוע ואם השבועה קדמה לחוב שמעון נמצאת השניה שבועת שוא ומכין עליה מכת מרדות ואם מתוך אימת המלקות יתחרט וימצא פתח לשבועה ראשונה יתירוהו לו וימכור ויקיים שבועה שניה:"
    },
    {
      "id": "choshen_mishpat-073-6",
      "section": 6,
      "text": "הנשבע לחבירו לפרעו קודם שיעבור זמן פלוני אע\"פ שלא תבעו בתוך הזמן עדיין השבועה במקומ' עומדת: ועיין בי\"ד סי' רכ\"ח סעיף מ\"ב מדינים אלו וסימן רל\"ב סעיף י\"ב:"
    },
    {
      "id": "choshen_mishpat-073-7",
      "section": 7,
      "text": "הנשבע לפרוע לחבירו ביום פלוני ואירע אותו יום בשבת חייב לפרעו קודם אותו יום ואם לא פרעו קודם צריך ליתן באותו יום משכון וישומו אותו ויתננו לו בתורת פרעון: הגה מי שנשבע לחבירו לפרוע לו לזמן והגיע השמיטה בנתיים או שמחל לו פטור משבועתו דכל שפטור מדין הפרעון אינו חייב לשלם מכח השבועה (תשובת רמב\"ן סי' רנ\"ו ומהרי\"ק שורש פ\"א בשם תשובת רשב\"א וב\"י ד\"מ סי' ס\"ז וע\"ש):"
    },
    {
      "id": "choshen_mishpat-073-8",
      "section": 8,
      "text": "הנשבע לחבירו לפרעו ביום פלו' והגיע הזמן והמלו' איננו בעיר הוא פטור עד שיבא המלו' או שלוחו אבל צריך שיהיו המעות בידו באותו יום ואינו רשאי להוציאם: הגה והני מילי שנפטר כשאין המלו' בעיר היינו דוקא כשלא היה המלוה דר במקום שהיה דר תחלה כשנשבע הלו' או יצא משם אבל אם הוא בעיר שהיה תחלה כשנשבע הלוה צריך להוליכו אחריו כי אדעתא דהכי נשבע תחלה (מהרי\"ק שורש י\"ז) וי\"א דאפי' אם עקר דירתו ממקום למקום אם אינו רחוק מן הלוה יותר מתחלה צריך להוליכו אחריו (מהרי\"ק שורש קי\"ב) מי שנשבע ליתן נדוניא לחתנו ובתוך זה הרגיל קטטה עם בתו ויש לחוש שירגיל יותר אם יתן לו א\"צ ליתן לו (טא\"ה סימן נ\"ב) מי שנשבע לשלם לחבירו אע\"פ שלא היה חייב לשלם לו מ\"מ חייב לשלם מכח שבועתו (תשו' הרא\"ש כלל ס\"ח סי' י\"א וריב\"ש סי' שד\"מ) וע' לקמן סי' נ\"ז סעיף ט\"ו וסעיף ל' ולקמן סי' ר\"ט ס\"ד:"
    },
    {
      "id": "choshen_mishpat-073-9",
      "section": 9,
      "text": "הנשבע לפרוע בראש חדש אדר חייב לפרוע ביום החדש הראשון:"
    },
    {
      "id": "choshen_mishpat-073-10",
      "section": 10,
      "text": "מי שיש לו שטר על חבירו לזמן ובא בתוך הזמן לב\"ד ואמר מצאתי מנכסי פלו' ואנא ירא שאם יבואו לידו יבריחם ממני ולא אמצא מקום לגבות חובי אם רואה הדיין שום אמתלא לדבריו שלא יוכל לגבות חובו כשיגיע הזמן מצוה על הדיין לעכב הממון עד שיגיע זמן השטר וכן הדין בלוה לזמן ובתוך הזמן רואה המלו' שהלו' מבזבז נכסיו ואין לו קרקע או שהלו' רוצה לילך למדינ' הים ותובע המלו' את שלו או שיתן לו ערב שומעין לו: הגה וה\"ה בכ\"מ שנראה לב\"ד לעכב מעות הנתבע (פסקי מהרא\"י סס\"ד) ומזה נשתרבב המנהג לעקל המעות אע\"פ שאין בו צורך כולי האי (ת\"ה סי' פ\"ה) ואם הנתבע מעיר אחרת ונראה לב\"ד שמן הראוי לעקל מעותיו של הנתבע אם הם בעיר התובע צריך הנתבע לילך ולדון בעיר התובע להוציא מעותיו (ועיין לעיל סי' י\"ד) אבל אם נראה לב\"ד שהנתבע ציית לו דינו בעירו ולא גברא אלמא הוא לא יעכבו לו מעותיו אע\"פ שהם בעיר התובע אלא ילך התובע אחר הנתבע (מהרי\"ו סי' ל\"ד וקנ\"ה) וכשנראה לב\"ד לעכב המעות צריכין להודיע לנתבע כדלקמן סי' ק\"ו מי שהיה דר בעיר עם המלוה ויצא משם והניח ממונו בעיר שיצא משם יכולים התובעים לכופו לדון עמהם בעירם שלא יהא כל אחד ואחד לוה והולך למדינת הים וב\"ד מודיעין לו תחלה (תשובת רשב\"א אלף קמ\"ט כדלקמן סי' ק\"ו):"
    },
    {
      "id": "choshen_mishpat-073-11",
      "section": 11,
      "text": "הקונה שדה מחבירו ויצאו עליה עסיקין (פי' ערעורין מן התעשקו עמו) ובא לב\"ד וטוען חושש אני שמא תצא השדה מידי ותאבד ממונך ולא אמצא לך (כלום) קנה באותו ממון קרקע כדי שאטרוף אותו שומעין לו:"
    },
    {
      "id": "choshen_mishpat-073-12",
      "section": 12,
      "text": "לאחר שעבר הזמן שקבע לו או ל' יום במלוה סתם אם הלוהו על משכון סתם יכול למוכרה על פי ב\"ד ואם הלוה בעיר יודיעוהו ב\"ד שאם לא יפרע יתנו לו רשות למכור המשכון ואם אינו בעיר (טור בשם הרמב\"ם) אין ב\"ד נזקקין לומר לו המתן עד שיבא הלוה ויטעון:"
    },
    {
      "id": "choshen_mishpat-073-13",
      "section": 13,
      "text": "ואם המשכון כלה והולך יכול למוכרו בב\"ד אפי' תוך ל' יום בין שהיו בעליו שם בין שלא היו שם:"
    },
    {
      "id": "choshen_mishpat-073-14",
      "section": 14,
      "text": "יש מי שאומר שאע\"פ שעבר זמן ההלואה צריך להמתין מלמכור המשכון שלשי' יום אחר תביע': הגה וא\"צ לתובעו בב\"ד רק יתבענו בפני עדים שיפרענו ואח\"כ יעכבנו ל' יום וימכרנו ואפי' אם תבעו רק בינו לבינו מהני אם הלוה מודה בכך (ד\"ע ליישב תשובת הרא\"ש דסתרי אהדדי) וי\"א דבמקום שהמנהג שהמלוה לעכו\"ם לא יוכל למכרו בפחות משנה דנין כן גם בישראל שהלוה לחבירו על המשכון דאזלינן בזה אחר המנהג (מרדכי פ' הגוזל בתרא) מי שנתן משכון לצדקה בעד מה שחייב הגבאי יכול למכרו כדין ההדיוט שמלוה על המשכון (מהרי\"ק שורש קצ\"ד):"
    },
    {
      "id": "choshen_mishpat-073-15",
      "section": 15,
      "text": "מי שיש בידו משכון של חבירו לא ימכרנו אלא בב\"ד רוצה לומר ב\"ד של ג' הדיוטות וישומו אותו כמה הוא שוה כמוכר בשוק וימכרנו באותה שומא שיתנו לו רשות למכור הבקיאים בשומא ומשיאין לו עצה למוכרו בעדים כדי שלא יאמר הלוה שנמכר ביותר מהשומא ואם מכרו שלא בשומא של שלשה שמאין לא עשה כלום והמכר בטל אף על פי שלא טעה (טור בשם תשו' הרא\"ש) ואם הוא בענין שא\"א להחזיר המכר כיון שמכרו שלא בשומת ג' בקיאין אע\"פ שהודיע ללוה חייב לפרוע כמו שהיה שוה בשעת המכירה אם יש עדים שיודעים כמה היה שוה באותה שעה ואם יאמרו שהי' שוה יותר מחובו יפרע לו המותר ואם אין עדים והמלו' אומר שהי' שוה כך יותר מחובו ישבע שהוא כדבריו ויפרע לו ואם אינו יודע כמה הי' שוה או אינו רוצה לישבע ישבע הלוה כמה היה שוה ויפרע לו המלוה מה שהי' שוה יותר על חובו (וה\"ה אם המלוה אומר שצוהו למכרו והלוה כופר המלוה נשבע) (מהרי\"ק שורש קצ\"ד):"
    },
    {
      "id": "choshen_mishpat-073-16",
      "section": 16,
      "text": "המוכר משכון שבידו על פי ג' הדיוטות בקיאין בשומא אינו רשאי ללקחו לעצמו ואם מוכרו ע\"פ ב\"ד מומחים יש מי שאומר שרשאי ללקחו לעצמו:"
    },
    {
      "id": "choshen_mishpat-073-17",
      "section": 17,
      "text": "המלוה את חבירו על המשכון ע\"מ שאם לא יפדנו לזמן פלו' שיגבה כדי חובו מהמשכון והמותר יהיה מתנה מעכשיו הוי אסמכתא ואם התנה עמו שאם לא יפדנו לזמן פלו' יהיה מוחלט הוי נמי אסמכתא ואם אמר לו קנה מעכשיו אם לא אפדנו עד זמן פלו' יש מי שאומר דלא הוי אסמכתא ושאם הלוה טוען לא יצא מפי קנה מעכשיו נאמן המלוה בשבועה (וע\"ל סי' ר\"ז בדיני אסמכתא) מי שיש בידו משכון מחבירו וכשהגיע הזמן א\"ל צא ומוכרו והלך ומכרו ואח\"כ בא הלוה לבטל המכר ואמר שלא כוון אלא לדחותו אין בדבריו כלום והמכר קיים: הגה אבל כל זמן שלא מכרו יכול לחזור בו ולומר שלא ימכרנו (תשו' רשב\"א סי' אלף י') וכן אם דחקו המלוה לפרוע וא\"ל הלוה המשכון יהא שלך יכול לחזור בו (נ\"י סוף ב\"מ):"
    },
    {
      "id": "choshen_mishpat-073-18",
      "section": 18,
      "text": "אמר המלוה ללוה אין נותנין במשכון אלא עשרים זהובים וא\"ל תנהו ונזדמן לו דרך למדי והוליכו עמו ומכרו בשלשים הכל ללוה וההוצאות שהוציא להוליכו על הלוה אבל שכר טרחו לא ישלם לו כיון דבלאו הכי אית ליה אורחא להתם:"
    },
    {
      "id": "choshen_mishpat-073-19",
      "section": 19,
      "text": "הבא לפדות משכונו שביד שמעון ואמר לו כבר מחלת לי אין בדבריו כלום משום דבאדם שחייב לחבירו מעות שייך לשון מחילה אבל כשיש לו ביד חבירו חפץ לא שייך לשון מחילה אלא לשון מתנה (וכ\"כ לקמן ר\"ס רמ\"א):"
    },
    {
      "id": "choshen_mishpat-073-20",
      "section": 20,
      "text": "הבא לפדות משכונו משמעון ואמר לו הזהרתיך לפדותו כשהגיע הזמן ואמרת לי לך ומשכנו והבנתי שדעתך לומר שאמשכננו ברבית וכן עשיתי תפרע הקרן והרבית אין במשמעות לשון זה שימשכננו בריבית ולכן לא יפרע לו אלא הקרן:"
    }
  ]
}