{
  "id": "choshen_mishpat-058",
  "chapterLabel": "סימן 58",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-058-1",
      "section": 1,
      "text": "מי שהוציא שטר חוב על חבירו וטענת סטראי. ובו ד סעיפים:המוציא שטר מקוים על חבירו וא\"ל פרעתיך ואמר לו אמת שפרעתני אבל מלוה אחר היה לי עליך על פה ובשבילם קבלתים וזה השטר עדיין בחזקתו עומד אם לא נתנם לו בפני עדים נאמן והשטר עדיין בחזקתו וגובה בו בלא שבועה אם יש בו נאמנות ואם אח\"כ יתבענו שלקח ממנו שלא כדין נשבע היסת ונפטר ואם אין בו נאמנות אינו נוטל אלא בשבועה ואם לא פרעו הלוה עצמו אלא שלחם ע\"י שליח בין שאמר לו קח השטר ותן לו המעות בין שאמר לו (וע\"ל סי' ק\"ל סעיף ה') תן המעות וקח השטר חייב השליח לפרוע למשלח (וע\"ל סי' ק\"ל ס\"ה): הגה וי\"א דאחר דחייב השליח לשלם לא יכול המלוה לעכבן אם יאמר שהלוה חייב לו ממ\"א אלא אם טוען שהשליח נתנם לו ג\"כ על חוב אחר ויש חולקים וס\"ל דבכל ענין יכול לומר דחייב לו ממקום אחר (מרדכי פרק הכותב שתי הדיעות) וכן מי שהפקיד ביד א' ואמר הנפקד שהפקדון הוא של פלוני אחר החייב לו אם טוען שבשליחות אותו פלוני נתן המפקיד בידו יכול לטעון עליו עד כדי דמיהן במיגו דהחזרתים אע\"ג דהמפקיד יצטרך לשלם לאותו פלוני אבל אם אומר שהמפקיד לא הזכיר לו אותו פלוני רק הפקידו בידו רק שהוא טוען שהפקדון של פלוני לא יוכל לעכבן הואיל ולא יכול לברר שאותו פלוני חייב לו (ריב\"ש סי' שצ\"ג) וי\"א דוקא שבא ליד הנפקד בתורת פקדון אבל אם תפסו מיד המפקיד ויש לו מגו יוכל לומר שאותו שהפקדון שלו הוא חייב לו כדי דמיו והמפקיד חייב לשלם שהרי פשע (ב\"י ס\"ס פ\"ד בשם הריטב\"א וכ\"כ עוד הריטב\"א כתובות פרק הכותב ע\"ש) אבל אם לא הזכיר שיקח השטר פטור הואיל ולא אמר ליתנ' לו בפני עדים (טור):"
    },
    {
      "id": "choshen_mishpat-058-2",
      "section": 2,
      "text": "טען הלוה ואמר הלא פרעתיך בפני פלו' ופלוני ובאו אלו והעידו שפרעו אבל לא הזכיר לו השטר והשיב המלוה חוב אחר הוא שפרעת לי הרי בטל השטר: הגה וי\"א דאין השטר בטל לגמרי רק דלא מגבינן ביה מיהו אם תפס לא מפקינן מיניה (טור בשם הרא\"ש והר\"ן) וכן נ\"ל עיקר בד\"א כשהעידו שנתן לו בתורת פרעון אבל אם ראוהו נותן לו מעות ולא ידעו אם בתורת פרעון או בתורת פקדון או בתורת מתנה אם אמר המלוה לא היו דברים מעולם הרי הוחזק כפרן ובטל השטר ואם אמר פרעון של חוב אחר הוא הרי זה נאמן ונשבע ונוטל מה שבשטר שהרי לא פרעו בעדים מתוך שיכול לומר מתנה נתנם לי נאמן לומר פרעון של חוב אחר הוא: הגה וי\"ח וס\"ל דאפי' בכה\"ג אתרע שטרא (טור בשם ר\"ת והרא\"ש וכ\"כ הרב המגיד בשם הרמב\"ן וכ\"כ הר\"ן) וכן נ\"ל עיקר דהמוציא מחבירו עליו הראיה וכל זה דנתנו לו בפני שני עדים אבל בפני ע\"א לא אמרי' דאתרע שטרא (טור בשם הרמב\"ן) וע\"ל סי' ע':"
    },
    {
      "id": "choshen_mishpat-058-3",
      "section": 3,
      "text": "אמר לו הלוה הלא שטר חוב זה דמי שור שלקחתי ממך הוא ואתה גבית דמי בשרו ואמר לו בעל השטר כן אני גביתי דמיו אבל מחוב אחר שהי' לי אצלך הואיל והודה שדמי השור הוא החוב ומדמיו נפרע בטל השטר אם יש עדים שפרע לו דמי השור ויש מי שכתב שאע\"פ שאין עליו עדים שפרע מדמיו ישבע הלוה היסת שפרעו (והעיקר כסברא הראשונה) (אם ידוע שנתן לו קצת הדמים על חוב אחר לא יוכל לומר על האחרים שהם חוב אחר) (מהרי\"ק שורש ק\"כ):"
    },
    {
      "id": "choshen_mishpat-058-4",
      "section": 4,
      "text": "מי שנושה בחבירו שני חובות ופרע לו הלוה סתם הרשות ביד המלוה לומר מחוב פלוני לקחתי ולא עוד אלא אפי' אמר לו לוה בשעת פרעון הילך מעות אלו בשביל חוב פלו' ומלוה קיבל ושתק יכול לומר אח\"כ המלוה שבשביל מלוה על פה או בשביל חוב אחר תפסם (וע' לקמן סי' פ\"ג סעיף ה'):"
    },
    {
      "id": "choshen_mishpat-058-5",
      "section": 5,
      "text": "נתן הלוה למלוה מנה ליתנם לבעל חוב אחר רשאי לעכבם לעצמו:"
    }
  ]
}