{
  "id": "choshen_mishpat-018",
  "chapterLabel": "סימן 18",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-018-1",
      "section": 1,
      "text": "כיצד נושאין ונותנין בדבר ושהולכין אחד הרוב. ובו ו סעיפים:הביא א' מהבעלי דינים עדים לדבריו מכניסין העדים ומקבלים עדותם כראוי כמו שיתבאר בסי' כ\"ח ולאחר שיקבלו עדותם יוציאו כל אדם לחוץ וישאו ויתנו בדבר (י\"א דטוב להתחיל מן הקטן) (נ\"י פרק אד\"מ) אם יסכימו לדעת אחת מוטב ואם לאו ילכו אחר הרוב שנים אומרים זכאי וא' אומר חייב זכאי. שנים אומרים חייב וא' אומר זכאי חייב א' אומר זכאי וא' אומר חייב וא' אומר איני יודע ואפי' שנים אומרים זכאי או חייב וא' אומר איני יודע יוסיפו שני דיינים ונמצא שהם חמשה נושאים ונותנים בדבר אם ג' מזכים וב' מחייבים זכאי ואם ג' מחייבים ושנים מזכים חייב שנים אומרים זכאי ושנים אומרים חייב וא' אומר איני יודע יוסיפו עוד דיינים אבל ארבעה אומרים זכאי או חייב וא' אומר איני יודע או שאמרו שלשה זכאי וא' אומר חייב וא' אומר איני יודע בין שהוא אותו שאמר תחלה איני יודע בין שהוא אחר הולכים אחר הרוב: הגה וכן נ\"ל עיקר דלא כמ\"ש לעיל סי' י\"ג סעיף ז' בהיפך והוא דעת החולקים ואפשר דעתו לחלק בין אם נתברר תחלה יותר מג' ובין ירדו מתחלה לג' אך אינו נ\"ל רק שחולקים הא' דעת הרמב\"ם והשנית דעת הרשב\"א קהל שבררו ד' או ה' בירורים אין הולכין אחר הרוב שאין רוב אלא בב\"ד ואם אמרו הקהל שילכו אחר הרוב והם שקולים אין אומרים שיבואו אחרים ויכריעו שהרי הקהל לא לקחו רק אלו המבוררים אבל אלו המבוררים יכולים לשאול לאחרים ויפסקו על פיהם מה שירצו (ב\"י ס\"ס י\"ג תשו' הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-018-2",
      "section": 2,
      "text": "היו מחצה על מחצה וא' אומר איני יודע הרי אלו מוסיפין ב' אחרים וכן אם נסתפק הדבר מוסיפין והולכים עד ע\"א הגיע לע\"א ואמרו ל\"ה זכאי ול\"ה חייב וא' אומר איני יודע נושאים ונותנים עמו עד שיחזור לצד הא' ונמצא ל\"ו מזכין או מחייבין ואם לא חזר לא הוא ולא אחד מהם הרי הממון ספק ומעמידים הממון בחזקת בעליו:"
    },
    {
      "id": "choshen_mishpat-018-3",
      "section": 3,
      "text": "כל מי שאומר איני יודע א\"צ לתת טעם לדבריו ולהודיע מאיזה טעם בא לו הספק כדרך שמראה המזכה מאיזה טעם מזכה והמחייב מאיזה טעם מחייב:"
    },
    {
      "id": "choshen_mishpat-018-4",
      "section": 4,
      "text": "שלשה שישבו לדין וסילק א' מהם עצמו אין השנים יכולים לגמור הדין: הגה וה\"ה אם נבררו מתחלה יותר מג' ונסתלק א' כמו שנתבאר לעיל ס\"ס י\"ג:"
    },
    {
      "id": "choshen_mishpat-018-5",
      "section": 5,
      "text": "הא דאמרי' בגמ' הרב ותלמידו אין מונים להם אלא אחד היינו דוקא בשעה שמלמדו הרב הדין ועל פיו סומך ואפי' בכהאי גוונא אם הוא תלמיד כרב אמי ורב אסי דלגמריה דרב הוו צריכי ולסברתיה לא הוו צריכי יכול ללמדו בשעת הדין ודן עמו אבל אם אין מלמדו בשעת הדין אע\"פ שהוא תלמידו מונים להם שנים רק שיהיה לו קצת סברא להבין לישא וליתן: הגה ולענין איסור והיתר או דיני טומא' וטהר' אפי' צריך לסברתיה מונים להם שנים (נ\"י):"
    },
    {
      "id": "choshen_mishpat-018-6",
      "section": 6,
      "text": "ב\"ד פוסקים בדיני ממונות שלא בפני בעל דין:"
    }
  ]
}