{
  "id": "choshen_mishpat-071",
  "chapterLabel": "סימן 71",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-071-1",
      "section": 1,
      "text": "לוה שהאמין למלוה בעל פה למה מועיל נאמנות. ובו כג סעיפים:התנה המלוה עם הלוה שיהא נאמן בכל עת שיאמר שלא פרעו הרי זה נוטל בלא שבועה אע\"פ שטוען שפרעו אפילו היא מלוה על פה: הגה ודוקא בדאיכא עדים שהאמינו עליו אבל אי ליכא עדים והלוה אומר שהאמינו ופרעו נאמן במיגו וע' לעיל סי' ס\"ט ס\"ב אבל אם הביא עדים שפרעו אינו נוטל כלום ואם התנה עמו שיהא המלוה נאמן כשני עדים אף על פי שהביא עדים שפרעו ה\"ז גובה ממנו בלא שבועה ואפי' הביא מאה עדים שפרעו בפניהם שהשנים כמאה: הגה ואפילו היה ללוה מיגו והיה אפשר למיפטר עצמו בטענה אחרת לא מהימנינן ליה במיגו נגד הנאמנות שהאמין עליו (ב\"י בשם הרשב\"א) אבל אם אמר לו הרי אתה נאמן עלי כשלשה הואיל וירד למנין אם פרעו בפני ארבעה הרי זה פרוע:"
    },
    {
      "id": "choshen_mishpat-071-2",
      "section": 2,
      "text": "הא דמהני נאמנות בלא קנין דוקא בשעת הלואה אבל לאחר הלואה ולא קנו מיניה לא משתעבד:"
    },
    {
      "id": "choshen_mishpat-071-3",
      "section": 3,
      "text": "הא דמהני נאמנות כנגד עדים הני מילי כשמעידים בפנינו פרעו אבל אם העידו בפנינו הודה שפרעו נאמני' שלא פסלם אלא לפרעון אבל הודאה מילתא אחריתי היא ובזה לא פסלם וכן אם העידו שמחל לו החוב נאמנים: הגה וכן כל כיוצא בזה דאין הנאמנות אלא למה שהאמינו עליו ולא יותר (טור סי\"ד בשם תשו' הרא\"ש) כגון מי שקבל מעות בעסקא והאמין לנותן עליו ועל יורשיו לומר שלא אירע הפסד באותו ממון ובכל אשר יאמר בעיקר הממון ואח\"כ נפטר המקבל והניח ממון ביד אחר והנותן אומר שהוא מעסק השותפות אינו נאמן בזה אפילו היה המקבל [חי] הואיל ולא נכלל בלשון הנאמנות (תשו' הרא\"ש כלל א\"א והביאו הטור) אבל כל מה שכתב עליו נאמנות מהני כגון אם כתב לו שיהא נאמן כמה הוציא הוצאות ושחדים מהני כמו שמהני לעיקר הקרן דכל תנאי שבממון קיים (כלל הנ\"ל סי' ח' והביאו הטור):"
    },
    {
      "id": "choshen_mishpat-071-4",
      "section": 4,
      "text": "המדקדקים עושין שובר מכתב ידו של מלוה על שטר של נאמנות ותו ליכא למיחש למידי:"
    },
    {
      "id": "choshen_mishpat-071-5",
      "section": 5,
      "text": "הרי שפרעו וטען המלוה שלא נפרע ופרעו פעם שני מפני התנאי הרי הלוה חוזר ותובע את המלוה בדין ואומר לו כך וכך אתה חייב לי מפני שפרעתיך שני פעמים אם הודה ישלם ואם כפר ישבע שבועת היסת על כך שלא פרעו אלא פעם אחת: הגה ואפי' פרעו תחלה בעדים מאחר שהאמינו נגד עדים אין לו עליו אלא שבועת היסת (טור בשם הרא\"ש והריב\"ן מיגא\"ש ב\"י): ולפיכך אם כתב לו בנאמנות שיהא נאמן בלא שום שבועה קלה וחמורה וגלגול לעולם לא משתבע לא בתחלת הפרעון ולא בסוף הפרעון: הגה שטר שכתוב בו נאמנות כל זמן שלא נכתב עליו תברא לא עליו על השטר ממש קאמר אלא על החוב קאמר ואפילו נכתב במקום אחר (מהרי\"ק שורש פ\"ט) אלא א\"כ פירש בהדיא דאז צריך לקיומי תנאיה (רשב\"ץ ומביאו ב\"י ס\"ס ע') ואם הביא עדים שפרעו מהני דהוי כאלו אמר אל תפרעני אלא בפני פלו' ופלוני ופרעו לפני עדים אחרים (שם) וכמו שנתבאר לעיל סי' ע' סעיף ד':"
    },
    {
      "id": "choshen_mishpat-071-6",
      "section": 6,
      "text": "אין הנאמנות מועיל שלא להחרים חרם סתם אפילו אם פירשו בפירוש: הגה פטרו מן השבועה נדר בכלל דאין חילוק בין נדר לשבועה רק בבעל הכותב לאשתו נאמנות (ר\"ן פרק הכותב):"
    },
    {
      "id": "choshen_mishpat-071-7",
      "section": 7,
      "text": "המחרים לא לימא כל מאן דגזליה אלא כל מאן דאיתיה לגזילה בידיה ולא מהדר:"
    },
    {
      "id": "choshen_mishpat-071-8",
      "section": 8,
      "text": "אין כותבים פתקא דלטותא להחרים בצבור אלא ליתומים שבאו בטענת אביהם או אפוטרופס ואמרו אין אנו יודעין אצל מי יש למורישנו כלום ואם אחד רצה לצאת מבהכ\"נ כשזה מחרים יש לב\"ד לומר למה אתה יוצא ואם לא רצה להתעכב אין מונעין אותו ואפילו שיצא בשעת החרם [החרם] חל עליו: הגה ועיין לעיל סימן ט\"ז ס\"ג דיש אומרים דנותנים לכל אדם חרם אחר עדות וכן נוהגין:"
    },
    {
      "id": "choshen_mishpat-071-9",
      "section": 9,
      "text": "שטר שיש בו נאמנות והלוה מוציא כתב יד המלוה שקבל ממנו סכום פלוני ביום פלוני וסכום פ' ביום פ' והמלוה טוען שאותו כתב יד הוא מעסק אחר הדין עם הלוה"
    },
    {
      "id": "choshen_mishpat-071-10",
      "section": 10,
      "text": "שטר שיש בו נאמנות ויוצא מתחת יד אחר יש מי שאומר שאין מועיל הנאמנות:"
    },
    {
      "id": "choshen_mishpat-071-11",
      "section": 11,
      "text": "כתב פרעון בעדים נגד שטר חוב ומת המלוה ויש כמה אמתלאות מוכיחות שכתב הפרעון מזוייף יתברר הדבר בדרישות וחקירות ואם אח\"כ יראה לב\"ד שהעדות מכוונת חייבים היורשים להחזיר השטר ללוה:"
    },
    {
      "id": "choshen_mishpat-071-12",
      "section": 12,
      "text": "אף על פי שיש בשטר נאמנות אינו גובה מהיתומים קטנים כי אולי כשיגדלו ימצאו שובר או עידי פרעון:"
    },
    {
      "id": "choshen_mishpat-071-13",
      "section": 13,
      "text": "שטר שיש בו נאמנות ונמצא המלוה כפרן בדבר אחד (נ\"א אחר) בעדים בטל הנאמנות:"
    },
    {
      "id": "choshen_mishpat-071-14",
      "section": 14,
      "text": "שטר שיש בו נאמנות ומנהג המקום שהרבה כותבין נאמנות בלא המלכת הבעלים לשופרא דשטרא והלו' טוען כי בלא רשותו נכתב אם העדים עצמם הם כאן ואומרים שלא כתבוהו אם מפני שהיו רואין שבשאר שטרות הוא כתוב כך אע\"ג דכתיב ביה וקנינא מיני' על כל מאי דכתיב לעיל אין סומכין על הנאמנות כיון שאינו מנהג פשוט לכתוב כן בכל השטרות (והוא הדין בשאר תקוני השטר וע\"ל סי' ס\"א סעיף ה') ואם כתוב בפירוש וקנינא על כל מאי דכתיב ומפורש לעיל ובענין הנאמנות מפורש ואח\"כ אמרו לא אמר לנו מעולם נאמנות זה או בטעות כתבנוהו אינם נאמנים דכיון שהגיד שוב אינו חוזר ומגיד לכך מנהג טוב לכתוב בשטרות קנין על הנאמנות מפורש ושוב אין לפקפק:"
    },
    {
      "id": "choshen_mishpat-071-15",
      "section": 15,
      "text": "במקום שנהגו שלא לכתוב נאמנות אלא בציווי הלו' כשמצוה הלוה מועיל אפילו בלא קנין: הגה ונ\"ל דוקא כשאמר כן בשעת הלואה כמו שנתבאר בסי' זה סעיף ב':"
    },
    {
      "id": "choshen_mishpat-071-16",
      "section": 16,
      "text": "שטר שיש בו נאמנות וכתוב בו זמן קבוע לפרעון אע\"פ שעבר הזמן עדיין הנאמנות קיים:"
    },
    {
      "id": "choshen_mishpat-071-17",
      "section": 17,
      "text": "במה דברים אמורים דמהני נאמנות סתם לפטרו משבועה בעוד שהלוה חי ובא לגבות ממנו אבל אם מת ובא לגבות מיורשיו לא מהני אלא א\"כ פירש שפוטרו ממנו ומיורשיו שאז גובים בלא שבועה ואם כתב תהא נאמן עלי ועל באי כחי יורשיו בכלל ומקבלי מתנה ג\"כ בכלל באי כחו:"
    },
    {
      "id": "choshen_mishpat-071-18",
      "section": 18,
      "text": "מת לוה בחיי מלוה בשטר שיש בו נאמנות סתם ואח\"כ מת מלוה היורשים גובים בשבועת היורשים שלא פקדנו אבא ששטר זה פרוע ואם כתב בשטר נאמנות מפורש שפטר אותו והבאים מכחו ממנו ומבאי כחו גובי' בלא שבוע' כלל:"
    },
    {
      "id": "choshen_mishpat-071-19",
      "section": 19,
      "text": "אין נאמנות מועיל לגבי לקוחות אפי' התנה בפירוש שיגבה מהלקוחות בלא שבועת המלו' (ריטב\"א וטור ר\"ס פ\"ב) והוא הדין למלוה מוקדם הבא לגבות שצריך לישבע אע\"פ שכתב בשטרו נאמנות:"
    },
    {
      "id": "choshen_mishpat-071-20",
      "section": 20,
      "text": "יש אומרים שאין נאמנות מועיל אלא לנפרע בפניו ממנו אבל שלא בפניו לא אלא ב\"ד משביעים אותו ואם פירש ולא לבאים מכחו אין בית דין משביעים אותו:"
    },
    {
      "id": "choshen_mishpat-071-21",
      "section": 21,
      "text": "מלוה שהאמין ללוה שיהא נאמן על השטר לומר שהוא פרוע מועיל נמי גבי יורשים שאם מת המלוה ובאים יורשים לגבות מהלוה נאמן לומר שהוא פרוע אבל צריך לישבע שהוא פרוע אפילו בחיי המלוה אלא א\"כ כתב לו שיהא נאמן בלא שבועה ואין המלוה יכול לגבות בשטר זה מן היורשים ולא מהלקוחות אפי' אם אמר הלוה לא פרעתי אין המלוה טורף בשטר זה מהלקוחות דחיישינן לקנוניא ואם טען הלוה בשטר זה ואמר פרעתי מקצתו או כולו והמלוה אומר לא פרע כלום משלם המקצת שהוד' בו ונשבע היסת ואם התנה עליו שיהא נאמן בלא שבועת היסת אינו נשבע כלל:"
    },
    {
      "id": "choshen_mishpat-071-22",
      "section": 22,
      "text": "כשהאמין המלו' ללוה שהוא נאמן על השטר לומר פרעתי אפי' תוך הזמן נאמן לומר פרעתי ואם מת הלוה תוך הזמן יש מי שאומר שאינו גובה מהיורשים שאנו טוענין שאביהם פרע ומיהו בחרם סתם דלא ידעי דלא פרע ויש מי שאומר שחייבים לפרוע אא\"כ הביאו עדים שאביהם אמר לפניהם שהוא פרוע:"
    },
    {
      "id": "choshen_mishpat-071-23",
      "section": 23,
      "text": "שטר שכתוב בו נתחייב פלוני לפלוני או לפלוני והאמין למוציא השטר ואחד מהם הוציא השטר וטוען הלוה שפרע לחבירו וחבירו מודה לו כיון שהאמין למוציא השטר לאו כל כמיניה לומר שפרע כל זמן שזה הוציא השטר ואם היו שותפים בחוב כיון שאחד מהם מודה שנפרע אם יש נכסים למודה ב\"ד יורדים לנכסיו ופורעים לחבירו חלקו ואם אין לו נכסים למודה אינו נאמן להפסיד לחבירו כיון שהשטר בידו אבל על חלקו הוא נאמן וב\"ד מגבין לאחר חלקו:"
    }
  ]
}