{
  "id": "choshen_mishpat-218",
  "chapterLabel": "סימן 218",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-218-1",
      "section": 1,
      "text": "המוכר בית כור עפר ויש בו סלעים ובקעים. ובו כה סעיפים:האומר לחבירו בית כור עפר אני מוכר לך (והוא הדין אם אמר בית כור לבד) (טור ב\"י ר\"י והרא\"ש) והי' בתוך השדות גאיות קטנים עמוקים עשרה טפחים אע\"פ שאין בה מים או סלעים גבוהין עשרה טפחים (ורחבן ד') (טור בשם רשב\"ם) (ואין בהם רובע הקב) (טור) אין נכללים בתוך הבית כור שאין אדם רוצה ליתן מעותיו במקום אחד ונראים כשנים או שלשה מקומות ולוקח אלו הגאיות והסלעים בכלל הבית כור בלא דמים: הגה ויש אומרים דנשארו למוכר ומ\"מ הלוקח צריך ליקח שאר השדה בלבד שיוכל לעבור המחרישה ביניהם (טור בשם רשב\"ם והרא\"ש ונ\"י ר\"פ בית כור):"
    },
    {
      "id": "choshen_mishpat-218-2",
      "section": 2,
      "text": "היו פחות מכאן (ואפי' מלאים מים) (טור) נמדדים עמה בד\"א בשלא היה בהם אלא בית ד' קבין והיו הארבע קבין מובלעים בתוך חמשת קבין בתוך רובה של שדה אבל היו יותר על ד' קבין (והם גבוהין ג') (טור בשם הרא\"ש) או שהיו מפוזרים הרבה או אינם מובלעים אע\"פ שאין בהם י' אינם נמדדים עמה:"
    },
    {
      "id": "choshen_mishpat-218-3",
      "section": 3,
      "text": "היו נבלעים רובן במיעוטן [או] מיעוטן ברובן או שהיו מחולקים כמו חוט שוה או כמו עגול או כמו משולש או שהיו בהצדדין או שהיו דרך עקלתון כל אלו ספק והמוציא מחבירו עליו הראיה:"
    },
    {
      "id": "choshen_mishpat-218-4",
      "section": 4,
      "text": "וכן אם היה עפר למעלה וסלע מלמטה או סלע מלמעלה ועפר מלמטה ה\"ז ספק:"
    },
    {
      "id": "choshen_mishpat-218-5",
      "section": 5,
      "text": "היה בו סלע יחידי אפי' בית רובע לכור אין נמדד עמה ואם היה סמוך למצר אפי' כל שהוא אין זה נמדד עמה הפסק עפר בין סלע למצר ה\"ז ספק: כל אלה דברי הרמב\"ם אבל יש דעות אחרות בדינין אלו והביאן הטור:"
    },
    {
      "id": "choshen_mishpat-218-6",
      "section": 6,
      "text": "אמר לו כבית כור עפר אני מוכר לך אפי' היו בה גאיות עמוקים י' טפחים או יותר או סלעים גבוהים י' טפחים או יותר הרי אלו נמדדים עמה: הגה וי\"א דוקא שאין בהן (יותר על) ד' קבין (טור בשם הרשב\"ם וב\"י בשם הרא\"ש ובשם הרי\"ף הר\"ן והרא\"ה) וכל זה מיירי שאין לוקח עומד בתוך השדה אבל אם עומד בתוך השדה הוי כאלו אמר בית כור עפר אני מוכר לך הן חסר הן יתר ואפי' חסר ז' קבים ומחצה הגיעו (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-218-7",
      "section": 7,
      "text": "האומר לחבירו בית כור עפר אני מוכר לך מדה בחבל אם פיחת כל שהוא מנכה לו מן הדמים ואם הותיר כל שהוא יחזיר לו:"
    },
    {
      "id": "choshen_mishpat-218-8",
      "section": 8,
      "text": "א\"ל בית כור עפר (זה) אני מוכר לך ה\"ז כמו שפירש ואמר בית כור עפר בין חסר בין יתר ואם פיחת מהמדה א' מכ\"ד שהוא רובע לכל סאה או הותיר רובע לכל סאה הגיעו יתר על כן יחשוב עמו (על) כל הרבעים שחסרו או הותירו וכל שפיחת מבית כור ינכה לו מהדמים: הגה י\"א דוקא שפחות שעדיין נקרא בית כור אבל יתר מכן לא דהא בית כור קאמר ליה ודוקא שאין לו קרקע יותר אבל מכר לו בית כור בשדותיו נותן לו בית כור מכוון (ב\"י בשם הר\"ן) וכל שהותיר על בית כור יחזיר לו:"
    },
    {
      "id": "choshen_mishpat-218-9",
      "section": 9,
      "text": "ומה הוא מחזיר לו אם היה התוספות פחות מט' קבין מחזיר לו דמים כשעת המכירה ליפות כח המוכר ואם היתה התוספות סמוכה לשדה אחרת של מוכר מחזיר לו אותה תוספת קרקע שהרי סומך אותה לשאר שדותיו ואינו מפסיד כלום:"
    },
    {
      "id": "choshen_mishpat-218-10",
      "section": 10,
      "text": "היתה התוספת יתירה על ט' קבין נותנים רובע לכל סאה וסאה והנשאר יתר על הרבעי' אם יש בו ט' קבין נותן כל הרבעים כולם עם היתר מהקרקע ונותנו לו כשעה שלקחה ממנו:"
    },
    {
      "id": "choshen_mishpat-218-11",
      "section": 11,
      "text": "בד\"א כשהיתה בזול בשעת ממכר והוקירה בשעת החזרת היתר אבל אם היתה ביוקר והוזלה אומרים ללוקח אם רצית ליתן לו דמי התוספת כולה תן לו דמים כפי הממכר ואם רצית ליתן לו קרקע תן לו כמו ששוה עכשיו:"
    },
    {
      "id": "choshen_mishpat-218-12",
      "section": 12,
      "text": "דין חצי קב בגינה כדין ט' קבין בשדה שאם הותיר בגינה פחות מחצי קב על הרבעים אינו מחזיר לו אלא דמים הותיר חצי קב מחזיר לו כל הרבעים עם היתר בדמים או קרקע כשעת הזול של עת החזרה (וכל מ\"ש מתחלת סעיף ט' ע\"כ הוא ל' הרמב\"ם פכ\"ח מה' מכירה והמ\"מ הניחו שם בצ\"ע והעיקר כדעת י\"א כי כל שהוא פחות מט' קבין הרשות ביד המוכר ליקח קרקע או מעות ואם נותן לו מעות נותן כשעת הזול בין היתה בזול והוקרה או היתה ביוקר והוזלה אבל היתה לו שדה אחרת סמוכה לתוספת זה נותן לו קרקע וכן אם היתה התוספת ט' קבין ומחשבין כל המותר בין הרבעים בין הנשאר) (טור):"
    },
    {
      "id": "choshen_mishpat-218-13",
      "section": 13,
      "text": "מכר שדה ונעשה גינה ביד לוקח או גינה ונעשה שדה ה\"ז ספק אם מחשב לו כדין שהיתה בעת המכר או כדין שהוא עתה:"
    },
    {
      "id": "choshen_mishpat-218-14",
      "section": 14,
      "text": "האומר לחבירו בית כור עפר אני מוכר לך מדה בחבל בין חסר בין יתיר או שא\"ל בית כור עפר אני מוכר לך בין חסר בין יתיר מדה בחבל הלך אחר הפחות שבלשונות ואין לו אלא כדין אם חסר אם יתיר:"
    },
    {
      "id": "choshen_mishpat-218-15",
      "section": 15,
      "text": "מכר לו בית כור וא\"ל בסימנים ובמצרים פיחת שתות או הותיר שתות הגיעו פיחת יתר על שתות ינכה לו מהדמים הוסיף לו יתר על שתות יתן לו דמים או קרקע הכל לפי השיור אם הנשאר בשדה פחות מט' קבין ובגינה פחות מחצי קב ולא היה סמוך לשדה המוכר מחזיר לו דמים:"
    },
    {
      "id": "choshen_mishpat-218-16",
      "section": 16,
      "text": "המוכר לחבירו שדה שהלוקח יודע אותה ואת מצריה וכבר הורגל בה אפי' אמר ליה יש במדתה ק\"ק ולא נמצא אלא ק\"נ הגיעתו שהרי ידעה וקיבל עליו ומה שאמר ליה חשבון ק\"ק כלו' שהיא שוה כמו אחרת שיש במדתה מאתים:"
    },
    {
      "id": "choshen_mishpat-218-17",
      "section": 17,
      "text": "האומר לחבירו בית כור פלוני אני מוכר לך אע\"פ שאין במדתו אלא לתך הגיעו שלא מכר לו אלא מקום הנקרא בית כור לפיכך צריך המוכר להביא ראיה שהוא נקרא בית כור:"
    },
    {
      "id": "choshen_mishpat-218-18",
      "section": 18,
      "text": "וכן האומר לחבירו כרם שלי במקום פלוני אני מוכר אע\"פ שאין בו גפנים הגיעו והוא שיהיו קורים אותו כרם וכן האומר לחבירו פרדס זה אני מוכר לך אפי' אין בו רמונים הגיעו והוא שיקרא פרדס וכן כל כיוצא בזה:"
    },
    {
      "id": "choshen_mishpat-218-19",
      "section": 19,
      "text": "כל אלו הדברים במקום שאין שם מנהג אבל במקום שיש מנהג הלך אחר המנהג ואחר לשון רוב אנשי המקום:"
    },
    {
      "id": "choshen_mishpat-218-20",
      "section": 20,
      "text": "האומר לחבירו חצי שדה אני מוכר לך שמין כמה שוה כל השדה ונותן לו מהכחוש שבה מה ששוה חצי הדמים של כל השדה וכן אם אמר לו חציה בדרום אני מוכר לך שמין לו דמי כולה ונותן לו בדרומה כחצי כל הדמים ומקבל עליו הלוקח לעשות בחלקו מקום הגדר (וי\"א דהמוכר נותן מחלקו המקום לעשות בו גדר וכו') (טור סי\"ח) ומאחורי הגדר סמוך לגדר חריץ קטן רחב ג' טפחים וחוצה לו חריץ אחר גדול רחב ששה טפחים ובין שני החריצין רחב טפח כל זה שלא תקפוץ הנמיה:"
    },
    {
      "id": "choshen_mishpat-218-21",
      "section": 21,
      "text": "היה לו חצי השדה ואמר לחבירו חצי שיש לי בשדה מכרתי לך קנה החצי כולו אמר ליה חצי השדה שיש לי לא קנה אלא רביע (ועיין לעיל סי' רי\"ד סעיף ז'):"
    },
    {
      "id": "choshen_mishpat-218-22",
      "section": 22,
      "text": "היה לו בקעה גדולה ובתוכה שדות הרבה וכל אחת חלוקה במצר שלה ומכר לו בה שדה ומצר לו מצרי הבקעה לא קנה אלא שדה אחת אף על פי שיש מעט שקורים לבקעה שדה (ועיין לעיל סי' רי\"ד סעיף ז') אבל אם אין מצר מפסיק קנה הכל דכל המוקף במצר אחד נקרא שדה אחד (הרא\"ש ס\"כ וטור) (ועיין ריש סי' רי\"ט):"
    },
    {
      "id": "choshen_mishpat-218-23",
      "section": 23,
      "text": "האומר לחבירו שדה דבי חייא אני מוכר לך והיו לו שתי שדות הנקראים בשם זה לא קנה אלא הפחות שבהם:"
    },
    {
      "id": "choshen_mishpat-218-24",
      "section": 24,
      "text": "האומר לחבירו שדות אני מוכר לך מיעוט שדות ב' א\"ל כל שדות אפי' ג' וד' חוץ מגנות ופרדסים (ודוקא שאמר שדות אבל אם אמר [כל] קרקעות הכל בכלל אפי' בתים) (טור סכ\"ב בשם רבינו יונה) אמר ליה נכסים אפי' גנות ופרדסים אבל לא בתים ועבדים ואם א\"ל כל נכסים אפי' בתים ועבדים וכל המטלטלים הידועים לו ואפי' תפילין שבראשו בכלל המכר (ודוקא שאמר כל נכסי אבל [אם] אמר נכסי דבי פלניא לא מכר לו המטלטלין שקנה מאותו פלוני דאין מטלטלין נקראים על שם המוכר) (טור בשם הר\"י):"
    },
    {
      "id": "choshen_mishpat-218-25",
      "section": 25,
      "text": "האומר לחבירו שדה ראובן אני מוכר לך וכיון שבא הלוקח להשתמש בה אמר ליה המוכר אינו זו השדה שהיתה של ראובן אלא כך היא קרויה ולעולם לא היתה לו אלא זו שהיתה של ראובן ולקחתיה ממנו והיא שמכרתי לך על המוכר להביא ראיה ואם לא הביא ראיה זוכה הלוקח בזו שכל העם קורין אותה של ראובן:"
    }
  ]
}