{
  "id": "choshen_mishpat-028",
  "chapterLabel": "סימן 28",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-028-1",
      "section": 1,
      "text": "כיצד מאיימין העדים ואין מקבלין עדות שלא בפני בע\"ד. ובו כו סעיפים:כל מי שיודע עדות לחבירו וראוי להעידו ויש לחבירו תועלת בעדותו חייב להעיד אם יתבענו שיעיד לו (בב\"ד תוס' וב\"י) בין שיש עד אחד עמו בין שהוא לבדו ואם כבש עדותו פטור מדיני אדם וחייב בדיני שמים: הגה ועד א' לא יעיד אלא בדבר ממון שמביא א' לידי שבועה או בדבר איסור ואפרושי מאיסורא אבל אם כבר נעשה האיסור לא יעיד דאינו אלא כמוציא שם רע על חבירו (הגהות מיימוני פ\"ה מהלכות עדות) ואסור לאדם להעיד בדבר שאינו יודע אע\"פ שאמר לו אדם שיודע בו שאינו משקר ואפי' אמר לו בא ועמוד עם עד א' שיש לי ולא תעיד רק שיפחד בעל חובי ויסבור שיש לי שני עדים ויודה לי לא ישמע לו. (טור):"
    },
    {
      "id": "choshen_mishpat-028-2",
      "section": 2,
      "text": "אדם רשאי להחרים בבית הכנסת על כל מי שיודע לו עדות שיבא ויעיד: הגה אבל לא יוכל להשביען אלא אם לא יגיד ונשא עונו (תשובת הרשב\"א סי' תרנ\"ח) מיהו אם נראה לב\"ד צורך שעה להשביען שיגידו האמת הרשות בידן (ב\"י בשם הרא\"ש) וע\"ל סי' י\"ז סעיף ג' ולקמן סי' ע\"א סעיף ז' ח' י\"א כשנותנים חרם בעדות אף הקרובים צריכים להעיד (מרדכי ריש פ' שבועת העדות) ואפי' בעל דבר בעצמו צריך להעיד (טור סי' ט\"ז) ויש חולקין (תשו' הרשב\"א סי' תרכ\"ז ותשו' הרא\"ש סי' כ') וכן עיקר וע' בי\"ד סי' רל\"ב מלך שצוה לתת חרם בעדות:"
    },
    {
      "id": "choshen_mishpat-028-3",
      "section": 3,
      "text": "אם עכו\"ם תובע ישראל ויש ישראל יודע עדות לעכו\"ם נגד ישראל ואין עד אלא הוא והעכו\"ם תובע שיעיד לו במקום שדיני העכו\"ם לחייב ממון ע\"פ עד א' אסור להעיד לו ואם העיד משמתין אותו: הגה אבל אינו חייב לשלם דיכול לומר אמת העדתי אבל אם יש לברר ששקר העיד חייב לשלם ואם בעל דבר מודה שאמת העיד אין משמתין אותו (הגהות מרדכי דבבא קמא) ואם מתחלה יחדו העכו\"ם לישראל להיות עד איכא חילול השם אם לא יעיד לו (ויעיד לו):"
    },
    {
      "id": "choshen_mishpat-028-4",
      "section": 4,
      "text": "ישראל התובע לעכו\"ם וכופר ויש לעכו\"ם עד אחד מותר להעיד לו אם יתבעהו: הגה וכ\"ש שב' עדים יכולין להעיד שהרי גם בדין ישראל יתחייב על פיהם וכן במקום שאין מוציאין ממון על פי עד אחד יכולים להעיד (שם בגמרא) ב' קרובים הרי הם כעד א' דהרי בדינינו אין אנו מוציאין ממון על פי עד אחד (הגהות מרדכי דב\"ק):"
    },
    {
      "id": "choshen_mishpat-028-5",
      "section": 5,
      "text": "ת\"ח שיודע עדות לישראל ותבעו שיעיד לפני בית דין קטן ממנו אם הוא עדות ממון אינו חייב לילך להעיד (אלא הם שולחין אליו ומעיד) (רבינו ירוחם נ\"ב ח' ב') אבל אם יש בו צד אפרושי מאיסורא חייב לילך ולהעיד וכל מי שיש לו ראיה בעדים מטפל בהם להביאם לב\"ד ואם ידעו ב\"ד שבעל דינו אלם וטען התובע שהעדים מפחדים מבעל דינו לבא להעיד (ויש הוכחה לדבריו) (טור) הרי ב\"ד כופין את בעל דינו שיביא הוא העדים וכן כל כיוצא בדברים אלו דנין בהם לאלם צריכים העדים לכתחלה להעיד מעומד ואם העד ת\"ח מושיבין אותו (וע\"ל סוף סי' זה):"
    },
    {
      "id": "choshen_mishpat-028-6",
      "section": 6,
      "text": "צריכי' הדיינים לכתחל' להיות יושבים בשעת קבלת העדות צריך שיבינו הדיינים לשון העדות שלא ישמעו מפי המתורגמן ואם מבינים מה שהם אומרים אפי' אם אינם יודעים להשיב מותר להעמיד תורגמן ביניהם (וע\"ל סי' י\"ז סעיף ו'):"
    },
    {
      "id": "choshen_mishpat-028-7",
      "section": 7,
      "text": "מאיימין (פי' מטילין אימה) על העדים בפני הכל ומודיעין אותם כח עדות שקר ובושת המעיד בה בעולם הזה ובעוה\"ב ושהוא בזוי בעיני שוכריו:"
    },
    {
      "id": "choshen_mishpat-028-8",
      "section": 8,
      "text": "אח\"כ מוציאים את כל אדם לחוץ ומשיירים את הגדול שבעדים ואומרים לו אמור היאך אתה יודע שזה חייב לזה אם אמר הוא אמר לי חייב אני לו או איש פלוני שהוא כשר ונאמן אמר לי שהוא חייב לו לא אמר כלום עד שיאמר שהוא בעצמו ראה שהלוה לו או שיאמר בפני הודה לו שהוא חייב:"
    },
    {
      "id": "choshen_mishpat-028-9",
      "section": 9,
      "text": "אח\"כ מכניסין העד השני ובודקין אותו אם העיד כמו חבירו נושאים ונותנים בדבר וגומרים הדין:"
    },
    {
      "id": "choshen_mishpat-028-10",
      "section": 10,
      "text": "אם העדים אומרים עדותן מכוונת בלשון אחד ממש יש לחוש שמשקרים ובעצה אחת כיונו לשונם וצריך לחקור ולדרוש אותם: הגה ואם העד האחד אמר עדותו והשני אמר אף אני כמוהו ידעתי לא מהני אא\"כ הלך למדינת הים וא\"א לו להעיד בפירוש (רבי' ירוחם נ\"ב ח\"ב ובמרדכי פרק נגמר הדין):"
    },
    {
      "id": "choshen_mishpat-028-11",
      "section": 11,
      "text": "העדים ששלחו עדותן בכתב לב\"ד אינו עדות דכתיב ע\"פ שנים עדים מפיהם ולא מפי כתבם: הגה וכן נוהגין ודלא כיש מכשירין אם העדים ראוין להעיד ואינם אלמים (טור בשם רבינו תם):"
    },
    {
      "id": "choshen_mishpat-028-12",
      "section": 12,
      "text": "חותכין דיני ממונות בעדות שבשטר אע\"פ שאין העדים קיימין כדי שלא תנעול דלת בפני לוין (וע' לקמן סי' ס\"א ס\"ב איזה דבר מקרי שטר גם לקמן סי' מ\"ו ס\"י):"
    },
    {
      "id": "choshen_mishpat-028-13",
      "section": 13,
      "text": "כל זמן שזוכר האדם יכול להעיד לעולם ואינו חושש שמא מתוך שנתיישן הדבר הרבה אינו זוכרו על בוריו אפי' אינו נזכר לעדות אלא מתוך הכתב שכשמסרוהו לו כתבו בפנקסו לזכרון דברים ושכח הדבר ואינו נזכר אלא מתוך הכתב יכול להעיד והוא שאחר שראה הכתב נזכר לדבר (וע' לקמן סי' מ\"ו סעיף י'):"
    },
    {
      "id": "choshen_mishpat-028-14",
      "section": 14,
      "text": "וכן אם נזכר לדבר ע\"י אחר שהזכירו לו יכול להעיד אפי' היה המזכיר העד השני אבל אם הבעל דין בעצמו מזכירו ונזכר לא יעיד ואם העד ת\"ח אף אם הבע\"ד בעצמו מזכירו שפיר דמי שודאי אי לא היה נזכר לא היה מעיד:"
    },
    {
      "id": "choshen_mishpat-028-15",
      "section": 15,
      "text": "אין מקבלין עדות שלא בפני בע\"ד ואם קבלו אין דנין על פיו: הגה וחוזרין ומגידין בפניו ואם שנו בעדותן בפעם שני ממה שהגידו בראשונה הולכין אחר העדות השני שהגידו בפניו אע\"פ שהגידו בראשונה על פי החרם דכל שלא בפניו כחוץ לב\"ד דמי וחוזרין ומגידין (ב\"י בשם רבי מנחם) ויש חולקין ואומרים דאם נתקבל העדות שלא בפניו כשר בדיעבד (ר\"י נ\"ב ח\"ב ומרדכי פרק הגוזל בתרא) ולכן אם הבעל דין הוא אלם והעדים יראים להגיד לפניו מקבלין העדות שלא בפניו ודנין על פיו (פסקי מהרא\"י סי' קע\"ה וקע\"ז) מיהו אם אפשר לכוף האלם כדרך שנתבאר לעיל סי' זה ס\"ה עדיף טפי י\"א דלא אמרו אין מקבלין עדות אלא בפני ב\"ד היינו בדיני ממונות אבל בקטטות ומריבות שיש לחוש שאם יעידו בפניהם יתקוטטו עם עדים גם יתקוטטו זה עם זה תקנו הגאונים שמקבלים העדות שלא בפניהם גם לא יגלו מי הם העדים (הגהת מרדכי) ול\"נ דדוקא כשאין הב\"ד רוצים לדון אחד מהם ע\"פ הדין ולענוש רק להשקיט הקטטה ולהורות כפי צורך המריבה אבל כשרוצים לענוש ולדון אחד מהם אין לקבל העדות אלא בפניו וכמו שנתבאר באה\"ע סי\"א ס\"ד:"
    },
    {
      "id": "choshen_mishpat-028-16",
      "section": 16,
      "text": "היה הבע\"ד חולה או שהיו העדים חולים מקבלים שלא בפניו ואם היו העדים מבקשים לילך למדינת הים ושלחו לבעל דין ולא בא או שאינו מצוי בעיר הרי אלו מקבלים עדות שלא בפניו: הגה אבל אם לא הודיעו אותו לא (טור) ודוקא שאין לחוש שהעדים ילכו קודם שיודיעו אותו (מרדכי בשם ראב\"ן ור\"י) וכמו שיתבאר לקמן בסמוך ואם היה הנתבע חולה אין מקבלין עדות שלא בפניו אע\"פ שיש לחוש שיפלו הנכסים קמי יתמי ולא יוכל לדון עמהם כמו שיתבאר בסי' ק\"י (טור) וי\"א דכל ששלחו אחריו ולא בא לב\"ד מהני ומקבלין עדות שלא בפניו אם פתחו ליה בדינא או אפי' לא פתחו ליה בדינא וצריך לדון לפני אותן דיינים כדרך שנתבאר סי' י\"ד (ר\"י נתיב ב' ח\"א) וכן אם היה דבר נחוץ וא\"א לקבל העדות אח\"כ כגון שהיו העדים חולים או התובע חולה ויש לחוש שימות (טור) וכן אם העדים הולכים למדינת הים ואין יכולין להמתין עד שיודיעו אותו מקבלין אע\"פ שלא שלחו אליו (נ\"י ומרדכי פ' הגוזל בתרא והראב\"ד והרשב\"א) וכן נראה ממה שפסק לקמן סי' ק\"מ ס\"י:"
    },
    {
      "id": "choshen_mishpat-028-17",
      "section": 17,
      "text": "ראובן שתובע את שמעון ועידיו במקום אחר יאמרו ב\"ד לשמעון אם חפץ לילך במקום העדים ויעידו בפניו ואם לאו יקבלו ב\"ד שבמקום העדים עדות שלא בפניו ויודיעו לבית דין שבמקום הבעלי דינין וידונו ע\"פ אותה קבלה: הגה וכן אם מצא עדיו בעיר אחרת ואין שהות לשלוח אחריו או שלא ימצא העדות אח\"כ גובין בפני ב\"ד שלא בפני בע\"ד ודנין ע\"פ העדות ההוא (א\"ז) וכן המנהג פשוט במדינות אלו אע\"פ שיש חולקים וס\"ל דאפי' במקום שיש לחוש שיפסיד העדות אם לא יקבלו שלא בפניו אין מקבלין אא\"כ שלחו לו תחלה אין נוהגין כן אלא כאשר נתבאר:"
    },
    {
      "id": "choshen_mishpat-028-18",
      "section": 18,
      "text": "לא אמרו אין מקבלין עדים שלא בפני ב\"ד אלא בתובע שמביא עדים על תביעתו אבל המביא עדים לפטור את עצמו מקבלים:"
    },
    {
      "id": "choshen_mishpat-028-19",
      "section": 19,
      "text": "אין מקבלין עדות על קטן אפי' בפניו דכיון דקטן הוא בפניו כשלא בפניו דמי ויתבארו פרטי דין זה בסי' ק\"י:"
    },
    {
      "id": "choshen_mishpat-028-20",
      "section": 20,
      "text": "אין שנים ראויין לקבלת עדות ואם קבלו לא עשו כלום:"
    },
    {
      "id": "choshen_mishpat-028-21",
      "section": 21,
      "text": "קבלת עדות צריך ג' מומחים יודעים הלכות עדות כשר ופסול וזהירין בקבלתן לכוין עדות כל א' כדתנן הוי זהיר בדבריך שמא מתוכן ילמדו לשקר וכל המקבל עדות ואינו ראוי לדון כאלו קבל עדות שקר ואינו ראוי לדון ע\"פ אותו שטר (אלא סומכין על העדים עצמן) (טור):"
    },
    {
      "id": "choshen_mishpat-028-22",
      "section": 22,
      "text": "נכון למקבלי עדות לפרסם בשטר קבלת העדות מי הם העדים מיהו אם לא כתבו מי הם העדים לא הפסידו (שם בתשו' רמב\"ן סי' קי\"ד):"
    },
    {
      "id": "choshen_mishpat-028-23",
      "section": 23,
      "text": "אם רצו הצבור לתקן שהשני סופרים מקבלים עדות ומגבין על פיהם וכן אם רצו שאם יפטר העד שהוזמן להעיד עם הסופר שתעל' חתימ' הסופר כשני עדים תקנתם קיימת: הגה כי בכל דברים כאלה רשות לציבור לתקן בעירם הטוב בעיניהם:"
    },
    {
      "id": "choshen_mishpat-028-24",
      "section": 24,
      "text": "מי שטוען שיש לו שני כיתי עדים ואמר הכת האחת שאינם יודעים כלום לא הפסיד זכותו ומביא כת שנייה אין מקבלין עדות אלא ביום ואם קבלוה בלילה אפי' היו עדיו רדופים לילך למדינת הים אין דנין על פי אותה קבלה: הגה מיהו אם קבלו עליהם בעלי הדינים לקבל העדות בלילה מקבלים אפי' לכתחלה (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-028-25",
      "section": 25,
      "text": "אין מקבלים עדות קודם שישיב הנתבע לתביעת התובע לפי שאולי יודה הנתבע ולא יהא צריך עדים ואטרוחי בית דין לא מטרחינן:"
    },
    {
      "id": "choshen_mishpat-028-26",
      "section": 26,
      "text": "אם קבלו עדים מעומד מה שעשו עשוי ואם היו נסמכים על העמוד אפי' לכתחלה מותר דסמיכה כישיבה ובסימן י\"ז נתבאר שעכשיו נהגו להושיב העדים:"
    }
  ]
}