{
  "id": "choshen_mishpat-110",
  "chapterLabel": "סימן 110",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-110-1",
      "section": 1,
      "text": "אין נזקקין לנכסי קטן. ובו יא סעיפים:כבר נתבאר בתחלת סימן ק\"ח שאין גובים מיורשי' קטנים שלא הגיעו לי\"ג שנה אפי' יש עליהם שטר שום מלוה שאינה על אחד משלשה דרכים שנתבארו שם אפי' היה בו נאמנות ואפי' היה בו כל תנאי שבעולם אין גובים בו אלא א\"כ יש עליהם מלוה ברבית שלוה אביהם מעכו\"ם שקבל עליו לדון בדיני ישראל שלא יתבע ליתומים עד שיגדילו ולא קבל עליו שלא יקח ריבית: הגה וכן אם ראו בית דין שיש בו שאר תועלת ליתומים לגבות כשהם קטנים כגון שבעל חוב רוצה לוותר קצת ולמחול להם כדי שיגבה עכשיו הרשות ביד ב\"ד להגבותו (תשובת ר\"ן סי' ל\"א) וכן נפרעים מהם כתובת אשה כמו שנתבאר בטור א\"ע ואם יש יתומים קטנים וגדולים המלוה נפרע מהגדולים חלק המגיע להם וכדי שיפרע בע\"ח מחלק הגדולים צריכין ב\"ד להעמיד אפוטרופוס לקטנים ולחלק עם הגדולים ויגבו לב\"ח מהגדולים חלקם המגיע להם לפרוע: הגה הא דאין נזקקין לנכסי קטנים היינו שהוא ודאי של קטנים אבל אם יש לספק שמא מורישם עדיין חי אע\"פ ששמעו בו שמת גובים מנכסיהם תשו' הנ\"ל:"
    },
    {
      "id": "choshen_mishpat-110-2",
      "section": 2,
      "text": "טעמא דאין נפרעים מהקטנים משום דחיישינן שמא התפיס אביהם למלוה צררי לפיכך אם תפס משלהם אפי' אחרי מות אביהם והוא בענין שיכול להחזיק בו לטעון לקוח הוא בידי מהניא ליה תפיסתו כיון שידוע וברור לו שלא נפרע מאביהם:"
    },
    {
      "id": "choshen_mishpat-110-3",
      "section": 3,
      "text": "נזקקין לנכסי ערב אע\"פ שהיתומי' קטנים:"
    },
    {
      "id": "choshen_mishpat-110-4",
      "section": 4,
      "text": "קטנים שצוה מורישן ואמר תנו שדה או מנה לפלו' נזקקין לנכסיהם אחר שמעמידים להם אפוטרופוס להפך בזכותם (טור ס\"י בשם הרא\"ש) וכן אם אמר תנו מנה זו או תנו שדה זו לפלו' נזקקין לנכסיהם אחר שמעמידים להם אפוטרופוס ולהרמב\"ם בזו אין צריך להעמיד אפוטרופוס יורש גדול שנתן נכסי מורישו לקטן ויצא שטר חוב על המוריש מורידים בעל חוב לנכסיו:"
    },
    {
      "id": "choshen_mishpat-110-5",
      "section": 5,
      "text": "יתומים קטני' שנמצאת קרקע שאינה שלהם אלא טען הטוען שהיא גזל ביד מורישיו נזקקים להם ואם נמצאת גזולה מחזירים אותה לבעליה ולהרמב\"ם צריך להעמיד להם אפוטרופוס לטעון ולדון וכן קטן שתקף בעבדיו וירד לתוך שדה חבירו וכבשה אין אומרים נמתין לו עד שיגדיל אלא מוציאין אותה מידו ולכשיגדיל אם יש לו עדים יביא עידיו: הגה ודוקא שלא היה לו חזקה בנכסים אלו מאבותיו אבל יש לו חזקה אין מוציאין ממנו עד שיגדיל (טור) ולכן מי שצווח על יתומים קטנים שיש לו היזיקות מהן אין מעמידין להם אפוטרופוס לדון עמו בעודן קטנים אם לא שמפורסם שהם מזיקים אותו בידים וכל שיש לספק בדבר ולפקפק ממתינים עד שיגדילו (מרדכי פ' השולח) וי\"א דממנין לעולם אפוטרפוס בין שיש ממש בטענותיו או לא אולי יתפשר עמו לטובת היתומים (ב\"י בשם הראב\"ד):"
    },
    {
      "id": "choshen_mishpat-110-6",
      "section": 6,
      "text": "קרקע שהיתה בחזקת קטנים ובא אחד וטען שהיא לקוחה ממורישו ויש לו עדים שהחזיק בה ואכלה שני חזקה בחיי אביהם אין מוציאין אותה מידם עד שיגדילו שאין מקבלים עדות שלא בפני בעל דין אבל אם הוציא שטר שהיא לקוחה בידו הרי זה מקיים השטר ומוציאין אותה מידם אחר שמעמידי' להם אפוטרופוס:"
    },
    {
      "id": "choshen_mishpat-110-7",
      "section": 7,
      "text": "קטנים שהודה מורישם בכתב ידו על מטלטלים שבידו שהם מעסק שיש לו מפלו' או שהוא פקדון בידו משל פלוני מוציאין מהם (וע' לעיל ס\"ס ק\"ז) וכן אם גזל מורישם חייבים לשלם בין אכלו בין לא אכלו בין נתיאשו הבעלים בין לא נתיאשו הבעלים בין מקרקע בין ממטלטלי' שהניח מורישם:"
    },
    {
      "id": "choshen_mishpat-110-8",
      "section": 8,
      "text": "אם לוו ב\"ד או אפוטרופוס של יתומים לצרכם נזקקים לנכסיהם ומוכרים בלא הכרזה ונפרעים בבינונית כמו משאר בעל חוב וכן בי דינא דזבין אחריותא איתמי אם טרפוה מהלוקח גובה בלא הכרזה ודינו כשאר בעל חוב אבל אם לוו היתומים עצמם בלא אפוטרופוס אין נזקקין לנכסיהם עד שיגדילו ואין מעמידין להם אפוטרופוס לקבל העדות:"
    },
    {
      "id": "choshen_mishpat-110-9",
      "section": 9,
      "text": "בכ\"מ שאמרו שמעמידים להם אפוטרופוס כדי ליזקק לנכסיהם מקבלים עדים בפני אפוטרופוס דאפוטרופוס בעל דין הוא וכן עידי צוואה מקבלים אותם בפני האפוטרופוס: הגה וי\"א הטעם דבדבר הברור שאין בו חשש כמו צוואה מקבלין אפי' שלא בפני בעל דבר וע\"כ מותר לקבל עידי צוואה בפני הקטן (נ\"י פ' הגוזל בתרא) וה\"ה בכל דבר המבורר שהקטן חייב (כן משמע במרדכי פרק השולח) ויש מי שכתב שאין מקבלים אותם בפני האפוטרופוס והיכי משכחת לה שהמניח יתומים קטנים תהא צוואתו קיימת במוסר דבריו לב\"ד או שכתבו העדים צוואתו בשטר וחתמוה בחייו או שכתב הוא עצמו צוואתו בכתב ידו הניכרת לב\"ד (וע\"ל סי' ק\"ח סעי' ג' ד'):"
    },
    {
      "id": "choshen_mishpat-110-10",
      "section": 10,
      "text": "לכתובת אשה אין צריך להעמדת אפוטרופוס:"
    },
    {
      "id": "choshen_mishpat-110-11",
      "section": 11,
      "text": "כשאמרו מעמידים אפוטרופוס לא אמרו אלא להקל על הב\"ד הא אם ראו ב\"ד דלא למנות אפוטרופוס ויחפשו הם אחר זכות היתומים אין לך אפוטרופוס טוב מהם (ויש כח ביד ב\"ד לפשר מחמת יתומים אם נראה שטוב להם) (פסקי מהרא\"י סי' קס\"ב):"
    }
  ]
}