{
  "id": "choshen_mishpat-279",
  "chapterLabel": "סימן 279",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-279-1",
      "section": 1,
      "text": "דין האומר זה בני או אחי או עבדי וחזר ואמר איפכא. ובו ו סעיפים:האומר זה בני וזה אחי או זה אחי אבי או שאר היורשים אותי אע\"פ שהודה באנשים שאינם מוחזקים שהם קרוביו ה\"ז נאמן ויירשנו בין שאמר כשהוא בריא בין שאמר כשהוא שכיב מרע אפי' נשתתק וכתב בכתב ידו שזה יורשו בודקים אותו כדרך שבודקין לגיטין: הגה ונאמן על כל נכסים בין אלו שהיו לו בשעה שאומר כך אפילו נכסים שיפלו לו כשהוא גוסס (טור בשם הרא\"ש):"
    },
    {
      "id": "choshen_mishpat-279-2",
      "section": 2,
      "text": "היינו מוחזקין בזה שהוא אחיו או בן דודו ואמר אינו אחי ואינו בן דודי אינו נאמן אבל נאמן הוא על מי שהוחזק שהוא בנו לומר אינו בני ולא יירשנו ואפי' היו לבן בנים אע\"פ שאינו נאמן עליו לומר אינו בני לענין יחוס ואין מחזיקין אותו ממזר על פיו נאמן הוא לענין ירושה ולא יירשנו: הגה ואם מת הבן ואמר על בני בניו אין אלו בני בני כי לא היה אביהן בני אינו נאמן אף על הירושה מאחר שאין בנו קיים (המגיד פרק ד' דנחלות):"
    },
    {
      "id": "choshen_mishpat-279-3",
      "section": 3,
      "text": "האומר זה בני וחזר ואמר עבדי הוא אינו נאמן אמר עבדי וחזר ואמר בני אע\"פ שהוא משמשו כעבד נאמן שזה שאמר עבדי לומר שהוא לו כעבד ואם היו קורים לו עבד בן אמה וכיוצא בדברים אלו שאין אומרים אותם בייחוד אלא לעבדים אינו נאמן:"
    },
    {
      "id": "choshen_mishpat-279-4",
      "section": 4,
      "text": "היה עובר על בית המכס ואמר בני הוא זה וחזר אח\"כ ואמר עבדי הוא נאמן שלא אמר בני אלא להבריח מהמכס אבל אם אמר בבית המכס עבדי הוא וחזר ואמר בני הוא אינו נאמן וה\"מ דלא אתחזק אמיה בבת ישראל אבל אתחזק אמיה בבת ישראל לאו כל כמיניה לומר עבדי הוא:"
    },
    {
      "id": "choshen_mishpat-279-5",
      "section": 5,
      "text": "העבדים והשפחות אין קורין להם אבא פלוני ואימא פלונית שלא יבא מהדבר תקלה ונמצא זה הבן נפגם לפיכך אם היו העבדים והשפחות חשובים ביותר ויש להם קול וכל הקהל מכירים אותם ואת בניו ועבדי אדוניהם כגון עבדי הנשיא הרי אלו מותר לקרות להם אבא ואימא:"
    },
    {
      "id": "choshen_mishpat-279-6",
      "section": 6,
      "text": "מי שהיה לו שפחה והוליד ממנה בן והיה נוהג בו מנהג בנים או שאמר בני הוא ומשוחררת היא אמו אם תלמיד חכם הוא או אדם כשר שהוא בדוק בדקדוקי מצוה הרי זה יירשנו ואעפ\"כ אינו נושא בת ישראל עד שיביא ראיה שנשתחררה אמו ואח\"כ ילדה שהרי הוחזקה שפחה בפנינו ואם משאר הדיוטות הוא ואין צ\"ל אם היה מהמפקירין עצמם לכך ה\"ז בחזקת עבד לכל דבר ואחיו מאביו מוכרים אותו ואם אין לאביו בן חוץ ממנו אשת אביו מתייבמת: הגה וי\"א דחולצת ולא מתייבמת (טור) ועיין בא\"ע סי' קנ\"ו וי\"א דלענין ממון המוציא מחבירו עליו הראיה (טור) וכן נ\"ל:"
    }
  ]
}