{
  "id": "choshen_mishpat-287",
  "chapterLabel": "סימן 287",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-287-1",
      "section": 1,
      "text": "מי שמת והניח בנים גדולים וקטנים. ובו ג סעיפים:מי שמת והניח בנים גדולים וקטנים והשביחו הגדולים את הנכסים כל השבח לאמצע ואפי' שכר עמלם לא יטלו ואם אמרו ראו מה שהניח לנו אבא הרי אנו עושים ואוכלים השבח של משביח והוא שיהיה השבח מחמת הוצאה שהוציא המשביח אבל שבחו נכסים מחמת עצמן השבח לאמצע וכן אם היתה אשתו של מת היא היורשת בכלל אחיותיה או בכלל בנות דודיה והשביחה הנכסים השבח לאמצע ואם אמרה ראו מה שהניח לי בעלי הריני עושה ואוכלת והשביחה הנכסים מחמת הוצאה השבח שלה זהו דעת הרמב\"ם לבדו ולא מצינו לו חבר אבל דעת הכל שזה שאמרנו ברישא שאם השביחו גדולים את הנכסים השביחו לאמצע היינו דוקא כששבחו הנכסים מחמת עצמן דהיינו ששכרו פועלי' מממון תפיסת הבית או שנשאו ונתנו בסחור' אבל אם השביחו ע\"י שהוציאו הוצאו' משלהם או שטרחו בגופם לחפור ולבנות השבח לעצמן ואם השביחו בדבר שאם היו מודיעים לקטנים גם הם יכולים לעשותו כגון לשמור וכיוצא בו השבח לאמצע אע\"פ שטרחו בגופם כיון שלא הודיעום תחלה ואם אמרו ראו מה שהניח לנו אבא הרי אנו עושים ואוכלים כל השבח שהשביחו בכל הנכסים אפי' בחלק האחים הוא של עצמם ואפי' השביחו מחמת נכסים: הגה ואם האחים גדולים א\"צ לאומרו בב\"ד רק בפני עדים אבל אם יש בהן יתומים קטנים צריך שיאמר אותו בפני ב\"ד (טור בשם הרא\"ש והמגיד פ\"ט דנחלות וב\"י בשם הר\"ן) וכל זה באחין שניזונין יחד אבל אם אין ניזונין יחד אפילו השביח מחמת עצמו אינו נוטל רק כשאר יורד שלא ברשות לנכסי חבירו (טור בשם הראב\"ד) אחד מן האחין שהיו לו בנים הרבה והשביחו הנכסים אינו יכול לומר תנו לי מה שהרויחו בני וכן האחרים אינן יכולים לומר תן לנו מה שאכלו בניך אלא הכל מן האמצע (המגיד פי' דנחלות) א' מן האחין שנתן מתנה לאחרים וראו האחין ושתקו הוי מחילה (נ\"י פ\"ק דב\"ק):"
    },
    {
      "id": "choshen_mishpat-287-2",
      "section": 2,
      "text": "א' מהאחים שלקח מעות ועשה בהם סחורה אם היה תלמיד חכם גדול שאינו מניח תורתו שעה אחת הרי השכר שלו שאין זה מניח תורתו ומתעסק לצורך אחיו:"
    },
    {
      "id": "choshen_mishpat-287-3",
      "section": 3,
      "text": "מי שירש את אביו והשביח הנכסים ונטע ובנה ואח\"כ נודע שיש לו אחים במדינה אחרת אם קטנים הם השבח לאמצע ואם היו גדולים הואיל ולא נודע שיש לו אחים שמין לו כאריס וכן אח שירד לנכסי קטן והשביח אין שמין לו כאריס אלא השבח לאמצע שהרי לא ברשות ירד:"
    }
  ]
}