{
  "id": "choshen_mishpat-255",
  "chapterLabel": "סימן 255",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-255-1",
      "section": 1,
      "text": "שכיב מרע שאמר יש לי מנה ביד פלו' או של פלו' בידי. ובו ט סעיפים:ש\"מ שאמר יש לי מנה ביד פלו' כותבין העדים כך וכך צוה פלו' אע\"פ שאין יודעים אם אמת הוא אומר לפיכך כשבאים יורשיו לגבות צריכים להביא ראיה:"
    },
    {
      "id": "choshen_mishpat-255-2",
      "section": 2,
      "text": "שכ\"מ שאמר מנה לפלו' בידי אם אמר תנו נותנים לא אמר תנו אין נותנין שמא לא אמר מנה יש לו לפלו' בידי אלא כדי שלא יאמרו על יורשיו שיש להם ממון לפיכך אם אמר זה דרך הודאה ולא היה שם חשש הערמ' נותני' אע\"פ שלא אמר תנו וכן אם הודה בכתב ידו שכל נכסיו הם של פ' הויא הודאה ולא אמרי' בכי הא אדם עשוי שלא להשביע את בניו:"
    },
    {
      "id": "choshen_mishpat-255-3",
      "section": 3,
      "text": "המקדיש כל נכסיו אינו נאמן לומר אחר שהקדיש חוב לפלו' עלי או כלי זה של פלוני הוא שמא יעשו קנוניא על ההקדש ואפי' היה שטר ביד ב\"ח אינו גובה ע\"פ הודאתו אלא כדרך שגובה כל ב\"ח בד\"א בבריא אבל חולה שהקדיש כל נכסיו ואמר בשעה שהקדיש מנה לפלוני בידי נאמן שאין אדם עושה הערמה על ההקדש בשעת מיתתו וחוטא לאחרים שהרי הוא הולך למות לפיכך אם אמר תנו אותה נוטל בלא שבועה ואם לא אמר תנו אין נותנין אלא א\"כ היה בידו שטר מקויים הרי זה נוטל מההקדש מפני הצוואה ואם אחר שהקדיש אמר תנו אין שומעין לו אלא הרי הוא כשאר בעלי חובות אם נתקיים שטרו נשבע וגובה מהפודה לא מההקדש:"
    },
    {
      "id": "choshen_mishpat-255-4",
      "section": 4,
      "text": "אמר מנה לפלוני בידי ואמרו יתומים פרענו אינם נאמנים שהרי לא אמר תנו ומנין ידעו שחייבים ליתן אבל אם אמר תנו ואמרו יתומים פרענו נאמנים ונשבעים שבועת היסת שפרעו (וי\"א דבכל ענין נאמנים לומר פרענו) (טור בשם הראב\"ד והר\"ר ישעיה):"
    },
    {
      "id": "choshen_mishpat-255-5",
      "section": 5,
      "text": "שכיב מרע שהודה שיש לפלוני בידו מנה ואמרו יתומים חזר ואמר לנו אבינו פרעתיו נאמנים ונשבעים על זה היסת אבל אם אמר תנו ואמרו יתומים חזר ואמר לנו אבינו פרעתיו אינם נאמנים:"
    },
    {
      "id": "choshen_mishpat-255-6",
      "section": 6,
      "text": "צוה מחמת מיתה לתת מנה לשמעון ומת ומכרו היורשים כל הנכסים שלא מצא שמעון לגבות את שלו גובה מהלקוחות ואין היורשין נאמנים לומר פרענוהו כיון ששטר הצוואה יוצא מתחת ידו אבל אם אין כתב הצוואה יוצא מתחת ידו נאמנים לומר פרענו ואם אומרים שלא פרעוהו חוששים לקנוניא:"
    },
    {
      "id": "choshen_mishpat-255-7",
      "section": 7,
      "text": "ראה שהטמין אביו מעות ואמר של פלוני הם או של הקדש הם אם כמוסר דבריו בלשון צוואה דבריו קיימין ואם כמערים שלא יחזיקוהו בעשיר א\"צ לקיים דבריו:"
    },
    {
      "id": "choshen_mishpat-255-8",
      "section": 8,
      "text": "בא אחד ואמר ראיתי את אביך שהטמין מעות ואמר של פלוני הם או של הקדש הם אם הם טמונים במקום שהמגיד היה יכול ליטלם נאמן ואם לאו אינו נאמן:"
    },
    {
      "id": "choshen_mishpat-255-9",
      "section": 9,
      "text": "היה פקדון ביד אביהם ואינו יודע היכן הניחו ואמרו לו בחלום כך וכך הם ובמקום פלו' הם ושל פלוני הם או של מעשר שני הם ומצאם במקום שנאמר לו ובמנין שנאמר לו דברי חלומות לא מעלין ולא מורידין אלא הרי הם שלו:"
    }
  ]
}