{
  "id": "choshen_mishpat-012",
  "chapterLabel": "סימן 12",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-012-1",
      "section": 1,
      "text": "דיין שבאו לפניו רך וקשה וכל דיני פשרה. ובו יט סעיפים:שנים שבאו לפניך לדין א' רך וא' קשה עד שלא תשמע דבריהם או משתשמע דבריהם ואי אתה יודע להיכן הדין נוטה אתה רשאי לומר להם איני נזקק לכם שמא יתחייב הקשה ונמצא רודף אחר הדיין אבל משתשמע דבריהם ותדע להיכן הדין נוטה אי אתה רשאי לומר איני נזקק לכם ואם היה ממונה לרבים חייב להזקק להם: הגה וכן אם היו שניהם חזקים צריך לזקק להם (הגהות אשירי ריש סנהדרין וב\"י בשם תו') ויש מי שכתב דמ\"מ נוהגין עכשיו שלא למחות בעוברי עבירה משום שיש סכנה בדבר שלא ימסרנו למלכות (מהרי\"ו):"
    },
    {
      "id": "choshen_mishpat-012-2",
      "section": 2,
      "text": "מצוה לומר לבעלי דינים בתחלה הדין אתם רוצים או הפשרה אם רצו בפשרה עושים ביניהם פשרה וכשם שמוזהר שלא להטות הדין כך מוזהר שלא יטה הפשרה לאחד יותר מחבירו וכל ב\"ד שעושה פשרה תמיד הרי זה משובח בד\"א קודם גמר דין אע\"פ ששמע דבריהם ויודע להיכן הדין נוטה מצוה לבצוע אבל אחר שגמר הדין ואמר איש פלוני אתה זכאי איש פלוני אתה חייב אינו רשאי לעשות פשרה ביניהם אבל אחר שאינו דיין רשאי לעשות פשרה ביניהם שלא במושב דין הקבוע למשפט ואם חייבו ב\"ד שבועה לאחד מהם רשאי הב\"ד לעשות פשרה ביניהם כדי ליפטר מעונש שבועה (ואין ב\"ד יכולין לכוף ליכנס לפנים משורת הדין אע\"פ שנראה להם שהוא מן הראוי) (ב\"י בשם ר\"י ובשם הרא\"ש) וי\"ח (מרדכי פ\"ב דמציעא):"
    },
    {
      "id": "choshen_mishpat-012-3",
      "section": 3,
      "text": "מותר לב\"ד לוותר בממון היתומים חוץ מן הדין כדי להשקיטם ממריבות:"
    },
    {
      "id": "choshen_mishpat-012-4",
      "section": 4,
      "text": "יש כח ביד ב\"ד לגזור ולהחרים שתתקיים הפשרה ושלא יוכלו היתומים למחות כשיגדילו:"
    },
    {
      "id": "choshen_mishpat-012-5",
      "section": 5,
      "text": "יש כח לדיין לעשות דין כעין הפשרה במקום שאין הדבר יכול להתברר ואינו רשאי להוציא הדין חלוק מתחת ידו בלי גמר:"
    },
    {
      "id": "choshen_mishpat-012-6",
      "section": 6,
      "text": "מי שתובעים אותו ממון שהוא מוחזק בו אסור לבקש צדדים להשמט כדי שיתרצה הלה לעשות עמו פשרה וימחול לו על השאר: הגה ואם עבר ועשה אינו יוצא ידי שמים עד שיתן לו את שלו:"
    },
    {
      "id": "choshen_mishpat-012-7",
      "section": 7,
      "text": "אע\"פ שנתרצו הבעלי דינין בפשרה בב\"ד יכולים לחזור בהם כ\"ז שלא קנו מידם דפשרה צריכה קנין אפי' בשלשה אבל אם קנו מידם אין יכולים לחזור בהם אפילו ביחיד וי\"א דדוקא בשנים: הגה וקנין לאו דוקא אלא ה\"ה אם נתן שטר עליו (ב\"י בשם תשובת ריטב\"א) או א' משאר דרכי הקניה (רשב\"א בתשובת שאלה) י\"א כשמקבל קנין על הפשרה צריך להקנות לו החפץ שלא יהא קנין דברים (מרדכי) כמו שיתבאר לקמן ריש סימן ר\"ג:"
    },
    {
      "id": "choshen_mishpat-012-8",
      "section": 8,
      "text": "מחילה א\"צ קנין (וע\"ל סי' רמ\"א):"
    },
    {
      "id": "choshen_mishpat-012-9",
      "section": 9,
      "text": "שנים שקיבלו פשרנים בקנין וקנס חמשים ואחר הפשרה אמר א' מבעלי דינים אשלם הקנס ולא אקיים הפשרה אין בדבריו כלום:"
    },
    {
      "id": "choshen_mishpat-012-10",
      "section": 10,
      "text": "אם טוען הבע\"ד שלא קבעו עליו זמן הפשרנים שגזרו עליו לעשות ושהוא יעשה כשיזדמן אין דבריו כלום אלא יעשה מיד:"
    },
    {
      "id": "choshen_mishpat-012-11",
      "section": 11,
      "text": "אם ראובן הפחיד את שמעון למסרו אם לא יתן לו ממון שהיו דנין עליו ואין לו בו זכות כפי הדין ועשו פשרה בקנין וביטול מודעא יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-012-12",
      "section": 12,
      "text": "שנים חלוקים בבנין שבקרקע ופשרו ביניהם בלא קנין כיון שקיבלו עליהם ובנה זה קצת וזה קצת כדברי הפשרנים אינם יכולים לחזור בהם:"
    },
    {
      "id": "choshen_mishpat-012-13",
      "section": 13,
      "text": "פשרה בלא קנין וקבל הנתבע גזירתם ועשה שטר הן בלשון הודאה הן בלשון חיוב אינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-012-14",
      "section": 14,
      "text": "הכופר בפקדון ונתפשר עמו ומחל לו ואח\"כ מצא עדים יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-012-15",
      "section": 15,
      "text": "וה\"ה למי שנתפשר מפני שלא היה לו ראיה או שטר ואחר כך מצא:"
    },
    {
      "id": "choshen_mishpat-012-16",
      "section": 16,
      "text": "דין פשרה בטעות יתבאר בסוף סימן כ\"ה:"
    },
    {
      "id": "choshen_mishpat-012-17",
      "section": 17,
      "text": "מי שנתחייב שבועה לחבירו ופייסו התובע למחול לו ואמר לו יהי כדברך אינו יכול לחזור בו:"
    },
    {
      "id": "choshen_mishpat-012-18",
      "section": 18,
      "text": "אם רבים הם הפשרנים י\"א שאין הולכים אחר הרוב אלא צריך שיסכימו כולם:"
    },
    {
      "id": "choshen_mishpat-012-19",
      "section": 19,
      "text": "פשרה בלא קנין ונתנו משכון ביד הפשרנים אינו כלום אא\"כ אמרו דלא כאסמכתא או מעכשיו ואם היה המשכון שטר חוב אינו כלום:"
    },
    {
      "id": "choshen_mishpat-012-20",
      "section": 20,
      "text": "צריכים הדיינים להתרחק בכל היכולת שלא יקבלו עליהם לדון דין תורה:"
    }
  ]
}