{
  "id": "choshen_mishpat-215",
  "chapterLabel": "סימן 215",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-215-1",
      "section": 1,
      "text": "המוכר חצר ובית הבד ומרחץ ועיר מה מכר בכלל. ובו ח סעיפים:המוכר את החצר מכר בורות שיחין ומערות שבתוכה וכל הבתים החיצונים והפנימים ובתים שיש בהן החול והחניות הפתוחות לתוכה אבל שאינן פתוחות לתוכה אינן נמכרות עמה היו פתוחות לכאן ולכאן אם רוב תשמישים עמה נמכרות עמה ואם לאו אינן נמכרות עמה ולא מכר את המטלטלין שבתוכה (שאינן נמכרין בכלל הבית) (טור ס\"ב) ובזמן שא\"ל הוא וכל מה שבתוכה הרי כל תשמישי הבית אע\"פ שמיטלטלין מכורין (בר מחיטי ושערי) (טור ס\"ג) בין כך ובין כך לא מכר את המרחץ ולא את בית הבד שבתוכה (וי\"א דאם מצר לו מצרים החיצונים הכל מכור (נ\"י פ' המוכר הבית בשם הרשב\"א) כדאמרינן לגבי בור ודות וכבר נתבאר לעיל סי' רי\"ד דיש חולקין גבי בור ודות וה\"ה כאן):"
    },
    {
      "id": "choshen_mishpat-215-2",
      "section": 2,
      "text": "המוכר את בית הבד מכר את האבן הגדולה הבנויה בארץ שטוחנים עליה זתים ואת הכלונסאות של ארז שסומכין (הקורה) (טור) בהם בעת טחינת הזיתים ואת היקבים ואת הכלים שנותנים בהם הזיתים הכתושים והם המפרכות (ואת הלוחות שנותנים סביב לזיתים שלא יתפזרו) (טור ס\"ד) אבל לא מכר את הריחים העליונה ובזמן שאמר הוא וכל מה שבתוכו הרי כולם מכורים בין כך ובין כך לא מכר את הכובשות שמכבשין בהם הזיתים ולא את הגלגל ולא את הקורה וי\"א דאם אמר הוא וכל מה שבתוכו הרי אלו מכורים (טור שם) וכן נ\"ל עיקר ולא את השקים (פי' שקים מנוצה של עזים ומרצופים הן של עור) (ה\"ה שם) ולא את המרצופי' ואם א\"ל בית הבד וכל תשמישיו אני מוכר לך כולם מכורים ואם היו חוץ לבית הבד חניות ששוטחים בהם זיתים או שומשמים אם מצר לו מצרים החיצונים שלהן קנה הכל ואם לאו לא קנה אלא מה שבתוכה:"
    },
    {
      "id": "choshen_mishpat-215-3",
      "section": 3,
      "text": "המוכר את בית המרחץ מכר את בית הנסרים שיושבים עליהם כשהם ערומים ואת בית היקמים (פי' הם ספלאות של עץ שנותנים בהם מים לפני כל אחד ואחד) (ה\"ה שם בשם אבן מיגש) שנוטלים בהם המים ואת בית הספסלים שיושבים עליהם בחצר המרחץ כשהם לבושים ואת בית הוילאות שמסתפגים בהם אבל לא מכר את הנסרים עצמם ואת היקמים עצמם ולא את הספסלים עצמם ולא את הוילאות עצמם ובזמן שא\"ל הוא וכל מה שבתוכו הרי כולם מכורים בין כך ובין כך לא מכר הבריכות המספקות לו מים בין בימות החמה בין בימות הגשמים ולא בית כינוס העצים ואם א\"ל מרחץ וכל תשמישיו אני מוכר לך הרי כולם מכורים אע\"פ שהם חוצה לו ויש מי שכתב דדוקא כשהן בין המצרים וכתב לו אילין מצרנהא:"
    },
    {
      "id": "choshen_mishpat-215-4",
      "section": 4,
      "text": "המוכר את העיר מכר בתים בורות שיחין ומערות מרחצאות שובכות בית הבדים בית השלחין שבה ואת הסמוכין לה ואת החורשין (פי' תרגום יער חורשא ופי' ביברין פרדס שמאספין שם חיות וחפירה שמאספין בה דגים) המוקפים לה ואת השדות הידועים לה ואת הביברים של חיה ועופות ודגים שפניהם כנגדה אע\"פ שרחוקים ממנה אבל לא מכר המטלטלין שבתוכה ובזמן שא\"ל היא וכל מה שבתוכה אני מוכר לך הרי כולם מכורים בין כך ובין כך לא מכר את שיריה (פי' בגמ' בב\"ב מאי שיריה פסקי באגי ופירש\"י חתיכות בקעה הסמוכה לעיר אלא שמופלגת ממנה קצת שיש הפסק צונמא בינתים ושיריה לשון שירים הוא) ולא את בנותיה ולא את החורשים המוקצים ממנה ולא את החלק שיש לה בים ולא החלק שיש לה ביבשה ולא את ביברי חיה ועופות ודגים שאין פניהם כנגדה:"
    },
    {
      "id": "choshen_mishpat-215-5",
      "section": 5,
      "text": "המוכר את השדה מכר את האבני' הסדורו' לגדר ואת האבנים המונחות על העומרים מפני שהם לצרכה (ומכר את מצריו) (טור) ומכר את הקנים החלקים המונחים תחת הגפנים כדי להעמידם ומכר את התבואה המחוברת לקרקע אף ע\"פ שהגיע להקצר ומכר את מחיצת הקנים שהיא פחות' מבית רובע אע\"פ שהקנים שלה עבים וחזקים ומכר את השומיר' (פי' בית דירה שעושים לשומר השדה) העשוי' בטיט אע\"פ שאינה קבועה ומכר את החרוב שאינו מורכב ואת בתולת השקמה (פי' שקמה אילן שעושה מין תאנים ובבחרותו שעדיין לא נכרתו ענפיו נקרא בתולת השקמה וכשיזקין ויכרתו ענפיו להחליפה נקרא סדן השקמה) אע\"פ שהם עבים ומכר כל הדקלים שבה (אפי' העומדים על המצר) [טור] אבל לא מכר את האבנים שאינם סדורות לגדר ולא את האבנים שאינם מונחים על העומרים אע\"פ שהם מוכנים לכך (וי\"א דאם היו מונחות פעם אחת על העומרים הרי אלו מכורין) (טור וב\"י בשם תוס') ולא את הקנים שבכרם שאינם מונחים תחת הגפנים אע\"פ שהם משופין וחלקים ומוכנים לכך ולא את התבואה העקורה מהקרקע אע\"פ שהיא צריכה לשדה (ליבשה שם) ובזמן שאמר ליה היא וכל מה שבתוכה הרי כולם מכורים בין כך ובין כך לא מכר מחיצ' הקנים שהיא בית רובע אע\"פ שהקנים שבה דקים וקטנים ולא מכר ערוג' קטנה של בשמים שיש לה שם בפני עצמה כגון שקורין לה בוורד\"א של פלוני ולא את השומירה בזמן שאינה עשויה בטיט אע\"פ שהיא קבועה בארץ ולא מכר החרוב המורכב ולא סדן השקמה אפי'הם דקים ולא מכר את הבור שבה ולא את הגת ולא את השובך בין שלמים בין חרובים וצריך המוכר ליקח להם דרך מהלוקח כדי שילך בה עד אותו הבור או הדות או הגת או השובך שנשארו לו בתוך השדה ואם פירש ואמר חוץ מאלו אינו צריך ליקח לו הדרך:"
    },
    {
      "id": "choshen_mishpat-215-6",
      "section": 6,
      "text": "בד\"א במוכר מפני שהיה לו ללוקח לפרש ולא פירש אין לו אלא אלו אבל הנותן מתנה קנה את כולו בין בשדה בין בבית בין בחצר בין בבית הבד כללו של דבר הנותן קרקע קנה המקבל כל המחובר לה עד שיפרש: הגה ודוקא מה שהוא בתוך הדבר הניתן אבל מה שהוא חוץ ממנה כגון יציע וחדר וכדומה אין חילוק בין מכר למתנה (המגיד פכ\"ו דמכירה וב\"י בשם הר\"ן):"
    },
    {
      "id": "choshen_mishpat-215-7",
      "section": 7,
      "text": "וכן האחים שחלקו וזכה אחד מהם בשדה זכה בכולם והמחזיק בנכסי הגר החזיק בשדה זכה בכול' והמקדיש את השדה הקדיש את כולם:"
    },
    {
      "id": "choshen_mishpat-215-8",
      "section": 8,
      "text": "אף במוכר ולוקח אין כל אלו הדברים האמורי' וכיוצא בהם אלא במקום שאין שם מנהג ולא שמות ידועים לכל דבר ודבר בפני עצמו אבל במקום שנהגו שהמוכר כך מכר כך ה\"ז מכור וסומכים על המנהג בין בקרקעות בין במטלטלין וזה עיקר גדול בכל דברי משא ומתן הולכי' אחר לשון בני אדם באותו מקום ואחר המנהג:"
    }
  ]
}