{
  "id": "choshen_mishpat-245",
  "chapterLabel": "סימן 245",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-245-1",
      "section": 1,
      "text": "הכותב נתתי שדה פלוני לפלוני והאומר נתתי שדה פלוני לפלוני והוא אומר לא נתת לי. ובו יא סעיפים:הכותב בשטר נתתי שדה פלונית לפלוני או שכתב נתתיה לו או הרי היא שלו ה\"ז זוכה בה כשיגיע השטר לידו (אבל בדיבורא בעלמא לא קנה אא\"כ קנו מידו (טור בשם הרמ\"ה) והא דאמרי' דלא קנה היינו שרוצה ליתן עכשיו בלשונות אלו אבל אם אמר נתתי בלשון הודאה י\"א דקנה (ר\"ן פ' המקבל) וע\"ל סי' ס' ס\"ו) אבל אם כתב בשטר אתננו לו אע\"פ שהעידו עליו העדים לא זכה המקבל: הגה ואפי' קנו מידו דהוי קנין דברים (טור בשם הרמ\"ה):"
    },
    {
      "id": "choshen_mishpat-245-2",
      "section": 2,
      "text": "ויש אומרים שאם קנו מידו מהני לשון אתן ומהרי\"ו פסק כסברא ראשונה ולכן כתב דהכותב לאשתו בשעת השידוכין לעשות לה כתובה גדולה לא זכתה כל זמן שלא כתב לה ולכן נהגו לעשות תנאים חדשים בשעת החפה וע' באבן העזר סי' נ\"א :"
    },
    {
      "id": "choshen_mishpat-245-3",
      "section": 3,
      "text": "ויש מי שאומר שאם כתב לו בשטר שדה פלונית תהא נתונה לך או תהא שלך קנה:"
    },
    {
      "id": "choshen_mishpat-245-4",
      "section": 4,
      "text": "יש מי שאומר שאם אמר אתננו לו מעכשיו בין בשטר בין בקנין קנה לאלתר האומר נתתי שדה פלונית לפלוני והוא אומר לא נתת לי הולכין אחר דברי הנותן דאיכא למימר זיכה לו ע\"י אחר ואין בעל חוב של הנותן גובה ממנו כל זמן שישאר ביד הנותן ממה לפרוע אבל אם לא נשאר בידו לפרוע לבעל חובו לא מהני הודאתו לחוב לבעל חובו:"
    },
    {
      "id": "choshen_mishpat-245-5",
      "section": 5,
      "text": "אמר כתבתי שדה פלונית לפלוני ונתתי לו בידו והלה אומר לא נתת לי אם המקבל מתנה הוא שאמר כן הודאת בעל דין כמאה עדים דמי והנותן אוכל פירות שדהו ואם בן המקבל הוא שאמר כן לא נתת לאבי שדה זו והוא אומר כתבתי ונתתי לו מניחים את הפירות ע\"י שליש עד שיוודע הדבר היאך הוא:"
    },
    {
      "id": "choshen_mishpat-245-6",
      "section": 6,
      "text": "ויש מי שאומר דדוקא כשהבן אומר אני הייתי במעמד שאתה אומר שנתת לאבי וראיתי שלא נתת לו כלום אבל אם לא היה במעמד דינו כאומר נתתי שדה פלונית לפלוני והוא אומר לא נתת לי: הגה שטר מתנה שכתוב בו כתבו וחתמו עלי בכל לשון ותנו לפלוני כו' לאו שטר מתנה הוא מאחר שלא נזכר בשטר שהוא נותן אלא צוה לעדים ליתן (הרא\"ש כלל ט' סי' ו'):"
    },
    {
      "id": "choshen_mishpat-245-7",
      "section": 7,
      "text": "מקבל מתנה שבא בעל חובו לגבות ממנו ואמר אינה מתנה בידי אלא שומר אני עליה או שאמר בטלה היתה מתחלתה נשבע היסת ותחזור לבעליה (וע' למטה ס\"י):"
    },
    {
      "id": "choshen_mishpat-245-8",
      "section": 8,
      "text": "טען הנותן ואמר שומר אתה עליה או שאמר שלא מדעתי נתתיה או גזולה היא בידך וזה אומר נתת לי אם החזיק בה שני חזקה או שהיא מתנת מטלטלין נשבע המקבל שבועת היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-245-9",
      "section": 9,
      "text": "נתן שדה פלונית במתנה לראובן ואח\"כ החזיר ראובן שטר מתנה לנותן וגם עשה לו מחילה לא נתבטלה המתנה בכך:"
    },
    {
      "id": "choshen_mishpat-245-10",
      "section": 10,
      "text": "המקבל את המתנה וזכה בה ואחר שבאה לידו והוא שותק חזר בו ואמר איני רוצה בה או איני מקבלה או הרי היא בטלה או מום זה נראה לי בה לא אמר כלום לענין שתחזיר לבעלים אלא הרי היא הפקר וכל הקודם בה זכה (ואם יש לו בעל חוב גובה ממנה) (טור) אבל אם היה צווח מעיקרא לא קנה המקבל וחוזר לבעלים הראשונים : הגה וכל זה באומר אחד מן הלשונות שמשמעותם שאינו רוצה בה אבל אם אמר לשון דמשתמע שלא היתה מתנה מעיקרא אע\"ג דשתק תחלה נאמן בהודאתו ואפי' חב לאחרים כגון שיש לו ב\"ח עליו מ\"מ מאחר שלא היתה בחזקתו עד עתה נאמן עליה אמר אי אפשי בה אם המתנה מטלטלין הו\"ל הפקר ואם היה קרקע מאחר ששתק תחילה אין בדבריו כלום (הכל בטור):"
    },
    {
      "id": "choshen_mishpat-245-11",
      "section": 11,
      "text": "זיכה לו ע\"י אחר וכששמע המקבל שתק ואח\"כ צווח ואמר איני מקבלה ה\"ז ספק אם זה ששתק כבר רצה וזה שצווח חזר בו או ששתק מפני שעדיין לא הגיע לידו כלום וזה שצווח הוכיח סופו על תחלתו לפיכך אם קדם אחר וזכה בה לעצמו אין מוציאים מידו שמא המקבל זכה וכיון שאמר איני רוצה בה הרי הפקירה וזה שקדם ולקחה מההפקר זכה ואם חזרו בעלי' הראשוני' ותפסוה מיד זה שקדם וזכה בה אין מוציאים מידם שמא המקבל לא זכה שכיון שאמר איני רוצה הוכיח סופו על תחלתו ולא קנה אותה וברשות הבעלים הראשונים היא קיימת עדיין וי\"א שאם היתה מתנת שכיב מרע כיון ששתק בשע' ששמע קנה : הגה לא ראיתי מי שמחלק כאן בין ש\"מ לבריא וגם אינו נ\"ל לחלק בכך מאחר שזיכה לו המתנה ע\"י אחר קנה בבריא כמו בש\"מ וכן דעת הרא\"ש שזכה המקבל בכל ענין:"
    }
  ]
}