{
  "id": "choshen_mishpat-079",
  "chapterLabel": "סימן 79",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-079-1",
      "section": 1,
      "text": "דין האומר לא לויתי והחילוק שבין צא תן לו או חייב אתה ליתן לו. ובו יד סעיפים:טענו מנה הלויתיך וכפר בב\"ד ואמר לא היו דברים מעולם ובאו שני עדים שלוה ממנו מנה ופרעו והמלוה אומר לא נתפרעתי ה\"ז חייב לשלם: הגה דכל האומר לא לויתי כאלו אומר לא פרעתי דמי ונאמן על עצמו יותר מק' עדים ומה שאומר לא לוה הרי הוכחש בעדים (טור) ואין המלו' חייב שבועה שהרי הוחזק זה כפרן ואם לאחר שפרעו חזר ותבעו ואמר פרעתיך שני פעמים אין משביעין אותו היסת על טענה זו וכן אם הוציא עליו כתב ידו שהוא חייב לו וא\"ל להד\"מ וזה אינו כתב ידי אם הוחזק כתב ידו בב\"ד או שבאו עדים שהוא כתב ידו ה\"ז הוחזק כפרן ומשלם:"
    },
    {
      "id": "choshen_mishpat-079-2",
      "section": 2,
      "text": "התובע מחבירו מנה והשיב לו יתכן שאתה חייב לי כמו המעות שאתה תובע ממני יש מי שאומר דהוי כאומר יתכן שאתה חייב לי ואיני חייב לך והרי כפר וכאומר לא פרעתי דמי: הגה ועיין לקמן סי' פ\"א סעיף כ\"ג אם יוכל לומר טעיתי בהודאה במקום מיגו:"
    },
    {
      "id": "choshen_mishpat-079-3",
      "section": 3,
      "text": "מי שהודה בב\"ד שחייב לזה התובע מנה ואח\"כ אמר נזכרתי שפרעתי לו חובו זה שהודיתי בו והרי עדים ה\"ז עדות מועלת ועושים על פיהם שהרי לא הכחיש עדות ואינו כאומר לא לויתי מעולם הגה ודוקא שטען שפרעו קודם שבאו העדים אבל אם באו העדים תחלה אינו נאמן (נ\"י פ\"ק דב\"מ):"
    },
    {
      "id": "choshen_mishpat-079-4",
      "section": 4,
      "text": "אמר לו מנה הלויתיך בפני פלוני ופלו' ואמר לו לא היו דברים מעולם ובאו עדים שמנה לו אע\"פ שלא ידעו אם דרך הלואה נתנם לו או דרך מתנה הוחזק כפרן ואם יטעון אח\"כ דרך מתנה נתנם לי או פרעון היו אינו נאמן אבל אם טען תחילה אמת שקבלתי ממך מנה אבל במתנה היו או בפרעון חובי נאמן כיון שאינו מכחיש העדי' ונשבע היסת ונפטר ואם הכמין לו עדים מבחוץ ושמעו שנתנם לו דרך הלואה וטען זה לא היו דברים מעולם ודאי הוחזק כפרן על פי העדים אבל אם טען אני לא קבלתי ממנו אלא בפרעון שלי ומפני שלא הייתי יכול להוציא ממנו הודיתי לו כל מה שאומר כדי להוציא חובי ולא חששתי להודות לו שהוא דרך הלואה כיון שלא ראיתי עדים טענתו טענה ונשבע היסת ונפטר:"
    },
    {
      "id": "choshen_mishpat-079-5",
      "section": 5,
      "text": "טענו מנה לי בידך ואמר לא היו דברים מעולם ועדים מעדים שהלוהו וחזר ואמר פרעתיך הוחזק כפרן לאותו ממון וחייב לשלם ואין המלוה צריך לישבע ודוקא לאותו ממון הוחזק כפרן אבל לא לממון אחר ונאמן עליו בשבועתו כשאר כל אדם:"
    },
    {
      "id": "choshen_mishpat-079-6",
      "section": 6,
      "text": "וכן אם טען לא היו דברים מעולם והוציא המלוה שטר בעדים שהלוהו הוחזק כפרן ואין המלוה צריך לישבע אפילו אם אין נאמנות בשטר:"
    },
    {
      "id": "choshen_mishpat-079-7",
      "section": 7,
      "text": "וכן אם הוציא עליו כתב ידו שהוא חייב לו ואמר לא היו דברים מעולם וזה אינו כתב ידי אם הוחזק כתב ידו בב\"ד או שראו עדים שהוא כתב ידו הוחזק כפרן ומשלם ואינו נאמן לומר פרעתי עד שיודה לו בעל דינו או יביא עדים שפרע בפניהם. הגה מי שהודה בב\"ד שחייב לחבירו ואח\"כ אמר נזכרתי שפרעתי לו והרי עדים שפרעתי לו נאמן:"
    },
    {
      "id": "choshen_mishpat-079-8",
      "section": 8,
      "text": "כל מי שהוחזק כפרן שכנגדו נוטל בלא שבועה ואם ירצה יחרים סתם על מי שנוטל ממונו שלא כדין:"
    },
    {
      "id": "choshen_mishpat-079-9",
      "section": 9,
      "text": "אינו מוחזק כפרן אא\"כ כפר בב\"ד ובאו שני עדים והכחישוהו אבל הטוען לא היו דברים מעולם וחייבוהו שבועה וכשבא לישבע חזר וטען פרעתי או איני יודע או שטען הלוה איני יודע וחזר וטען לויתי ופרעתי הואיל ולא הכחישוהו עדים אלא שמדקדק בשבועתו לעשותה כתקנה כיון ששתי הטענות באות לפוטרו ישבע שאינו יודע ויפטר: הגה ואפי' במקום דאיכא למימר דמה שהודה משום שראה עדים שבאו מ\"מ הואיל והודה קודם שבאו העדים לא הוחזק כפרן (ב\"י מ\"כ ומרדכי פ' הנשבעין) וכן אם היה קול בעיר שלוה אם לא שהקול מפורסם דאז הוי כאלו כבר באו עדים דמי (הג\"א ס\"פ המקבל ומרדכי פ' ח\"ה) כמו שנתבאר לעיל סי' ע\"ב סעיף י\"ח וכן אפי' הכחישוהו עדים אם לא היתה הכפירה בב\"ד לא הוחזק כפרן אבל אם התובע אמר לעדים שכפר בפניהם אתם עידי שטען לא לויתי ושתק הלה אם חזר ואמר פרעתיך קודם לכן אינו נאמן אבל אם אמר פרעתיך אח\"כ נאמן:"
    },
    {
      "id": "choshen_mishpat-079-10",
      "section": 10,
      "text": "מנה לי בידך אמר לו בפני עדים הן למחר א\"ל בפני בית דין תנהו לי אמר לו נתתיו לך נשבע היסת ונפטר אבל אם א\"ל מעולם לא היה לך בידי והעידו עדים שהודה לו הוחזק כפרן שכבר הודה שהיה לו בידו והודאתו כמאה עדים דמי אם א\"ל אין לך בידי סתם לא הוחזק כפרן שיכול לתקן דבריו הראשונים ולומר אין לך בידי שאמרתי היינו לומר שפרעתי לך וה\"ה אם אמר איני חייב לך או שקר אתה טוען (או שאמר איני יודע מה אתה אומר) (מרדכי פ\"ק דכתובות) שיכול לתקן דבריו:"
    },
    {
      "id": "choshen_mishpat-079-11",
      "section": 11,
      "text": "אמר לו מנה הלויתיך בצד עמוד פלוני השיבו לא עברתי בצד עמוד פלו' מעולם ובאו עדים שעבר בצדו אבל לא ראו שהלוהו לא הוחזק כפרן דמלתא דלא רמיא עליה אמר ולאו אדעתיה אמר פרעתיך בפני פלו' ופלוני ובאו אותו פלו' ופלו' ואמרו לא היו דברים מעולם נתבאר בסי' ע':"
    },
    {
      "id": "choshen_mishpat-079-12",
      "section": 12,
      "text": "א\"ל פרעתיך מנה בסחורה פלונית שהי' השער שלה בכך וכך והביא הלה עדים שלא היתה שוה כל כך ותובע ממנו המותר וחוזר וטוען פרעתיך או באותה סחורה או בדבר אחר הוחזק כפרן שבני אדם נותנים דעתם לזכור סכום השער לפיכך גובה ממנו המלוה מה שנשאר מהחוב בלא שבועה הודאה בב\"ד או עדות בב\"ד כמלוה בשטר דמי ולפיכך כותבים ונותנים לבעל דינו בד\"א כשלא קבל הדין עד ששלחו ב\"ד של ג' שהיו יושבים מעצמם במקום הקבוע להם והביאוהו כמו שנתבאר בסי' ל\"ט אבל ב' שבאו לדין ותבע אחד מהם את חבירו ואמר לו מנה לי בידך ואמר לו הן בין שאמרו חייב אתה ליתן לו בין שאמרו צא תן לו ויצא ואמר פרעתי נאמן וישבע היסת שפרעו לפיכך אם חזר התובע לדיינים ואמר כתבו לי הודאתו אין כותבין לו שמא פרעו ויבא לגבות ממנו פעם שנית (וע' לעיל סי' ל\"ט סעיף ט') ."
    },
    {
      "id": "choshen_mishpat-079-13",
      "section": 13,
      "text": "שנים שבאו לדין ונתחייב האחד לשני ואמרו לו צא תן לו ויצא וחזר ואמר פרעתי ועדים מעידים אותו שלא פרעו כגון שלא זזה ידם מתוך ידו הוחזק כפרן לאותו ממון: הגה אבל אם לא אמרו כך אלא אמרו שתבעו לפניהם ולא פרעו לא הוחזק כפרן דדלמא פרעו אח\"כ (הרא\"ש פ\"ק דמציעא) אבל אם אמרו לו חייב אתה ליתן לו ויצא וחזר ואמר פרעתי ועדים מעידים שלא פרעו כגון שלא זזה ידם מתוך ידו לא הוחזק כפרן שזה נשמט מהם עד שיחקרו דינו לפיכך אם חזר פעם אחרת וטען שפרעו ולא היו שם עדים שמכחישים אותו פעם שנית ה\"ז נשבע היסת שפרעו ונפטר לפיכך היו בקיאי הדעת שבספרד כשיודה הלוה או כשיתחייב שבועה בב\"ד אומר לו בב\"ד הוו עלי עדים שלא יפרעני או שלא ישבע לי אלא בפני עדים:"
    },
    {
      "id": "choshen_mishpat-079-14",
      "section": 14,
      "text": "בד\"א דציית דינא אבל אם יצא מלפני ב\"ד בסרבנות ושמתוהו אינו נאמן לומר פרעתי וגובה אפי' ממשעבדי לפיכך כותבים למלוה אפי' בלא דעת הלוה: הגה מי שקבל לפני ב\"ד לפרוע לחבירו ואח\"כ בא ואמר כבר היה חייב לי אינו נאמן דודאי אלו היה כך לא קבל עליו בב\"ד לפרוע אע\"ג דיש לו מיגו דיכול לומר פרעתי במקום חזקה אלימתא כי האי לא אמרינן מגו (ב\"י סי' ע\"ה בשם הרשב\"א):"
    }
  ]
}