{
  "id": "choshen_mishpat-039",
  "chapterLabel": "סימן 39",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-039-1",
      "section": 1,
      "text": "כותבין שטר ללוה בלא מלוה ועל איזה הודאה כותבין. ובו יז סעיפים:המלוה את חבירו בעדים או שהודה בפני עדים שהוא חייב לו נקרא מלוה על פה ואינו גובה מהמשועבדים והמלו' את חבירו בשטר (גובה מן המשועבדי') אפילו לא כתב אחריות דקי\"ל אחריות טעות סופר הוא ואם יש עדים שקנו מידו אפי' לא נכתב גובה ממשעבדי: הגה וע' לקמן סי' ס\"א ס\"ב וסעיף י' איזה מיקרי שטר וע' לקמן רסי' רכ\"ה מדין אחריות טעות סופר:"
    },
    {
      "id": "choshen_mishpat-039-2",
      "section": 2,
      "text": "המלוה את חבירו בעדים אין כותבין עדותן ונותנין למלוה שלא יחזירו למלוה על פה מלוה בשטר עד שיאמר להם הלוה כתבו שטר וחתמו ותנו לו ואע\"פ שאמר להם כן צריכים להמלך בו אחר שחתמו בשטר ואח\"כ נותנים השטר ביד המלוה וי\"א שאינם צריכים להמלך בו:"
    },
    {
      "id": "choshen_mishpat-039-3",
      "section": 3,
      "text": "בד\"א בשלא קנו מידו אבל אם קנו מידו שהוא חייב לו מנה הרי אלו כותבין ונותנין אע\"פ שלא אמר להם כתבו שסתם קנין לכתיבה עומד ואפי' נשתה' זמן מרובה ואח\"כ בא המלוה ותבעם שיכתבו לו הרי אלו יכתבו ויתנו ואין צריכים לחוש שמא פרע וכותבין זמן הקנין או יכתבו שטרא דנא איחרנוהו וכתבנוהו ואפילו מת הלוה קודם כתיבת השטר אפי' קבע לו זמן ועבר הזמן יכולים לכתבו אחר מותו וכן אם מת המלו' ובאו יורשיו לעדים שיכתבו להם השטר כותבים להם ויש חולקים ואומרים דאי משך מילתא טפי משלשים יום אין כותבין ואם קבע לו זמן לפרעון אין כותבין אחר אותו זמן דחיישינן שמא פרע: הגה וכל שלא אמר כתבו וחתמו אע\"פ שכתבו בשטר אינו אלא כפנקס בעלמא (תשובת רשב\"א סי' אלף רי\"א) מיהו י\"א דאם נתקיים דנין על פיו וע' לעיל סי' מ\"ו סעיף י' והא דבעי' דצריך לומר כתבו וחתמו היינו כשמתחייב עצמו אבל כשמוחל דבר לחבירו או פטרו א\"צ וע\"ל סי' פ\"א סעיף כ\"ט:"
    },
    {
      "id": "choshen_mishpat-039-4",
      "section": 4,
      "text": "אם הלוה מוחה בעדים שלא יכתבו לו שטר י\"א שאין כותבים ואפי' קנו מידו שלא יוכל למחות בהם מלכתוב אינו מועיל וע' לקמן סי' רמ\"ג ס\"ז ואם יאמר המלוה כיון שאינך רוצה שיכתבו לי שטר תחזיר לי מעותי שומעין לו ואם עדיו רוצים לילך למדה\"י יש מי שאומר שהולך לפני ב\"ד וכותב לו אבל העדים אין רשאים לכתוב וי\"א שאפי' עומד וצווח אל תכתבו לו שטר כותבים לו על כרחו אע\"פ שאין עדיו רוצים לילך למ\"ה יש מי שאומר דלא אמרינן סתם קנין לכתיבה עומד אלא כשקנו ממנו בפני המלוה אבל אם קנו ממנו שלא בפני המלוה אין כותבים (ויש חולקים בזה) (נ\"י פ' גט פשוט בשם הרשב\"א והרא\"ה):"
    },
    {
      "id": "choshen_mishpat-039-5",
      "section": 5,
      "text": "העדים אינם צריכים להיות מזומנים אבל מ\"מ אין יכולים לכתוב לו שטר כשהזמין אחרים בקניינו דכי אמרי' סתם קנין לכתיבה עומד ה\"מ דמייחדי ועשאן שלוחים אבל אם העידו בעל פה עדותם עדות אם כפר זה בעיקר הדבר אבל באומר פרעתי נאמן ואפי' תוך זמנו משום דריע טענתו של מלוה כשלא הוציא שטר אבל אם לא היה קנין ולא שטר והעידו שהוא תוך זמן גובה על פיהם (וע\"ל רסי' ע'):"
    },
    {
      "id": "choshen_mishpat-039-6",
      "section": 6,
      "text": "כל שכתבו וחתמו במקום שלא היה להם לכתוב ולחתום אין לו דין מלוה בשטר:"
    },
    {
      "id": "choshen_mishpat-039-7",
      "section": 7,
      "text": "כל שלא קנו מידו ואפי' הודה בפני ב\"ד של שלשה אם לא היו קבועים ולא שלחו לו אפי' קבץ אותם והושיבם והודה בפניהם ואמר להם הוו עלי דיינים אם בא אח\"כ התובע ואמר כתבו לי הודאתו אין כותבין שמא יתן לו ונמצא זה תובע אותו בשטר אבל אם היו ב\"ד של שלשה יושבים מעצמם במקום הקבוע להם ובא התובע וקבל לפניהם ושלחו שליח אצל הנתבע ובא והודה בפניהם הרי אלו כותבים הודאתו ונותנים לבעל דינו (ואפי' לא אמר אתם עדים) (טור) והוא שיהיו ב\"ד מכירי' את שניהם (רמב\"ם) כדי שלא יערימו שניהם לחייב איש אחר:"
    },
    {
      "id": "choshen_mishpat-039-8",
      "section": 8,
      "text": "בד\"א שאין כותבין ההודאות כשלא קנו מידו שהוד' לו במטלטלים אפי' הם בעין ואפי' הם של פקדון אבל אם הודה בקרקעות אפי' בפני ב' אע\"פ שלא קנו מידו ולא אמר להם כתבו ותנו הרי אלו כותבין ונותנין שאין כאן לחוש שמא יתן לו ונמצא תובעו פעם שניה:"
    },
    {
      "id": "choshen_mishpat-039-9",
      "section": 9,
      "text": "בד\"א שכשהודה בב\"ד הוא כמלוה הכתובה בשטר ולפיכך כותבים ונותנים לבעל דינו כשלא קיבל עליו את הדין עד ששלחו והביאוהו כמו שנתבאר אבל שנים שבאו לדין ותבע אחד מהם את חבירו וא\"ל מנה לי בידך וא\"ל הנתבע הן בין שאמרו הדיינים חייב אתה ליתן לו ובין שאמרו צא תן לו ויצא ואמר פרעתי נאמן וישבע היסת שפרעו לפיכך אם חזר התובע לדיינים ואמר כתבו לי הודאתו אין כותבין לו שמא פרעו ואפי' למאן דאמר שנאמן לומר פרעתי נגד פסק דין כמו שיתבאר בסמוך אפ\"ה אין נותנין לו שמא כבר פרעו:"
    },
    {
      "id": "choshen_mishpat-039-10",
      "section": 10,
      "text": "אם יש בידו פסק דין אין הלוה נאמן לומר פרעתי: הגה ואם זה איחר כמה ימים הפסק דין בידו ולא תבעו סברא שפרעו מדשתק כולי האי והדיינים יש להם לומר לנתבע שנתנו הפסק דין לתובע ואם לא אמרו לו נאמן לומר פרעתי ואם שכחו אם אמרו לו או לא חזקה שכדין עשו ואמרו לו (הגהות מיימוני פרק ז' מה' טוען) וי\"ח ואומרים דבכל ענין נאמן הנתבע לומר פרעתי נגד פסק דין (טור בשם אבי העזרי ומרדכי פ\"ק דב\"מ וב\"י בשם רש\"י) (ע' בשו\"ת ר' לוי בן חביב סי' ק\"ט):"
    },
    {
      "id": "choshen_mishpat-039-11",
      "section": 11,
      "text": "שטר הודאה שיצא ולא היה כתוב בו אמר לנו כתבו וחתמו ותנו לו ה\"ז כשר שאלו לא אמר להם כתבו וחתמו ותנו לו לא היו נותנים וי\"א שהסופרים שבזמן הזה חוששים לענין טריפת לקוחו' שמא לא אמר להם:"
    },
    {
      "id": "choshen_mishpat-039-12",
      "section": 12,
      "text": "היה כתוב בשטר הודה בפנינו ב\"ד ואין חתומים בו אלא שנים אם אין כתוב דברים שמשמע מתוכן שהיו שלשה חוששין שמא שנים היו וטעו [לומר] שהודאה בפני שנים הוי הודאה בב\"ד ולפיכך אין דנין בו דין שטר:"
    },
    {
      "id": "choshen_mishpat-039-13",
      "section": 13,
      "text": "כותבין שטר ללוה אע\"פ שאין המלוה עמו (מיהו אם המלוה מוחה שלא לכתוב השטר ללוה אין כותבין בעל כרחו) (תשובת רשב\"א סי' אלף ל\"ד) ואין כותבין שטר למלו' עד שיהא לוה עמו (הה\"מ פכ\"ג מה' מלוה) ואפי' אומר המלוה לעדים כתבו השטר וחתמוהו ויהיה בידכם ואם יבא הלוה להקנות ממנו תתנוהו לי ואם לאו תקרעוהו אין שומעין לו בד\"א בשטר שיש בו קנין שהרי משעה שקנו מידו נשתעבדו נכסיו לו או שכתב בשטר להדיא שהנכסים יהיו משועבדים לו מעכשיו (ר\"ן פ\"ב דכתובות ונ\"י פרק קמא דמציעא) אבל שטר שאין בו קנין אפי' מסר מעות ללוה בפנינו אין כותבין אפילו ללוה עד שיהיה מלוה עמו ויתן השטר ביד המלוה בפנינו שמא יכתוב עתה ללות ממנו בניסן ולא ילוה ממנו עד תשרי או (ילוה אבל) לא ימסור לו השטר ונמצא המלוה טורף בשטר זה מניסן שלא כדין שלא הגיע לידו עד תשרי: הגה אמר קנו ממני שאני חייב לפ' כך וכך וכתבו לו הרי אלו כותבין ונותנין לו ואין נותנין אותו ליד הלוה אבל אם אמר כתבו ותנו אותו בידי לא יתנו למלוה ולא יזכה המלוה עד שיצא מתחת יד הלוה (טור):"
    },
    {
      "id": "choshen_mishpat-039-14",
      "section": 14,
      "text": "חייב עצמו לשנים בקנין ואמר לעדים שיכתבו ויתנו בידו וכן עשו ומסר החייב השטר לא' מהם אע\"פ שלא ידע האחר מזו המסירה ואפילו מת ולא ידע זכה בחלקו ויגבוהו היתומים:"
    },
    {
      "id": "choshen_mishpat-039-15",
      "section": 15,
      "text": "עדים שראו קטן שקנו מידו לא יכתבו עליו שטר:"
    },
    {
      "id": "choshen_mishpat-039-16",
      "section": 16,
      "text": "עדים שראו דבר לזכות לראובן ואין זכותו נגמר עד שיביא עדים שראו עוד דבר אחר אם כותבין העדים ונותנים מה שראו בסימן ר\"ה:"
    },
    {
      "id": "choshen_mishpat-039-17",
      "section": 17,
      "text": "לוה שבא לב\"ד בשטר חוב שבידו לכפות את המלוה להלותו עד זמן שקבע אפי' נתברר שמדעת המלוה נכתב יכול לחזור בו (אבל אם אמר להלוות לו על משכון והחזיק במשכון לא יוכל לחזור בו) (תשובת רשב\"א סי' אלף נ\"ד) הלוה נותן שכר הסופר אפילו הוא שטר עיסקא ואם המלוה אבד השטר וצריך לכתוב אחר הוא נותן השכר (נ\"י פ' גט פשוט והמגיד פכ\"ד מה' מלוה):"
    }
  ]
}