{
  "id": "choshen_mishpat-306",
  "chapterLabel": "סימן 306",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-306-1",
      "section": 1,
      "text": "האומנים שומרי שכר ואם קלקלו וטבח שנבל. ובו ח סעיפים:כל האומנים שומרי שכר הם וכולם שאמרו טול את שלך והבא מעות או שא\"ל האומן גמרתיו ולא לקחו הבעלים הכלי הרי האומן שומר חנם אבל אם אמר האומן הבא מעות וטול את שלך עדיין הוא שומר שכר כמו שהיה (ואם אמר טול את שלך ואיני שומרו עוד פטור) (ב\"י בשם תלמידי הרשב\"א):"
    },
    {
      "id": "choshen_mishpat-306-2",
      "section": 2,
      "text": "נתן לאומנים לתקן וקלקלו חייבים לשלם כיצד נתן לחרש שידה תיבה ומגדל לקבוע בהם מסמר ושברו או נתן לו עצים לעשות מהם שידה תיבה ומגדל ונשברו אחר שנעשו משלם לו דמי שידה תיבה ומגדל שאין האומן קונה בשבח כלי עי' בא\"ע סי' כ\"ח סט\"ו: הגה הבנאי שקבל עליו לסתור הכותל ושבר האבנים או הזיקם חייב לשלם היה סותר מצד זה ונפל מצד אחר פטור ואם מחמת המכה חייב (טור ס\"ה):"
    },
    {
      "id": "choshen_mishpat-306-3",
      "section": 3,
      "text": "נתן צמר לצבע והקדיחתו יורה נותן לו דמי צמרו צבעו כעור או נתנו לו לצבעו אדום וצבעו שחור שחור וצבעו אדום נתן עצים לחרש לעשות מהם כסא נאה ועש' כסא רע או ספסל אם השבח יתר על ההוצאה נותן בעל הכלי את ההוצאה ואם ההוצאה יתירה על השבח נותן לו את השבח בלבד (ומה שהיה ראוי להשביח אילו לא שינה היא בכלל הקרן וחשבינן השבח (וההוצאה) בלא זה) (טור) אמר בעל הכלי איני רוצה בתקנה זו אלא יתן לי דמי הצמר או דמי העצים אין שומעין לו וכן אם אמר האומן הא לך דמי צמרך או דמי עציך ולך אין שומעין לו שאין האומן קונה בשבח כלי שעשה:"
    },
    {
      "id": "choshen_mishpat-306-4",
      "section": 4,
      "text": "המוליך חטין לטחון ולא לתתן ועשאן סובין או מורסן נתן קמח לנחתום ועשאו פת נפולין בהמה לטבח וניבלה בשכר חייבים לשלם דמיהן ואם שחט בחנם אם היה טבח מומחה פטור ואם אינו מומחה חייב (והטבחים שלוקחין הכרכשאות מן הכשרות מקרי שכר ואם נבלו חייבים לשלם) (טור):"
    },
    {
      "id": "choshen_mishpat-306-5",
      "section": 5,
      "text": "בד\"א שניבלה בוודאי אבל אם עשה בה טרפות הפוסלה מספק כגון ששהה במיעוט סימנים פטור וכן אם מצא הסכין פגום והוא בדקו תחלה כיון דאיכא למימר בעצם המפרקת נפגמה לענין ממון לא מפקינן מספק: הגה ואע\"ג דאנו נוהגין לאסרו אפ\"ה פטור מממון וכן נ\"ל ואע\"פ שיש מי שחולק (תרומת הדשן סי' קפ\"ו) ומ\"מ שכרו הפסיד דדלמא בסכין פגום שחט (ב\"י בשם ר' ירוחם והרא\"ש):"
    },
    {
      "id": "choshen_mishpat-306-6",
      "section": 6,
      "text": "המראה דינר לשולחני ואמר לו יפה הוא ונמצא רע אם בשכר ראהו חייב לשלם אע\"פ שהוא בקי ואינו צריך להתלמד ואם בחנם ראהו פטור והוא שיהיה בקי שאינו צריך להתלמד ואם אינו בקי חייב לשלם אע\"פ שהוא בחנם והוא שיאמר לשולחני עליך אני סומך או שהיו הדברים מראים שהוא סומך על ראייתו ולא יראה לאחרים (וי\"א דאפי' סתמא נמי חייב (טור בשם רבינו יצחק והרא\"ש) ומ\"מ הסברא הראשונה נראה עיקר):"
    },
    {
      "id": "choshen_mishpat-306-7",
      "section": 7,
      "text": "טבח שעושה בחנם וניבל וכן שולחני שאמר יפה ונמצא רע וכן כל כיוצא בזה עליהם להביא ראיה שהם מומחים ואם לא הביאו ראיה משלמין:"
    },
    {
      "id": "choshen_mishpat-306-8",
      "section": 8,
      "text": "הנוטע אילנות לבני המדינה שהפסיד (וי\"א דהוא הדין ליחיד (טור) וכן טבח של בני העיר שנבל הבהמות והמקיז דם שחבל והסופר שטעה בשטרות ומלמד תינוקות שפשע בתינוקות ולא למד (אפי' רק יום או יומים (מרדכי שם) או למד בטעות וכל כיוצא באלו והאומנים שאי אפשר שיחזרו ההפסד שהפסידו מסלקין אותם בלא התראה שהם כמותרים ועומדים עד שישתדלו במלאכתם הואיל והעמידו אותם הצבור עליהם: הגה וי\"א דאע\"פ שאין צריכין התראה מ\"מ בעינן חזקה דעד שיהיו מוחזקין או שיתרו בהן לא מסלקינן להו (המגיד פ\"י דשכירות ונ\"י פרק המקבל) הנותן מעות לחבירו לכתוב לו ס\"ת ונמצא בו טעות וצריך לשכור אחר שיגיה אותו אם הם טעיות שדרך סופרים לטעות אין הסופר חייב כלום אבל אם טעה כל כך שאין דרך לטעות חייב ומ\"מ אזלינן בתר המנהג אם מנהג המקום שכותבי ספרים מגיהים אף זה צריך להגיה ובסתם מקומות שאין על הסופר להגיה אם עמד והגיה מעצמו חייבים הבעלים לשלם לו (תשו' רשב\"א סי' א' נ\"ו):"
    }
  ]
}