{
  "id": "choshen_mishpat-246",
  "chapterLabel": "סימן 246",
  "title": "שולחן ערוך, חושן משפט",
  "partName": "חושן משפט",
  "sections": [
    {
      "id": "choshen_mishpat-246-1",
      "section": 1,
      "text": "השומע שמת בנו וכתב נכסיו לאחר. ובו יז סעיפים:לעולם אומדי' דעת הנותן אם היו הדברי' מראין סוף דעתו עושים ע\"פ האומר אע\"פ שלא פירש כיצד מי שהלך בנו למדינת הים ושמע שמת וכתב כל נכסיו לאחר מתנה גלויה גמורה ואח\"כ בא בנו אין מתנתו קיימת שהדברים מוכיחים שאלו ידע שבנו קיים לא היה נותן כל נכסיו לפיכך אם שייר מנכסיו כל שהוא בין קרקע בין מטלטלין מתנתו קיימת:"
    },
    {
      "id": "choshen_mishpat-246-2",
      "section": 2,
      "text": "יש מי שאומר שדין זה דוקא בשכיב מרע אבל לא בבריא ויש מי שאומר דאפי' בברי' היא:"
    },
    {
      "id": "choshen_mishpat-246-3",
      "section": 3,
      "text": "יש מי שאומר דה\"ה בריא שכתב כל נכסיו לאחר מחמת שהיה צריך לברוח מפני בעלי חוביו או מפני אויביו ואח\"כ עשה פשרה עם בעלי חוביו ואויביו או שמתו אם נתברר שלא כתב מתנה זו אלא מחמת כן הואיל ונדחית השעה מפניו והרי הוא צריך לנכסיו בטלה המתנה:"
    },
    {
      "id": "choshen_mishpat-246-4",
      "section": 4,
      "text": "הכותב כל נכסיו מתנה לאחד מבניו בין שהיה בריא בין שהיה שכיב מרע (וי\"א דדוקא שכתב לו בל' מתנה אבל ש\"מ שכתב לו לשון ירושה קנה) (טור) אפי'היה בן קטן המוטל בעריסה לא עשאו אלא אפוטרופוס והרי הוא בכל הנכסים כאחד מאחיו ואפי' האריך בלשון כדרך שופרא דשטרי ילך יזכה יחזיק אומדן דעת הוא שלא נתכוין אלא להיות אחיו נשמעים לו ואם שייר כל שהוא בין קרקע בין מטלטלים זכה הבן במתנה ואם פירש בשטר שמקנ' לו הקנאה גמור' ולא בתורת אפוטרופוס או שפירשבשטר שיהא רשאי למכור ולתת לאחרים או שכתב לו מטלטלי אגב מקרקעי או שהקנה לו בקנין וכן כל שכתוב בשטר המתנ' לשון שאפשר להוכיח ממנו דל מתנה גמורה נתכוין קנה: הגה ואם כתב לאחד שיהא מושל ושולט בכל אשר לו אינו לשון מתנה אלא לשון אפוטרופוס (הרא\"ש כלל פ\"ד סי' ב' וריב\"ש סי' ת\"ע):"
    },
    {
      "id": "choshen_mishpat-246-5",
      "section": 5,
      "text": "וכל היכא דאיכא לאסתפוקי בלשון המתנה אם נתכוין למתנה גמורה על המקבל להביא ראיה:"
    },
    {
      "id": "choshen_mishpat-246-6",
      "section": 6,
      "text": "בד\"א שכתב לבן בין הבנים אבל אם כתב לבן בין הבנות או לבת בין הבנות (או לבת בין הבנים) (טור) או לא' מהיורשים בין שאר יורשים אע\"פ שלא שייר כלום מתנתו קיימת (וי\"א דבת בין הבנים או בין הבנות לא קנתה) (טור בשם הרא\"ש והרמ\"ה)"
    },
    {
      "id": "choshen_mishpat-246-7",
      "section": 7,
      "text": "יש מי שאומר דכותב כל נכסיו לבן בין הבני' אם נתן לו בקנין וייפה כחו קנה ויש מי שאומר שאע\"פ כן לא קנה:"
    },
    {
      "id": "choshen_mishpat-246-8",
      "section": 8,
      "text": "אם אמר כתבו תנו לו כל נכסי ולא ייפה כחו לומר תנו לו כל נכסיו אף כתבו אפי' אפוטרופוס לא עשאו:"
    },
    {
      "id": "choshen_mishpat-246-9",
      "section": 9,
      "text": "הכותב כל נכסיו לאחד מבניו ולאחר זה האחר קנה חצי הנכסים במתנה ונשאר החצי לבניו והבן שנתנו לו אפוטרופוס מינהו על שאר אחיו:"
    },
    {
      "id": "choshen_mishpat-246-10",
      "section": 10,
      "text": "יש מי שאומר שאם כתב חצי נכסי לבני וחצי נכסי לפלוני לבנו נמי הוי מתנה ואם כתב שני שלישי נכסי לבני והשליש לאחר לא עשה בנו אלא אפוטרופוס:"
    },
    {
      "id": "choshen_mishpat-246-11",
      "section": 11,
      "text": "כתב כל נכסיו לשני בניו שניהם אפוטרופסים ואם כתב חצי נכסי לבני פלוני וחצי נכסי לבני פלוני הראשון הוי מתנה והשני הוי אפוטרופוס על החצי לכל הבנים וגם הראשון שנתן לו חצי הנכסים יש לו חלק בחצי האחר כשאר האחים:"
    },
    {
      "id": "choshen_mishpat-246-12",
      "section": 12,
      "text": "הכותב כל נכסיו לאשתו לא עשאה אלא אפוטרופוס ונתבארו פרטי דין זה בטור אבן העזר סי' ק\"ז:"
    },
    {
      "id": "choshen_mishpat-246-13",
      "section": 13,
      "text": "הכותב נכסיו לבניו וכתב לאשתו קרקע כל שהוא נתבאר בטור הנזכר סי' ק\"ו:"
    },
    {
      "id": "choshen_mishpat-246-14",
      "section": 14,
      "text": "הכותב כל נכסיו לאשתו ויצא עליו שטר מוקדם נתבאר בטור הנזכר בסי' ק\"ז:"
    },
    {
      "id": "choshen_mishpat-246-15",
      "section": 15,
      "text": "דין שטר במתנה שלא נעשה אלא להבריח בטור הנזכר סימן צ' :"
    },
    {
      "id": "choshen_mishpat-246-16",
      "section": 16,
      "text": "דין שכיב מרע שאמר תטול אשתי כאחד מהבנים בטור הנזכר סימן ק\"ח:"
    },
    {
      "id": "choshen_mishpat-246-17",
      "section": 17,
      "text": "כל הנותנים כל נכסיהם משתבטל המתנה ויחזרו כל הנכסים לבעלים הראשונים אין המקבל מתנה מחזיר פירות: הגה האומר לחבירו אכול עמי צריך לשלם לו ולא אמרי' מתנה קא יהיב ליה ולכן מי שמאכיל לחתנו עם בתו יותר מזמן שקצב לו מזונות צריך החתן לשלם לו מזונותיו כשיתבע ממנו אבל לא מזונות אשתו ודוקא דליכא הוכחה דנתן לו לשם מתנה אבל היכא דמוכח דנתן לו לשם מתנה רק אח\"כ נפלה קטטה ביניהם ולכן תובע ממנו פטור (ת\"ה סי' שי\"ז):"
    }
  ]
}