{
  "id": "yoreh_deah-371",
  "chapterLabel": "סימן 371",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-371-1",
      "section": 1,
      "text": "דין אהל היאך מביא הטומאה. ובו ו' סעיפים:אסור לכהן ליכנס תחת אהל שהמת תחתיו אפי' הוא גדול הרבה ואפילו לבית אחר או לעליה אחרת הפתוחים לאותו בית בנקב שיש בו טפח על טפח ובית לאותו בית עד עולם ואם סתם הנקב מותר לו ליכנס לבית אחר שהסתימה חוצצת אפילו לא בטלו להיות שם עולמית והני מילי שסתם כל הנקב אבל אם לא סתם כל הנקב אלא מעטו מטפח אם נתנו להיות שם עולמית ממעט וחוצץ בפני הטומאה שלא תעבור ואם לאו אינו ממעט: הגה וכל דבר המקבל טומאה אינו חוצץ בפני הטומאה (הגהת אלפסי פ' בני העיר ובהל' טומאה להרי\"ף ורמב\"ן ורא\"ש ומרדכי ריש פ' לא יחפור) ולא מיקרי סתימה בחלון אא\"כ יכול לעמוד בלא סמיכה (ג\"ז שם):"
    },
    {
      "id": "yoreh_deah-371-2",
      "section": 2,
      "text": "ארובה שבין בית לעליה ואין בה פותח טפח וכזית מהמת למטה בבית כנגד הארובה הבית טהור והעליה טמאה:"
    },
    {
      "id": "yoreh_deah-371-3",
      "section": 3,
      "text": "שני חדרים פתוחים לבית ובכל אחת חצי זית מהמת ודלתותיהם נעולים הבית טמא והם טהורים ואם נפתחו גם הם טמאים:"
    },
    {
      "id": "yoreh_deah-371-4",
      "section": 4,
      "text": "חצר המוקפת זיזין ואכסדראות וטומאה באחד מהבתים אם כל פתחי הבתים והחלונות נעולים טומאה יוצאת לתחת הזיזין והאכסדראות. (והטעם משום דהואיל וסוף הטומאה לצאת דרך שם רואין כאלו יצאה ולכן יש מחמירין לכהנים לילך דרך שער העיר שסוף המת לצאת משם (פסקי מהרא\"י סימן כ\"ה וכל בו) ויש מתירין (שם הביא בשם י\"א) והמקיל לא הפסיד במקום שלא נהגו להחמיר) ואם נפתח חלון או פתח מצד האחר ואותם של צד החצר כולם נעולים אין הטומאה יוצאת לתחת הזיזין ואם נפתח גם כן אחד מהם לצד הזיזין הטומאה יוצאת מהבית לתחת הזיזין וכן אם טומאה תחת הזיזין נכנסת מתחתיהן לבית לכן גגים הבולטים למעלה לחוץ על פתחי הבתים וטומאה באחד מהבתים כל הבתים שפתחיהם פתוחים טמאים: הגה ב' גגין שאינן נוגעין זה בזה אע\"פ שאין ביניהם רק פחות מג' לא הוי חבור לטומאה דלא אמרינן לבוד להחמיר (מהרי\"ו בפסקיו) ואם היו זה למעלה מזה אע\"פ שאינן נוגעין אמרינן חבוט רמי וכאילו נוגעים (נ\"י בהלכות טומאה להרי\"ף) הכהנים אינן יכולין לכוף לקרובי המת שיוציאו המת ממקומו כדי שהם יהיו רשאים ליכנס לביתם אם לא במקום שדרך להוציא כל המתים (תשובת מהרי\"ל סימן ס\"ה):"
    },
    {
      "id": "yoreh_deah-371-5",
      "section": 5,
      "text": "אסור לקרב בתוך ארבע אמות של מת או של קבר בד\"א שאין הקבר מסויים במחיצות גבוהות י' טפחים אבל אם הוא מסויים במחיצות גבוהות עשרה טפחים או בחריץ עמוק י' טפחים אין צריך להרחיק ממנו אלא ד' טפחים (ומותר לכהן לעמוד אצל בית שיש בו מת ומותר ליגע בכתליו ובלבד שלא יהא שום דבר מאהיל עליו) (תשובת הרשב\"א סימן קל\"ו):"
    },
    {
      "id": "yoreh_deah-371-6",
      "section": 6,
      "text": "מת המונח בספינה אם היא קטנה שמתנדנדת כשדורכין בה אסור לכהן ליכנס בה:"
    }
  ]
}