{
  "id": "yoreh_deah-135",
  "chapterLabel": "סימן 135",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-135-1",
      "section": 1,
      "text": "באיזו כלים יש לחוש משום ניסוך. ובו ט\"ז סעיפים:כלים שאין מכניסין לקיום בין שהם של עור בין שהם של עץ ושל זכוכית ושל אבן ושל מתכת אם אינן מזופתין משכשכן היטב במים ומותרים בין שהיה תחילת תשמישן ביד עובד כוכבים בין ביד ישראל היו מזופתין וחדשים אם דרכן לשום בהם יין בשעת זפיתה וכל שכן אם הם ישנים שנתיישנו ביד עובד כוכבים בתשמיש יין קולף את הזפת ומשכשכן ומותרים. לא רצה לקלף ממלאן ומערן ג' ימים והוא הדין לכלים שלנו שנגע בהם העובד כוכבים בעוד היין טופח עליהם: הגה י\"א דבכלים שלנו שהיה משקה טופח עליהם ונגע בהן עובד כוכבים אם הם של עץ ואבן או מתכת ושכשכן אפילו הם זפותים ועבר ונתן בהם יין אין לאסור בדיעבד (טור בשם ר\"ת ובעל התרומה והרא\"ש) ובהפסד מרובה יש להקל:"
    },
    {
      "id": "yoreh_deah-135-2",
      "section": 2,
      "text": "כלי שניקב וסתמו בזפת אינו נידון ככלי מזופף ולפי זה משפך שהוא מזופף מעט סביב הברזל אין לו דין כלי מזופף:"
    },
    {
      "id": "yoreh_deah-135-3",
      "section": 3,
      "text": "כלי שהוא שוע (פירוש שהחליקו וטחו) בשעוה אין דינו כמזופף דשעוה לא בלעה:"
    },
    {
      "id": "yoreh_deah-135-4",
      "section": 4,
      "text": "כלי חרס אם נשתמש בהם העובד כוכבים כל זמן שלא שבעו לבלוע צריכים מילוי ועירוי אפילו אינם זפותין ומאימתי שבעו מפעם שניה ואילך לפיכך אם נשתמש בהם העובד כוכבים פעם ראשונה ושנייה צריך מילוי ועירוי (טור) ואם נתן בהם מים שלשה פעמים ואח\"כ נתן בהם יין ונגע בו העובד כוכבים מותר בשכשוך אבל אם לא נתן בהם מים אלא ב' פעמים ואח\"כ נתן בהם יין ונגע בו העובד כוכבים יש אומרים שצריך עירוי ואם נתן בהם מים פעם אחת ושהו בהם שעה גדולה כמו רביע היום הוו בלועים ממים כמו נתן בהם מים שלש פעמים ואם הם זפותים צריכים לקלוף הזפת או מילוי ועירוי אפילו בשלנו שנגע בהם העובד כוכבים בעוד משקה טופח עליהם (ובדיעבד דינן ככלי אבן ועץ כמו שנתבאר) (כך מפרש הב\"י ל' הטור):"
    },
    {
      "id": "yoreh_deah-135-5",
      "section": 5,
      "text": "כלי נתר והם העשוים ממחפורת של צריף (פי' קרקע שחופרין משם צריף בלע\"ז אלו\"ם ובלשון אשכנז בייס\"א. רש\"י) בולעים הרבה ביותר ואין להם טהרה עולמית אפילו ביישון י\"ב חדש ואפילו באין מכניסין בהם לקיום ואפי' היה תחילת תשמישן ביד ישראל:"
    },
    {
      "id": "yoreh_deah-135-6",
      "section": 6,
      "text": "כלי חרס המצופים באבר או ברתוכי זכוכית (פירוש ממין כלי זכוכית שלא נתבשל כל צרכו והוא מן החול. תוספות) אם הם ירוקים דינם ככלי נתר מפני שיש בו קרקע מחפירת צריף אבל לבנים או שחורים אם הם חלקים שאין בהם בקעים דינם ככלי מתכות ואם יש בהם בקעים דינם כשאר כלי חרס שאינם שועים: הגה והא דכלי חרס מהני ליה עירוי היינו בדלא נשתמשו בו יין נסך רק בצונן אבל אם השתמשו בו בחמין כלי חרס אין לו תקנה ובשאר כלים צריכים הגעלה כמו בשאר איסורים (מרדכי פרק ב' דעבודת כוכבים בשם ראבי\"ה):"
    },
    {
      "id": "yoreh_deah-135-7",
      "section": 7,
      "text": "כלים שמכניסים בהם יין לקיום צריכי' עירוי בין שלקחם ישנים מהעובד כוכבים בין שהם שלנו ונשתמש בהם העובד כוכבים אפילו לפי שעה ומיהו בעירוי סגי להו אפילו הם זפותים:"
    },
    {
      "id": "yoreh_deah-135-8",
      "section": 8,
      "text": "יש מי שאומר שלא החמירו בשביל שמכניסו לקיום אלא בכלי חרס בלבד ויש מוסיפים של עץ ושל עור ויש מי שמוסיף של אבן ושל מתכת וכן ראוי לנהוג אבל של זכוכית לדברי הכל אין מחמירים בו בשביל שמכניסו לקיום:"
    },
    {
      "id": "yoreh_deah-135-9",
      "section": 9,
      "text": "נודות אין חשובין מכניסן לקיום שהרי אינם עשוים אלא להוליך בהם יין מהגת לחבית אבל חמת של טייעים כיון שהיין נתון בו תמיד שמיד שמערין זה חוזרין וממלאים אותו דינו כמכניסו לקיום אבל כוסות אע\"פ ששותים בהם תדיר מכ\"מ אין היין שוהה בהם תמיד אלא ממלאן לפי שעה ושותה ומערה והלכך אין להם דין מכניסן לקיום (כלי שמכניסין בו יין לעמוד בו שלשה ימים מקרי מכניסו לקיום ולכן העירוי גם כן הוא שלשה ימים) (מרדכי פא\"מ ובכל בו ובארוך כלל כ\"ח דין ס\"ט):"
    },
    {
      "id": "yoreh_deah-135-10",
      "section": 10,
      "text": "כלי עור הצריך מילוי ועירוי צריך שיוסיף עור וכיוצא בו על פיו כעין גדנפא כדי שיעלו המים על פיו או יהפכנו על פיו בתוך כלי מלא מים שלשה ימים אחרים:"
    },
    {
      "id": "yoreh_deah-135-11",
      "section": 11,
      "text": "כ\"מ שאמרנו שצריך שכשוך צריך להדיחו ג' פעמים (במים אבל לא ביין אפילו רוצה לאסור יין שמשכשך (טור וב\"י בשם הרמב\"ן) ויש מקילין בדיעבד) . (בא\"ח בשם י\"א):"
    },
    {
      "id": "yoreh_deah-135-12",
      "section": 12,
      "text": "כל מקום שצריך עירוי צריך למלאותו מים על כל גדותיו ויניחם בו כ\"ד שעות מעת לעת ולסוף כ\"ד שעות ישפכם והמים מותרים (ויש אוסרים המים) (מרדכי פא\"מ ובארוך ואגודה בשם ראבי\"ה) ויתן בו מים שניים ויניחם בו כ\"ד שעות וכן יעשה פעם שלישית ואע\"פ שלא היו שלשה ימים אלו רצופים אין בכך כלום ואם עמדו בו המים כמה ימים ולא שפכם לא עלו לו אלא ליום אחד ואם שפך המים קודם שעמדו בו כ\"ד שעות לא עלו לו אותם המים: (מי מלח חזקים שיש בהן שליש מלח וב' שלישים מים מועילים במעת לעת (טור בשם הרמ\"ה) כמו עירוי ג' ימים) (טור בשם הרא\"ש):"
    },
    {
      "id": "yoreh_deah-135-13",
      "section": 13,
      "text": "אפילו במכניסו לקיום אינו בולע יותר מכדי קליפה לפיכך אם העביר עליהם מלקט ורהיטני או קלפם בקרדום הוכשרו (אבל קליפת הזפת לא מהני בכלים המכניסים לקיום) (כך משמע מתשובת הרא\"ש):"
    },
    {
      "id": "yoreh_deah-135-14",
      "section": 14,
      "text": "כלי חרס שנשתמש בהם יין נסך אם החזירן לכבשן והסיקן מבחוץ ונתלבנו אפי' לא השהם בתוכו עד שנשר הזפת אלא שנרפה שרי אבל אם הסיקן מבפנים לא מהני אלא אם כן הסיקן כל כך עד שעבר חומם לצד חוץ כל כך שהיד סולדת בו:"
    },
    {
      "id": "yoreh_deah-135-15",
      "section": 15,
      "text": "כלי עץ וכלי עור וכלי חרס אפילו מזופתים ואפילו מכניסן לקיום ניתרים בהגעלה בכלי ראשון: הגה ויש מתירין אפילו ע\"י עירוי שמערה בהן רותחין ולגלגלן (טור בשם ר\"ח ותשובת הרא\"ש) ויש לסמוך על זה בדיעבד (ב\"י) ואפילו לכתחילה נוהגין ליתן אבנים קטנים מלובנים תוך החבית או (גדולים) ונותנן על המשפך ושופך עליהם רותחים ויורדים לתוך החבית ומגלגלו ומחשבים זה לכלי ראשון (ארוך כלל נ\"ח):"
    },
    {
      "id": "yoreh_deah-135-16",
      "section": 16,
      "text": "כל הכלים שישנן י\"ב חדש שרי שודאי כלה כל לחלוחית יין שבהם ואפילו נתן לתוכם מים תוך י\"ב חדש אין בכך כלום:"
    }
  ]
}