{
  "id": "yoreh_deah-228",
  "chapterLabel": "סימן 228",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-228-1",
      "section": 1,
      "text": "דין התרת נדרים וההבדל שבין פתח לחרטה והיאך נקרא על דעת רבים. ובו נ\"א סעיפים:מי שנדר ונתחרט יש תקנה ע\"י חרטה ואפילו נדר באלהי ישראל כיצד יעשה ילך אצל חכם מומחה דגמיר וסביר ואם אין יחיד מומחה ילך אצל שלשה הדיוטות והוא דגמירי להו וסבירי וגם יודעים לפתוח לו פתח ויתירו לו והאידנא אין מומחה שיהא ראוי להתיר ביחיד:"
    },
    {
      "id": "yoreh_deah-228-2",
      "section": 2,
      "text": "אין לאדם להתיר לכתחלה במקום רבו ולא במקום שיש גדול ממנו אלא א\"כ נתן לו רשות. (רא\"ש ור\"ן): הגה ומתירין ב' ג' נדרים ביחד לומר לו מותר לך וכן מתירין לב' או לג' אנשים ביחד ויוכלו לומר מותר לכם (ב\"י ס\"ס זה בשם תשובת הרמב\"ן סי' רע\"ד) (ועיין לקמן סוף סימן זה סעיף מ\"ו):"
    },
    {
      "id": "yoreh_deah-228-3",
      "section": 3,
      "text": "כיצד היא ההתרה יאמר לו ג' פעמים מותר לך או שרוי לך או מחול לך (בכל לשון שיאמר) (ב\"י בשם הרמב\"ם) ואפילו מעומד ובקרובים ובלילה ובשבת אפי' אם היה אפשר לו מאתמול לישאל עליו ובלבד שיהיה לצורך השבת כגון שנדר שלא לאכול או ליבטל מעונג השבת וחרמי צבור נהגו להתיר אף על פי שאינם לצורך השבת:"
    },
    {
      "id": "yoreh_deah-228-4",
      "section": 4,
      "text": "במה דברים אמורים שמתירין מעומד כשמתירין על ידי חרטה בלא פתח אבל מי שאינו מתחרט מעיקרו וצריך למצוא לו פתח צריך להתיישב בדבר וצריך עיון גדול דמה שאינו מתחרט מעיקרו היינו מפני שהיו לו תועלת בנדר כגון שהיו אוהביו רוצים להעבירו על דעתו כגון שיאכל עמהם או שישיא בנו או בתו לפי דעתם וכיוצא בזה ובשביל הנדר נמלט מהם ולא היה רוצה שלא נדר הלכך צריך למצוא לו פתח שאלו היה יודע שיבא לידי כך היה נמנע מלידור אע\"פ שהיה צריך לשמוע לקול אוהביו ולעבור על דעתו ואם הוא משקר לחכם אין התרתו כלום וכיון שצריך ישוב דעת צריך שיהיה מיושב:"
    },
    {
      "id": "yoreh_deah-228-5",
      "section": 5,
      "text": "אסר על עצמו הניית בני העיר אסור להשאיל על נדרו לחכם מבני אותה העיר ואם נשאל והתיר לו הרי נדרו מותר:"
    },
    {
      "id": "yoreh_deah-228-6",
      "section": 6,
      "text": "נשבע שלא יהיה גבאי או נאמן מהעיר אינו נשאל לחכם שבעיר:"
    },
    {
      "id": "yoreh_deah-228-7",
      "section": 7,
      "text": "מי שנתחרט בעיקר הנדר אין צריך פתח אלא שישאלנו החכם אתה חפץ בנדר זה והוא אומר איני חפץ בו מתחרט אני שנדרתי ומתיר לו ומיהו צריך שיתחרט בעיקר הנדר שהיה רוצה שלא נדר מעולם אבל אם אמר שעתה הוא מתחרט ועד עתה הוא חפץ במה שנדר לא הוי חרטה שצריך שיעקור הנדר מעיקרו ויזהר הנודר שלא יאמר שמתחרט מעיקרו אלא אם כן הוא ברור לו שהיה רוצה שלא נדר מעולם שאם לא כן אין ההתרה התרה והוא באיסור נדר כל ימיו. ואם אינו מתחרט צריך לבקש לו פתח לומר לו אילו היית יודע דבר זה לא היית נודר ונמצא הנדר נעקר מעיקרו וכיצד הוא הפתח כגון שנדר על דבר אחד ומפצירין בו הרבה שישאל עליו אומרים לו אילו ידעת שיפצירו בך כ\"כ ולא תוכל להשיב פניהם לא היית נודר והוא אומר כן (וי\"א דחוזרין ושואלין לו אם מתחרט) (מרדכי פרק שבועות שתים) ואפילו פתח שמגוף הנדר הוי פתח כגון שהדיר פלוני מנכסיו אם יעשה דבר פלוני ועבר ועשאו פותחין לו אילו היית יודע שהיה עובר על דבריך לא היית נודר והוא אומר כן ויש מי שמצריך שניהם פתח וגם חרטה: הגה ונהגו להחמיר ולעשות מן החרטה פתח שלאחר שאומר שמתחרט מעיקרא אומרים לו אילו ידעת שתתחרט כלום נדרת והוא אומר לא ואז מתירין לו:"
    },
    {
      "id": "yoreh_deah-228-8",
      "section": 8,
      "text": "החרם [*בזמן שהיה מותר מדין המלכות וכן בכל הסימן] אינו צריך לא פתח ולא חרטה:"
    },
    {
      "id": "yoreh_deah-228-9",
      "section": 9,
      "text": "פותחין לו לאדם בכבוד עצמו כגון שנדר לגרש את אשתו פותחין לו אילו ידעת שלמחר יהיו אומרים מה ראה פלוני לגרש את אשתו אלא שמצא עליה שם רע ונמצאת פוגם בניך או שיאמרו לו אילו ידעת שאתה צריך לפרוע לה כתובתה לא היית נודר והוא אומר כן:"
    },
    {
      "id": "yoreh_deah-228-10",
      "section": 10,
      "text": "נדר שלא להשאיל כליו לחבירו או שלא לשאול בשלומו פותחין לו אילו ידעת שאתה עובר על לא תקום או על לא תשנא אחיך בלבבך לא היית נודר אבל אין פותחין בכבוד המקום לומר אלו היית יודע שהיית מיקל בכבוד המקום שהנדר הוא כאילו נודר בחיי המלך או שיאמר לו אילו היית יודע שהנודר רע בעיני המקום שאין אדם חצוף לומר שלא היה נמנע בשביל כך והוא אומר שהיה נמנע אפילו אם אינו אמת ונמצא שאין הנדר נעקר מעיקרו ומטעם זה אין פותחין בההיא דאילו ידעת דפותחין פנקסך וממשמשין בעובדך ולא בההיא דכל הנודר ראוי לדקרו בחרב ולא בההיא דכל המקיימו כאילו הקריב עליו קרבן:"
    },
    {
      "id": "yoreh_deah-228-11",
      "section": 11,
      "text": "אין פותחין בכבוד אביו ואמו לומר אילו ידעת שיאמרו לאביך ולאמך ראו גידולים שגידלתם כמה בניכם קל בנדרים ונמצאת מזלזל בכבוד אביך ואמך מהאי טעמא שאינו חצוף לומר שלא היה נמנע בשביל כך ומהאי טעמא אין פותחין לו בכבוד רבו אבל פותחין לו בדברים שבינו לאביו ואמו כגון אם הדירן מנכסיו שפותחין לו אילו ידעת שאתה חייב במזונותיהם לא היית נודר:"
    },
    {
      "id": "yoreh_deah-228-12",
      "section": 12,
      "text": "אין פותחין אלא בדבר ההוה ורגיל דשכיח טובא אבל אין פותחין במלתא דלא שכיח טובא כגון אם אמר קונם שאני נהנה לפלוני או שאני נכנס לבית פלוני ונעשה אותו פלוני תלמיד חכם שהכל צריכין לו או אותו בית נעשה בית הכנסת אין פותחין לו לומר אלו ידעת שיעשה פלוני תלמיד חכם או אותו בית נעשה בה\"כ לא היית נודר לפי שע\"י פתח נעקר הנדר מעיקרו ופתח כזה אינו עוקרו שאף אם היה מעלה אותו על לבו לא היה נמנע בשבילו מלידור כיון דלא שכיחא טובא: הגה וכן מיתה לא שכיחא אבל עניות שכיח (ב\"י בשם הגמרא פרק ר\"א והגהות מיימוני פרק ו') (וכן הריון אשה שכיח ולא מקרי נולד) (הגהות מיימוני פ\"ו):"
    },
    {
      "id": "yoreh_deah-228-13",
      "section": 13,
      "text": "אע\"פ שאין פותחין בנולד פותחין בתנאי נולד כגון מי שנדר בנזיר קודם שחרב הבית וחרב אין פותחין לו לומר אלו ידעת שיחרב הבית כלום היית נודר אבל פותחין לומר אלו בא אדם בשעת הנדר והיה משקר ואומר שבאותה שעה חרב הבית כלום היית נודר וכן כל כיוצא בזה: הגה הא שאין פותחין בנולד היינו לעשות מן הנולד פתח כדי שיתחרט דודאי אינו מתחרט רק מן הנולד ואילך אבל אם מתחרט מעיקרו אע\"פ שעושה מכח הנולד מיקרי חרטה ומתירין לו (מדברי רא\"ם שהביא המרדכי פ' שבועות שתים וכן משמע בסמ\"ג ובהגהות מיימוני פרק ו'):"
    },
    {
      "id": "yoreh_deah-228-14",
      "section": 14,
      "text": "קודם שיתירו לו צריך שיפרט להם הנדר והסיבה שבשבילה נדר ואם לא פרט אין התרתן התרה ומיהו כשיפרוט לאחד מהמתירין סגי:"
    },
    {
      "id": "yoreh_deah-228-15",
      "section": 15,
      "text": "אין מתירין נדר של דבר איסור אפי' אינו אלא איסור דרבנן כגון לשחוק ואם התירו נדר של שחוק יש מתירין ויש אוסרין: הגה ואם יש מכשול בנדר זה כגון שיש לחוש שיעבור בלא התרה מתירין לו לכתחלה (הגהות מרדכי דשבועות בשם ר\"ת והג\"ה בסמ\"ג) וכן מי שנדר שלא לשחוק ונשתטה לפעמים וכששוחק ירווח לו מתירין לו (תשובת הרמב\"ן סי' רפ\"א) ועיין לעיל סוף סימן רי\"ז הנודר שלא לשחוק מהו בכללו:"
    },
    {
      "id": "yoreh_deah-228-16",
      "section": 16,
      "text": "צריך הנודר לבא לפני המתירין כשיתירו לו ואינו עושה שליח לשאול על נדרו (ומתירין ע\"י תורגמן) (ר\"ן פ\"ק דנדרים וב\"י בשם הירושלמי וריב\"ש סי' ש\"ע):"
    },
    {
      "id": "yoreh_deah-228-17",
      "section": 17,
      "text": "אין מתירין הנדר עד שיחול כיצד הרי שנשבע שלא יאכל בשר ל' יום מראש חדש אייר וניחם אינו נשאל עד שיכנס אייר ואפילו במקום שיש לחוש למכשול הנודר אין מתירין לו עד שיחול (וכ\"ש נודר על תנאי שאין מתירין לו עד שיחול) (תא\"ו ני\"ד) והוא הדין למנדה עצמו על תנאי שאין מתירין לו עד שיחול הנידוי אבל בהפרת הבעל וכן בהתרת חרמי ציבור אינו צריך שיחול הנדר (תשובת רשב\"א וריב\"ש ועיין לקמן סי' רל\"ד סכ\"ח):"
    },
    {
      "id": "yoreh_deah-228-18",
      "section": 18,
      "text": "מי שנשבע או נדר שאם לא יפרענו חמיו קודם הפסח שלא יהיה חג העצרת בעיר והגיע פסח ולא פרעו ונתחרט אין מתירין לו נדרו עד העצרת ונראה לי שטוב שיתירו לו פעמים אחת אחר הפסח ואחת אחר העצרת:"
    },
    {
      "id": "yoreh_deah-228-19",
      "section": 19,
      "text": "מי שנשבע או נדר לעשות דבר פלוני תוך שנה מעתה חלה עליו השבועה ויכולים להתיר לו מיד:"
    },
    {
      "id": "yoreh_deah-228-20",
      "section": 20,
      "text": "נדר על דעת חבירו אין מתירין לו אלא אם כן הודיעו לאותו שנדר על דעתו (וי\"א דאפילו הודיעו אין מתירין אלא מדעתו ורצונו) (מהרי\"ק שורש כ\"ב וטור ורא\"ש) (וכן עיקר) ודוקא שנדר על דעתו בשביל שום טובה שעשה לו (בשביל השבועה) (ב\"י בשם הריב\"ש סי' קפ\"ו וש\"ע) כמו משה שנדר על דעת יתרו בשביל שהשיא לו בתו (והשבועה היתה לתועלת יתרו) (ריב\"ש סי' תס\"א) אבל אם מעצמו נדר ע\"ד חבירו יכולים להתיר לו בלא דעתו: הגה וי\"א שצריך שיודיע לו שהתיר לו כדי שלא יחשוד אותו שעבר על נדרו (מרדכי פ' שבועות שתים בשם הירושלמי ומהרי\"ק שורש נ\"ב וע\"פ) ואם כבר מת שא\"א להודיעו מתירין לו כך דשוב ליכא חשדא (תשובת רמב\"ן סי' ר\"ן) : ואפילו נדר על דעתו בשביל טובה שעשה לו אם בדיעבד התירו לו בלא דעתו הויא התרה והוא שפרט הנדר וידע החכם שלתועלת חבירו נעשה ומיד הבית דין שנזקק לכך ראוי ליסרו ולהוכיחו ויש אומרים דלא הוי התרה: הגה מאחר שעשה לו טובה ונשבע לו משום זה אבל אם נשבע לחבירו לעשות לו איזה דבר ולא עשה כן משום טובה שעשה לו אע\"פ שאין מתירין לו לכתחלה בלא דעתו מ\"מ אם התירו לו בדיעבד הוי התרה (כן משמע במהרי\"ק שורש נ\"ב בחלוקה ב') : ואם נשבע לחבירו שלא יזוז מעיר פלוני ועבר ויצא מתירין לו אפילו שלא מדעתו כיון שאין הנאה שוב למשביע בדבר וי\"א שאין חילוק בין עשה לו טובה ללא עשה לו טובה לעולם אין מתירין לו אלא בידיעתו: הגה ואם מת אותו שנדר על דעתו יכול להתיר כך מיהו אם השבועה היתה לתועלת חברו כגון שנשבע לתת לו איזה דבר או שלא לעסוק בסחורה בלתי רשותו והיה לתועלת חבירו באי כחו ויורשיו הם במקומו (תשובת הרמב\"ן סי' רמ\"ט) כל מקום שהנשבע קבל טובה מן המשביע אע\"ג שהמשביע קבל יותר טובה ממנו אפי' הכי מקרי הטבה שהרי יתרו קבל יותר טובה ממשה שנשא בתו ואפי' הכי מקרי הטבה (ריב\"ש סי' ש\"ע) י\"א דלצורך מצוה מתירין נדר שנשבע על דעת חבירו אפי' בלא דעת חבירו (ב\"י בשם התוס') איש ואשה שקבלו חרם או שנשבעו זה לזה לישא זה את זה אין מתירין לאחד בלא דעת חבירו דזה מקרי הטבה שכל אחד רוצה לישא חבירו ונשבעו משום כך זה לזה (הגהות מרדכי דשבועות ומהרי\"ק שורש נ\"ב ומהר\"מ פדוא\"ה סי' ע') אבל אם האשה אומרת ששונאה אותו ונתנה אמתלא טובה לדבריה מתירין לה שלא מדעתו דאפילו אם כבר נשאה האומרת מאיס עלי חייב להוציא (ב\"י בשם מהר\"י ויי\"ל סי' קל\"ז קפ\"ו) וע\"ל סי' רל\"ט מי שנשבע שלא לישא אשה על אשתו:"
    },
    {
      "id": "yoreh_deah-228-21",
      "section": 21,
      "text": "נדר שעל דעת רבים אין לו התרה בלא דעתם: הגה ויש מחמירין דאפילו עם דעתם אין להתיר לדבר הרשות (ב\"י בשם תשובת הרמב\"ן והרשב\"א וסמ\"ג וריב\"ש) וכן נכון להחמיר לכתחלה אלא אם כן יש מצוה בהתרתו: הגה מי שנשבע שלא יכנס חבירו לביתו ויש בית הכנסת בביתו מקרי דבר מצוה ומתירין לו שיבא חבירו להתפלל ברבים (סמ\"ג והגהות מיימוני והביאו מהרי\"ק שורש כ\"ב ותשובת ר\"י וכן לעשות שלום בין איש לאשתו (תשובת מיי') או משום צרכי רבים מקרי דבר מצוה להתיר בשבילם נדר שהודר על דעת רבים (ריב\"ש סי' תס\"א) וכן לצורך פרנסתו (רשב\"ץ) ודוקא אם אי אפשר לקיים המצוה בלא התרת הנדר (שם במהרי\"ק) ואם אותן הרבים אומרים שלא להתיר לו אפי' לצורך מצוה אין מתירין לו (ב\"י בשם ריב\"ש ומהר\"מ פדוא\"ה סי' ס\"ב) מי שנשבע שלא ליהנות מאביו ומתחרט מקרי דבר מצוה ומתירין לו (ב\"י בשם תשובת רשב\"א) ואין נקראים רבים בפחות מג' וכגון שיפרוט אותם על דעת פלוני ופלוני ופלוני אבל אם אמר סתם ע\"ד רבים יש לו התרה ויש אומרים שאם נדר בפני ג' אפי' לא פרט אותם אלא אמר סתם על דעת רבים אין לו התרה דמסתמא על דעת רבים אותם שעומדים לפניו קאמר: הגה והוא הדין אם נשבע סתם וידענו על מי נתכוון כגון שנשבע על דעת הקהל או שאמר שנשבע על דעת ג' רבני העיר ואין שם אלא שלשה רבנים שבודאי לאלו נתכוון מקרי על דעת רבים (ב\"י בשם ריב\"ש) י\"א ד' שנשבעו יחד מעשות דבר אחד מקרי על דעת רבים דכל א' נשבע לג' חביריו ועל דעתן נשבע (מהרי\"ק שורש קס\"ב) ועיין למטה סעיף ל' יש אומרים דנדר על דעת רבים שהתירו בדיעבד הותר (שם שורש נ\"ב בשם הר\"ר אביגדור) ואין לסמוך על זה כי אם בשעת הדחק ויש צורך בדבר (ב\"י בשם תשובת הרשב\"א) אם נשבע על דעת רבים בדבר שיש בו נדנוד עבירה מותר להתיר לו בלא דעתם כי אין דעת רבים מסכמת בדבר שיש בו עבירה (ב\"י בשם תשובת הר\"ן סי' מ\"ב) מי שנשבע שלא לעשות דבר פלוני כי אם ברשות שלשה אנשים נקובים בשמותם לא מקרי על דעת רבים דאדרבה אלו הרבים דנקט להקל עליו לעשות ברשותם בלא התרה וכן כל כיוצא בזה (גם זה בב\"י ריש דף רע\"ג בשם הר\"ן סי' י\"ז):"
    },
    {
      "id": "yoreh_deah-228-22",
      "section": 22,
      "text": "נדר שנדר מעצמו על דעת אחד או על דעת שנים יש לו התרה אפי' בלא דעתם: הגה מיהו אם נשבע או נדר ע\"ד המקום דינו כנדר שעל דעת רבים (ר\"ן פ' שבועות שתים וריב\"ש סי' תל\"ו בשם הרמב\"ן והרשב\"א) ויש מקילין אם נשבע לדבר הרשות (שם בהר\"ן בשם י\"א):"
    },
    {
      "id": "yoreh_deah-228-23",
      "section": 23,
      "text": "נדר שהודר ברבים יש לו התרה מאחר שלא אמר על דעתם:"
    },
    {
      "id": "yoreh_deah-228-24",
      "section": 24,
      "text": "בעל מפר נדר שנדרה אשתו על דעת רבים ואפילו לדבר הרשות:"
    },
    {
      "id": "yoreh_deah-228-25",
      "section": 25,
      "text": "[*עניני קהל וחרם בטלין כעת מדינא דמלכותא] נדרים וחרמים שמטילין הקהל לא מקרי על דעת רבים אעפ\"י שאמרו על דעת המקום (וע\"ד הקהל) (תוס' וע\"פ) ויש להם התרה בלא פתח וחרטה ואין צריך לא יחיד ולא ג' הדיוטות שאינו אלא כעין גזירה ונידוי על כל מי שיעבור על גזירתם הלכך נודרין ומתירין הם בעצמם (אפי' הזכירו שבועה עם החרם) (תשובת הרא\"ש) ואם התנו בפירוש שלא יוכלו להתירו או שאמרו על דעת הקהלות הרחוקות וכן אם הוסיפו בחרם על מנהגם הראשון כגון התרעות או נאדות נפוחים או כיבוי נרות וכיוצא באלו גליא דעתייהו דלהחמיר באו ואינו ניתר כשאר חרמות אלא על ידי שאלה ואם הוחרם או הודר על דעת רבים אין לו התרה: הגה וי\"א דאפי' התנו בפירוש שלא יהא לו התרה אפ\"ה יכולין לחזור ולהתירו ואם החרימו שלא להתירו מתירין חרם האחרון תחלה ואח\"כ מתירין חרם הראשון (תשובת הרא\"ש כלל ה' סי' ז') וע\"ל סי' רכ\"ט:"
    },
    {
      "id": "yoreh_deah-228-26",
      "section": 26,
      "text": "אין נדרי צבור ניתרים אלא מכאן ולהבא אבל לא על מה שעבר:"
    },
    {
      "id": "yoreh_deah-228-27",
      "section": 27,
      "text": "אפי' לא בטלה הסבה שבשבילה תקנו והחרימו אם רצו להתיר מתירין ואפי' בתוך הזמן שקבעו להמשך התקנה ואפי' לא בא זמן הנדר ולא חל הנדר יכולים להתיר (ויכולין להתיר קצתו ולהניח קצתו) (ריב\"ש סי' קנ\"ה ורפ\"ב):"
    },
    {
      "id": "yoreh_deah-228-28",
      "section": 28,
      "text": "אם היתה ההסכמה גדר לרבים או סייג לתורה ולדבר מצוה אינם יכולים להתיר וכן בנדר של שחוק (שם וב\"י בשם תשובת רשב\"א):"
    },
    {
      "id": "yoreh_deah-228-29",
      "section": 29,
      "text": "יש מי שאומר שאם קהל אחד עשו הסכמה בחרם למגדר מילתא והלכו קצתם לעיר אחרת לדור ואין דעתם לחזור אם הפרצה ההיא מצויה שם חייבין להתנהג בנדר שקבלו עליהם בעירם הראשונה ואם עברו הרי הם עבריינים: הגה ולכן מי שיצא ממקום שנוהג חרם רבינו גרשון שלא לישא ב' נשים למקום שמקילין אסור לו לישא ב' נשים (ב\"י בשם תשובת הר\"ן סימן נ\"ג):"
    },
    {
      "id": "yoreh_deah-228-30",
      "section": 30,
      "text": "צבור שהסכימו על ענין אחד ונשבעו כל איש מהם עליו ואח\"כ רצו להתיר אין להם תקנה עד שיתחרטו כולם וימצאו פתח לשבועתם כשאר שבועות דעלמא ויתירו להם ג' אנשים שאינם מבני העיר ואם פתחם וחרטתם שוה אחת לכולם יכולים המתירים להתיר לכולם יחד ואם לאו מתירים לכל אחד כפי פתחו וחרטתו: הגה ועיין לעיל כתבתי דיש מי שאומר דכהאי גוונא מקרי נשבע על דעת רבים (מהרי\"ק שורש קפ\"ב) מיהו יש חולקים סבירי להו דכל אחד מהם יכול להתחרט ולשאול על נדרו אעפ\"י שאין חביריו מתחרטין (ריב\"ש סי' תס\"ב):"
    },
    {
      "id": "yoreh_deah-228-31",
      "section": 31,
      "text": "קהל שרוצים להתיר הסכמה בחרם ויש מוחים הולכים אחר הרוב שאם הרוב מסכימים להתיר מתירין מי שלא הסכים בהתרה לדידיה לא הותר (תשובת הרא\"ש כלל ז' סימן ה') (ואם נתנו רשות לטובי העיר הם במקום כל הקהל) (שם כלל ה'):"
    },
    {
      "id": "yoreh_deah-228-32",
      "section": 32,
      "text": "כיון שלא נהגו לנהוג עם העובר על הסכמת הקהל כדין מוחרם יש לנו לומר שעל דעת המנהג הזה הם מתקנים. (אם לא שהתנו בפירוש שינהגו בו דין מוחרם) (ב\"י בשם הר\"ן):"
    },
    {
      "id": "yoreh_deah-228-33",
      "section": 33,
      "text": "הנשבע שלא ליכנס בתקנת הקהל הוי שבועת שוא ועל כרחו חל עליו תקנת הקהל ואם אינו נוהג כמותם נכשל בחרם תקנתם: הגה ואפי' נשבע על איזה דבר שלא לגלותו ואחר כך נתנו עליו חרם חייב להגיד (מהרי\"ק שורש ק\"י) ולא יוכל שום אדם לומר לא שמעתי החרם כי אף על פי שלא שמעו כלל אפילו הכי חל חרם הצבור על כל אדם (מרדכי ריש פ\"ג דשבועות וב\"י בשם הרמב\"ן) וצבור שגזרו חרם על כל בני עירם כולם בכלל אפי' אותן שאין נותנין מסים (תשובת הרא\"ש כלל ו' סי' כ\"ט) ואסור לעבור על חומרי המקום כל זמן שהוא בתחום העיר (מרדכי פ' כל הבשר) וע\"ל סי' של\"ד מדין חרמי צבור:"
    },
    {
      "id": "yoreh_deah-228-34",
      "section": 34,
      "text": "אם מקצת הקהל מוחה בהסכמה כיון שהם [מיעוט] אינו מועיל המחאתן:"
    },
    {
      "id": "yoreh_deah-228-35",
      "section": 35,
      "text": "אי אפשר להשביע הנולדים אחר זמן אבל נידוי וחרם חל על דורות הבאים: הגה קהל שגזרו [*בזמן שהיה מותר מדין המלכות וכן בכל הסימן] חרם על איזה דבר וקודם שהתירו חרם הראשון גזרו ותקנו איזה דבר שהוא נגד חרם הראשון יש אומרים דאין החרם השני חל כלל (הרא\"ש כלל ה') ויש מחמירין (שם כלל ו') ועיין לקמן סימן רל\"ח סעיף ט\"ז:"
    },
    {
      "id": "yoreh_deah-228-36",
      "section": 36,
      "text": "מי שנדר לעלות לארץ ישראל יש לו התרה כשאר נדרים:"
    },
    {
      "id": "yoreh_deah-228-37",
      "section": 37,
      "text": "הנשבע על דעת חבירו שלא לעשות דבר פלוני אף על פי שנתן לו חבירו רשות לעשותו צריך שיתירו לו ג' הדיוטות אלא אם כן אומר שדעתו היה כשנשבע שיוכל אותו פלוני להתירו (ריב\"ש ורמב\"ן סי' רפ\"ח ור\"ן פרק נערה המאורסה) (ועיין לקמן סי' רל\"א):"
    },
    {
      "id": "yoreh_deah-228-38",
      "section": 38,
      "text": "נשבע שלא לעשות דבר פלוני שלא ברשות פלוני כיון שנתן לו אותו פלוני רשות הותר ואינו צריך התרה:"
    },
    {
      "id": "yoreh_deah-228-39",
      "section": 39,
      "text": "הנשבע לפרוע לחבירו לזמן פלוני יכול להתירו שלא על פי חכם שיאמר הריני כאילו התקבלתי אבל להאריכו ושיעמוד בחיובו לאו כל כמיניה אלא אם כן התנה שיוכל להאריכו. (וע\"ל סוף סימן רל\"ב):"
    },
    {
      "id": "yoreh_deah-228-40",
      "section": 40,
      "text": "אב שהשביע את בנו שלא יוכל להלוות כי אם ברשות שמעון ולוי מותר להלוות ברשות אחד מהם. (וע\"ל סי' רי\"ז):"
    },
    {
      "id": "yoreh_deah-228-41",
      "section": 41,
      "text": "הנשבע לפרוע לחבירו לזמן פלוני או להזמין בתו לנשואין לזמן פלוני עובר (לאחר זמן) בכל יום על שבועתו (הואיל והיה מחויב בלא שבועה) (ובסימן [זה] בב\"י תמצא מבואר) אבל אם נשבע לעשות הדבר ביום פלוני (ולא היה מחוייב בדבר בלא שבועה זו) ועבר היום שוב אין חיוב שבועה עליו ולוקה על שעבר שבועתו ואינו חייב לעשות אותו דבר מכח שבועה ויש מי שחולק ואומר שעדיין הוא חייב לעשותו מכח השבועה (ועיין בחה\"מ סי' ע\"ג):"
    },
    {
      "id": "yoreh_deah-228-42",
      "section": 42,
      "text": "נדר להתענות או לצדקה יש לו התרה על ידי פתח וחרטה והוא שלא באה הצדקה ליד גבאי ואם נתן מקצת יכול הוא להשאל על השאר:"
    },
    {
      "id": "yoreh_deah-228-43",
      "section": 43,
      "text": "נשבע לתת בתו לפלוני לאשה לזמן פלוני ובתוך הזמן קלקל המשודך (פי' המזדווגין עצמם יקראו משודכים מענין ומצאן מנוחה כי תרגום ותשקוט הארץ ושדיכת ארעא מעשיו פטור הלה משבועתו וה\"ה אם המירה אחות המשודך: הגה וי\"א דוקא אם נשאר בקלקולו או שבא לבית דין בעודו בקלקולו ואי אפשר להנשא לו כגון שהמיר דתו אבל אם חזר בתשובה ואח\"כ בא הנשבע לבית דין צריך התרה לשבועתו אעפ\"י שפטור מן הקנס ששיעבד עצמו אם יעבור מכל מקום צריך התרה לשבועתו (הגהות מרדכי דשבועות דלא כב\"י ועיין בתשובת הרב סי' ק' שאלה י\"ד) אבל אם בא לבית דין בעודו בקלקולו אפי' התרה לא צריך דהא אי אפשר שתנשא למומר ומאחר דהותר באותו הזמן הותר לעולם אף אם יחזור בו אחר כך וכן נראה לי עיקר (שם):"
    },
    {
      "id": "yoreh_deah-228-44",
      "section": 44,
      "text": "שנים שנדרו ללכת יחד לארץ ישראל תוך שתי שנים והאחד מתעכב חבירו פטור (ועיין לקמן סוף סימן רל\"ו):"
    },
    {
      "id": "yoreh_deah-228-45",
      "section": 45,
      "text": "המנדה עצמו בעולם הבא אם יעשה כך יש מי שאומר שיש לו התרה ויש מי שאומר שאין לו התרה לכן יש ליזהר מלנדות עצמו בעולם הבא על שום דבר: הגה ואם כבר נדר כך אין להתירו אלא במקום מצוה כדין נדר שהודר על דעת רבים (מהר\"ם מפדואה סי' י') וכן נדר שנדר בשעת צרה אין להתיר אלא לצורך מצוה או לצורך גדול כמו נדר על דעת רבים (ב\"ז סימן רע\"ז ותשובת מהרי\"ל סי' רי\"ג) ומיהו אם התירו בדיעבד מותר (ד\"ע) כמו שנתבאר בנדר שעל דעת רבים:"
    },
    {
      "id": "yoreh_deah-228-46",
      "section": 46,
      "text": "מתירים כמה נדרים לאיש אחד אפילו בהיתר אחד ולכמה אנשים בהיתר אחד והני מילי דלאיש אחד סגי בהיתר אחד בנדרים מחולפים אבל מי שנשבע על דבר אחד פעמים ושלש צריך התרה לכל אחד ואחד:"
    },
    {
      "id": "yoreh_deah-228-47",
      "section": 47,
      "text": "אם צוה השר שלא יחרימו שום חרם כי אם בהסכמת ראובן ואם החרימו שיהא מבוטל ואח\"כ החרימו הקהל שלא בהסכמת ראובן חל החרם: הגה ואם צריכין לעבור מכח גזירת השר אין איסור בדבר ומ\"מ החרם בתקפו כשיעבור גזירת השר ויש להם להשתדל בכל מאמצי כחם ולבקש לבטל הציווי (ב\"י בשם ריב\"ש) (וע\"ל סוף סימן של\"ד):"
    },
    {
      "id": "yoreh_deah-228-48",
      "section": 48,
      "text": "הנשבע לפרוע לחבירו מנה בר\"ח אדר חייב לפרוע ביום ראש החודש הראשון:"
    },
    {
      "id": "yoreh_deah-228-49",
      "section": 49,
      "text": "קהל שהחרימו שיפרעו חובותיהם ויבנו בית הכנסת מהמעות שיגבו מהרבית שיחזירו להם העובדי כוכבים ועכשיו כשגבו הרבית מהעובדי כוכבים אין בו כדי לפרוע חובותיהם יתנו מחצה לזה ומחצה לזה:"
    },
    {
      "id": "yoreh_deah-228-50",
      "section": 50,
      "text": "לשון מסופק בהסכמה בחרם נידון כפי מה שיאמרו רוב הקהל שהיתה כוונתם בשעת החרם: הגה וכן בשאר דברים שהצבור מחולקים בו בענין תקנתם וחרם שלהם ואם התנו שכל לשון המסופק יהא נידון על פי פלוני לא יוכל לדון על פי אומד דעתו אלא כפי מה שנראה לו מלשון ההסכמה והתקנה (ב\"י בשם הריב\"ש בח\"מ סימן ט\"ו בשם תשו' רשב\"א) קהל שגזרו חרמות שאין הצבור יכולין לעמוד בם אין צריכין לקיימם. (פסקי מהרא\"י סי' רצ\"ב):"
    },
    {
      "id": "yoreh_deah-228-51",
      "section": 51,
      "text": "היתר שנעשה באונס אינו כלום:"
    }
  ]
}