{
  "id": "yoreh_deah-173",
  "chapterLabel": "סימן 173",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-173-1",
      "section": 1,
      "text": "הרבה פרטי דיני רבית. ובו י\"ט סעיפים:מכר לחבירו דבר ששוה עשרה זהובים בי\"ב בשביל שממתין לו אסור אפילו אם המוכר עשיר ואינו צריך למעות ולא היתה הסחורה נפסדת אצלו במה דברים אמורים בדבר שיש לו שער ידוע או דבר ששומתו ידוע כמו פלפל או שעוה אבל טלית וכיוצא בו שאין לו שער ידוע ואין שומתו ידוע מותר למכרו ביוקר לפרוע לזמן פלוני ובלבד שלא יאמר לו בפירוש אם תתן לי מיד הרי הוא לך בעשרה זהובים ואם לזמן פלוני בי\"ב ויש מי שאומר שאפילו אינו מפרש בהדיא אין היתר אלא במעלהו מעט אבל אם מעלהו הרבה עד שניכר לכל שבשביל המתנת המעות הוא מעלהו הוה ליה כמפרש ואסור: הגה דבר הנמכר בעשרה ולפעמים כשבאים שרים לעיר נמכר בי\"ב אם רגילות ברוב פעמים שבאים השרים לעיר מותר למכרו בי\"ב: (הגהות מרדכי פרק א\"נ):"
    },
    {
      "id": "yoreh_deah-173-2",
      "section": 2,
      "text": "היו לו פירות שאם ירצה למכרם בשוק וליקח דמיהם מיד מוכרם בי' ואם תבע אותם הלוקח לקנותם ויתן המעות מיד יקנה אותם בי\"ב ה\"ז מותר:"
    },
    {
      "id": "yoreh_deah-173-3",
      "section": 3,
      "text": "מכר לו סחורה בי\"ב על מנת לפרעו לאחר זמן יכול לומר לו תפרע לי מיד ולא אקח ממך אלא עשרה: הגה ודוקא שכבר נגמר המקח בי\"ב וזכה בו הלוקח כבר (בית יוסף בשם נ\"י ומרדכי) אבל קודם שנגמר המקח אם אמר לו תפרע לי עכשיו י' שוב אסור ליקח אחר זמן י\"ב (פי' דברי נ\"י הנזכר לדעת ב\"י) אם לא ירצה הלוקח ליתן עכשיו:"
    },
    {
      "id": "yoreh_deah-173-4",
      "section": 4,
      "text": "מי שיש לו שטר חוב על חבירו או מלוה על פה מותר למכרם לאחר בפחות ואפילו לא הגיע זמן הפרעון ואין בו משום רבית (בעל התרומות) ובלבד שיהא אחריות השטר והמלוה על הלוקח כגון אם יעני הלוה שלא יהיה לו ממה לפרוע שלא יחזור על המוכר אבל אחריות שבא מחמת המוכר כגון שנמצא פרוע או שטרפו בעל חוב מוקדם א\"צ שיהיה על הלוקח ואם יש ביד המוכר משכון של הלוה מותר למכרו ללוקח וכן מותר שיבטיחנו הלוה בערבות או במשכון ואם עבר וקבל עליו המוכר אחריות תנאו קיים ואם אינו יכול לקבל חובו מחזיר לו מעותיו ואם יש בו ריוח יהיה למוכר וכשם שיכול למכרו לאחר בפחות כך יכול למכרו ללוה בעצמו: הגה אסור לאדם לומר לחבירו הא לך עשרה דינרין ופטרני ממה שאני חייב י\"ב דינרין לפלוני אע\"ג דאפשר שיפטור עצמו בי' דינרין ודוקא שחייב י\"ב דינרין אבל אם אינו חייב אלא שהמלך יטיל עליו אומנות עם שאר בני מדינתו בעד י\"ב דינרין אם אומר שקול עלי לאומנות אסור אבל אם אומר מלטני מן האומנות מותר דלמא יפייס אותו בפחות (תשובת הרשב\"א סימן תרפ\"ו):"
    },
    {
      "id": "yoreh_deah-173-5",
      "section": 5,
      "text": "אם הקהל צריכים מעות ימכרו עזר היין או הבשר לשנים או שלשה מיחידי הקהל לפרוע הסך לזמנים ידועים והקונים יתחייבו לקהל בשטר ואחר כך ימכרו הקהל החוב ההוא למי שיתן להם המעות מיד:"
    },
    {
      "id": "yoreh_deah-173-6",
      "section": 6,
      "text": "היו חמריו ופועליו תובעים אותו בשוק ואמר לשולחני תן לי דינר טבוע (פירוש דינר שיש עליו צורה ויוצא בהוצאה) לפרעם ואתן לך יותר משויו מעות שאינם טבועות שיש לי בבית מותר והוא שיש לו כל דמי הדינר: הגה ולי נראה מדברי האשיר\"י והתוספות דאין צריך שיהיה כל דמי הדינר בידו אלא אפי' מעט מהם כמו בהלואת סאה בסאה דלעיל סי' קס\"ב וכן הוא בקצת ספרי הטור והוא הנכון לדעתי וכל זה לא שרי אלא דינר במעות דהוי דרך מקח וממכר אבל מעות במעות דהוי בהלואה אפילו יש לו הכל אסור (טור וב\"י בשם תוספות וריב\"ש):"
    },
    {
      "id": "yoreh_deah-173-7",
      "section": 7,
      "text": "אם קונה דבר ששוה י\"ב בי' בשביל שמקדים המעות אם ישנם ברשות מוכר אלא שאינו מצוי לו עד שיבא בנו או עד שימצא המפתח מותר ואם אינם ברשותו אסור אפי' יש לו מאותו דבר הקפה ביד אחרים: הגה ונאמן המוכר לומר שיש לו (הגהות מרדכי ריש איזהו נשך) וכל זה לא שרי אלא בסתם אבל אם מפרש לומר אם תתן לי עכשיו אתן לך בי' ואם לאחר זמן בי\"ב אסור (טור בשם הר\"ר ישעיה) וכל זה בדבר ששומתו ידוע אבל אם אין שומתו ידוע אפילו אין לו שרי (ב\"י בשם תוספות ורא\"ש) ובלבד בסתם אבל לא במפרש (שם):"
    },
    {
      "id": "yoreh_deah-173-8",
      "section": 8,
      "text": "המקדים לבעל הגנה מעות דמי עשר דלועים אלו שיתנם לו כשיהיו בני אמה בזוז אע\"פ שעתה בני זרת בזוז מותר (הואיל וממילא קא רבו וגם כבר גדלו קצת) :"
    },
    {
      "id": "yoreh_deah-173-9",
      "section": 9,
      "text": "ההולך לחלוב עזיו לגזוז רחליו לרדות כוורתו ואמר לחבירו מה שעיזי חולבות מה שרחלי גוזזות מה שכוורתי רודה מכור לך המדה בכך וכך ומוזיל גביה בשביל הקדמת המעות אסור אבל אם אמר לו כל מה שעזי חולבות ורחלותי גוזזות וכוורתי רודה הן רב הן מעט מכור לך בכך וכך מותר שהוא קרוב להפסד כמו לשכר:"
    },
    {
      "id": "yoreh_deah-173-10",
      "section": 10,
      "text": "אסור לקנות פרי הפרדס קודם שיגמור ויתבשל מפני שזה שמוכר עתה בעשר הוא פרי ששוה עשרים כשיגמר נמצאת התוספת בשביל ההקפה (ולא דמי לדלועין דלעיל דשרי דאין דרך למכור פירות פרדס כך) (המ\"מ פ\"ט מה\"מ ונ\"י פא\"נ) אבל מותר לקנות עגל בזול ולהניחו ביד המוכר עד שיגדל שאם ימות או יכחיש הוא ברשות לוקח והמיתה דבר מצוי תמיד:"
    },
    {
      "id": "yoreh_deah-173-11",
      "section": 11,
      "text": "המקדים מעות לבעל הכרם על השריגים ועל הזמורות לכשיכרתו שהם ביוקר והוא קונה אותם בזול עד שיבשו ויכרתו אסור אלא אם כן הפך בהם כשהם מחוברים שנמצא כקונה אילן לזמורותיו:"
    },
    {
      "id": "yoreh_deah-173-12",
      "section": 12,
      "text": "שומרי השדות שבעלי השדות חייבים ליתן להם שכירותם מיד אחר הקציר אסור להוסיף להם בשכר כדי שימתינו אחר דישה ומירוח (פירוש טהרת התבואה מן הקש ועשותה כרים שוין פני הכרי בלוח) אלא אם כן יסייע לדוש ולהבר:"
    },
    {
      "id": "yoreh_deah-173-13",
      "section": 13,
      "text": "מותר להקדים מעות על יין בשעת הבציר על מנת שיתן לו יין טוב בניסן וכן מותר להקדים מעות על חבית ידוע של יין ולהתנות עם המוכר שאם יוזיל או יתייקר עד זמן מכירת היין יהיה ברשות הלוקח ואם יחמיץ יהיה ברשות המוכר אבל אם אין הלוקח מקבל עליו אחריות הזול אסור אפילו מושכו לרשותו:"
    },
    {
      "id": "yoreh_deah-173-14",
      "section": 14,
      "text": "חבית של יין שהיא שוה עתה דינר ומכרה לו בשתים עד הקיץ על מנת שאם תארע בה תקלה הרי היא ברשות המוכר עד שימכרנה הלוקח הרי זה מותר שאם אבדה או נשברה אינו משלם כלום ואם לא מצא למכרה ולהרויח בה הוה ליה להחזירה לבעלים וכן אם מכרה לו בשתים ואמר ליה היתר על שתים יהיה בשביל שאתה מטפל למכרה ואם לא תמצא למכרה כמו שתרצה החזירה לי ה\"ז מותר אע\"פ שאם אבדה או נגנבה או החמיצה תהיה ברשות לוקח: הגה וכל זה כשקצץ קצבה לדמי החבית שמוכר אבל אם מוכר לו בלא קצבה כגון שמכר לו שבע חביות ואמר לו תשלם לי כל החבית כמו שיהיה השער בעת שתקח כל חבית שרי אע\"ג דעכשיו אינו שוה כל כך: (הגהות מרדכי בשם רב האי וכן משמע מתשובת הרי\"ף שהביא הב\"י):"
    },
    {
      "id": "yoreh_deah-173-15",
      "section": 15,
      "text": "מי שיש לו סחורה שנמכרת כאן בזול ובמקום אחר ביוקר וא\"ל חבירו במקום הזול תנה לי ואוליכנה למקום היוקר ואמכרנה שם ואעשה צרכי במעות עד זמן פלוני ואפרענה לך כפי מה ששוה שם אם האחריות בהליכ' על הלוקח אסור ואם האחריות על המוכר מותר והוא שיתן לו שכר טרחו על הולכתה למקום היוקר ואם המוכר אדם חשוב שפוטרין ללוקח המכס בשבילו אין צריך לתת לו שכר טרחו:"
    },
    {
      "id": "yoreh_deah-173-16",
      "section": 16,
      "text": "היו החטים במדינה ד' סאין בסלע ובכפרים שש בסלע מותר ליתן סלע לתגר כדי שיביא שש סאין מהכפר לזמן פלוני והוא שיהיו באחריות לוקח אם נגנבו או נאבדו בדרך ואדם חשוב אסור לעשות זה ובמיני סחורה אסור לכל אדם לפי שאין מיני סחורה מצויים כפירות: הגה ויש מתירין בפירות אפילו אחריות הדרך על התגר המביאם (הרמב\"ם והריב\"ש והרב המגיד וב\"י בשם תוס' והמ\"מ) ובלבד שיתן לו שכר טרחו ועמלו:"
    },
    {
      "id": "yoreh_deah-173-17",
      "section": 17,
      "text": "המוליך פירות ממקום הזול למקום היוקר ואמר לו חבירו תנם לי ואני אתן שם פירות תחתיהם לזמן פלוני אם יש לו שם פירות מותר ואם לאו אסור:"
    },
    {
      "id": "yoreh_deah-173-18",
      "section": 18,
      "text": "להלוות דינר זהב השוה כ' דינרים על אחריות ספינה ההולכת מעבר לים ושיתן לו בשובה כ\"ד דינרים אסור: הגה ויש מתירין להלוות לאחד י\"ב דינרין ושיקנה בהם סחורה על היריד ושיתן למלוה בשובו לביתו י\"ג דינרים ובלבד שיקבל המלוה הסחורה ויוליכנה לביתו ויהיה אחריות הדרך על המלוה דהוי כמו שיש לו חלק בריוח הסחורה הואיל ומקבל עליו אחריות וכן נהגו בימי רש\"י להקל (בנימין זאב סימן שס\"ד):"
    },
    {
      "id": "yoreh_deah-173-19",
      "section": 19,
      "text": "לתת כ' ליטרין למי שיבטיח ק' שיש לו בספינה מותר:"
    }
  ]
}