{
  "id": "yoreh_deah-013",
  "chapterLabel": "סימן 13",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-013-1",
      "section": 1,
      "text": "בעלי חיים שאינם צריכים שחיטה. ובו ו' סעיפים: בהמה חיה ועוף טעונין שחיטה דגים וחגבים אין טעונין שחיטה: הגה ומותר לאוכלם מתים. או לחתוך מהם אבר ולאכלו. אבל אסור לאכלן חיים משום בל תשקצו (הגהות מיימוני פ\"א הגהות מרדכי ותוס'):"
    },
    {
      "id": "yoreh_deah-013-2",
      "section": 2,
      "text": "השוחט את הבהמה ונמצאת כשרה ומצא בה עובר בן ח' בין חי בין מת. או בן ט' מת. מותר באכילה ואינו טעון שחיטה ואם מצא בה בן ט' חי אם הפריס על גבי קרקע טעון שחיטה אבל שאר טרפות אינו אוסר אותו ואם לא הפריס על גבי קרקע אינו טעון שחיטה. ואם פרסותיו קלוטות פי' שפרסתו כולה א' ואינה סדוקה (או שהיה בו שום שאר דבר תמוה) (הגהות אשירי) אף על פי שהפריס על גבי קרקע אינו טעון שחיטה ויש מגמגמין בדבר:"
    },
    {
      "id": "yoreh_deah-013-3",
      "section": 3,
      "text": "אם לא שחט האם אלא קרעה. וכן אם שחטה ונתנבלה בידו או שנמצאת טריפה. אם העובר (הנמצא בה) בן ט' חי טעון שחיטה לעצמו וניתר בה. ואם הוא בן ט' מת או בן ח' אפילו חי הרי זה אסור: הגה ועכשיו אין להתיר שום ולד הנמצא בבהמה אם האם טריפה. (הגהות מיימוני בשם סמ\"ג סוף לאוין קל\"ו ואו\"ה סוף כלל נ\"ה) ולא מהני לו שחיטת עצמו דחיישינן שמא אינו בן ט':"
    },
    {
      "id": "yoreh_deah-013-4",
      "section": 4,
      "text": "בן ט' חי שנמצא במעי שחוטה כשרה וגדל ובא על בהמה דעלמא והוליד אותו הולד אין לו תקנה בשחיטה ואם בא על בת פקועה כיוצא בו הרי בנו ובן בנו עד סוף כל הדורות כמוהו וכולם צריכים שחיטה מדבריהם ואין הטרפות פוסל בהם:"
    },
    {
      "id": "yoreh_deah-013-5",
      "section": 5,
      "text": "השוחט את הבהמה ומצא בה דמות עוף. אע\"פ שהוא עוף טהור. הרי זה אסור באכילה. לא הותר מן הנמצא בבהמה אלא מה שיש לו פרסה: הגה וי\"א דאפילו פרסותיו קלוטות רק שיהא דומה לבהמה שבמינה מין שיש לו פרסה (עיין ס\"ק ך'):"
    },
    {
      "id": "yoreh_deah-013-6",
      "section": 6,
      "text": "השוחט את הבהמה ומצא בה בריה שיש לה שני גבין ושני שדראות אסור:"
    }
  ]
}