{
  "id": "yoreh_deah-208",
  "chapterLabel": "סימן 208",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-208-1",
      "section": 1,
      "text": "דיני סתם נדרים והנודר בחרם. ובו ה' סעיפים:סתם נדרים להחמיר כיצד אמר פירות אלו כבשר מליח או כיין נסך שיש במשמעו מליח של קדשים או יין נסך לשמים שהוא נדר שהרי הוא מתפיס בדבר הנדור ויש עוד במשמע בשר מליח ויין נסך לעבודת כוכבים שאינו נדר שהרי הוא מתפיס בדבר האסור אנו תולין אותו להחמיר ואם הוא אומר שדעתו כבשר מליח ויין נסך של עבודת כוכבים נאמן ואין צריך שאלה ואפי' הוא עם הארץ ואם רוב אנשי המקום קורים לבשר מליח של קדשים בשר מליח סתם וליין נסך לשמים יין [נסך] סתם אינו נאמן:"
    },
    {
      "id": "yoreh_deah-208-2",
      "section": 2,
      "text": "נדר בחרם ואמר לא נדרתי אלא בחרמו של ים (פי' רשת שצדין בה דגים בים) בקרבן ואמר לא נדרתי אלא בקרבנות מלכים הרי עצמי קרבן ואמר לא נדרתי אלא בעצם שהנחתי להיות נודר בו קונם אשתי נהנית לי ואמר לא נדרתי אלא מאשתי הראשונה שגרשתי אם הוא תלמיד חכם נאמן ואינו צריך התרה ואם הוא עם הארץ צריך שאלה שלא ינהגו קלות ראש בנדרים ומיהו בחרטה סגי וא\"צ לפתוח לו פתח ואם עבר על הנדר אין קונסין אותו לנהוג איסור כימים שעבר על הנדר ונהג בהם היתר אבל הנודר נדר גמור דאורייתא ועבר עליו (במזיד) קונסין אותו ואין מתירין לו אלא א\"כ ינהוג איסור כימים שעבר עליו ונהג בו היתר ואם יש מכשול בדבר כגון שנדר בדבר שאינו יכול ליזהר בו כגון שאסר עליו כל הפירות שבעולם חוץ מדגן ועבר עליו מתירין לו מיד ואין קונסין אותו לנהוג איסור כימים שעבר עליו כדי שלא יבא לידי מכשול ויש מי שאומר שמ\"מ יש להחמיר עליו שלא להתירו בחרטה אלא בפתח ומזה נלמוד למי שאסר על עצמו בשר ויין אם יעבור עבירה פלונית ועבר עליה ולא נזהר מבשר ויין ובא להתיר נדרו שמתירין לו מיד ואינו צריך לנהוג איסור כימים שנהג בהם היתר כיון שיש חשש מכשול בדבר: הגה מיהו אם נראה לחכם שיוכל לעמוד על עצמו ולא יעבור עוד אין מתירים לו עד שינהוג איסור כימים שנהג בהן היתר (מרדכי ריש שבועות שתים ובתשובת הרמב\"ן סי' רכ\"ה):"
    },
    {
      "id": "yoreh_deah-208-3",
      "section": 3,
      "text": "במה דברים אמורים שצריך לנהוג איסור כימים שנהג בהם היתר בימים מועטים אבל במרובים דיו ל' יום:"
    },
    {
      "id": "yoreh_deah-208-4",
      "section": 4,
      "text": "מי שעבר על נידוי אין צריך לנהוג איסור כימים שנהג בהם היתר מפני שנידוי הוא דרבנן:"
    },
    {
      "id": "yoreh_deah-208-5",
      "section": 5,
      "text": "נשבע שלא ישא אשה תוך ג' שנים ועבר ונשא אם אמר לשון שמשמעו שלא יעשה נישואין עמה הוה ליה כנשבע על הככר ואכלה דנשאל ומתירין לו אבל אם אמר לשון שמשמעו שלא תהיה אשתו אין מתירין לו עד שיגרשנה כימים שנהג בהם קלות ראש בנדרו. (וכבר נתבאר דבשלשים יום סגי) . (תשובת הרשב\"א ותשובת הרמב\"ן וריב\"ש לענין הלכתא):"
    }
  ]
}