{
  "id": "yoreh_deah-149",
  "chapterLabel": "סימן 149",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-149-1",
      "section": 1,
      "text": "דיני יריד מעובדי כוכבים. ובו ה' סעיפים:עיר שעושים בה יריד ביום חגם והעובדי כוכבים מתקבצים מכמה מקומות והולכים שם לכבוד עבודת כוכבים מותר לילך חוצה לה ואסור ליכנס בתוכה היתה חוצה לה מותר ליכנס בתוכה ההולך ממקום למקום אסור לעבור בה אם הדרך מיוחד לה (דהיינו שאין עוברים מאותה עיר לעיר אחרת):"
    },
    {
      "id": "yoreh_deah-149-2",
      "section": 2,
      "text": "בד\"א באכסנאי אבל בן עיר מותר ואם הולך בשיירא מותר: הגה חצר של עבודת כוכבים י\"א דדינו כעיר של עבודת כוכבים (טור בשם הרשב\"א) ובזמן שאין העובדי כוכבים מתקבצים שם לתרפותן מותר ליכנס שם (טור בשם ר' יונה והרא\"ש) וי\"א דבכל ענין אסור אם אין דרך עובר בו למקום אחר אבל כשדרך עובר בו למקום אחר לכולי עלמא מותר וכן המנהג פשוט לילך דרך אותו חצר למקום אחר (רשב\"א) ומ\"מ מדת חסידות הוא להתרחק מלילך בו אם יש לו דרך אחרת קצר כמוהו (ד\"ע וכן משמע בספר חסידים) ועיין לעיל סימן קמ\"ב:"
    },
    {
      "id": "yoreh_deah-149-3",
      "section": 3,
      "text": "הולכים ליריד של עובדי כוכבי' ולוקחים מהם בהמה עבדים ושפחות ובתים ושדות וכרמים וכותב ומעלה בערכאות שלהם בד\"א בלוקח מבעל הבית שאינו נותן מכס אבל הלוקח שם מן התגר אסור מפני שהוא נותן מכס (ואף אם יניחו לו המכס אסור) (טור) והמכס לאלילים עבר ולקח בהמה נושר פרסותיה מהארכובה ולמטה ואם כסות וכלים לקח ירקבו לקח מעות וכלי מתכות יוליכם לים המלח לקח עבד לא מעלין ולא מורידין:"
    },
    {
      "id": "yoreh_deah-149-4",
      "section": 4,
      "text": "אם המכס הוא לכהנים ואוכלים ושותים אותו ואין קונים ממנו לא תקרובת אלילים ולא נוייה מותר. הגה וסתם יריד בזמן הזה מותר דסתמא לאו לעבודת כוכבים הוא. במקום שדרך עובדי כוכבים המוכרים לומר ועוד פשוט לאלוה מותר לקנות ממנו דאפשר שיתננו לעניי עובדי כוכבים (טור בשם ב\"ה) אבל אם מפרש בהדיא לעבודת כוכבים שלו או שידוע שהוא לעבודת כוכבים או שאומר לקדש פלוני אסור לקנות ממנו (שם וכן פשוט בתוס' ובהגמי\"י):"
    },
    {
      "id": "yoreh_deah-149-5",
      "section": 5,
      "text": "ישראל ההולך ליריד שמוכרים שם אלילים וצרכיה אסור לישא וליתן עמו שאנו אומרים אלילים מכר ודמי אלילים ביד ישראל אסור: (אבל מותר לישא וליתן עם עובד כוכבים שהלך שם (טור):"
    }
  ]
}