{
  "id": "yoreh_deah-234",
  "chapterLabel": "סימן 234",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-234-1",
      "section": 1,
      "text": "מתי האב והבעל מפירין ומתי מפירין שניהם יחד. ובו ע\"ב סעיפים:האב מפר נדרי בתו כל זמן שהיא קטנה או נערה אפי' נדרה על דעת רבים בגרה (פי' כשהאשה עברה שתים עשרה שנה ויום א' אז אם הביאה ב' שערות נקראת נערה עד ו' חדשים אח\"כ שאז נקראת בוגרת כלומר מלאה שער כי תרגום ירושלמי של איש שעיר גבר בגר) או נשאת שוב אינו יכול להפר:"
    },
    {
      "id": "yoreh_deah-234-2",
      "section": 2,
      "text": "הבעל מפר נדרי אשתו לבדו משתכנס לחופה עד שתתגרש והגיע הגט לידה היתה מגורשת מספק לא יפר לה:"
    },
    {
      "id": "yoreh_deah-234-3",
      "section": 3,
      "text": "נתן לה גט על תנאי או לאחר זמן לא יפר לה בימים שבנתיים:"
    },
    {
      "id": "yoreh_deah-234-4",
      "section": 4,
      "text": "שמעה שמת בעלה ונשאת והרי הוא קיים אין בעלה ראשון ושני מפירים נדריה וכן כל מי שנשאת באיסור כרת:"
    },
    {
      "id": "yoreh_deah-234-5",
      "section": 5,
      "text": "נשאת לאיסורי לאוין או לחייבי עשה והפר לה בעלה הרי זה מופר. משתתארס עד שתכנס לחופה אין הבעל מפר לבדו אפילו אם הוא חייב במזונותיה ולא האב לבדו מפר אלא שניהם מפירים בשותפות ואפילו נדרים שהיו עליה קודם שנתארסה ואם הפר א' בלא שני אינו מופר ומיהו חלקו של שני נשאר קלוש והקל איסורו שאין בו מלקות וצריך שישמעו שניהם ביום א' אבל אם שמע א' היום והפר ושמע השני ביום אחר אינו יכול להפר ויש אומרים שכל א' מפר ביום שמעו אף על פי שלא שמעו ביום א' (ואם נתארסה ואין לה אב אין הארוס יכול להפר) . (רשב\"א סימן קס\"ו):"
    },
    {
      "id": "yoreh_deah-234-6",
      "section": 6,
      "text": "אם קיים האחד אפי' חזר ונשאל על ההקמה אינו יכול להפר עם השני:"
    },
    {
      "id": "yoreh_deah-234-7",
      "section": 7,
      "text": "שומרת יבם אין היבם מפר אפילו אין שם אלא יבם אחד ואפי' עשה בה מאמר (פירוש שקדשה בכסף):"
    },
    {
      "id": "yoreh_deah-234-8",
      "section": 8,
      "text": "הלך האב או שלוחיו עם שלוחי הבעל להביאה לו להכניסה לחופה עדיין היא ברשות שניהם להפרה מסרה האב או שלוחיו לשלוחי הבעל יצאת מרשות האב (ר\"ן ותוספות) וי\"א דמכל מקום אין הבעל מפר לה עד שתכנס לחופה. (טור):"
    },
    {
      "id": "yoreh_deah-234-9",
      "section": 9,
      "text": "נערה מאורסה שלא שמעו אביה ובעלה את נדרה עד שבגרה שיצאה מרשות האב אין הארוס (פי' המקדש ובא הפעול במקום תאר ע\"ד הוי שקוד ללמוד תורה) יוכל להפר לבדו:"
    },
    {
      "id": "yoreh_deah-234-10",
      "section": 10,
      "text": "נדרה ושמע אביה והפר חלקו ולא שמע בעלה עד שכנסה אינו יכול להפר לכך דרך תלמידי חכמים לומר לה קודם שיכניסנה כל נדרים שנדרת משארסתיך יהו מופרים וכן יאמר האב לבתו קודם שתצא מביתו כל נדרים שנדרת יהו מופרים:"
    },
    {
      "id": "yoreh_deah-234-11",
      "section": 11,
      "text": "מת הארוס בעודה נערה חוזרת לרשות האב ומפר אפילו מה שנדרה בחיי הארוס ושמע ומת מפר האב לבדו ביום שמעו ואפילו יש לה יבם ועשה בה מאמר מפר האב לבדו ודוקא שמת הארוס קודם שמעו או שמת ביום שמעו ולא קיים הנדר וכן אם הפרו צריך האב לחזור ולהפר אבל אם קיים הנדר קודם שמת או שמת אחר יום שמעו אין האב יכול להפר ולהרמב\"ם שמע ארוס והפר לה ומת ואחר כך שמע האב אין האב יכול להפר:"
    },
    {
      "id": "yoreh_deah-234-12",
      "section": 12,
      "text": "כנסה או שמסרה לו האב או שלוחיו להכניסה ומת בעודה נערה אינה חוזרת לרשות האב:"
    },
    {
      "id": "yoreh_deah-234-13",
      "section": 13,
      "text": "נדרה והיא ארוסה ונתגרשה וחזרה ונתארסה לארוס זה או לאחר אביה וארוסה האחרון מפירין לה:"
    },
    {
      "id": "yoreh_deah-234-14",
      "section": 14,
      "text": "כנסה ונדרה ולא שמע הבעל וגירשה ואחר כך אירסה אינו יכול להפר אותו נדר משום דאין ארוס מפר אלא בשותפות האב והכא כיון שהאב אינו יכול להפר לפי שכיון שכנסה יצתה מרשותו (הארוס) נמי אינו יכול להפר:"
    },
    {
      "id": "yoreh_deah-234-15",
      "section": 15,
      "text": "מת האב משנתארסה אין הארוס יכול להפר אפי' אם שמעו הארוס והאב יחד והפר האב קודם שמת וכן אם שמע הארוס והפר לה ולא הספיק האב לשמוע עד שמת אין הארוס יכול להפר חלק האב:"
    },
    {
      "id": "yoreh_deah-234-16",
      "section": 16,
      "text": "שמע אביה והפר לה ולא הספיק הארוס לשמוע עד שמת אין האב יכול להפר חלקו של ארוס ודוקא שמת אחר יום שמיעה אבל אם מת ביום שמיעה חוזר ומפר הכל ביחד ואם חזרה ונתארסה בו ביום אע\"פ שמת הארוס הראשון אחר יום שמיעת האב חוזר ומפר עם הארוס השני ויש חולקין בזה לומר שאין האב חוזר ומפר עם הארוס השני:"
    },
    {
      "id": "yoreh_deah-234-17",
      "section": 17,
      "text": "נדרה והיא ארוסה ומת הארוס בין קודם שמיעה בין לאחר שמיעה ושמע האב וחזרה ונתארסה בו ביום אפילו כמה פעמים האב והארוס האחרון מפירין נדריה ואם לא שמע האב בו ביום ונתארסה לאחרים ושמע אחר כך אפילו אחר כמה ימים האב והארוס האחרון מפירים ביחד ביום שישמעו:"
    },
    {
      "id": "yoreh_deah-234-18",
      "section": 18,
      "text": "נדרה והיא ארוסה ושמע אביה ולא שמע הארוס ונתגרשה בו ביום ונתארסה לאחר בו ביום אפילו למאה אביה ובעלה האחרון מפירין נדריה שנדרה בפני ארוס ראשון מפני שלא יצאתה לרשות עצמה שעה אחת שעדיין היתה ברשות האב מפני שהיא נערה:"
    },
    {
      "id": "yoreh_deah-234-19",
      "section": 19,
      "text": "נערה המאורסה שנדרה ולא שמע אביה ולא בעלה ונתגרשה ונתארסה לאחר אפילו לאחר כמה ימים כשישמע האב והארוס האחרון מפירין נדרים שנדרה בפני הארוס הראשון הואיל ולא שמע אותם הארוס הראשון:"
    },
    {
      "id": "yoreh_deah-234-20",
      "section": 20,
      "text": "הא דאמרינן שחוזרת לרשות האב לבטל מה שנדרה תחת הארוס והוא שמען דוקא כשמת הבעל מן האירוסין אבל אם גירשה לא דמספקא לן אי גירושין כהקמה דמי הילכך אם שמע נדרה וגירשה אין האב יכול להפר לא לבדו ולא בשותפות עם ארוס אחר ואפילו עם הראשון נמי לא אפי' החזירה ביום השמיעה אבל אם לא שמע הארוס נדרה וגירשה דינה כמו לא שמע ומת לכל דבר:"
    },
    {
      "id": "yoreh_deah-234-21",
      "section": 21,
      "text": "אין האב מפר נדרי בתו ולא הבעל נדרי אשתו אלא ביום שמעם ודוקא כל היום ולא מעת לעת שאם שמע בתחלת הלילה מפר כל הלילה ויום המחרת ואם שמע סמוך לחשיכה אינו מפר אלא עד שתחשך ואם עבר היום ושתק אפילו לא כוון בשתיקתו אלא לצערה אינו יכול להפר ואם שתק מפני שאינו יודע שיש ביד הבעל להפר או אפילו יודע אלא שנדרה נדר שסבור שאינו יכול להפר כגון שסבור שאינו עינוי נפש יכול להפר אפילו לאחר כמה ימים ולא הויא שתיקתו קיום ושעת ידיעתו כאילו היא שעת הנדר או יום שמיעה ויפר לה כל אותו היום:"
    },
    {
      "id": "yoreh_deah-234-22",
      "section": 22,
      "text": "נדרה אשתו וקיים לה באחד מלשונות של הקמה וכסבור שאינן לשון הקמה ובו ביום הפר לה הקמתו הקמה והוא הדין למי שיודע שיש בידו להפר אותו נדר שנדרה אבל לא ידע שצריך להפר ביום שמעו כיון שעבר יום שמיעה אינו יכול להפר ואם נשאל על ההקם הפרתו שהפר הפרה ואינו צריך לחזור ולהפר:"
    },
    {
      "id": "yoreh_deah-234-23",
      "section": 23,
      "text": "בעל שקיים נדרי אשתו והלכה לפני שלשה הדיוטות והתירו לה מותר: הגה וי\"א דאין חכם או ג' הדיוטות יכולין להתיר אחר הקמה של בעל (מהרי\"ו סי' ט\"ו ומרדכי פרק השולח בשם ר\"י והגהמ\"ר דשבת בשם ר' יונתן) אבל אם לא הפר לה הבעל והחריש לה יכול חכם או ג' הדיוטות להתיר (מהרי\"ק שורש נ') וטוב להחמיר לענין אם קיים לה הבעל שישאל הבעל על ההקם (ויתיר) [ויפר] לה ואם אינו ביום שמעו יתיר ג\"כ חכם או ג' הדיוטות (ת\"ה סי' רע\"ט) וע\"ל סעיף מ\"ט וכל זה לכתחלה לחוש לסברת המחמירים אבל העיקר כסברא הראשונה דחכם או ג' הדיוטות מתירים אחר הקם הבעל כסברא הראשונה (היא סברת הגהות מרדכי דשבועות ודשבת ורשב\"ם בשם ר\"י ורא\"ם ב\"י בשם רשב\"ץ ות\"ה):"
    },
    {
      "id": "yoreh_deah-234-24",
      "section": 24,
      "text": "מפירין נדרים בשבת אף על פי שאינם לצורך השבת ולא יאמר לה מופר ליכי כמו שאומר בחול אלא מבטל בלבו ואומר לה טלי אכלי וטלי ושתי וכיוצא בזה (רמב\"ם וטור לקמן סימן זה):"
    },
    {
      "id": "yoreh_deah-234-25",
      "section": 25,
      "text": "הבעל (או האב) יכול להפר בלא שמיעה אם הוא פקח אבל אם אינו שומע והוא מדבר אינו יכול להפר: הגה ויש חולקין דאף פקח אינו יכול להפר עד שישמע (הטור והרא\"ש וסמ\"ק) ומיהו אם הפר ואח\"כ שמע הוי הפרה (ר' ירוחם ועס\"ק מ\"ג):"
    },
    {
      "id": "yoreh_deah-234-26",
      "section": 26,
      "text": "השוטה אינו מפר:"
    },
    {
      "id": "yoreh_deah-234-27",
      "section": 27,
      "text": "קטן אינו מפר לפי שאין לו אישות:"
    },
    {
      "id": "yoreh_deah-234-28",
      "section": 28,
      "text": "אין האב והבעל מפירין קודם שתדור אבל משנדרה מפירין אף על פי שלא חל הנדר ואפילו שלא בפניה: הגה וי\"א דוקא נדר שתלוי בזמן דממילא חייל אבל אם תלוי במעשה לא יוכל להפר עד שיחול (רבינו ירוחם סוף נכ\"ז בשם רבינו יונה):"
    },
    {
      "id": "yoreh_deah-234-29",
      "section": 29,
      "text": "הבעל מפר לשתי נשיו כאחת וכן האב לב' בנותיו ויש חולקין:"
    },
    {
      "id": "yoreh_deah-234-30",
      "section": 30,
      "text": "אין יכולים לעשות שליח לא להקמה ולא להפרה:"
    },
    {
      "id": "yoreh_deah-234-31",
      "section": 31,
      "text": "צריך שיכוין לשם האשה שהפר לה ולשם הנדר שהוא מפר כיצד נדרה אשתו וסבור שנדרה בתו (כי כן אמרו לו) (אליבא דחד שנוייא בגמרא) או איפכא נדרה מהתאנים וסבור שנדרה מהענבים (כי כן אמרו לו) או איפכא והפר לה על דעת זה לא הוי הפרה אלא א\"כ נודע לו תוך כדי דבור ורצה גם בהפרה זו:"
    },
    {
      "id": "yoreh_deah-234-32",
      "section": 32,
      "text": "כשנודע לו אחר כדי דבור דלא הוי הפרה יש לו להפר כל יום ידיעה שניה ואם קיים בידיעה קמייתא לאו כלום הוא ואם רצה להפר בידיעה שנייה מפר:"
    },
    {
      "id": "yoreh_deah-234-33",
      "section": 33,
      "text": "אמרו לו נדרה אשה בתוך ביתך וסבור שהיא בתו והפר לה ונמצא שאשתו היא שנדרה אע\"פ שלא נמצא אלא לאחר כדי דבור הרי זה מופר והוא שרוצה בהפרת אשתו:"
    },
    {
      "id": "yoreh_deah-234-34",
      "section": 34,
      "text": "כל ההפרה תלויה בשעת הנדר כיצד אם בשעת הנדר היא נשואה אע\"פ שלא יחול עד שתתאלמן כגון שאמרה קונם ככר זה עלי לאחר ל' יום והפר לה ונתאלמנה בינתיים מופר וכן אם אמרה קונם עלי ככר זה לאחר שתתאלמן הרי זה מופר:"
    },
    {
      "id": "yoreh_deah-234-35",
      "section": 35,
      "text": "היתה אלמנה בשעת הנדר אינו מופר אע\"פ שנשאת קודם שיחול לא שנא אמרה קונם עלי לאחר ל' יום ונשאת בינתיים לא שנא אמרה קונם עלי לאחר שאנשא והוא הדין אם היתה ארוסה בשעה שנדרה וחל הנדר אחר שנשאת לו אינו יכול להפר:"
    },
    {
      "id": "yoreh_deah-234-36",
      "section": 36,
      "text": "אסרה עצמה בתאנים וענבים בין בנדר בין בשבועה בין שאסרה עצמה בכל המין בין שאמרה תאנים וענבים אלו וקיים לתאנים והפר לענבים או שקיים לענבים והפר לתאנים מה שקיים קיים ומה שהפר מופר וכן כל כיוצא בזה ואין אומרים בהפרה נדר שהופר מקצתו הופר כולו: הגה ויש חולקין וסבירא להו דאם קיים קצתו קיים כלו ואם הפר קצתו אינו מופר כלל (טור והרא\"ש ורמב\"ן ור\"ן) ודוקא בנדר אחד אבל אם אמרה קונם ענבים עלי קונם תאנים עלי ב' נדרים הם ואין שייך אחד לחבירו. (ג\"ז בטור):"
    },
    {
      "id": "yoreh_deah-234-37",
      "section": 37,
      "text": "מפר אדם או מקיים נדרי אשתו ובתו בכל לשון ואע\"פ שאינה מכרת (וכל לשון שיאמר שמורה שקיים לה אפי' עשה כדי לצערה הוי קיום) (ב\"י בשם תשו' הרשב\"א ומהרי\"ק שורש נ' אלא דמביא שם ראיה מנודרין להרגין דדברים שבלב אינם דברים ולדעתי פשוט כן מלעיל סכ\"א והוא ש\"ס ס\"פ נערה המאורסה ודוק) וכיצד מפר אומר ג' פעמים מופר או בטל או אין נדר זה כלום וכיוצא בדברים שעניינם עקירת הנדר מעיקרו בין בפניה בין שלא בפניה אבל אמר לה אי איפשי שתדורי או אין כאן נדר הרי זה לא הפר וכן האומר לאשתו או לבתו מחול ליך או מותר ליך או שרוי ליך וכן כל כיוצא בענין זה לא אמר כלום ויש מי שחולק ואומר דאומר אין נדר זה כלום לא הוי הפרה. (הרא\"ש וטור):"
    },
    {
      "id": "yoreh_deah-234-38",
      "section": 38,
      "text": "חשב לשון הפרה בלבו ולא הוציאו בשפתיו אינו כלום בד\"א שלא אמר לה טלי ואכלי אבל אם אמר לה טלי ואכלי וחשב לשון ההפרה בלבו הוי הפרה:"
    },
    {
      "id": "yoreh_deah-234-39",
      "section": 39,
      "text": "כל זמן שלא הפר הנדר לאשתו אינו יכול לכופה שתעבור על הנדר אלא אם כן אמר לה טלי ואכלי ויחשוב בלבו לשון הפרה ולהרמב\"ם המבטל נדרי אשתו ובתו א\"צ לומר כלום ונתבטלו כל הנדרים ומהו הבטול שיכוף אותה לעשותה דבר שאסרה אותו אבל ההפרה אינו כופה אותה אלא מפר לה ומניחה אם רצתה עושה ואם רצתה אינה עושה כיצד נדרה או נשבעה שלא תאכל או שלא תשתה ואמר לה מופר ליך הרי זה מופר ומותרת לאכול ולשתות. נטל ונתן לה ואמר לה טלי אכלי טלי ושתי הרי זו אוכלת ושותה והנדר בטל מאליו:"
    },
    {
      "id": "yoreh_deah-234-40",
      "section": 40,
      "text": "המפר נדרי אשתו ובתו צריך להוציא בשפתיו ואם הפר בלבו אינו מופר אבל המבטל אינו צריך להוציא בשפתיו אלא מבטל בלבו בלבד וכופה אותה: הגה כל זה הוא סברת הרמב\"ם אבל לסברא הראשונה אין חילוק בין הפרה לביטול ובשניהם אינו מופר או בטל (טור והרא\"ש ותוס' ור\"ן והראב\"ד) רק כשמפר או מבטל בלבו ואמר לה טלי ואכלי וכן עיקר:"
    },
    {
      "id": "yoreh_deah-234-41",
      "section": 41,
      "text": "המקיים בלבו הרי זה קיום והמפר בלבו אינו מופר לפיכך אם הפר בלבו הרי זה יכול לחזור ולקיים ואם קיים בלבו אינו יכול לחזור ולהפר אלא אם חזר בתוך כדי דבור:"
    },
    {
      "id": "yoreh_deah-234-42",
      "section": 42,
      "text": "אמרו לו אשתך נדרה ואמר בלבי היה להפר לה והפרתי לה שומעין לו. אמרו לו נדרה והוא אומר לא נדרה וכיון שרואה אותם העידו עליה אמר בלבי היה להפר אין שומעין לו:"
    },
    {
      "id": "yoreh_deah-234-43",
      "section": 43,
      "text": "אמר לה קיים ליכי ומופר ליכי ולא תחול ההקמה אלא אם כן חלה הפרה הרי זה מופר (וי\"א דהוי קיום) (טור בשם י\"א ומסקנת הרא\"ש):"
    },
    {
      "id": "yoreh_deah-234-44",
      "section": 44,
      "text": "אמר לה בבת אחת קיים ומופר ליכי (או שאמר לה קיים ליכי ומופר בבת אחת) (ר\"ן הביא נוסחאות) אין כאן לא הקמה ולא הפרה ולהרמב\"ם קיים:"
    },
    {
      "id": "yoreh_deah-234-45",
      "section": 45,
      "text": "אמר לה קיים ליכי היום הרי זה קיים לעולם:"
    },
    {
      "id": "yoreh_deah-234-46",
      "section": 46,
      "text": "אמר לה מופר ליכי למחר אינו מופר (וי\"א דהוי קיום) (טור ורא\"ש):"
    },
    {
      "id": "yoreh_deah-234-47",
      "section": 47,
      "text": "אמר לה קיים ליכי שעה אחת ועבר היום ולא הפר הרי זה קיים:"
    },
    {
      "id": "yoreh_deah-234-48",
      "section": 48,
      "text": "אמר לה קיים ליכי שעה אחת וכשעברה השעה אמר לה מופר ליכי הרי זה ספק:"
    },
    {
      "id": "yoreh_deah-234-49",
      "section": 49,
      "text": "המקיים נדרי בתו או אשתו וניחם הרי זה נשאל לחכם ומתיר לו הקמתו וחוזר ומפר לה בו ביום אבל אם הפר לה וניחם אינו יכול להשאל לחכם כדי שיחזור ויקיים וי\"א שאינו יכול להשאל על ההקם אלא ביום השמיעה (ויש להחמיר כסברא האחרונה (ר\"ן והתוספות וכ\"כ ר' ירוחם ובת\"ה בשם סמ\"ק) ויתיר לה חכם ג\"כ כדלעיל סעיף כ\"ג):"
    },
    {
      "id": "yoreh_deah-234-50",
      "section": 50,
      "text": "אמר לה קיים ליכי שתי פעמים ונשאל על הראשון חל השני:"
    },
    {
      "id": "yoreh_deah-234-51",
      "section": 51,
      "text": "האשה שנדרה והתפיס אחר בנדרה או שאסרה עליה ככר בנדר ואחר התפיס בו והפר לה הבעל או האב היא מותרת והמתפיס בה אסור שאין הבעל והאב עוקרין הנדר מעיקרו כמו החכם:"
    },
    {
      "id": "yoreh_deah-234-52",
      "section": 52,
      "text": "נדרה היא והתפיס בה הבעל או האב שוב אינם יכולים להפר דהוי כקיום:"
    },
    {
      "id": "yoreh_deah-234-53",
      "section": 53,
      "text": "נדר הוא והיא התפיסה בו מפר שלה ושלו קיים:"
    },
    {
      "id": "yoreh_deah-234-54",
      "section": 54,
      "text": "נדר לעצמו והדירה כמותו וגמר בלבו להדירה ואמרה אמן הרי זה אינו יכול להפר ואם נדר והדירה דרך שאלה לידע מה בלבה כגון שאמר לה התרצי בנדר זה להיות כמותי או לא ואמרה אמן הרי זה מפר לה כיצד אמר לה הריני נזיר ואת כלומר ואת נזירה כמותי ואמרה אמן אינו יכול להפר לה אמר לה הריני נזיר ומה תאמרי האת נזירה כמותי ואמרה אמן הרי זה יפר ואם הפר לה שלו בטל שזה כמו שתלה נדרו בנדרה אמרה לו הריני נזירה ואתה ואמר אמן אינו יכול להפר:"
    },
    {
      "id": "yoreh_deah-234-55",
      "section": 55,
      "text": "אלו נדרים שהבעל מפר נדרים שיש בהם עינוי נפש ודברים שבינו לבינה אלא שנדרים שיש בהן עינוי נפש כשמתירים לה מותרת בהם לעולם ודברים שבינו לבינה אין ההתרה אלא לעצמו כל זמן שיש לו בו תועלת דהיינו כל זמן שהיא תחתיו ולאחר שתתגרש כל זמן שלא תנשא שאפשר שתחזור אליו אבל לאחר שתנשא חל הנדר גם לדידיה ונדרים שאין בהם עינוי נפש ואינם בינו לבינה אינו יכול להפר:"
    },
    {
      "id": "yoreh_deah-234-56",
      "section": 56,
      "text": "הבעל נעשה שליח להשאל על נדרי אשתו ובלבד שמצא שלשה מקובצים אבל הוא לא יקבצם:"
    },
    {
      "id": "yoreh_deah-234-57",
      "section": 57,
      "text": "אין הבעל מצטרף עם ב' להתיר נדרי אשתו בלשון התרה אבל האב מותר להתיר נדרי בתו בלשון התרה כשאר חכם:"
    },
    {
      "id": "yoreh_deah-234-58",
      "section": 58,
      "text": "יש אומרים שגם האב אינו מפר נדרים שאין בהם עינוי נפש ויש מי שמתיר ויש מי שחילק שקודם שנתארסה מפר כל נדריה אבל נתארסה ומת הארוס וחזרה לרשותו אז אינו מפר אלא נדרי עינוי נפש:"
    },
    {
      "id": "yoreh_deah-234-59",
      "section": 59,
      "text": "איזו הם דברים שיש בהם עינוי נפש כגון רחיצה וקישוט כיחול ופרכוס כגון שנשבעה שלא תרחץ או שלא תתקשט או שאמרה הנאת רחיצה וקישוט עלי אם ארחץ או אתקשט אפילו לא תלתה אלא ברחיצה וקישוט של היום ואפשר שלא תרחץ ולא תתקשט היום ולא תאסר הוי עינוי נפש אע\"פ שאין חל הנדר אלא ליום א' וי\"א דרחיצה וקישוט הוי דברים שבינו לבינה. (עיין ס\"ק ע\"ג) : הגה וכל זה לא מיירי אלא בקישוט הפנים אבל קישוט של מטה לכולי עלמא לא הוי דברים שבינו לבינה. (ב\"י בשם הרב רבינו נסים):"
    },
    {
      "id": "yoreh_deah-234-60",
      "section": 60,
      "text": "אמרה קונם פירות העולם עלי או אפילו פירות מדינה אחת או אפי' אסרה עליה פירות של איש אחד לבדו הוי עינוי נפש ואפי' אינו חנוני ולהרמב\"ם אינם אלא דברים שבינו לבינה:"
    },
    {
      "id": "yoreh_deah-234-61",
      "section": 61,
      "text": "אפי' נדרה ממין שהוא רע לה ולא טעמה אותו מעולם הוי עינוי נפש:"
    },
    {
      "id": "yoreh_deah-234-62",
      "section": 62,
      "text": "נדרה שלא תלך לבית האבל או לבית המשתה או לבית אביה ואמה או שלא תלך במחול או שלא לשורר או שלא לשמוע קול שיר הוי נדרי עינוי נפש:"
    },
    {
      "id": "yoreh_deah-234-63",
      "section": 63,
      "text": "נדרה משתי ככרות ביחד על אחד מצטערת אם לא תאכלנו ועל השני אינה מצטערת והפר לשתיהן על אותה שמצטערת חלה ההפרה ולא על אותה שאינה מצטערת:"
    },
    {
      "id": "yoreh_deah-234-64",
      "section": 64,
      "text": "אמרה קונם שאיני נהנה לבריות יש מי שאומר דהוי נדרי עינוי נפש ויש מי שאומר שאינם אלא דברים שבינו לבינה:"
    },
    {
      "id": "yoreh_deah-234-65",
      "section": 65,
      "text": "נדרה שלא ליהנות לבריות ולא הפר לה מותרת ליהנות מהבעל כל זמן שהיא תחתיו שאינו בכלל הבריות ולאחר שתתגרש חל הנדר גם עליו ואי אפשר לה ליהנות אלא מלקט שכחה ופאה:"
    },
    {
      "id": "yoreh_deah-234-66",
      "section": 66,
      "text": "נדרה מתשמיש וכיוצא בו דברים שגורמים איבה בינה לבינו הוי דברים שבינו לבינה:"
    },
    {
      "id": "yoreh_deah-234-67",
      "section": 67,
      "text": "הא דחל נדר מתשמיש דוקא שאמרה הנאת תשמישך עלי אבל אמרה הנאת תשמישי עליך אינו צריך להפר שהיא משועבדת לו וכן הוא שאמר [הנאת] תשמישי עליך אינו נדר אבל אם אמר הנאת תשמישך עלי הוי נדר: הגה בעל שנדר שלא לקרב אל אשתו עד זמן פלוני אם עשה ברצון אשתו חל הנדר ואם לאו אינו חל (ב\"י בשם הגהות מיי' פ\"ד מהלכות אישות בשם הר\"מ) האשה שבקשה מבעלה שלא לשמש עמה ובעלה כעס ונשבע שלא לשמש עמה וכראות האשה שבעלה כועס ורצה לישבע מיחתה בו חל הנדר דכיון שבקשה ממנו שלא לשמש עמה הרי מחלה לו שעבודו ומה שמיחתה בו לא עשתה רק שלא יכעוס (מהרי\"ו סי' א'):"
    },
    {
      "id": "yoreh_deah-234-68",
      "section": 68,
      "text": "אסרה עליה תשמיש כל אדם שבעולם יפר חלקו ותהא משמשתו וכשימות או יגרשנה הרי היא אסורה בתשמיש כל אדם וכן כל כיוצא בזה: (ל' רמב\"ם פ' י\"ב מהל' נדרים דין ג'):"
    },
    {
      "id": "yoreh_deah-234-69",
      "section": 69,
      "text": "אמרה קונם שאיני נהנית לאבא ולאביך אם אני עושה לך או קונם שאיני נהנית לך אם עושה אני לאבא ולאביך יכול להפר אע\"פ שלא חל הנדר עדיין ודברים אלו הוי דברים שבינו לבינה:"
    },
    {
      "id": "yoreh_deah-234-70",
      "section": 70,
      "text": "אמרה קונם שאיני עושה על פי אבא ואביך או על פי אחי ועל פי אחיך אינו יכול להפר שאינה משועבדת להם:"
    },
    {
      "id": "yoreh_deah-234-71",
      "section": 71,
      "text": "אמרה קונם שאני עושה על פיך יפר אע\"פ שהיא משועבדת לו שמא יגרשנה ואז יחול הנדר ולא יוכל להחזירה הלכך קרינן ביה השתא דברים שבינו לבינה: ודוקא שאמרה יקדשו ידי לעושיהם (בית יוסף וטור וש\"ס ופוסקים ועיין באבן העזר סי' פ\"א):"
    },
    {
      "id": "yoreh_deah-234-72",
      "section": 72,
      "text": "נדרה שלא תתן לפני בקרו וכיוצא בדברים אלו שאין בהם עינוי נפש ואינם מדברים שבינו לבינה ואינם ממלאכות שהיא חייבת בהם אינו יכול להפר:"
    },
    {
      "id": "yoreh_deah-234-73",
      "section": 73,
      "text": "נדרה שלא לרחוץ פניו ידיו ורגליו או שלא למזוג לו הכוס ושלא להציע לו המטה אינו צריך להפר לפי שמשועבדת לו:"
    },
    {
      "id": "yoreh_deah-234-74",
      "section": 74,
      "text": "אשה שנדרה לשתות סם להתעבר אין הבעל יכול להפר:"
    }
  ]
}