{
  "id": "yoreh_deah-235",
  "chapterLabel": "סימן 235",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-235-1",
      "section": 1,
      "text": "המדיר אשתו מתשמיש או שלא תלך לבית אביה ודומיו. ובו ו' סעיפים:המדיר את אשתו מתשמיש המטה שאמר [קונם] תשמישך עלי יקיים אותה שבעה ימים בין שהדירה בפירוש לשבעה ימים או יותר או שהדירה סתם ולאחר שבעה ימים יוציא ויתן כתובתה:"
    },
    {
      "id": "yoreh_deah-235-2",
      "section": 2,
      "text": "הדירה שלא תהנה ממנו אינו חל שהרי הוא משועבד לה ואם אמר לה צאי [מעשה] ידיך במזונותיך והיא מספקת בהם לדברים גדולים ואינה מספקת לדברים קטנים אם כל משפחתה רגילין באותם דברים קטנים אינו חל שהרי הוא משועבד לה גם בהם ואם אין כל משפחתה רגילים בהם אלא העשירים ואביה עשיר ורגיל בהם ובעלה אינו עשיר ואינו רגיל בהם חל הנדר שהרי אינו חייב לה בהם ומכל מקום כיון שהדירה ממנו והיא חזרה לבית אביה הוא מתחייב לה עתה בהם הילכך עד ל' יום יפרנסנה באלו הדברים הקטנים על ידי פרנס שיאמר כל הזן אינו מפסיד ויזון אותה אחר ויקח מהבעל לא שנא הדירה שלשים [יום] או יותר או שהדירה סתם אחר שלשים יום יוציא ויתן כתובה:"
    },
    {
      "id": "yoreh_deah-235-3",
      "section": 3,
      "text": "הדירה שלא תתקשט או שלא תאכל אחד מהמינים אפילו הוא רע ולא טעמתו מעולם ותלאו בתשמיש שאמר קונם תשמישך עלי אם תתקשטי או תאכלי מין פלוני או שאמר קונם הנאת תשמישך עלי אם תלכי לבית אביך יותר מחדש אם הוא דר עמה בעיר או יותר מרגל אם הוא דר בעיר אחרת יקיים ז' ימים ואז יוציא ויתן כתובה ואם היא נדרה שאמרה קונם מין פלוני עלי או קונם שלא אתקשט בקישוט פלוני או שאמרה יאסר תשמישך עלי אם אוכל מין פלוני או אתקשט בקישוט פלוני או אם אלך לבית אבי והוא שמע ולא הפר לה יוציא מיד ויתן כתובה ולהרמב\"ם בנדרה היא וקיים לה הוא אם רוצה לישב ולא תאכל מאותו המין תשב ואם הוא אומר אי איפשי באשה נדרנית יוציא ויתן כתובה והוא הדין אם נדרה שלא תלך לבית אביה שאמרה קונם תשמישך עלי אם אלך לבית אבי ושמע הבעל ולא הפר וכן אם אמרה קונם תשמישך עלי אם אלך לבית האבל או לבית המשתה ושמע ולא הפר לה והוא הדין אם אמרה קונם תשמישך עלי אם אעשה שום מלאכה ושמע ולא הפר לה והוא הדין אם אמרה קונם תשמישך עלי אם אשאל משכני כלום או אם אשאיל כלי ושמע ולא הפר:"
    },
    {
      "id": "yoreh_deah-235-4",
      "section": 4,
      "text": "נדרה נדר מדברים שבינו לבינה או של עינוי נפש והפר לה על מנת שתאמר לפלוני דבר של קלון או שתהא מתהפכת אחר התשמיש כדי שלא תתעבר או שתהא ממלאה עשרה כדי מים ותשפכם לאשפה והיא אינה רוצה לעשות אחד מאלו הדברים ונתקיים הנדר יוציא ויתן כתובה:"
    },
    {
      "id": "yoreh_deah-235-5",
      "section": 5,
      "text": "אסרה כלי שכניה עליה כדי שלא תשאל מהם או שנדרה שלא לארוג בגדים נאים לבנה אינו יכול להפר ואסורה לשאול משכניה ולארוג בגדים הילכך תצא בלא כתובה שמשיאו שם רע בשכניו:"
    },
    {
      "id": "yoreh_deah-235-6",
      "section": 6,
      "text": "בעל שאמר לאשתו אוסר אני [עליך] שלא תלך לבית אביך או שאמר לה קונם עליך בית אביך אינו כלום. (ועיין חילוקי דינים שבסימן זה בא\"ה סימן ע\"ד):"
    }
  ]
}