{
  "id": "yoreh_deah-221",
  "chapterLabel": "סימן 221",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-221-1",
      "section": 1,
      "text": "דיני הנודר הנאה מחבירו. ובו י\"ד סעיפים:ראובן שאסר נכסיו על שמעון או שאסר עצמו מנכסי שמעון הנאסר אסור לעבור על שדה האחר אפילו בבקעה בימות החמה שאין בני אדם מקפידים על דריסת רגל שבה ואסור לשאול ממנו כלים שבעולם ואם לא נדר ממנו אלא מאכל אינו אסור אלא לאכול משלו. אמר הנאת מאכלך עלי אסור לאכול משלו ואסור ללעוס חטים ליתן על גבי מכתו אבל לשאול ממנו נפה וכברה מותר אמר הנאה המביאה לידי מאכל עלי אסור לאכול משלו ומותר ללעוס חטים וליתן על גבי מכתו ואסור ליהנות בכל דבר שמשכירין כיוצא בו ומה שאין משכירין כיוצא בו מותר אם אין בו שייכות מאכל אבל אם יש בו שייכות מאכל כגון נפה וכברה ואפילו שק להביא בו פירות וחמור להביא עליו פירות וכן סוס לרכוב עליו לבית המשתה וטבעת להראות בו בבית המשתה ולעבור דרך שדהו לבית המשתה אף על פי שאין משכירין כיוצא בו אסור וכן אסור לקנות לו צרכי סעודה וכן אסור לחמם ידיו בככר שלו: הגה קרדום שמבקעים בו עצים לבשל בו מאכל מקרי הנאה המביאה לידי מאכל אבל קרדום שמנכש בו מותר לשאול לו. (ב\"י בשם רבינו ירוחם):"
    },
    {
      "id": "yoreh_deah-221-2",
      "section": 2,
      "text": "המודר הנאה מחבירו יכול לפרוע חובו ואפילו אם היה לו משכון ביד המלוה ופרע זה בשבילו ונטל המשכון צריך להחזירו ללוה הנאסר (דעת רש\"י וריב\"ש ורמב\"ם) ויכול לזון את אשתו ובניו ועבדיו ואפי' הכנענים אבל אסור לזון בהמתו בין טמאה בין טהורה ואסור ללמדו מקרא כיון שמותר ליטול שכר עליה והוא מלמדו חנם נמצא שמהנהו אבל מלמדו מדרש הלכות ואגדות והוא שלא יאמר הנאסר לאוסר שילמדנו והאידנא שמותר ליטול שכר אף על המדרש הכל אסור אבל ללמד את בנו אפי' מקרא מותר ומותר לשמשו בכוס של בית האבל ובכוס של בית המרחץ: הגה ויש חולקין ומתירין אפילו אמר לו שילמדנו (הרא\"ש והטור) וה\"ה בכל דבר מצוה ובלבד בדבר הצריך שליחות כגון לתרום תרומתו אסור להיות שלוחו. (ב\"י בשם הרא\"ש ורבינו ירוחם):"
    },
    {
      "id": "yoreh_deah-221-3",
      "section": 3,
      "text": "ראובן שאסר נכסיו על שמעון אסור להשיאו בתו קטנה או נערה לפי שעדיין היא ברשותו והרי מוסר לו שפחה לשמשו ואם נכסי שמעון אסורין עליו מותר לישא בתו אע\"פ שפטרו מחיוב מזונותיה ומחזיר לו אבידתו בין שנכסי בעל אבידה אסורין למחזיר בין שנכסי מחזיר אסורין לבעל אבידה ובמקום שנוטלין שכר על החזרת אבידה אם נכסי בעל אבידה אסורין למחזיר אסור לו לקבלו אלא מחזיר לו בחנם ואם נכסי מחזיר אסורין על בעל אבידה אינו רשאי להחזיר לו בחנם ואם נכסי שניהם אסורין זה על זה אינו יכול לקבל השכר שאם כן הוא נהנה ולא להניחו שא\"כ הוא מהנה אלא יפול השכר להקדש:"
    },
    {
      "id": "yoreh_deah-221-4",
      "section": 4,
      "text": "ראובן שאסר הנאתו על שמעון וחלה שמעון יכול ראובן ליכנס לו לבקרו ובמקום שנותנין שכר למי שיושב אצל החולה לצוות לו לא ישב אצלו אלא מבקרו מעומד ואם אין דרך ליתן שכר לרופא יכול לרפאתו אפילו בידים אפי' אם יש רופא אחר שירפאנו אבל אם דרך ליתן שכר לרופא לא ירפאנו בחנם ולא ירפא לבהמתו ואפי' אם אין דרך ליתן שכר לרופא אבל יכול לומר לו סם פלוני יפה לה והוא יעשנה ואם אינו יודע לעשותו והיא תמות אם לא יעשנה מותר המדיר לעשותו ואם מת יכול להביא ארון ותכריכין ואם חלה בן שמעון יכול ראובן ליכנס לו ולישב עמו ולבקרו (מעומד) ואם נכסי שמעון אסורין על ראובן שהדירו שמעון מנכסיו וחלה שמעון נכנס ראובן לבקרו (ר\"ן) אבל לא מיושב חלה בנו אינו נכנס כלל אלא שואל עליו בשוק ויכול ראובן להעיד לשמעון הנאסר בין עדות ממון בין עדות נפשות:"
    },
    {
      "id": "yoreh_deah-221-5",
      "section": 5,
      "text": "ראובן שאסר הנאתו על שמעון יכול לישן (עמו) במטה קטנה בימות החמה אבל לא בימות הגשמים מפני שהוא מהנהו ובגדולה מותר בין בימות החמה בין בימות הגשמים ורוחץ עמו באמבטי גדולה אבל לא בקטנה מפני שמהנהו שמגביה עליו המים ומזיע עמו אף בקטנה ומיסב עמו במטה ואוכל עמו על השלחן אבל לא בקערה אחת שמא יאכל מחלקו ואם דרך שבעל הבית חוזר וממלא הקערה לאחר שאכלו כל מה שהיה בו מותר: הגה או שהיה מתחילה כל כך בקערה שהמותר חוזר לבעל הבית מותר (ב\"י בשם הר\"ן והראב\"ד) : אם היו שניהם חופרים בכרם ביחד לא יחפור בשורה הקרובה לו מפני שמהנהו שמרפה הקרקע לפניו אבל ברחוק ממנו מותר ולא ימכור לו ולא יקנה ממנו ולא ישאילנו ולא ילונו ולא ישאל ולא ילוה ממנו:"
    },
    {
      "id": "yoreh_deah-221-6",
      "section": 6,
      "text": "המודר הנאה מחבירו ויש לו מרחץ ובית הבד מושכרים בעיר אם יש לו בהם תפיסת יד אסור אם אין לו בהם תפיסת יד מותר אבל אם אסרו עליו בפירוש חל האיסור גם עליו:"
    },
    {
      "id": "yoreh_deah-221-7",
      "section": 7,
      "text": "המשכיר בית לחבירו ואח\"כ הדיר השוכר מנכסיו לא חל איסור על הבית שהשכיר לו ואם פירש הבית בפירוש יש אומרים שחלה האיסור גם עליו וי\"א שאפי' אם פירשו בפירוש אינו יכול לאסרו בלשון קונם אם לא בלשון הקדש ממש ושוכר יכול לאסרו דהא פירותיו הם וממשכן דינו כמשכיר ובעל משכונא דינו כשוכר: הגה המשאיל בית לחבירו אין יכול לאסרו עליו כל זמן השאלה (הגהת מיי' פ\"ו) והשואל יכול לאסרו על אחר כל זמן השאלה דכדידיה דמי (בית יוסף ס\"ס זה בשם הרשב\"א):"
    },
    {
      "id": "yoreh_deah-221-8",
      "section": 8,
      "text": "הנותן טבלא לאומן לצייר ואסרה על בעלה אחר שציירה קודם שפרעו מותרת. המודר הנאה מחבירו יכול המדיר לומר לחנוני פלוני מודר הנאה ממני ואיני יודע מה אעשה והחנוני נותן לו וחוזר ונוטל מהמדיר אם ירצה המדיר לפרעו (אבל אינו מחוייב לפרעו) וכן אם היה למודר בית לבנות גדר לגדור שדה לקצור יכול לומר לפועלים פלוני מודר הנאה ממני ואיני יודע מה אעשה הם עושים עמו ובאים ונוטלין שכר מהמדיר אם ירצה המדיר לפרעם וכן מותר לומר כל הזן לפלוני או עושה עמו אינו מפסיד אבל אסור לומר כל השומע קולי יזון לפלוני דכיון שהוא לשון ציווי הוי כשלוחו וכן אסור לומר לחבירו אם תזון לפלוני לא תפסיד דכיון שאומר כן ליחיד נראה כשלוחו:"
    },
    {
      "id": "yoreh_deah-221-9",
      "section": 9,
      "text": "היו מהלכין בדרך ואין לו מה יאכל נותן לאחר לשם מתנה והלה מותר בה ואם אין עמהם אחר מניח על הסלע ואומר הרי הוא מופקר לכל מי שירצה והלה נוטל ואוכל במה דברים אמורים בנותן לאחר לשם מתנה בסתם אבל אם אמר לחבירו הסעודה נתונה לך במתנה ויבא פלוני שהוא אסור בהנייתי ויאכל עמכם בסעודה הרי זה אסור ולא עוד אלא אפי' נותן לו סתם וחזר ואמר לו רצונך שיבא פלוני ויאכל עמכם אם הוכיח סופו על תחלתו שלא נתן לו אלא על מנת שיבא פלוני ויאכל אסור כגון שהיתה סעודה גדולה והוא רוצה שיבא אביו או רבו וכיוצא בהם שהם אסורים בהנייתו לאכול מסעודתו שהרי סעודתו מוכחת עליו שלא גמר להקנות וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-221-10",
      "section": 10,
      "text": "מי שנשבע או נדר שלא ידבר עם חבירו יכול לכתוב לו כתב (או) לדבר עם אחר והוא שומע:"
    },
    {
      "id": "yoreh_deah-221-11",
      "section": 11,
      "text": "אם אסר ספרו על חבירו אסור לנאסר ללמוד בו:"
    },
    {
      "id": "yoreh_deah-221-12",
      "section": 12,
      "text": "המודר הנאה מחבירו אסור בגחלתו ומותר בשלהבתו המודר הנאה מחבירו תוקע לו תקיעה של מצוה: הגה המודר הנאה מחבירו מותר לשחוט לו בהמה בריאה אבל לא מסוכנת (כן משמע מב\"י בשם אהל מועד):"
    },
    {
      "id": "yoreh_deah-221-13",
      "section": 13,
      "text": "המודר הנאה משופר מותר לתקוע בו תקיעה של מצוה המודר הנאה ממעיין טובל בו טבילה של מצוה בימות הגשמים אבל לא בימות החמה. (כפול סי' רי\"ז סכ\"ו):"
    },
    {
      "id": "yoreh_deah-221-14",
      "section": 14,
      "text": "הנודר הנאה מחבירו ונתן לו לולב לצאת בו על מנת שיחזירנו ביום שני יצא אבל ביום ראשון לא יצא :"
    }
  ]
}