{
  "id": "yoreh_deah-055",
  "chapterLabel": "סימן 55",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-055-1",
      "section": 1,
      "text": "דיני טריפות ברגל ובפרקיו. ובו י\"ג סעיפים: שלשה פרקים יש ברגל. התחתון והוא מה שחותכין עם הפרסות כשמפשיטין הבהמה ונקראת ארכובה הנמכרת עם הראש. ולמעלה ממנו פרק שני והוא הנקרא שוק וצומת הגידים בתחתיתו סמוך לארכובה הנמכרת עם הראש. ולמעלה ממנו פרק שלישי והוא מחובר לגוף ונקרא קולית. בפרק התחתון בכל מקום שיחתך בה כשרה. עצם המחובר לגוף הנקרא קולית בכל מקום שיחתך טריפה. בעצם האמצעי אם נחתך שלא במקום צומת הגידים כשרה ואם נחתך במקום צומת הגידים טריפה ולא נאסרה מפני שהיא חתוכת הרגל במקום זה אלא מפני שנחתכו הגידים לפיכך אם נשבר העצם במקום צומת הגידים ויצא לחוץ ואין עור ובשר חופין את רובו ובדק בצומת הגידים ונמצאו קיימים כשרה. ויש אוסרים בנחתך עצם האמצעי בכל מקום אפי' שלא במקום צומת הגידים ולדעתם אם נשבר העצם במקום צומת הגידים ויצא לחוץ ואין עור ובשר חופין את רובו אע\"פ שבדק בצומת הגידים ונמצאו קיימים טריפה. וכן אם נחתך בתוך הפרק שבין ארכובה הנמכרת עם הראש לשוק בסוף הערקום בין הערקום ובין השוק טריפה לדעת זה (ב\"י בשם מהר\"י ן' חביב) ואם נחתך בתוך הפרק במקום שמחובר עצם הקולית עם השוק טריפה: הגה ונהגו בכל אשכנז וצרפת כסברא האחרונה (הרא\"ש וטור ורבינו ירוחם) ואין לשנות לכן בכל מקום שנחתך מן הערקום ולמעלה טריפה אע\"פ שצומת הגידין קיימין:"
    },
    {
      "id": "yoreh_deah-055-2",
      "section": 2,
      "text": "עצם הקולית שניתק ממקומו במקום חיבורו בגוף והיינו בוקא דאטמא דשף מדוכתיה טריפה בין בבהמה בין בעוף והוא דאיעכול (פי' שנרקבו) ניביה והם היתרות שבעצם הכף שיוצאות על העצם הזכר ואוחזות אותו אבל נפסקו שלא מחמת עיכול כשרה: הגה וכן אם לא נתעכלו רק מעוטן ורובן קיים כשר מדינא (רשב\"א בתשובות ובחידושיו) אך י\"א דאין אנו בקיאין באיעכול ניביה לכן יש לאסור כל שמוטת ירך שמא איעכול ניביה וכן אם נשבר סמוך לגוף אע\"פ שחזר ונקשר היטב טריפה שמא איעכול ניביה ומשערין ד' אצבעות בגסה וב' בדקה ובעוף הגדול לפי גדלו והקטן לפי קטנו (הכל באו\"ה כלל נ' והגהות סמ\"ק דף צ\"ב ע\"ב והגהת ש\"ד סי' פ\"ו) וטוב להחמיר במקום שאין הפסד מרובה. אם לא נשמט הירך ואיעכול ניביה כשר (מרדכי):"
    },
    {
      "id": "yoreh_deah-055-3",
      "section": 3,
      "text": "ראש עצם הקולית המחובר לשוק שניתק ממקומו כשרה אפילו אם איעכול ניביה. (וי\"א דוקא כשעור ובשר חופין את רובו) (תשובת הרא\"ש כלל כ' סימן י'):"
    },
    {
      "id": "yoreh_deah-055-4",
      "section": 4,
      "text": "אם יש לה ג' רגלים טריפה דכל יתר כנטול דמי וכאלו חסר רגל א' הוא והוא שיהי' זה היתר מראש עצם התחתון ולמעלה: הגה ודוקא שזה היתרת יש לה תואר רגל ועומדת במקום הרגלים אבל בלאו הכי אינו מקרי יתרת ולא הוי רק דלדול וכשר (ב\"י בשם מרדכי בשם ראב\"ן ובשערים סימן פ\"ט ואו\"ה שם) ואם נבראת חסר רגל א' טריפה (גמרא פא\"ט דף נ\"ח ובבכורות דף מ' ורמב\"ם פ\"ח מה\"ש ולא כב\"י והכל תפסו עליו בזה):"
    },
    {
      "id": "yoreh_deah-055-5",
      "section": 5,
      "text": "כל מקום שאם יחתך שם הרגל היא טריפה אפילו לא נחתך אלא נשבר ויצא לחוץ אם אין עור ובשר חופין רוב עביו ורוב היקיפו טריפ' ואם עור ובשר חופין רוב עביו ורוב היקיפו כשרה ואם נפל קצת מהעצם אם יש בעור ובשר לחפות השבר אף אם לא נפל העצם כשרה אבל אם אין בו כדי לחפותו אלו לא נפל אע\"פ שיש בו כדי לחפותו עתה טריפה ואם נשבר עצם במקום שאינו נטרף אם נחתך אם אין עור ובשר חופין את רובו הבהמה מותרת והאבר אסור מדרבנן וצריך לחתוך גם מעט מהמותר כשחותך האבר האסור: הגה וצריך לחתכו קודם שימלחנו עם הבהמה או העוף (מרדכי וסמ\"ק) ויש מחמירין ואוסרין אף אם עור ובשר חופין את רובו אם השבירה יצאה פעם אחת מחיים דרך נקב קטן (לפי פי' רש\"י וסה\"ת וסמ\"ג וסמ\"ק) ומזה נתפשט המנהג באלו המדינות להטריף כל שבירה בעצם במקום שאם נחתך טריפה ואף אם עור ובשר מקיפין אותו מכל צדדיו ואין שם נקב כלל מ\"מ המנהג להטריף כי חלוקים רבים הם בדין חיפוי בשר ואין רבים בקיאין ואין לשנות אם לא במקום הפסד מרובה לפי ראות עיני המורה שיש להקל להורות כהלכה (ד\"ע) ודוקא אם לא חזר ונקשר אבל אם חזר ונקשר נוהגין להכשיר וכמו שיתבאר:"
    },
    {
      "id": "yoreh_deah-055-6",
      "section": 6,
      "text": "נשבר עצם הקולית וניטל ממנו קורט מראשו העליון המחובר בשדרה ונתעכלו מיעוט ניביו אם עור ובשר חופין את רובו כשרה:"
    },
    {
      "id": "yoreh_deah-055-7",
      "section": 7,
      "text": "הא דמכשרינן בעור ובשר חופין את רובו דוקא כשרוב החיפוי מן הבשר ואז המעוט של עור מצטרף עמו אבל אם החצי מן העור וחצי מן הבשר לא והני מילי בבהמה אבל בעוף כיון שעורו רך מצטרף עם הבשר ובמחצה בשר ומחצה עור כשר:"
    },
    {
      "id": "yoreh_deah-055-8",
      "section": 8,
      "text": "יש מי שכתב שיש מקום שעור לבדו מציל אפי' בבהמה והוא במקום הסמוך ממש לארכוב' לפי שאין שם לעולם בשר אלא עור לבד דבוק עם העצם ובשאר מקומות שדרך להיות שם בשר אם לא היה שם בשר אלא עור בלבד והיו רירין בין העור והעצם י\"א שמציל:"
    },
    {
      "id": "yoreh_deah-055-9",
      "section": 9,
      "text": "גידין שסופן להקשות אינם מצילין. (וכל הגידין מקרי סופן להקשות) (ב\"י):"
    },
    {
      "id": "yoreh_deah-055-10",
      "section": 10,
      "text": "לא היה הבשר החופה את רובו במקום אחד אלא מתלקט מעט כאן ומעט כאן סביבות העצם או שהוא במקום אחד אלא שהוא מרודד או נקלף מעל העצם או שניטל שלישיתו התחתון או ניקב או נסדק אינם מצילין וכן אם נתמסמס בשר החופה ונעשה כעין בשר שהרופא גורדו אינו מציל: הגה ואנן אין בקיאין בבשר שהרופא גורדו ולכן כל מקום שנשתנה מראית הבשר אינו מציל (הגהות מיימוני):"
    },
    {
      "id": "yoreh_deah-055-11",
      "section": 11,
      "text": "נקדר הבשר בסכין מעל השבר כעין טבעת בעיגול ורוב היקיפו מכוסה כשרה והוא שיהא הבשר דבוק בעצם סביב הקדירה:"
    },
    {
      "id": "yoreh_deah-055-12",
      "section": 12,
      "text": "נשבר העצם במקום שעושה אותה טריפה וחזר ונקשר ואין ידוע אם יצא רובו אם לאו כשרה והוא שחזר למקומו הראשון ונתחבר שבר עם שבר יחדיו ידובקו: הגה ואפילו אם הוא עדיין עב במקום השבר וניכר עדיין שנשברה כשר (א\"ו הארוך) אבל אם לא חזר למקומו הראשון אלא שני שברי העצם שוכבים זה על זה זה נמשך למעלה וזה נמשך למטה טריפה: הגה וכל זה מיירי שלא במקום צומת הגידין אבל במקום צומת הגידין עיין לקמן סימן נ\"ו:"
    },
    {
      "id": "yoreh_deah-055-13",
      "section": 13,
      "text": "נמצא שבור ואינו יודע אם נעשה מחיים או לאחר מיתה אם מקום המכה שחור בידוע שנעשה מחיים ואם אין יכולים לעמוד עליו אם יש במה לתלות כמו שדרסה או שרצצה וכיוצא בו תולין להקל ואם לאו אסורה מספק:"
    }
  ]
}