{
  "id": "yoreh_deah-259",
  "chapterLabel": "סימן 259",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-259-1",
      "section": 1,
      "text": "הנודר ואינו יודע מה נדר ודין אמירה לגבוה (ודין אם מותר לשנות צדקה והנהגת הגבאי עם הצדקה או הממונה עליה). ובו ו' סעיפים:האומר סלע זו לצדקה או שאומר הרי עלי סלע לצדקה והפרישו עד שלא בא ליד הגבאי יכול לשנותו בין ללוותו לעצמו בין להלוותו לחבירו ויפרע אחר תחתיו: הגה וכן אם הקדיש כלים יכול למכרם לפני ג' בקיאים בשומא ונותן דמיהם לצדקה (ב\"י בשם הגהות מרדכי דכתובות) : משבא ליד גבאי אסור ללוותו בין לו בין לאחר בין לגבאי ואם היה הנאה לעניים בעיכוב המעות ביד הגבאי כדי לעשות לאחרים ליתן הרי גבאי מותר ללוותם ולפרעם: הגה דאין הצדקה כהקדש ומותר ליהנות ממנה (טור) ואין נושאין ונותנין בצדקה העומדת לחלק לעניים כי אם כסף בכסף וכיוצא בו שמא יבאו עניים ולא יהיה להם מעות לחלק אבל צדקה שאינה עומדת לחלק רק הקרן יהא קיים ויאכלו הפירות שרי (ב\"י בשם סה\"ת שער מ\"ו והגהות מיימוני) וכן נוהגין:"
    },
    {
      "id": "yoreh_deah-259-2",
      "section": 2,
      "text": "צדקות שהתנדבו לצורך בית הכנסת או לצורך בית עלמין יכולין בני העיר לשנותם לצורך בית המדרש או ת\"ת אפילו אם הבעלים מעכבים אבל לא מתלמוד תורה לצורך בית הכנסת: הגה ודוקא בדאיכא למיחש שלא יהיה להם ספוק לתלמוד תורה אבל במקום שבני העיר מספקים לתלמוד תורה ואם יוציאו אלו המעות לצורך ב\"ה יתנו מעות אחרים לתלמוד תורה כשיצטרכו מותר (מהרי\"ק שורש קכ\"ח) ואפי' אם הוא במקום שאסור לשנות אם אינן צריכים לדבר שנדר כגון שהקדיש קרקע לבנות עליה בהמ\"ד ואין יכולין לבנות מיד אין המתנדב יכול לחזור בו אלא יהיה עומד כך עד שיבנו עליה (מרדכי פ' בני העיר) וכל זה במקום שאין מנהג ידוע בעיר אבל במקום שנוהגים שהגבאי או בני העיר משנים לכל מה שירצו או אפי' במקום שנוהגים שאדם משים איזה דבר בבית הכנסת כגון ספר תורה או כלי כסף וכדומה וכשירצה חוזר ולוקחו וכשיורד מנכסיו מוכרו לאחרים הולכים אחר המנהג דכל המקדיש אדעתא דמנהג הוא מקדיש ולב ב\"ד מתנה על זה ובלבד שיהיה מנהג קבוע (כן משמע מהב\"י ממהרי\"ק שורש קס\"'א) ומ\"מ אם התנה המקדיש בפירוש שלא ישנו הקדשו ולא יהא כח בזה פשיטא שאסור לשנותו וע\"ל סי' רנ\"ו סעיף ד':"
    },
    {
      "id": "yoreh_deah-259-3",
      "section": 3,
      "text": "ישראל שהתנדב נר או מנורה לביהכ\"נ אם נשתקע שם בעליה מעליה שאינה נקראת על שמו יכולים הצבור לשנותה אפי' לדבר הרשות (ואפילו אם מוחה המתנדב) (מהרי\"ק שורש קכ\"ג קכ\"ד ובשם רשב\"א ותשו' רא\"ש) ואם לא נשתקע שם בעליה מעליה אין יכולים לשנותו לדבר הרשות אבל לדבר מצוה יכולים לשנותו ואם היה המתנדב עובד כוכבים אסור לשנותה אפי' לדבר מצוה כל זמן שלא נשתקע שם בעליה מעליה (וכל זמן ששם בעליה חקוק על הכלים שנתן לא נשתקע שם בעליה) (ירושלמי פ' בני העיר):"
    },
    {
      "id": "yoreh_deah-259-4",
      "section": 4,
      "text": "עובד כוכבים שהתנדב מנורה או דבר אחר לבית הכנסת מקבלים ממנו והוא שיאמר בדעת ישראל הפרשתי אותה ואם לא אמר כן טעון גניזה (ועיין לעיל סי' רנ\"ד):"
    },
    {
      "id": "yoreh_deah-259-5",
      "section": 5,
      "text": "מי שיש בידו מעות והוא מסופק אם הם של צדקה חייב ליתן אותם לצדקה: הגה אבל מי שהקדיש דבר בלשון שמסופקים בו ומת שאין לידע כוונתו נקראו היורשים מוחזקים וההקדש שבא להוציא מהם עליו הראיה וכל זמן שאינו מביא ראיה הנכסים בחזקת היורשים (רשב\"א סי' תרנ\"ו ופסקי מהרא\"י סי' ע\"ג) ועיין בח\"ה סי' ר\"ן סעי' ג' :"
    },
    {
      "id": "yoreh_deah-259-6",
      "section": 6,
      "text": "אין לקהל לתבוע מסים וארנוניות ממעות צדקה: הגה מי שמצא כיס מלא מעות בתיבתו וכתוב עליו צדקה סמכי' אכתיבה והרי הן צדקה (הגהות מרדכי פ\"ק דב\"ב) וכן אם אמר אחד לבניו מעות אלו צדקה הם אם נראה להם שעשה זה כמוסר דבריו (בלשון צוואה דבריו) קיימים. ואם עשה זה שלא יקחו כלום או שלא יחזיקו אותו לעשיר אין בדבריו כלום (שם) וכן אם אמרו בחלום אלו המעות שהטמין אביך של צדקה הם אינו כלום דדברי חלומות לא מעלין ולא מורידין (שם) אבל אם אמר להם כן אחר אם הם במקום שהיה יכול ליטול אלו המעות וליתנם לצדקה נאמן במגו שהיה נותנם לצדקה ואם לאו אינו נאמן (במרדכי פ' זה בורר בשם אז\"ק) השתמש בתיבה מעות הקדש וחולין זה אחר זה ומצא אחר כך מעות אזלינן בתר בתרא (הגהות מרדכי פרק ק' דב\"ב) ואם השתמש בבת אחת בשתיהן אזלינן בתר רובא ואם מצאן בגומא דאיכא למימר שהיו מונחים שם זמן ארוך ולא ראה אפילו בזה אחר זה אזלינן בתר רובא (שם):"
    }
  ]
}