{
  "id": "yoreh_deah-282",
  "chapterLabel": "סימן 282",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-282-1",
      "section": 1,
      "text": "לנהוג כבוד בספר תורה ודין תשמישיה. ובו י\"ט סעיפים:חייב אדם לנהוג כבוד גדול בס\"ת ומצוה לייחד לו מקום ולכבד המקום ההוא ולהדרו ביותר ולא ירוק כנגד ספר תורה ולא יגלה ערותו כנגדו ולא יפשוט רגלו כנגדו ולא יניחנו על ראשו כמשוי ולא יחזור (לו) אחוריו אלא אם כן גבוה ממנו עשרה טפחים אלא ישב לפניו בכובד ראש וביראה ופחד שהוא העד הנאמן על כל באי עולם שנאמר והיה שם בך לעד ויכבדנו כפי כחו:"
    },
    {
      "id": "yoreh_deah-282-2",
      "section": 2,
      "text": "הרואה ס\"ת כשהוא מהלך חייב לעמוד לפניו ויהיו הכל עומדים עד שיעמוד זה שמוליכו ויגיענו למקומו או עד שיתכסה מעיניהם: הגה אבל לפני חומשים שלנו אין צריכים לעמוד (ב\"י בשם הרמב\"ם) ויש מחמירים. (רשב\"א סי' קמ\"ד) השומע קול הנושא ספר תורה אף על פי שאינו רואה אותו חייב לעמוד (ב\"י בשם הרב רבינו מנוח):"
    },
    {
      "id": "yoreh_deah-282-3",
      "section": 3,
      "text": "היה הולך ממקום למקום וס\"ת עמו לא יניחנו בשק ויניחנו על גבי חמור וירכב עליו אלא מניחו בחיקו כנגד לבו והוא רוכב על החמור ואם היה מפחד מפני הגנבים מותר:"
    },
    {
      "id": "yoreh_deah-282-4",
      "section": 4,
      "text": "לא יאחוז אדם ס\"ת ויכנס בו לבית הכסא או לבית המרחץ או לבית הקברות אע\"פ שכרוך במטפחת ונתון בתיק שלו ולא יקרא בו עד שירחיק ד' אמות מהמת או מבית הקברות או מבית הכסא ולא יאחוז ספר תורה בלא מטפחות:"
    },
    {
      "id": "yoreh_deah-282-5",
      "section": 5,
      "text": "אין זורקין כתבי הקדש ואפילו הלכות ואגדות (ואסור להפוך אותו על פניהם וכשמצאו כך צריך להפכו) (מהרי\"ל):"
    },
    {
      "id": "yoreh_deah-282-6",
      "section": 6,
      "text": "הקמיעין אם היו מכוסין עור מותר ליכנס בהם לבית הכסא ואם לאו אסור:"
    },
    {
      "id": "yoreh_deah-282-7",
      "section": 7,
      "text": "אסור לישב על המטה שספר תורה עליה: הגה וכל שכן שאסור להניחה ע\"ג קרקע והוא הדין שאר ספרים (ב\"י בשם הר\"ר מנוח ובשם א\"ח וכל בו) ואפילו על המדרגות שעושין לפני ארון הקודש אסור להניח ספרים (הגמי\"י) ולא יניח אדם ס\"ת על ברכיו וב' אצילי ידיו עליו (מהרי\"ל) ונ\"ל דהוא הדין שאר ספרים:"
    },
    {
      "id": "yoreh_deah-282-8",
      "section": 8,
      "text": "בית שיש בו ס\"ת לא ישמש בו מטתו עד שיוציאנו ואם אין לו מקום להוציאו יעשה לפניו מחיצה גבוהה י' טפחים אבל ע\"י הנחת כלי בתוך כלי שאינו מיוחד אינו מותר אלא בתפילין ושאר כתבי הקדש וחומשים אבל לא בס\"ת והרמב\"ם מתיר אף בס\"ת ואם פירש טליתו על הארגז שמונח בו חשוב ככלי בתוך כלי:"
    },
    {
      "id": "yoreh_deah-282-9",
      "section": 9,
      "text": "כל הטמאים אפילו נדות מותרים לאחוז בס\"ת ולקרות בו והוא שלא יהיו ידיהם מטונפות או מלוכלכות:"
    },
    {
      "id": "yoreh_deah-282-10",
      "section": 10,
      "text": "ספר תורה שבלה או נפסל נותנין אותו בכלי חרס וקוברין אותו אצל ת\"ח וזו היא גניזתו:"
    },
    {
      "id": "yoreh_deah-282-11",
      "section": 11,
      "text": "מטפחות ספרים שבלו עושין אותם תכריכין למת מצוה וזו היא גניזתן:"
    },
    {
      "id": "yoreh_deah-282-12",
      "section": 12,
      "text": "תיק שהוכן לס\"ת והונח בו וכן המטפחות והארון והמגדל שמניחים בו ס\"ת אע\"פ שאין מניחים בו ס\"ת כשהוא לבדו אלא כשהוא בתיק וכן הכסא שהוכן להניח ס\"ת עליו והונח כולם תשמישי קדושה הם ואסורים ולאחר שיבלו או ישברו נגנזים:"
    },
    {
      "id": "yoreh_deah-282-13",
      "section": 13,
      "text": "תיבה שנשברה מותר לעשות ממנה אחרת קטנה אבל אסור לעשות ממנה כסא לספר תורה וכסא שנשבר מותר לעשות ממנו כסא קטן ואסור לעשות ממנו שרפרף (פי' ספסל קטן) לכסא:"
    },
    {
      "id": "yoreh_deah-282-14",
      "section": 14,
      "text": "הבימות שעומד עליהם האוחז הספר אין בהם קדושת ס\"ת אבל יש בהם משום קדושת בית הכנסת:"
    },
    {
      "id": "yoreh_deah-282-15",
      "section": 15,
      "text": "כל מה שעושה לספר תורה אם עשאו על תנאי להשתמש בו שאר תשמיש אם רצה מועיל בו התנאי:"
    },
    {
      "id": "yoreh_deah-282-16",
      "section": 16,
      "text": "תפוחי כסף וזהב שעושים לספר תורה לנוי תשמישי קדושה הם ואסור להוציאם לחולין אם לא לקנות בהם ס\"ת או חומש:"
    },
    {
      "id": "yoreh_deah-282-17",
      "section": 17,
      "text": "כל מה שאסור לשנותו לקדושה קלה אם מכרוהו שבעה טובי העיר במעמד אנשי העיר מותר:"
    },
    {
      "id": "yoreh_deah-282-18",
      "section": 18,
      "text": "יחיד שמוכר ספר תורה שלו ותשמישו יש מי שמתיר להשתמש בדמיו ויש מי שאוסר. (ואם היו בה טעיות לכ\"ע שרי (ריב\"ש סי' רפ\"ו) ועיין בא\"ח סימן קנ\"ג):"
    },
    {
      "id": "yoreh_deah-282-19",
      "section": 19,
      "text": "מותר להניח ספר תורה על ס\"ת ומניחים חומשים ע\"ג נביאים וכתובים אבל אין מניחים נביאים וכתובים על גבי חומשים ולא חומשים על גבי ס\"ת: הגה אבל כתובים על גבי נביאים (או איפכא שרי) (ב\"י בשם הר\"ן בשם תוספות פ\"ק דב\"ב) וכל זה מיירי בב' כריכות שכל א' כרוך בפני עצמו אבל בכרך א' הכל שרי (מרדכי פ' השותפין) וע\"ל סי' רמ\"ו דאסור להרהר בדברי תורה במקומות המטונפים והוא משום כבוד תורה:"
    }
  ]
}