{
  "id": "yoreh_deah-215",
  "chapterLabel": "סימן 215",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-215-1",
      "section": 1,
      "text": "הנדרים חלים על דבר מצוה. ובו ו' סעיפים:נדרים חלים על דבר מצוה כיצד אמר קונם סוכה שאני יושב לולב שאני נוטל אסור לישב בסוכה וליטול לולב: הגה ויש אומרים שהיו מלקין אותו על שנדר לבטל המצות ומתירין לו נדרו ומקיים המצוה (מרדכי ריש שבועות שתים בשם ר\"ח) וי\"א דאין מלקות בנדר שוא רק גבי שבועת שוא (מרדכי מצא בשם ראבי\"ה ור\"ן ורא\"ש בנדרים ועב\"י סימן רל\"ו) וכן עיקר:"
    },
    {
      "id": "yoreh_deah-215-2",
      "section": 2,
      "text": "נדר להתענות זמן ידוע ואירע בו שבתות וימים טובים ור\"ח מתירין לו נדרו ופותחין לו בהם שאומרים לו אילו שמת על לבך שיפגעו בתוך הזמן הזה אלו הימים לא היית נודר והותר כל הנדר:"
    },
    {
      "id": "yoreh_deah-215-3",
      "section": 3,
      "text": "במה דברים אמורים שצריך התרה כשקבלו בלשון נדר שאמר קונם אכילת ימים כך וכך עלי אבל אם לא הוציאו אלא בלשון קבלת תענית אינו דוחה לא שבת ויו\"ט וראש חודש ולא חנוכה ופורים ואינו צריך התרה ואפי' לא קבל עליו להתענות אלא בשבת ויום טוב בלבד (ועיין בא\"ח סימן תי\"ח):"
    },
    {
      "id": "yoreh_deah-215-4",
      "section": 4,
      "text": "המקבל עליו בלשון נדר לצום בשבת ויו\"ט חל הנדר וכן הנודר לצום יום ראשון או ב' כל ימיו ופגע בהם יו\"ט או ערב יום כפור חייב לצום ואין צריך לומר ר\"ח אבל אם פגע בהם חנוכה ופורים נדרו בטל (ועיין בא\"ח סי' תק\"ע דלא פסק כן):"
    },
    {
      "id": "yoreh_deah-215-5",
      "section": 5,
      "text": "הא דנדרים חלים על דבר מצוה דוקא במצות עשה בין שיש בה עשה גרידא בין שיש עשה בקיומה ולא תעשה בביטולה ואין הפרש בזה בין איסור הבא מאליו לאיסור הבא ע\"י עצמו אבל על מצות לא תעשה דעלמא אינו חל בין בביטולו בין בקיומו כיצד הרי שאמר אכילת נבילה עלי אין הנדר חל עליו והוא הדין לאיסור הבא ע\"י עצמו כגון שאמר שבועה שלא אוכל ככר זה וחזר ואמר ככר זה עלי אינו חייב אלא אחת דהיינו משום בל יחל דשבועה וכן אם אמר שבועה שלא אשתה וחזר ואמר הריני נזיר ושתה אינו חייב אלא אחת דהיינו בל יחל דשבועה אבל דנזירות לא אא\"כ נשאל על השבועה שאז חל הנזירות עליו והנדר חל על מי שנשבע שיישן או שישתה ואע\"פ שיש בביטולו לא תעשה:"
    },
    {
      "id": "yoreh_deah-215-6",
      "section": 6,
      "text": "וי\"א שאם נדר מדברים האסורים כגון נבילות וטריפות חל הנדר ואם אוכל מהם עובר בלא יחל אבל אם התפיס בהם דבר אחר אינו נתפס שאינו דעתו אלא בעיקר האיסור דהוי ליה מתפיס בדבר האסור אבל דבר שאסור מדרבנן ואסרו עליו בלשון נדר והתפיס בו דבר אחר נתפס בנדר ואסור: הגה הנודר או הנשבע שלא לאכול מצה בליל פסח אין מצה עשירה בכלל אבל אם נדר שלא לאכול מצה כל השנה אפשר דמצה עשירה בכלל. (ריב\"ש מביאו ב\"י ס\"ס רל\"ו):"
    }
  ]
}