{
  "id": "yoreh_deah-401",
  "chapterLabel": "סימן 401",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-401-1",
      "section": 1,
      "text": "דברים הנוהגים בחול המועד. ובו ז' סעיפים:אין מניחין את המטה ברחוב בחול המועד שלא להרגיל את ההספד שאסור להרגיל את ההספד בחול המועד אלא לכבוד ת\"ח לפיכך אין מוליכין המת לבית הקברות בחול המועד עד שיהיה כל הקבר מתוקן ומזומן:"
    },
    {
      "id": "yoreh_deah-401-2",
      "section": 2,
      "text": "אין קורעין בחול המועד אלא מי שהוא חייב לקרוע כדאיתא בסימן ש\"מ אבל מי שאינו חייב ורוצה לקרוע מפני הכבוד אסור:"
    },
    {
      "id": "yoreh_deah-401-3",
      "section": 3,
      "text": "שמע בחול המועד שמועה קרובה חייב לקרוע:"
    },
    {
      "id": "yoreh_deah-401-4",
      "section": 4,
      "text": "אין חולצין כתף במועד ואין מברין בו אלא קרוביו של מת אבל הקרובים מברין וה\"ה לחנוכה ופורים וראש חדש וכשמברין אין מברין אלא על מטות זקופות אבל ביום טוב אפילו ביום טוב שני אין קורעין ולא חולצין ולא מברין ובחול המועד מברין הכל על החכם לתוך הרחוב כדרך שמברין את הקרובים שהכל כקרוביו:"
    },
    {
      "id": "yoreh_deah-401-5",
      "section": 5,
      "text": "נשים בחול המועד מענות דהיינו שכולן עונות כאחת אבל לא מטפחות דהיינו להכות כף על כף בראש חדש חנוכה ופורים מענות ומטפחות אבל לא מקוננות דהיינו שאחת מדברת וכולן עונות אחריה נקבר המת לא מענות ולא מטפחות והני מילי לאינש דעלמא אבל לתלמיד חכם בין בחול המועד בין בראש חדש חנוכה ופורים מענות ומקוננות כדרכן בחול והני מילי בפניו אבל שלא בפניו לא ויום שמועה אפילו רחוקה כבפניו דמי:"
    },
    {
      "id": "yoreh_deah-401-6",
      "section": 6,
      "text": "אומרים על המת צדוק הדין וקדיש כדרכן וכן ביום טוב שני אבל ביום טוב ראשון כיון שאין מתעסקים במת אין אומרים אותו: הגה ויש חולקין שלא לומר צדוק הדין במועד (הטור הביא כמה רבוותא) וכן המנהג פשוט במדינות אלו שלא לומר צדוק הדין בכל הימים שאין אומרים בהם תחנון (במנהגים) ולכן אין אומרים ג\"כ כשקוברין אחר חצות בערב שבת י\"א שאם קוברים המת בלילה שאין אומרים קדיש ולא צדוק הדין (כל בו):"
    },
    {
      "id": "yoreh_deah-401-7",
      "section": 7,
      "text": "מת לו מת קודם פורים ופגע בו פורים אינו מפסיק האבילות ומ\"מ אין אבלות נוהג בו לא בי\"ד ולא בט\"ו אלא דברים שבצינעא נוהג וחייב לשלוח מנות ואף על פי שאינו מתאבל בהם עולים לו ממנין השבעה כמו שבת:"
    }
  ]
}