{
  "id": "yoreh_deah-263",
  "chapterLabel": "סימן 263",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-263-1",
      "section": 1,
      "text": "ילד שהוא אדום או ירוק ומי שבניו מתים מחמת מילה. ובו ד' סעיפים:קטן שהוא ירוק סימן שלא נפל בו דמו ואין מלין אותו עד שיפול בו דמו ויחזור מראהו כמראה שאר הקטנים וכן אם נמצא אדום סימן שלא נבלע דמו באיבריו אלא בין עור לבשר ואין מלין אותו עד שיבלע בו דמו וצריך ליזהר מאד באלו הדברים שאין מלין ולד שיש בו חשש חולי דסכנת נפשות דוחה את הכל שאפשר לו למול לאחר זמן ואי אפשר להחזיר נפש אחת מישראל לעולם:"
    },
    {
      "id": "yoreh_deah-263-2",
      "section": 2,
      "text": "אשה שמלה בנה ראשון ומת מחמת מילה שהכשילה כחו ומלה גם השני ומת מחמת מילה הרי הוחזקה שבניה מתים מחמת מילה לא שנא מבעל אחד או משנים ולא תמול השלישי אלא תמתין לו עד שיגדל ויתחזק כחו והוא הדין אם איש אחד מל בנו ראשון ושני ומתו מחמת מילה לא ימול השלישי בין שהיו לו מאשה אחת בין משתים (ויש חולקין וסבירא להו דלא שייך באיש רק באשה (חידושי אגודה פר\"א דמילה ונראה) דספק נפשות להקל:"
    },
    {
      "id": "yoreh_deah-263-3",
      "section": 3,
      "text": "והוא הדין אם אשה מלה בנה ומת מחמת מילה וגם אחותה מלה בנה ומת מחמת מילה גם שאר האחיות לא ימולו בניהן אלא ימתינו עד שיגדלו ויתחזק כחם:"
    },
    {
      "id": "yoreh_deah-263-4",
      "section": 4,
      "text": "נולד כשהוא מהול צריך להטיף ממנו דם ברית ומיהו בנחת וצריכ' מילתא למבדקה יפה יפה בידים ובמראית עינים ולא בפרזלא דלא לעייק ליה ורואים ונזהרים היאך מלין אותו וממתינים לו הרבה ואין חוששין ליום שמיני שלא יביאוהו לידי סכנה:"
    },
    {
      "id": "yoreh_deah-263-5",
      "section": 5,
      "text": "תינוק שמת קודם שיגיע להיות בן ח' מלין אותו על קברו בצור או בקנה ואין מברכין על המילה אבל משימים לו שם לזכר שירחמוהו מן השמים ויחיה בתחיית המתים: הגה ואין עושין כן אפי' בי\"ט שני של גליות דאסור לקבור ביו\"ט הנפלים דאפי' לטלטלו אסור (הגהות מרדכי פר\"א דמילה והג\"א פ\"א) ואסור למול עובד כוכבים שלא לשם גרות אפי' בחול (ב\"י בשם ר' ירוחם ס\"ס רס\"ו):"
    }
  ]
}