{
  "id": "yoreh_deah-172",
  "chapterLabel": "סימן 172",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-172-1",
      "section": 1,
      "text": "הממשכן בית או שדה על מנת שיאכל פירות. ובו ו' סעיפים:המלוה את חבירו ומשכן לו בית או שדה על מנת שיאכל פירותיו כל ימי המשכונה אם היא כמשכנתא דסורא דהיינו שממשכנה לו לשנים ידועות וכותב במשלם שנין אלין תיפוק ארעא בלא כסף אפילו מרחיב הזמן הרבה שאין מגיע לכל שנה אלא דבר מועט כגון שהלוהו מנה והתנה עמו שאחר עשר שנים תחזור קרקע זו לבעליה חנם והיה שכר אותה קרקע שוה אלף דינרים בכל שנה מותר שאין זה אלא כמי ששכר בפחות וכן אם התנה בעל הקרקע עמו שבכל זמן שירצה הלוה לסלקו שיביא לו מעות ויחשוב לו עשר בכל שנה ויסלקו מהשדה או מהבית והוא יחזיר לו שאר דמים ויסתלק מותר שמאחר שאין כח ביד המלוה לגבות מחובו כלום ולהחזיר הקרקע ללוה אינו אלא שכירות: הגה וי\"א דאפילו בלא משכנתא דסורא יש היתר ללוות כיצד אם הלוה לזמן קצוב כך וכך שנים אם הלוה יוכל לסלקו תוך הזמן ומנכה לו כל שנה ושנה אפילו דבר מועט דזהו מקרי משכנתא בנכייתא שרי ואם לא מנכה ליה כלום אסור והוי אבק רבית ואם אין הלוה יכול לסלקו תוך הזמן אפילו בלא נכייתא שרי (טור בשם רש\"י ורא\"ש) וי\"א דאין חילוק בין אתרא דמסלקי ובין אתרא דלא מסלקי אלא בשניהם בנכייתא שרי ובלא נכייתא אסור (ב\"י בשם רשב\"א) ויש לילך בדבר זה אחר המנהג (תשובת רשב\"א ובה\"ת) ובמדינות אלו נוהגים היתר במשכנתא בנכייתא אפי' יכול לסלק (רשב\"א ונ\"י והרב המגיד כתבו מנהג זה) ואין חילוק בזה בין שדה לבית (טור בשם ר\"י ור\"ת ורבינו ירוחם ועב\"ח שגם רא\"ש סובר כן) או שאר מטלטלין (מרדכי ובית יוסף ס\"ס זה בשם תשובת רשב\"א ועיין בח\"מ ר\"ס ע\"ג בהג\"ה) דבכל מידי בנכייתא שרי ויש מתירין להלוות על ספרים או מקומות ב\"ה ולישב עליהם אפילו בלא נכייתא דהוי לצורך מצוה ומותר ללוות ברבית לצורך מצוה (תשובת מהרי\"ל סי' ל\"ז והאגודה) וטוב להחמיר לעשות בנכייתא וכל זה לא מיירי אלא כשאחריות המשכונות על המלוה אבל כשהלוה כותב לו אחריות על שאר נכסיו ולא יוכל להגיע למלוה שום הפסד אסור (טור) ובכל מקום דהמשכנתא הוי אבק רבית אם בא הלוה לנכות למלוה הפירות שאכל לא מנכינן ליה דהואיל והמשכנתא הוי ברשות המלוה ולוה עליה מתחילה אילו מנכין ליה מחובו הוי כאילו מוציאין האבק רבית ממנו בדיינים (טור) מיהו אם אמר לו לא בעינא דתיכול עוד פירותי ברבית אם אכלן אח\"כ אפי' באתרא דלא מסלקי מנכין לו פירות שאכל אח\"כ (ב\"י בשם הראב\"ד ובתה\"ד סי' ש\"ה בשם הרמב\"ן):"
    },
    {
      "id": "yoreh_deah-172-2",
      "section": 2,
      "text": "משכונא זו אם בא המלוה לחזור ולהשכירה ללוה בדבר קצוב לשנה יש אוסרין (בה\"ת וריב\"ש סי' ש\"ה בשם רמב\"ן) ויש מתירין (ריב\"ש בשם י\"א מביאו ב\"י בסי' קס\"ד) ואם אדם אחר שכרה מהמלוה יכול הוא לשכרה ממנו: הגה ועיין לעיל סימן קס\"ד גם נתבאר לעיל אם אכל המלוה הפירות לאחר זמן המשכנתא:"
    },
    {
      "id": "yoreh_deah-172-3",
      "section": 3,
      "text": "במשכנתא זו אם נותן המלוה ללוה דבר מועט לשנה בשביל שיקבל עליו איזה תיקון קל כגון שבירת קורה וכיוצא בזה מותר ואם נותן לו דבר קצוב לשנה כדי שיקבל אחריות מנפילה או שריפה יש מי שאוסר: הגה כל משכנתא אינה נפדית לחצאין ואם הביא לו קצת מעותיו המלוה אוכל פירותיו עד שיתן לו כולם (ב\"י בשם הרשב\"א) הא דמשכנתא שריא דוקא כשהשכין לו השדה בשעה שנותן לו המעות דהוי כמכר אבל אם נותנה לו בחוב קדום אסור (ב\"י בשם עיטור) ואם עשו משכונא סתם ולא התנו זה עם זה במשכנתא דסורא או בנכייתא אזלינן בתר מנהג העיר ומסתמא דעתייהו כמנהג העיר וכן אם יוכל לסלקו הולכים אחר המנהג (ב\"י בשם בעל התרומות) ועיין ס\"ק כ\"ד ועי' בחושן המשפט נתבארו בו שאר דיני המשכנתא :"
    },
    {
      "id": "yoreh_deah-172-4",
      "section": 4,
      "text": "הממשכן בית או שדה ביד חבירו והיה בעל הקרקע הוא אוכל פירותיהן וא\"ל המלוה לכשתמכור קרקע זו לא תמכרנה אלא לי בדמים אלו אסור אבל אם א\"ל אל תמכרנה אלא לי בשויה ועל מנת כן אני מלוה אותך הרי זה מותר:"
    },
    {
      "id": "yoreh_deah-172-5",
      "section": 5,
      "text": "עובד כוכבים שמשכן חצרו לישראל וחזר העובד כוכבים ומכרה לישראל אחר אין הממושכן חייב להעלות שכר לישראל מעת שקנה הישראל אלא דר בחצר בלא שכר עד שיחזיר לו העובד כוכבים את המעות שיש לו על חצר זו שהרי הוא ברשות הממושכן בדיניהם עד שיתן מעותיו ויסתלק:"
    },
    {
      "id": "yoreh_deah-172-6",
      "section": 6,
      "text": "הנותן חורבתו לחבירו שיבנה וידור בה עד שיכלו דמי ההוצאה ואם שוה ג' זהובים בשנה אינו חושב אלא זהוב אחד מותר: הגה לוה מותר לתת המס מן השדה שהשכין בדרך המותר ודווקא כשהמס מעות אבל אם נותנין המס מפירות השדה כגון שנותנין חלק מן הפירות הגדילים אסור (ב\"י בשם בעל התרומות ורמב\"ן) . מי שהשכין בית שאינו שלו ובא בעל הבית והוציא הבית שלו מן המלוה והוצרך לתת שכר לבעל הבית שדר בו הלוה צריך להחזיר לו מעותיו למלוה גם השכר שהוצרך ליתן (ב\"י בשם הרשב\"א):"
    }
  ]
}