{
  "id": "yoreh_deah-220",
  "chapterLabel": "סימן 220",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-220-1",
      "section": 1,
      "text": "חילוק שבין קונם יין להיום או לזמן ודין הנודר על דבר שאינו קבוע. ובו כ\"ג סעיפים:קונם יין שאני טועם יום אחד או קונם יין שאני טועם יום אסור בו מעת לעת ואם אמר קונם יין שאני טועם היום אינו אסור אלא עד שתחשך בין עומד בתחלת היום או בסופו וצריך שאלה לחכם גזירה שמא פעם אחרת יאסור עליו יום אחד ולא ידע להפריש בין היום ליום אחד ויבא לשתות בלילה וי\"א שאם היה נדר של מצוה כגון ללמוד או לקיים שום מצוה אינו צריך התרה. (ומיהו בקבלת תענית בעלמא מותר לאכול מיד בלילה ואין צריך התרת חכם) . (ב\"י בשם הר\"ן):"
    },
    {
      "id": "yoreh_deah-220-2",
      "section": 2,
      "text": "אמר ביום שאעשה דבר פלוני לא אוכל אותו היום דינו כהיום שמותר בלילה ואם אמר אותו היום ולמחרתו אסור אותו היום ומחרתו ולילה שבינתים:"
    },
    {
      "id": "yoreh_deah-220-3",
      "section": 3,
      "text": "היה עומד באמצע השבוע או קודם לו ואמר קונם יין שאני טועם שבוע זה אסור עד תשלום כל השבוע ויום השבת הבא אסור ג\"כ (ומותר אחר כך בלא שאלת חכם) (ר' ירוחם ני\"ד) ואם אמר שבוע אחד או שבוע סתם אסור מעת לעת:"
    },
    {
      "id": "yoreh_deah-220-4",
      "section": 4,
      "text": "היה עומד בתוך החדש או קודם לו ואמר חדש זה אסור עד תשלום החדש ומותר ביום ר\"ח אפי' ר\"ח שני ימים שהראשון לתשלום חדש שעבר אפילו הכי מותר בו כיון שבלשון בני אדם קורין אותו ר\"ח (וכל שכן אם נדר לעשות קודם ר\"ח שצריך לקיימו קודם יום ראשון):"
    },
    {
      "id": "yoreh_deah-220-5",
      "section": 5,
      "text": "אמר חדש אחד או חדש סתם אסור מיום ליום:"
    },
    {
      "id": "yoreh_deah-220-6",
      "section": 6,
      "text": "היה עומד בתוך השנה או קודם לה ואמר השנה זו אסור עד תשלום השנה ומותר ביום ר\"ה ושנה זו מונים מתשרי שאפילו אם עומד בכ\"ט באלול כיון שהגיע תשרי מותר:"
    },
    {
      "id": "yoreh_deah-220-7",
      "section": 7,
      "text": "אמר שנה אחת או שנה סתם אסור מעת לעת ואם נתעברה השנה אסור בה ובעיבורה ואם עומד בחורף ואמר שנה זו והיא מעוברת אסור עד תשרי ולא אמרינן שאדר שני יעלה לו במקום אלול:"
    },
    {
      "id": "yoreh_deah-220-8",
      "section": 8,
      "text": "אמר עד ר\"ח אדר עד ר\"ח אדר ראשון עד סוף אדר עד סוף אדר שני ולהרמב\"ם אם ידע שהשנה מעוברת ואמר עד ר\"ח אדר אסור עד ראש חדש אדר שני:"
    },
    {
      "id": "yoreh_deah-220-9",
      "section": 9,
      "text": "היה עומד בתוך השמיטה או קודם לה ואמר שמיטה זו אסור עד סוף השמיטה ואסור גם בשנה השביעית:"
    },
    {
      "id": "yoreh_deah-220-10",
      "section": 10,
      "text": "אמר שמיטה אחת או שמיטה סתם אסור שבע שנים מעת לעת:"
    },
    {
      "id": "yoreh_deah-220-11",
      "section": 11,
      "text": "האוסר עצמו בדבר עד הפסח או שאמר עד פני הפסח אינו אסור אלא עד שיגיע בלבד ואם אמר עד שיהיה הפסח הרי זה אסור עד שיצא הפסח ויש אומרים דעד פני הפסח אסור עד שיצא:"
    },
    {
      "id": "yoreh_deah-220-12",
      "section": 12,
      "text": "אמר עד הקציר או עד הבציר או שאמר עד שיהיה הבציר או הקציר אינו אסור אלא עד שיגיע שכל דבר שאין זמנו ידוע בכל לשון שיאמר אינו אסור אלא עד שיגיע:"
    },
    {
      "id": "yoreh_deah-220-13",
      "section": 13,
      "text": "בכל מקום זמן הנדר הוא לפי מה שממהרין או מאחרין לקצור בו ואנו הולכים אחר המקום שעומד בו הנודר בשעת הנדר אפילו אם הלך אח\"כ הנודר אל מקום אחר בין להחמיר כגון שהלך למקום [שממהרין] הקציר בין להקל שהלך למקום [שמאחרין] אותו:"
    },
    {
      "id": "yoreh_deah-220-14",
      "section": 14,
      "text": "קציר סתם הוא קציר חטים ואם המקום שנדר בו רובו קציר שעורים הולכין אחריו:"
    },
    {
      "id": "yoreh_deah-220-15",
      "section": 15,
      "text": "אם קבע זמן למשתה בנו ונדר עד זמן משתה בנו מספקא לן אם חשוב זמנו קבוע והולכין בו להחמיר: הגה ואפילו אם מת הבן קודם שיגיע משתה שלו צריך להמתין עד אותו זמן וכן אם נדר לעשות דבר עד שיהיה בנו בר מצוה ומת צריך להמתין עד שיהיה ראוי להיות בר מצוה (ת\"ה סימן רע\"ז) ועיין בא\"ח סימן תקס\"ט יחיד או רבים שקבלו עליהם תענית מחמת איזה צרה ועברה אם צריכים להשלים תעניתם והוא הדין בנדר נדר לעשות צדקה או שאר נדרים (א\"ז פסק דחייב לקיים נדרו) ונ\"ל דכל זה מיירי בקבלו עליהם סתם אבל אם פירש דבריו כגון מי שנדר ואמר אם יחיה פלוני החולה אתענה כך וכך או אתן כך וכך לצדקה אם מת אותו פלוני פטור מנדרו דהרי התנה בפירוש ולא בעינן תנאי כפול בנדרים דלא גרע דבורו מכוונת הנודר כדלעיל סי' רי\"ח וכן יתבאר לקמן סוף סימן רל\"ב (ד\"ע) וכל שכן האומר אתן סלע לצדקה כדי שיחיה בני ואם לא יחיה לא אתן אע\"ג דעובד ע\"מ לקבל פרס מכל מקום פטור אם לא יחיה. (ב\"י סי' רנ\"ט בשם מ\"כ והוא תשובת מהרי\"ל סי' ק\"ץ וד\"מ שם):"
    },
    {
      "id": "yoreh_deah-220-16",
      "section": 16,
      "text": "עד הקיץ עד שיקוצו הרבה ומכניסין התאנים בכלכלות:"
    },
    {
      "id": "yoreh_deah-220-17",
      "section": 17,
      "text": "עד שיעבור הקיץ עד שישמרו הסכינים שקוצצים בהם התאנים:"
    },
    {
      "id": "yoreh_deah-220-18",
      "section": 18,
      "text": "האוסר עצמו בדבר עד הגשם הרי זה אסור עד זמן הגשמים שהוא בא\"י ר\"ח כסלו הגיע זמן הגשמים הרי זה מותר בין ירדו גשמים בין לא ירדו ואם ירדו מי\"ז במרחשון מותר ואם אמר עד הגשמים הרי זה אסור עד שירדו הגשמים והוא שירדו מזמן רביעה שניה שהוא בארץ ישראל ומקומות הסמוכים לה מכ\"ג במרחשון ואילך: הגה ובגולה זמן הגשמים ששים יום אחר התקופה שמתחילין אז השאלה וזמן רביעה שניה שבעים יום אחר התקופה. (טור):"
    },
    {
      "id": "yoreh_deah-220-19",
      "section": 19,
      "text": "אמר עד שיפסקו הגשמים אסור עד שיעבור הפסח:"
    },
    {
      "id": "yoreh_deah-220-20",
      "section": 20,
      "text": "קונם יין שאיני טועם בחג אסור בי\"ט האחרון:"
    },
    {
      "id": "yoreh_deah-220-21",
      "section": 21,
      "text": "האומר לאשתו מה שאת עושה קונם שאיני נהנה ממנו עד הפסח עשתה לפני הפסח מותר ליהנות ממנו אחר הפסח אבל אם אמר מה שאת עושה עד הפסח קונם שאיני נהנה ממנו אסור ליהנות לעולם במה שעשתה לפני הפסח:"
    },
    {
      "id": "yoreh_deah-220-22",
      "section": 22,
      "text": "אמר לאשתו קונם שאת נהנית לי מהיום עד פסח אם תלכי לבית אביך עד החג הלכה לפני הפסח אסור ליהנות ממנה עד הפסח ואפי' לא הלכה אסור ליהנות ממנה עד הפסח שמא תלך אח\"כ ותעבור למפרע:"
    },
    {
      "id": "yoreh_deah-220-23",
      "section": 23,
      "text": "אמר לה קונם שאת נהנית לי עד החג אם תלכי לבית אביך עד הפסח אסורה ליהנות מיד ואם הלכה לפני הפסח ונמצא מהנה אותה הרי זה לוקה בזמן הסנהדרין ואסורה בהנייתו עד החג ומותרת לילך לבית אביה משהגיע הפסח:"
    }
  ]
}