{
  "id": "yoreh_deah-128",
  "chapterLabel": "סימן 128",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-128-1",
      "section": 1,
      "text": "דין מקום שיש בו יין ונתיחד עובד כוכבים שמה. ובו ה' סעיפים:עובד כוכבים שנתייחד עם היין אפילו ברשותנו אפילו שעה מועטת אסור בהנאה אבל מי שנודע לנו שאינו עובד עבודת כוכבים מותר לייחד יין אצלו ברשותנו לזמן מועט כגון כדי שילך כדי מיל או יותר אפילו בעיר שכולה עובדי כוכבים ואפילו הודיעו שהוא מפליג אבל אין מפקידין אצלו יין בביתו ואפילו בבתינו אסור אם הוא לזמן מרובה ואם עבר והפקיד אסור בשתיה. (עובדי כוכבים שבחוצה לארץ אע\"פ שאינן עובדי עבודת כוכבים מ\"מ אין מייחדים יין אצלם) (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "yoreh_deah-128-2",
      "section": 2,
      "text": "עובד כוכבים שנמצא בבית שבו יין אם יש לו מלוה על אותו יין כגון שעשאו אפותיקי (או משכנו לו) (טור) אסור ואפילו היה היין חתום בחותם אחד אבל אם אין לו מלוה על היין אף על פי שיש לו מלוה על ישראל בעל היין והגיע זמן המלוה מותר ואפילו היה עומד בצד היין סמוך לו ממש בכדי פישוט ידים ואפי' אין ביין שום חותם מפני שמאחר שהוא יודע שיפסיד ישראל יינו הוא ירא ליגע (הרא\"ש) ואפילו נמצא בידו קצף שרגיל לעלות על פי היין מות' שאנו תולי' לומ' מדופני החבית לקחו ולא מפיו: הגה אבל דברים שאינם נמצאים אלא על פי החבית אסור (טור) וכן אם מצא שהעובד כוכבים תופס הברזא בידו היין אסור ולא אמרינן דהברזא מנפשיה נפל והעובד כוכבים הגביהו (מרדכי פ' השוכר בשם ראבי\"ה) דתלינן תמיד בדבר הרגיל:"
    },
    {
      "id": "yoreh_deah-128-3",
      "section": 3,
      "text": "בית שיש לישראל ועובד כוכבים יין בתוכו ונכנס העובד כוכבים וסגר הדלת אחריו במנעול מבפנים שאם בא ישראל ליכנס אינו יכול ליכנס שלא מדעת העובד כוכבים היין אסור (הרא\"ש) ואם היו נקבים בדלת שישראל יכול להסתכל ולראות משם כל החביות מותרות בשתיה אפילו הן פתוחות ואם לאו את שיכול לראות דרך שם מותר והשאר אסור בהנאה אפילו חביות סתומות אם שהה כדי שיפתח ויגוף ותגוב (פירוש ויגוף ויעשה מגופה אחרת ופי' ותגוב וינגב וייבש) ואפילו היה ישראל דר באותו בית:"
    },
    {
      "id": "yoreh_deah-128-4",
      "section": 4,
      "text": "בית שאין בו אלא יינו של ישראל ונמצא עובד כוכבים בתוכו אם אין הדלת נעול מותר בשתיה ואם הוא נעול במפתח מבפנים אם אינו נתפס כגנב אסור בהנאה ואם הוא נתפס כגנב על הכניסה מותר בשתייה: הגה וי\"א דבזמן הזה שאין העובדי כוכבים מנסכין אפילו אינו נתפס כגנב שרי אא\"כ יש לחוש שנגעו לשתות ממנו או להנאה אחרת (כך הוא בהגהות אשיר\"י פ' השוכר ועיין ס\"ק ד') מיהו אם פי החבית רחב או שהוא בקנקן שיש לחוש שמא נגע בו דרך מתעסק חיישינן (מרדכי פ' השוכר ובב\"י בשם התוספות ובסמ\"ג):"
    },
    {
      "id": "yoreh_deah-128-5",
      "section": 5,
      "text": "היו בשוק חביות יין ונמצא עובד כוכבים ביניהם אם הוא עובד כוכבים חלש שאימת שופטי העיר עליו ואם ימצאוהו נוגע נתפס כגנב מותר בשתייה ואם לאו אסור בהנאה. (ועיין לקמן סי' קכ\"ט עוד מדינים אלו):"
    }
  ]
}