{
  "id": "yoreh_deah-206",
  "chapterLabel": "סימן 206",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-206-1",
      "section": 1,
      "text": "דיני ידות הנדרים. ובו ה' סעיפים:ידות (פי' ידות שהתחיל לנדור ולא גמר הדבור ואעפ\"כ הוא נאסר כאילו נדר כל הדיבור כאדם שאוחז ביד הכלי ועל ידי כך משתמש בכלי כאילו אחז בו בעצמו) נדרים כנדרים והוא שיהו מוכיחות קצת על הנדר כיצד האומר לחבירו מודרני ממך שאיני אוכל לך או מופרשני ממך שאיני אוכל לך או מרוחקני ממך שאיני אוכל לך אסור לאכול עמו (וי\"א דאפילו אמר שאני אוכל לך באלו לשונות אסור לאכול עמו) (הר\"ן בשם יש גורסין ועס\"ק ב') אבל אם אומר שאיני אוכל לך לבד בלא מודרני ממך לא הוי יד ואם אמר מודרני ממך או מופרשני ממך או מרוחקני ממך ולא סיים דבריו שאיני אוכל לך במודרני ממך אסור לדבר עמו ובמופרשני ממך אסור לשאת ולתת עמו ובמרוחקני ממך אסור לעמוד בד' אמותיו:"
    },
    {
      "id": "yoreh_deah-206-2",
      "section": 2,
      "text": "אמר לחבירו מודר אני לך מאכילה או מהנאה שניהם אסורים לאכול או ליהנות זה מזה אבל אם אמר מודר אני ממך מאכילה או מהנאה הוא אסור בחבירו וחבירו מותר בו:"
    },
    {
      "id": "yoreh_deah-206-3",
      "section": 3,
      "text": "אמר מנודה אני לך או משמתינא ממך אם סיים דבריו שאני אוכל לך אינו נדר ומותר בכל ואם לא סיים דבריו אסור לעמוד בד' אמותיו אבל אם אמר נדינא ממך וסיים בדבריו שאיני אוכל לך אסור לאכול עמו לא סיים דבריו שאיני אוכל לך אסור ליהנות ממנו: הגה וכבר נתבאר דיש חולקין וס\"ל דכל שלא אמר שאיני אוכל לך או שאני אוכל לך לאו כלום הוא:"
    },
    {
      "id": "yoreh_deah-206-4",
      "section": 4,
      "text": "אמר כנדרי רשעים ככר זה עלי או שאמר כנדרי רשעים הימנו והיה ככר מונח לפניו אסור בו אבל אם אמר כנדרי כשרים עלי או כנדרי כשרים ככר זה עלי אינו כלום ואפילו אמר כנדרי כשרים ככר זה עלי קונם (פי' קונם אחד מכנויי הקרבן) אבל אם אמר כנדבת כשרים עלי או כנדבת כשרים ככר זה עלי הוי נדר:"
    },
    {
      "id": "yoreh_deah-206-5",
      "section": 5,
      "text": "הנודר שלא אוכל או שאוכל עמך אפילו יד לא הוי דלשון זה לשון שבועה הוא ולא לשון נדר אם לא שנדר לעשות מצוה ומיהו כיון דהאידנא מרגלא בפומייהו דאינשי למינדר בהאי לישנא אין להקל וצריך התרה כדי שלא ינהגו קלות ראש בנדרים ויש מי שאומר דנדר שאמרו בלשון שבועה ושבועה בלשון נדר מהני מדין ידות ומיהו בנזירות שהוציאו בלשון שבועה לדברי הכל אסור:"
    }
  ]
}