{
  "id": "yoreh_deah-132",
  "chapterLabel": "סימן 132",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-132-1",
      "section": 1,
      "text": "שלא ליהנות מיין נסך. ובו ז' סעיפים:עובד כוכבים שנגע ביין שלנו אע\"פ שאסור בהנאה מותר ליקח דמיו מאותו העובד כוכבים שאסרו או אותו העובד כוכבים ימכרנו ויתן דמיו לישראל ואם מכרו הישראל לעובד כוכבים אחר אם נתן לו המעות קודם שיתן לו הישראל היין המעות אסורים בהנאה ואם לקח העובד כוכבים היין תחילה ואחר כך נתן המעות לישראל יש מי שאומר שאף על פי שלבעל היין שמכרו אסורים בהנאה לאחרים מותרים: הגה וכל זה לא מיירי אלא בעובדי כוכבים שמנסכין אבל בזמן הזה כל מגע שלהם אינו אוסר רק בשתיה (רש\"י בשם הגאונים) כמו שנתבאר לעיל סימן קכ\"ג:"
    },
    {
      "id": "yoreh_deah-132-2",
      "section": 2,
      "text": "ישראל שמכר יינו לעובד כוכבים פסק עד שלא משך דמיו מותרים שמשפסק סמכה דעתו ומשמשך קנה ויין נסך אינו נעשה עד שיגע בו נמצא בשעת מכירה היה מותר אבל אם משך העובד כוכבים היין עד שלא פסק דמיו אסורים שהרי לא סמכה דעתו אע\"פ שמשך (ומאחר שבא לרשות העובד כוכבים אין הישראל נזהר בו ויש לחוש שנגע) ונמצא שכשנגע עדיין לא סמכה דעתו ליקח ונאסר היין בנגיעתו והרי זה כמוכר סתם יינם במה דברים אמורים כשמדד הישראל לכליו (או לכליו של עובד כוכבים שאין בו עכבת יין) (טור) אבל אם מדד לכלי העובד כוכבים שיש בו עכבת (פי' מקום שהיין מתעכב בו) יין או לכלי ישראל שביד העובד כוכבים והיה העובד כוכבים מנדנד הכלי אם היה מונח בקרקע או שהיה אוחזו בידו באויר דאז ע\"כ הוא מנדנד צריך ליקח הדמים ואח\"כ ימדוד: הגה מיהו אם מדד לכלי של עובד כוכבים שיש בו עכבת יין שאינו נאסר רק מכח תערובות מעט יין שהיה בכלי בדיעבד כולו מותר בהנאה חוץ מדמי מעט היין שהיה בכלי ואפילו לכתחילה אינו אסור רק כשהיה מעט מהיין בפי הכלי של עובד כוכבים דנאסר היין מיד אבל אם היה עכבת יין בשולי הכלי והכלי של עובד כוכבים היה עומד בחצירו של עובד כוכבים או שתפסו בידו או שעומד ברשות המוכר ואמר לו המוכר יקנה לך כליך מותר דמיד שבא לאויר הכלי קנאו ולא נאסר היין עד שנגע בעכבת יין שבשולי הכלי העובד כוכבים וכן אם מדדו העובד כוכבים והגביהו תחילה לקנותו הכל מותר דהרי קנאו תחילה קודם שמדד אבל אם לא הגביהו ומדד דינו כשאר יין הבא מכח עובד כוכבים כמו שנתבאר לעיל סימן קכ\"ה וכל זה לא מיירי אלא בימיהם שהיו העובדי כוכבים מנסכים ואוסרים בהנאה במגען אבל בזמן הזה שאין העובדי כוכבים מנסכים ואין אוסרין במגען רק בשתייה בכל ענין מותר בהנאה וכן המנהג פשוט למכור יין לעובד כוכבים ואין מקפידים בכל אלו הדינים (הכל בטור):"
    },
    {
      "id": "yoreh_deah-132-3",
      "section": 3,
      "text": "פועלים ישראלים שעשו מלאכה אצל עובד כוכבים ושלח להם חבית של יין בשכרם אם עד שלא קבלוה בשכרם מותר שיאמרו לו עד שאתה שולח לנו חבית זו תהא שלך ותתן לנו דמים כנגדה (ר\"ן) ואם משקבלוה בשכרם אסור (ר' ירוחם והרא\"ש) (וע\"ל סימן קכ\"ג דאף משקבלה שרי בזמן הזה):"
    },
    {
      "id": "yoreh_deah-132-4",
      "section": 4,
      "text": "מי ששכר פועלים עובדי כוכבים ופסק להם מזונות אסור להשקותם יין נסך ואם אמר להם צאו ושתו מחנוני פלוני ואני פורע אם לא הקדים לו דינר מותר אע\"פ שייחד לו דינר והוא בעין ביד בעל הבית אבל אם הקדים לו דינר אסור ודוקא כשאמר לו יהא דינר זה בידך עד שתשקה לפועלים ואני אחשוב עמך באחרונה אבל אם נתנו לו להוציאו עכשיו אם יצטרך לו מותר. (וכן מי שמזמן עובד כוכבים אצלו מותר ליתן מעות לעבדו לקנות להם יי\"נ) (כל בו):"
    },
    {
      "id": "yoreh_deah-132-5",
      "section": 5,
      "text": "ישראל שיש לו יין וצריך ליתן ממנו חלק ידוע למלך יכול לומר לעובד כוכבים פייס למלך בשבילי אע\"פ שהעובדי כוכבים נותן יין נסך והוא חוזר ונותן לו דמים אבל אסור לומר לו היה במקומי ליתן למלך:"
    },
    {
      "id": "yoreh_deah-132-6",
      "section": 6,
      "text": "שר שהיה מחלק יינו לעם ולוקח מהם דמיו לא יאמר ישראל לעובד כוכבים הא לך ד' זוז והכנס תחתי באוצר השר כדי שיקח העובד כוכבים אותו יין שכתבו בשם הישראל וליתן העובד כוכבים הדמים לשר אבל אומר לו הא לך ד' זוז ומלטני מן האוצר:"
    },
    {
      "id": "yoreh_deah-132-7",
      "section": 7,
      "text": "ישראל שהיה נושה בעובד כוכבים מנה והלך ומכר אלילים ויין נסך והביא לו דמיהם הרי זה מותר ואם אמר לו קודם שימכור המתן לי עד שאמכור אלילים או יין נסך שיש לי ואביא לך אע\"פ שהוא סתם יינם ומכר והביא לו הרי זה אסור מפני שהישראל רוצה בקיומו כדי שיפרע ממנו חובו: הגה ויש אומרים דאין איסור זה של רוצה בקיומו אלא דוקא אם אינו יכול להפרע ממקום אחר אבל אם יוכל להפרע ממקום אחר וכל שכן אם יש לו ערב מותר (כל בו בשם הר\"ן וטור בשם ר\"י ורא\"ש ור' ירוחם בשם התוס' ומרדכי ריש פ' בתרא דעבודת כוכבים) ומיהו בזמן הזה שאין העובדי כוכבים מנסכין אין להחמיר בסתם יינם ובכל ענין שאמר המתן עד שאביא לך שרי (רשב\"א לדעת הגאונים ור\"ן) וע\"ל סימן קמ\"ד:"
    }
  ]
}