{
  "id": "yoreh_deah-034",
  "chapterLabel": "סימן 34",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-034-1",
      "section": 1,
      "text": "דין מכת הגרגרת. ובו י' סעיפים: גרגרת שנפסק רוב חללה במקום הראוי לשחיטה או למעלה מזה הרי זו אסורה:"
    },
    {
      "id": "yoreh_deah-034-2",
      "section": 2,
      "text": "אם ניקבה נקב שיש בו חסרון כאיסר אסורה ואם ניטלה ממנו רצועה לארכה אי כד מעגלת לה הויא כאיסר אסורה ויש מי שאומר שאין אנו בקיאים בשיעור כאיסר הלכך משערים אותו ברוב רוחב חלל הקנה: הגה ולפי מה שיתבאר בסמוך דשיעור איסר הוא פחות מרוב אם כן מי שאינו בקי יבא להקל על כן נראה דרצה לומר רוב רוחב חלל קנה של עוף דהוא פחות מכאיסר ומי שאינו בקי יטריף בכל ענין. (ד\"ע):"
    },
    {
      "id": "yoreh_deah-034-3",
      "section": 3,
      "text": "ניקב סביב היקפה נקבים דקים זה אצל זה כנקבי הנפה אם אין בהם חסרון מצטרפין לרוב חללה ואם יש בהם חסרון מצטרפין לכאיסר שאם יש כאיסר בנקבים עם השלם שביניהם אסורה והוא שהנקבים סמוכין כל כך שאין בין נקב לנקב כמלא נקב אבל אם יש ביניהם יותר משיעור זה אין מה שביניהם מצטרף:"
    },
    {
      "id": "yoreh_deah-034-4",
      "section": 4,
      "text": "בעוף אם ניקב כנפה חותך המקום המנוקב כנפה ומשימו על פי חלל הקנה אם יש בו כדי לחפות רוב הקנה אסורה: הגה ואם נחסרה גרגרת של עוף י\"א דמשערין כמו בנקובה כנפה (הרי\"ף והרמב\"ם) וי\"א דמשערין הגדול לפי גדלו והקטן לפי קטנו לפי ערך השיעור שהוא בבהמה כאיסר (רש\"י והרא\"ש ורבי ירוחם):"
    },
    {
      "id": "yoreh_deah-034-5",
      "section": 5,
      "text": "יש אומרים שאם נפחתה כמו דלת שלא ניטל הפחת אלא תלוי ועומד וזקוף שם כדלת על פי הארובה כיון שהדלת סותם הנקב צריך שיהא הפחת גדול כדי שיכנס ויצא בו איסר דהיינו יותר מכאיסר:"
    },
    {
      "id": "yoreh_deah-034-6",
      "section": 6,
      "text": "י\"א שאם ניקבה נקב מפולש משני צדדים אע\"פ שאין בנקב אלא כדי שיכנס בו איסר לרחבו דהיינו כעובי איסר אסורה:"
    },
    {
      "id": "yoreh_deah-034-7",
      "section": 7,
      "text": "נסדקה כולה לארכה אע\"פ שלא חסר ממנה כלום אסורה ואם נשאר ממנה כל שהוא למעלה ולמטה במקום הראויה לשחיטה כשרה מפני שכל מה שהצואר נמשך הסדק סוגר והולך הלכך הדר חלים:"
    },
    {
      "id": "yoreh_deah-034-8",
      "section": 8,
      "text": "ניקבה למטה ממקום שחיטה במשהו טריפה:"
    },
    {
      "id": "yoreh_deah-034-9",
      "section": 9,
      "text": "מצא גרגרת שנפסקה או חסר ואינו ידוע אם נעשה מחיים (ולא יוכל לתלות שמחמת השחיטה נעשה ששחט בשני מקומות) (ב\"י בשם חידושי רשב\"א) פוסקה במקום אחר ורואה אם הם שוים כשירה ואם לאו אסורה ואין מדמין אלא מחוליא לחוליא או מבר חוליא לבר חוליא אבל לא מחוליא לבר חוליא ולא מבר חוליא לחוליא: הגה ואנו אין בקיאין בבדיקה ויש להטריף בכל ענין וכל דינים אלו דנקובה וחסרון בגרגרת הם דוקא כשידוע שהוא מחמת חולי (ב\"י ואו\"ה כלל נ\"א) אבל אם נעשה מחמת קוץ או מחט לדידן דלא בקיאינן בבדיקת הושט טריפה בכל ענין דחיישינן שמא ניקב הוושט דלא גרע מאלו היה הצואר מלוכלך בדם כמו שנתבאר לעיל סימן ל\"ג:"
    },
    {
      "id": "yoreh_deah-034-10",
      "section": 10,
      "text": "הקנה בסופו משנכנס תחת (החזה) מתפצל ומשם יפרד והיה לשלושה ראשים האחד נוטה ללב ואחד לכבד ואחד לריאה ושלשתן נקובתן במשהו: הגה מיהו בקנה הלב שהוא שומן שיורד בין ערוגות הריאה ללב רגילין להיות בו נקבים קטנים דקים והיינו רביתייהו ולא מקרי נקבים וכשר (הגהות אשיר\"י פא\"ט ורוקח ובשערים שער ל\"א):"
    }
  ]
}