{
  "id": "yoreh_deah-243",
  "chapterLabel": "סימן 243",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-243-1",
      "section": 1,
      "text": "תלמיד חכם היה פטור ממס ומכירת סחורתו מוקדם. ובו ט' סעיפים:תלמידי חכמים לא היו יוצאין בעצמם עם שאר העם לעשות בבנין ובחפירות העיר וכיוצא בזה שלא יתבזו בפני עמי הארץ וכיון שהם פטורים אפילו אחרים במקומם אין שוכרין:"
    },
    {
      "id": "yoreh_deah-243-2",
      "section": 2,
      "text": "במה דברים אמורים כשכל אדם יוצא בעצמו אבל אם אין יוצאין בעצמם אלא שוכרים אחרים במקומם או גובים ממון מבני העיר לעשותו אם דבר שצריך לחיי האדם כגון בארות מים וכיוצא בהם חייבים לתת חלקם (ואם בתחלה הלכו בעצמן ואח\"כ נמלכו לשכור אחרים ת\"ח חייבים ליתן חלקם) (תשו' מהר\"מ במרדכי פ' השותפין) אבל דבר שהוא צריך לשמירת העיר כגון חומות העיר ומגדלותיה ושכר השומרים לא היו חייבין לתת להם כלום שאין צריכין שמירה שתורתן שמירתם ולכן היו פטורים מכל מיני מסים בין מסים הקצובים על כל בני העיר בין מס שהוא קצוב על כל איש לבדו בין הקבועים בין שאינם קבועים וחייבים בני העיר לפרוע בשבילם אפילו הקבועים על כל איש ואיש: הגה ואפי' אם אמר ההגמון שת\"ח עצמם יתנו חייב הצבור לתת בעדם ואם החרימו הצבור על ת\"ח ליתן אין בחרם שלהם כלום ות\"ח היה יכול להחרים ולשמת הצבור שיתנו בעדו דמיו (ב\"י בשם ת' ה\"ר נחמיה באלשקר סי' י\"ט) ואין חילוק אם הת\"ח עשיר או עני (ב\"י בשם הרמב\"ם ורמ\"ה ור\"י הלוי) : ודוקא תלמידי חכמים שתורתם אומנותם אבל אין תורתם אומנותם חייבין ומיהו אם יש לו מעט אומנות או מעט משא ומתן להתפרנס בו כדי חייו ולא להתעשר ובכל שעה שהוא פנוי מעסקיו חוזר על ד\"ת ולומד תדיר נקרא תורתו אומנותו: הגה ואין חילוק בין שהוא תופס ישיבה או לא רק שהוא מוחזק לת\"ח בדורו שיודע לישא וליתן בתורה ומבין מדעתו ברוב מקומות התלמוד ופירושיו ובפסקי הגאונים ותורתו אומנותו כדרך שנתבאר (ת\"ה סי' שמ\"ב) ואע\"ג דאין בדורינו עכשיו חכם לענין שיתנו לו ליטרא דדהבא אם מביישו מ\"מ לענין לפטרו ממס אין מדקדקים בזה רק שיהא מוחזק לת\"ח כמו שנתבאר (שם סי' שמ\"א) ומ\"מ יש מקומות שנהגו לפטור ת\"ח ממס ויש מקומות שנהגו שלא לפטרן (שם שמ\"ב):"
    },
    {
      "id": "yoreh_deah-243-3",
      "section": 3,
      "text": "ותלמיד חכם המזלזל במצות ואין בו יראת שמים הרי הוא כקל שבצבור:"
    },
    {
      "id": "yoreh_deah-243-4",
      "section": 4,
      "text": "תלמיד חכם שיש לו סחורה למכור לא היו מניחין לשום אדם למכור מאותה סחורה עד שימכור הוא תחלה את שלו ודוקא דליכא עובדי כוכבים דמזבני אבל אי איכא עובדי כוכבים דמזבני לא דהא לית רווחה לצורבא מרבנן ואפסודי להנך בכדי לא מפסדינן:"
    },
    {
      "id": "yoreh_deah-243-5",
      "section": 5,
      "text": "תלמיד חכם שיש לו דין עם אחד ועומד לפני הדיין ויש שם בעלי דינים אחרים שקדמו לפניו תחלה מקדימים דינו של ת\"ח ומושיבין אותו:"
    },
    {
      "id": "yoreh_deah-243-6",
      "section": 6,
      "text": "עון גדול הוא לבזות תלמידי חכמים או לשנאותן וכל המבזה את החכמים אין לו חלק לעולם הבא והוא בכלל כי דבר ה' בזה: הגה ואסור לשמש במי ששונה הלכות וכ\"ש במי ששונה תלמוד שהוא הגמ' ויקדים לשמש במי ששונה הלכות קודם שישמש במי ששונה גמ' (רבינו ירוחם נתיב ב'):"
    },
    {
      "id": "yoreh_deah-243-7",
      "section": 7,
      "text": "מי שהעידו עליו שביזה ת\"ח אפי' בדברים (אפי' שלא בפניו) בית דין היו מנדין אותו ואין מתירים לו עד שירצה החכם שנדוהו בשבילו ואם ביזה את החכם לאחר מותו בית דין היו מנדין אותו והם מתירים לו משיחזור בתשובה: הגה אבל אין דין ת\"ח בזמן הזה לענין שיתן לו המבייש ליטרא דדהבא (מהרי\"ק שורש קס\"ג ומהרי\"ו סי' קס\"ג) ומ\"מ יקנסו הב\"ד המבייש לפי המבייש והמתבייש (ריב\"ש) ובלבד שלא יתחיל החכם במריבה לבזות בני אדם שלא כדין ויגרום בזה שיבזוהו ויתרסו נגדו (ג\"ז שם) ומ\"מ אף אם התחיל החכם קצת אין רשות לכל אדם להחציף נגדו לענות לו בעזות (הגהות מרדכי דקדושין) והכל לפי ראות הדיינים:"
    },
    {
      "id": "yoreh_deah-243-8",
      "section": 8,
      "text": "החכם עצמו היה מנדה לכבודו לעם הארץ שהפקיר כנגדו ואין צריך לא עדות ולא התראה ואין מתירין לו עד שירצה החכם ואם מת החכם באים שלשה ומתירין לו ואם רצה החכם למחול לו ולא נידהו הרשות בידו: הגה י\"א שבזמן הזה אין ת\"ח יכול לנדות לכבוד עצמו ולא לעשות דינא לנפשיה (מהרי\"ק ומהרי\"ו שם ובפסקי מהרא\"י סי' רצ\"ה) ויש חולקים ובלבד שיהא מוחזק וראוי לכך (ריב\"ש ומהר\"ד כהן) (ועי' לקמן סוף סי' של\"ד):"
    },
    {
      "id": "yoreh_deah-243-9",
      "section": 9,
      "text": "אע\"פ שיש רשות לחכם לנדות לכבודו אינו שבח לת\"ח שינהיג עצמו בדבר זה בד\"א שחירפוהו בסתר אבל אם חירפוהו בפרהסיא אסור לו למחול על כבודו אלא נוקם ונוטר הדבר כנחש עד שיבקש ממנו מחילה ויסלח לו:"
    }
  ]
}