{
  "id": "yoreh_deah-297",
  "chapterLabel": "סימן 297",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-297-1",
      "section": 1,
      "text": "דיני כלאי זרעים ופרטיהם. ובו מ' סעיפים:הזורע ב' מיני זרעים כאחד בארץ ישראל לוקה שנאמר שדך לא תזרע כלאים ואחד הזורע (או המנכש) או המחפה כגון שהיתה חטה אחת ושעורה אחת או פול א' ועדשה אחת מונחים על הארץ וחיפה אותם בעפר בין בידו בין ברגלו לוקה ואחד הזורע בארץ או בעציץ נקוב אבל הזורע בעציץ שאינו נקוב מכין אותו מכת מרדות:"
    },
    {
      "id": "yoreh_deah-297-2",
      "section": 2,
      "text": "אסור לזרוע כלאים לעובד כוכבים ומותר לומר לעובד כוכבים לזרוע לו כלאי זרעים ואסור לקיים בשדהו אלא עוקרן ואם קיימן אינו לוקה ומותר לישראל לזרוע כלאי זרעי' בידו בחו\"ל ואפי' לערב הזרעי' לכתחל' ולזרעם בחו\"ל מותר ודברים אלו דברי קבלה:"
    },
    {
      "id": "yoreh_deah-297-3",
      "section": 3,
      "text": "אין אסור משום כלאי זרעים אלא הזרעים הראויין למאכל אדם אבל עשבים המרים וכיוצא בהם מן העיקרים שאינם ראויים אלא לרפואה וכיוצא בהן אין בהן משום כלאי זרעים. הזרעונים מתחלקים לג' חלקים האחד נקרא תבואה והם חמשת מיני דגן. והשנית נקרא קטנית כגון הפול והאפונים והעדשים והאורז והדוחן והשומשמין והפרגין והספיר (פי' כעין רמון מלא זרעים פשאור\"ו בלעז ופירוש ספיר מין קטנית ציצירק\"ל בלע\"ז) וכיוצא בהן. והג' נקרא זרעוני גנה והם שאר זרעים שאינם ראויים למאכל אדם והפרי של אותו הזרע מאכל אדם כגון זרע הבצלים והשומין וזרע החציר וזרע לפת וכיוצא בהן וזרע הפשתן הרי הוא בכלל זרעוני גנה:"
    },
    {
      "id": "yoreh_deah-297-4",
      "section": 4,
      "text": "כשיזרעו כל מיני זרעונים אלו ויצמחו נקרא הצמח כולו כל זמן שלא ניכר הזרע דשא ונקרא ירק ויש מזרעוני גנה זרעונים שדרכן לזרוע מהם שדות כגון הפשתן והחרדל ואלו נקראים מיני זרעים ויש מזרעוני גנה זרעים שאין דרך בני אדם לזרוע מהם אלא ערוגות ערוגות קטנות כגון הלפת והצנון והתרדים והבצלים והכסבר (פי' כזרע גד ת\"י כסברא חיור קוליאנדר\"ו בלעז) והכרפס והמרור וכיוצא בהם ואלו נקראים מיני ירקות:"
    },
    {
      "id": "yoreh_deah-297-5",
      "section": 5,
      "text": "זרע שנתערב בו זרע אחר אם היה אחד מכ\"ד כגון סאה של חטים שנתערבה בכ\"ד סאה של שעורים ה\"ז אסור לזרוע את המעורב עד שימעט את החטים או יוסיף על השעורים ואם זרע לוקה וכל שהוא כלאים עם הזרע מצטרף לאחד מכ\"ד כיצד כ\"ד סאה של חטים שנתערב בם שני קבין שעורים ושני קבין עדשים ושני קבין פולין ה\"ז לא יזרע הכל עד שימעט סאה של תערובות ויבור מקצתה או יוסיף על החטים שהשעורים והעדשים והפול כולם כלאים עם החטים:"
    },
    {
      "id": "yoreh_deah-297-6",
      "section": 6,
      "text": "בד\"א כשנתערבו מיני תבואה זה בזה או מיני קטניות זה בזה או שנתערבה תבואה בקטניות או קטניות בתבואה אבל זרעוני גנה שנתערב אחד מהם בתבואה או בקטניות שיעורן א' מכ\"ד ממה שזורעין בבית סאה מאותו המין אם נתערב בסאה של תבואה או קטניות לא יזרע עד שימעט או יוסיף על התבואה כיצד חרדל שנתערב בתבואה והרי החרדל זורעים ממנו קב בכל בית סאה אם נתערב ממנו אחד מכ\"ד מן הקב בסאה של תבואה או של קטניות חייב למעט וכן אם היה מין זה מזרעוני גנה זורעים ממנו סאתים בכל בית סאה ואם נתערב ממנו חצי קב בכל סאה של תבואה או של קטניות ימעט לפיכך תבואה שנתערב בה זרע פשתן אם היה ג' רביעיות בכל סאה ה''ז ימעט ואם לאו אינו צריך למעט לפי שבית סאה זורעין בו ג' סאין זרע פשתן ועל דרך זה משערים בכל הזרעים האחרים:"
    },
    {
      "id": "yoreh_deah-297-7",
      "section": 7,
      "text": "בד\"א בשלא נתכוין לערב ובשלא נתכוין לזרוע הב' מינים שנתערבו אבל אם נתכוין לערב זרע בזרע אחר או [לזרוע] הב' מינים אפי' היתה חטה אחת בתוך כרי של שעורים אסור לזרעה וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-297-8",
      "section": 8,
      "text": "הזורע מין מן המינים וכשצמח ראה בו כלאים אם היה המין האחר אחד מכ\"ד בשדה ה\"ז ילקט עד שימעטנו מפני מראית העין שמא יאמרו כלאים זרע בכוונה בין שהיה המין האחר שצמח תבואה וקטניות בתבואה [וקטניות] או זרעוני גנה בתבואה וקטניות ובזרעוני גנה ואם היה הצומח פחות מכאן אינו צריך למעטו:"
    },
    {
      "id": "yoreh_deah-297-9",
      "section": 9,
      "text": "בד\"א בזמן שיש מקום לחשד אבל בזמן שדברי' מראין שאין זה מדעתו של בעל השדה אלא מאליהם עלו אין מחייבים אותו למעט כיצד כגון תבואה שעלו בה ספיחי אסטיס (פי' מין זרע שצובעים) ותלתן שזרעם למאכל אדם שעלו בה מיני עשבים שזה מפסיד הוא וכן כל כיוצא בזה ובמה יודע שהתלתן זרועה למאכל אדם כשהיתה זרועה ערוגות ערוגות ולה גבול סביב וכן מקום הגרנות שעלו בה מינין הרבה אין מחייבין אותן לעקור שהרי הדבר ידוע שאינו רוצה שיצמח צמח במקום הגרנות ואם הסיר מקצתן אומרים לו עקור הכל חוץ ממין אחד שהרי גילה דעתו שרוצה בקיום השאר:"
    },
    {
      "id": "yoreh_deah-297-10",
      "section": 10,
      "text": "אין נוטעין ירקות בתוך סדן של שקמה (פי' סדן אילן שנקצץ ונשאר שרשיו בארץ ושקמה מין תאנה יערית) וכיוצא בזה:"
    },
    {
      "id": "yoreh_deah-297-11",
      "section": 11,
      "text": "הטומן אגודות לפת וצנון וכיוצא בה תחת האילן אפילו תחת הגפן אם היו מקצת העלין מגולין אינו חושש שהרי אינו רוצה בהשרשתן ואם אינם אגודה או שלא היו העלין מגולין חושש משום כלאים:"
    },
    {
      "id": "yoreh_deah-297-12",
      "section": 12,
      "text": "שדה שהיתה זרועה וקצר הזרע ונשארו העיקרין בארץ אע\"פ שאין מוציאין צמח אלא אחר כמה שנים לא יהיה זורע באותה שדה מין אחר עד שיעקור העיקרין:"
    },
    {
      "id": "yoreh_deah-297-13",
      "section": 13,
      "text": "היתה שדהו זרועה חטים ונמלך לזורעה שעורים קודם שיצמחו החטין ימתין לה עד שיפסדו החטים ויתליעו בארץ כמו ג' ימים אם היתה שדהו רוה ואח\"כ יהפכם במחרישה ויזרע המין האחר ואינו צריך להפך את כולה עד שלא תשאר חטה שלא נעקרה אלא חורש השדה כדרך שחורשין אותה קודם המטר כדי שתרוה צמחו החטים ואח\"כ נמלך לזורעה שעורים יהפוך ואח\"כ יזרעם ואם הוריד בהמתו לתוכה וקרסמה את הצמח הרי זה מותר לזרוע מין אחר:"
    },
    {
      "id": "yoreh_deah-297-14",
      "section": 14,
      "text": "יש מינים בזרעים שיהיה המין האחד נפרד לצורות הרבה מפני שנוי המקומות והעבודה שעובדים הארץ עד שיראה כשני מינים ואע\"פ שאין דומין זה לזה הואיל והם מין אחד אינם כלאים זה בזה ויש בזרעים שני מינים שהם דומין זה לזה וצורת שניהם קרובה להיות צורה אחת ואעפ\"כ הואיל והם ב' מינים הרי אלו אסורים זה עם זה כיצד החזרת עם חזרת גלים והעולשים עם עולשי שדה והכרישין עם כרישי שדה והכסבר עם כסבר הרים והחרדל עם חרדל מצרי ודלעת מצרית עם דלעת הרמוצה (פי' מין דלעת מר שממתקין אותה ברמץ שהוא אפר חם) אינם כלאים זה בזה וכן החטים עם הזונין והשעורים עם שבולת שועל והכוסמין עם השיפין הפול עם הספיר והפרקדן עם הטופח (פי' פרקדן וטופח מיני זרעוני' דקי' ושעועות בערבי לנביא\"ה ומלפפון פי' בירושלמי פרי הבא מן האבטיח והקישות או מהאבטיח והטופח וי\"א שהוא הפרי הנקרא בלע\"ז ציטרול\"ו והתרובדור הוא מין כרוב שעליו קטנים והתרדין הם מן ירק בוליט\"י בלע\"ז והלעונים הם ממין התרדין והנפוסים הם מין צנון והלפתן פי' הערוך מארוי\"ו בלע\"ז) ופול הלבן עם השעועות והקישות עם המלפפון והכרוב עם התרובדור והתרדים עם הלעונים אינם כלאים זה בזה אבל הצנון עם הנפוסים והחרדל עם הלפסן ודלעת יונית עם דלעת מצרית או עם דלעת הרמוצה אע\"פ שדומים זה לזה הרי אלו כלאים זה בזה וכן באילן שיש ב' מינים שדומים זה לזה בעלין או בפירות הואיל והם שני מינים הרי אלו כלאים כמו שנתבאר בסימן רצ\"ה:"
    },
    {
      "id": "yoreh_deah-297-15",
      "section": 15,
      "text": "יש זרעים ואילנות אחרים אע\"פ שהם שני מינים בטבעם הואיל ועלין של זה דומין לעלין של זה או פרי של זה דומין לפרי של זה דמיון גדול עד שיראו כשני גוונים ממין אחד לא חששו להם לכלאים זה עם זה כיצד הלפת עם הצנון אינם כלאים זה בזה מפני שפרייהן שוים והלפת עם הנפוס אינם כלאים זה בזה מפני שהעלים שוים אבל צנון עם הנפוס אע\"פ שהעלים דומים זה לזה והפרי דומה לפרי הרי אלו כלאים הואיל וטעם פרי זה רחוק מטעם [פרי זה] ביותר וכן כל כיוצא באלו:"
    },
    {
      "id": "yoreh_deah-297-16",
      "section": 16,
      "text": "כמה מרחיקים בין שני מיני זרעים שהם כלאים זה עם זה כדי שיהיו מובדלים זה מזה אבל אם נראים שנזרעו בערבוביא ה\"ז אסור ושיעורים רבים יש בהרחקה זו הכל לפי גודל השדה הנזרעת ולפי רוב העלין ושילוח היונקות כיצד שדהו שהיתה זרועה מין תבואה ובקש לזרוע בצדה מין תבואה אחרת בשדה אחרת מרחיק ביניהם בית רובע והוא כעשר אמות וחומש אמה על עשר אמות וחומש אמה מרובע בין מן האמצע בין מן הצד ואם לא היה ביניהם כשיעור הזה אסור ואינו לוקה עד שיהיו קרובים בתוך ששה טפחים:"
    },
    {
      "id": "yoreh_deah-297-17",
      "section": 17,
      "text": "היתה שדהו זרועה ירק ובקש לזרוע בצדה שדה ירק אחר אפילו דלעת מרחיק בין ב' השדות ו' טפחים על ו\"ט מרובע בין מן הצד בין מן האמצע ופחות משיעור זה אסור ואינו לוקה עד שיהיו קרובים בתוך טפח:"
    },
    {
      "id": "yoreh_deah-297-18",
      "section": 18,
      "text": "היתה אחת משתי השדות זרועה תבואה והשניה שבצדה ירק או דלעת מרחיק ביניהם בית רובע:"
    },
    {
      "id": "yoreh_deah-297-19",
      "section": 19,
      "text": "במד\"א שצריך להרחיקה כשיעורים האלו בין שתי שדות אבל אם היתה שדהו זרועה ירק ורוצה לזרוע בצדה שורה של ירק ממין אחר דיו לעשות בין השדה ובין השורה תלם א' ארכו ו' טפחים בלבד ורחבו כעומקו:"
    },
    {
      "id": "yoreh_deah-297-20",
      "section": 20,
      "text": "היתה שדהו זרועה תבואה ורוצה לזרוע בתוכה שורה של ירק אפי' שורה של דלועין שהעלין שלהם ארוכין ומסתבכין מרחיק ביניהם ו' טפחים ואם נמשכו העלין של דלעת ונכנסו לתבואה ונסתבכו בה יעקור מן התבואה שלפני הדלעת עד שלא יתערבו העלין ואצ\"ל שאם זרע שורה ממין זה ושורה ממין אחר שדיו להיות ביניהן תלם אחד (פירוש בקעי החרישה יקראו גדודים והגבוה נקרא תלם):"
    },
    {
      "id": "yoreh_deah-297-21",
      "section": 21,
      "text": "הרחיק בין ב' המינים הרחקה הראויה להם והיה מין זה נוטה על גבי מין זה בין שנטתה תבואה על התבואה או ירק על התבואה או תבואה על הירק הכל מותר שהרי הרחיק כשיעור חוץ מדלעת יונית שהיא נמשכת הרבה לפיכך אם נטתה יעקור מלפניה:"
    },
    {
      "id": "yoreh_deah-297-22",
      "section": 22,
      "text": "היה בין שני המינים בור או ניר או גפה (פי' גדר אבנים סדורות זו על גב זו בלא טיט) או דרך או גדר שהוא גבוה י' טפחים [או חריץ שהוא עמוק עשרה טפחים] ורחב ד' או אילן שהוא מיסך על הארץ או סלע שהוא גבוה י' טפחים ורחב ארבעה ה\"ז מותר לסמוך לצד א' מאלו והמין האחר לצד השני הואיל ואחד מכל אלו מבדיל ביניהם הרי הם נראים מובדלים זה מזה בד\"א שצריך הרחקה או דבר המבדיל כשזרע בתוך שדהו אבל אם היתה שדהו זרועה חטים מותר לחבירו לזרוע בצדה שעורים שנאמר שדך לא תזרע כלאים אין האיסור אלא כשיזרע שדהו כלאים שלא נאמר הארץ [לא] תזרע כלאים ולא עוד אלא אפי' זרע בתוך שדהו שעורים סמוך לחטים ומשך זרע שעורים עד שסמכו לשדה חבירו שהיא זרועה שעורים הרי זה מותר מפני שנראו השעורים שבתוך שדהו שהם סוף שדה חבירו:"
    },
    {
      "id": "yoreh_deah-297-23",
      "section": 23,
      "text": "היתה שדהו זרועה חטים ושדה חבירו בצדה זרועה חטים מותר לו לזרוע תלם אחד של פשתן בצד חטים שלו הסמוך לשדה חבירו שהרואה יודע שאין דרך לזרוע תלם אחד של פשתן ולא נתכוין זה אלא לבדוק שדהו אם היא ראויה לזרוע פשתן אם לא ונמצא כזורע להשחתה אבל מין אחר אסור לזרוע בין שתי שדות אלו שהם ממין אחד עד שירחיק בתוך שלו:"
    },
    {
      "id": "yoreh_deah-297-24",
      "section": 24,
      "text": "היתה שדהו ושדה חבירו שבצדו זרועים שני מיני תבואה לא יזרע ביניהם חרדל וחריע אפילו תלם אחד מפני שהעם זורעים מאלו תלם אחד אבל אם שתי השדות זרועים שני מיני ירקות מותר לזרוע ביניהם חרדל או חריע שמותר להקיף חרדל לכל מין חוץ מן התבואה מפני שאינם מזיקים אותה:"
    },
    {
      "id": "yoreh_deah-297-25",
      "section": 25,
      "text": "היתה זוית של זרע זה נוגעת בצלע של זרע האחר בתוך שדהו ה\"ז מותר מפני שהם נראים מובדלים זה מזה ואצ\"ל אם היתה זוית של זרע נוגעת בזוית של זרע האחר מפני שהם נראים כסוף שדה שהוא מותר בלא הרחקה ובלא הבדלה:"
    },
    {
      "id": "yoreh_deah-297-26",
      "section": 26,
      "text": "מותר לזרוע שתי שורות זו בצד זו של קישואין ושתי שורות בצדן של דילועין ושתי שורות של פול המצרי ותלם בין כל מין ומין אבל לא יזרע שורה אחת של קישואים ושורה אחת של דילועין ושורה אחת של פול המצרי אע\"פ שהתלם מבדיל בין כל מין ומין מפני שמינים אלו עלים שלהם ארוכים ונמשכים ומסתבכים ואם זרעם שורה בצד שורה יתערב הכל ויראו כנזרעים בערבוביא:"
    },
    {
      "id": "yoreh_deah-297-27",
      "section": 27,
      "text": "היתה שדהו זרועה מין ממיני ירקות ובקש לזרוע בתוכה שורות שורות של דלועים עוקר מהירק מקום שזורע בו שורה של דילועין ומבדיל בינה ובין הירק כתלם ומניח מן הירק רוחב י\"ב אמה ועושה שורה שניה של דילועים ומבדיל בינה ובין הירק כתלם וכן עד מקום שירצה שנמצא בין כל שתי שורות של דילועין י\"ב אמה אבל פחות מכאן אסור מפני העלין שמסתבכין מכאן ומכאן בירק שביניהם ונראה הכל כאילו נזרע בערבוביא:"
    },
    {
      "id": "yoreh_deah-297-28",
      "section": 28,
      "text": "היתה שורה של דלעת זרועה אפי' דלעת יחידית ובא לזרוע בצדה תבואה מרחיק בית רובע שהרי נמשכו עליה והחזיקה מקום גדול:"
    },
    {
      "id": "yoreh_deah-297-29",
      "section": 29,
      "text": "כל דבר שיהיה בתוך בית רובע שמרחיקין בין שני המינים עולה מן המדה כגון הקבר והסלעים וכיוצא בהן:"
    },
    {
      "id": "yoreh_deah-297-30",
      "section": 30,
      "text": "התלם או אמת המים שהם עמוקים טפח זורעים לתוכו ג' מיני זרעים אחד על שפת התלם מכאן ואחד מכאן ואחד באמצע:"
    },
    {
      "id": "yoreh_deah-297-31",
      "section": 31,
      "text": "מותר לנטוע שני מינים בתוך גומא אחת ואפי' קישות ודלעת והוא שיהיה מין זה נוטה מעל שפת הגומא לכאן והמין האחר נוטה לצד השני ויראו נבדלין זה מזה וכן אם נטע ארבעה מינים בתוך הגומא והפכן לד' רוחותיה הרי זה מותר:"
    },
    {
      "id": "yoreh_deah-297-32",
      "section": 32,
      "text": "הרוצה לזרוע שדהו משר משר (פי' ערוגות ערוגות) מכל מין ומין מרחיק בין כל משר ומשר ב' אמות על ב' אמות ומיצר והולך עד שלא ישאר ביניהם בסוף המשר אלא כל שהוא שהרי הם נראים שלא נזרעו בערבוביא:"
    },
    {
      "id": "yoreh_deah-297-33",
      "section": 33,
      "text": "רצה לעשות שדהו קרחת קרחת מכל מין ומין לא יעשה בתוך כל בית סאה יותר על ט' קרחות כל קרחת מהן בית רובע ונמצא רחוק בין קרחת וקרחת קרוב לי' אמות פחות רביע שכל בית סאה נ' על נ' ומה בין המשר לקרחת שהמשר ארוך והקרחת מרובעת:"
    },
    {
      "id": "yoreh_deah-297-34",
      "section": 34,
      "text": "מיני ירקות שאין דרך בני אדם לזרוע מהם אלא מעט מותר לזרוע מהם אפילו חמשה מינים בתוך ערוגה אחת שהיא ו' על ו' טפחים והוא שיזרע ד' מינים על ד' רוחות הערוגה ואחת באמצע וירחיק בין מין ומין כמו טפח ומחצה כדי שלא יינקו זה מזה אבל יותר על ה' מינים לא יזרע אע\"פ שמרחיק ביניהם לפי שמינים הרבה בערוגה כזו הרי [הם] כנטועים בערבוביא:"
    },
    {
      "id": "yoreh_deah-297-35",
      "section": 35,
      "text": "במה דברים אמורים בערוגה שהיא בחורבה ואין שם זרע חוצה לה אבל ערוגה בין ערוגות אסור לזרוע בה חמשה מינים שאם יזרע בכל רוח מערוגה זו ובכל רוח מערוגה שסביבותיה יראה הכל כמעורב ואם הטה עלין שבערוגה זו לכאן ועלין שבערוגה שבצדה מכאן עד שיראו מובדלין מותר וכן אם עשה תלם בין כל ערוגה וערוגה מותר:"
    },
    {
      "id": "yoreh_deah-297-36",
      "section": 36,
      "text": "אסור לזרוע חוץ לערוגה בלא תלם ובלא נטיה ואפי' כנגד הקרנות של ערוגה שאין בה זרע גזירה שמא יזרע ד' המינים בד' זויות הערוגה ויזרע מינים אחרים חוצה לה כנגד הזויות ונמצא הכל כמעורב:"
    },
    {
      "id": "yoreh_deah-297-37",
      "section": 37,
      "text": "היתה הערוגה ו' על ו' והי' לה גבול גבוה טפח ורחב טפח סביב מותר לזרוע בה אפי' שמונה עשר מינים ג' על כל גבול וגבול וששה באמצע וירחיק בין כל מין ומין טפח ומחצה ולא יזרע ראש הלפת בתוך הגבול שמא ימלאהו יותר על זה לא יזרע ואסור לזרוע בערוגה מיני זרעים בענין זה מפני שהם נראים כלאים אבל מיני ירקות הואיל ואין דרך בני אדם לזרוע מהם אלא מעט מעט הרי זה מותר כמו שנתבאר:"
    },
    {
      "id": "yoreh_deah-297-38",
      "section": 38,
      "text": "גבול שהיה גבוה טפח וזרעו בו מינים הרבה כמו שנתבאר ונתמעט מטפח מאחר שנזרע בו כשר שהיה כשר מתחלתו:"
    },
    {
      "id": "yoreh_deah-297-39",
      "section": 39,
      "text": "הרוצה למלאות כל גינתו ירקות רבות ולא ירחיק ביניהם עושה כל הגינה ערוגות מרובעות אפי' ו' על ו' ועושה בכל ערוגה חמשה עיגולין ד' בד' רוחותיה ואחד באמצע וזורע מין בכל עיגול וזורע ד' מינים אחרים בד' קרנות ערוגה נמצאו ט' מינים בכל ערוגה והם נראים מובדלים זה מזה ואינו מפסיד אלא מה שבין העיגולים בלבד שהוא מניחו חרב כדי שיראו העיגולים מובדלים מן הקרנות ומובדלים זה מזה ואם רצה שלא יפסיד כלום אם היו העיגולים זרועים שתי זורע מה שביניהם ערב ואם היו זרועים ערב זורע מה שביניהם שתי כדי שיראו מובדלים:"
    },
    {
      "id": "yoreh_deah-297-40",
      "section": 40,
      "text": "מכל אלו הדברים נתבאר שבזמן שיש בין ב' המינים הרחקה הראויה להם כדי שלא יינקו זה מזה אין חוששין למראית העין ובזמן שיראו מובדלים זה מזה אין חוששין ליניקתן אפילו הם זה בצד זה:"
    },
    {
      "id": "yoreh_deah-297-41",
      "section": 41,
      "text": "רצז דיני הרבעת והנהגת כלאי בהמה. ובו ט\"ז סעיפים:(רצז - א) המרכיב זכר על נקבה שאינו מינו בין בבהמה בין בחיה ובעופות ואפי' במיני חיה שבים הרי זה לוקה:"
    },
    {
      "id": "yoreh_deah-297-42",
      "section": 42,
      "text": "(רצז - ב) אינו לוקה עד שיכניס בידו כמכחול בשפופרת אבל אם העלם זה על זה בלבד או שעוררם בקול היו מכין אותו מכת מרדות:"
    },
    {
      "id": "yoreh_deah-297-43",
      "section": 43,
      "text": "(רצז - ג) מותר להכניס שני מינים לדיר אחד ואם ראה אותם רובעים זה את זה אינו זקוק להפרישם. (ובמקום דאיכא למיחש לפריצותא דעבדי איסור אסור להכניסם אפילו לדיר) (נ\"י פרק השוכר):"
    },
    {
      "id": "yoreh_deah-297-44",
      "section": 44,
      "text": "(רצז - ד) אסור לישראל ליתן בהמתו לעובד כוכבים להרביעה (וכן כל אמירה לעובד כוכבים אפילו באיסור לאו אסורה (שם) אם לא שהעובד כוכבים עושה להנאת עצמו) (הגהות מרדכי דשבת):"
    },
    {
      "id": "yoreh_deah-297-45",
      "section": 45,
      "text": "(רצז - ה) מי שעבר והרכיב בהמתו כלאים הרי הנולד מהם מותר בהנאה ואם היה מין טהורה עם מין טהורה מותר באכילה:"
    },
    {
      "id": "yoreh_deah-297-46",
      "section": 46,
      "text": "(רצז - ו) כל ב' מיני בהמה או חיה אע\"פ שדומין זה לזה וגדלים זה עם זה ומתעברים זה מזה הואיל והם ב' מינים אסורים משום כלאים כיצד הזאב עם הכלב וכלב כופרי (פי' כלב שמגדלין בני הכפרים והוא קטן ודומה לשועל) עם השועל העזים עם הצבאים היעלים עם הרחלים הסוס עם הפרד הפרד עם החמור החמור עם הערוד (פי' חמור הבר שגדל במדבר) כלאים זה עם זה:"
    },
    {
      "id": "yoreh_deah-297-47",
      "section": 47,
      "text": "(רצז - ז) מין שיש בו מדברי וישובי כגון שור הבר עם השור והרמך (פירוש סוס מן בני הרמכים) עם הסוס מותרים זה עם זה אבל האווז עם אווז הבר כלאים זה בזה מפני שהאווז ביציו מבפנים ואווז הבר ביציו מבחוץ מכלל שהם ב' מינים:"
    },
    {
      "id": "yoreh_deah-297-48",
      "section": 48,
      "text": "(רצז - ח) הכוי כלאים עם החיה ועם הבהמה ואין לוקין עליו מפני שהוא ספק:"
    },
    {
      "id": "yoreh_deah-297-49",
      "section": 49,
      "text": "(רצז - ט) הנולדים מן הכלאים אם היו אמותיהן מין אחד מותר להרכיבן זה על זה ואם היו אמותיהן שני מינים אסור להרכיבן זה על זה אף ע\"פ שאבותיהם מין אחר ואסור להרכיב זה הנולד אפי' על מין אמו כיצד פרד שאמו חמורה מותר להרכיבו על פרדה שאמה חמורה ואסור להרכיבו אפילו על החמורה אבל פרד שאמו סוסיה אסור להרכיבו על פרדה שאמה חמורה וכן כל כיוצא בזה לפיכך הרוצה להרכיב פרד על פרדה או למשוך בשתי פרדות בודק בסימני אזנים וזנב וקול אם דומים זה לזה בידוע שאמן ממין אחד ומותרים:"
    },
    {
      "id": "yoreh_deah-297-50",
      "section": 50,
      "text": "(רצז - י) אסור לעשות מלאכה בשני מינין כגון לחרוש ולמשוך בקרון וכיוצא בזה בין שאחד טמא ואחד טהור בין ששניהם טמאי' בין ששניהם טהורים בין בהמה עם בהמה כחזיר עם הכבש או חיה עם חיה כיחמור עם הפיל או חיה עם בהמה ככלב עם [העז] או צבי עם החזיר וכיוצא בהן:"
    },
    {
      "id": "yoreh_deah-297-51",
      "section": 51,
      "text": "(רצז - יא) אחד החורש או הזורע או המושך בהם עגלה או אבן כא' או הנהיגם כאחד ואפילו בקול לוקה: הגה עובד כוכבים המנהיג בכלאים מותר לישראל לפרוס לו שלום או לדבר עמו בקול רם דלא חיישינן שמא ילכו הבהמות משום קולו דבכל האיסורין דבר שאינו מתכוין שרי אם אינו פסיק רישא אבל אם ישראל הולך עם העובד כוכבים בדרך ומשא של ישראל על העגלה של עובד כוכבים שמנהיגה כלאים לא ילך הישראל סמוך לעגלה דלפעמים העגלה נכבשת והוא יצעק על הבהמות שילכו במהרה וזהו אסור משום מנהיג בכלאים (ת\"ה סי' רצ\"ח) : אבל המזווגן פטור עד שימשוך או עד שינהיג: הגה ויש אומרים דאינו אסור להנהיגן או להמשיכן רק בקשורין יחד (טור בשם הרא\"ש) ולכן מותר לרוכב למשוך בחבל כלב אצל הסוס (שם בשם אבי העזרי) ויש חולקים (שם בשם ר' אפרים):"
    },
    {
      "id": "yoreh_deah-297-52",
      "section": 52,
      "text": "(רצז - יב) עגלה שהיו מושכין אותה כלאים אסור לישב בה אע\"פ שלא הנהיג מפני שישיבתו גורמת להם שימשכו העגלה וכן אסור להיות אחד יושב בעגלה ואחד מנהיג:"
    },
    {
      "id": "yoreh_deah-297-53",
      "section": 53,
      "text": "(רצז - יג) אפילו מאה שהנהיגו כאחד לוקים:"
    },
    {
      "id": "yoreh_deah-297-54",
      "section": 54,
      "text": "(רצז - יד) קשר שני סוסים בקרון אחד אסור לקשור עמהם חמור אף ע\"פ ששני הסוסים יכולין למשכו בלא החמור:"
    },
    {
      "id": "yoreh_deah-297-55",
      "section": 55,
      "text": "(רצז - טו) עגלה המושכת בקרון במין אחד לא יקשור מין אחד בחבל לא בצדי הקרון ולא אחר הקרון. (מפני שדוחה הקרון בהליכתה) (טור) ."
    },
    {
      "id": "yoreh_deah-297-56",
      "section": 56,
      "text": "(רצז - טז) מותר לעשות מלאכה באדם ובבהמה או חיה כאחד כגון אדם שחורש עם שור או מושך עגלה עם חמור וכיוצא בו:"
    }
  ]
}