{
  "id": "yoreh_deah-320",
  "chapterLabel": "סימן 320",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-320-1",
      "section": 1,
      "text": "מי הם החייבים בבכור בהמה טהורה ודיני שותפות העובד כוכבים. ובו ז' סעיפים:כהנים ולוים חייבים בבכור בהמה טהורה ויפרישנו הכהן ויעכבנו לעצמו:"
    },
    {
      "id": "yoreh_deah-320-2",
      "section": 2,
      "text": "בהמת השותפין חייבת בבכורה:"
    },
    {
      "id": "yoreh_deah-320-3",
      "section": 3,
      "text": "שותפות העובד כוכבים פוטר שאם היה העובד כוכבים שותף בפרה או בעובר אפי' היה לו אחד מאלף באם או בולד הרי זה פטור מהבכורה לפיכך המקבל בהמה מן העובד כוכבים להיות מיטפל בה והולדות ביניהם או עובד כוכבים שקבל מישראל כזה הרי אלו פטורים מהבכורה שנאמר פטר רחם בבני ישראל עד שיהיה הכל מישראל:"
    },
    {
      "id": "yoreh_deah-320-4",
      "section": 4,
      "text": "היה לו באחד משניהם אבר אחד כגון יד או רגל רואים כל שאלו יחתוך יהיה בעל מום ה\"ז פטור ואם אפשר שהעובד כוכבים יחתוך אבר ולא יפסל חייב בבכורה:"
    },
    {
      "id": "yoreh_deah-320-5",
      "section": 5,
      "text": "עדר שהמלך נוטל ממנה מעשר כיון שעישור של מלך בתוכו חשיבא יד עובד כוכבים באמצע ופטור מהבכורה: הגה ואפי' יכול לסלק העובד כוכבים במעות חשוב יד עובד כוכבים באמצע מאחר שעיקר שעבוד העובד כוכבים על הבהמות (ב\"י להרי\"ף ורא\"ש ופסקי מהאר\"י סי' ק\"ל) אבל אם התנו מתחלה שיתנו לו דמים בעד הולדות חייב בבכורה (גם זה שם):"
    },
    {
      "id": "yoreh_deah-320-6",
      "section": 6,
      "text": "בזמן הזה מצוה לשתף עם העובד כוכבים קודם שיצא לאויר העולם כדי לפטרו מהבכורה אף ע\"פ שמפקיע קדושתו הכי עדיף טפי כדי שלא יבא לידי מכשול ליהנות ממנו בגיזה ובעבודה ואם יקנה לעובד כוכבים חלק בעובר אין הקנין חל לפי שהוא דבר שלא בא לעולם לכך יקנה לו חלק באם (או יקנה לו האם כדי להקנות לו חלק בעובר) והקנין יהיה שיקבל פרוטה מהעובד כוכבים ויקנה לו המקום שהבהמה עומדת שם והמקום יקנה לו חלק באם: (או שיקבל מעות מן העובד כוכבים וימשוך הבהמה לרשותו או לסימטא דאז משיכה קונה לו עם המעות) (טור לדעת רש\"י ור\"ת):"
    },
    {
      "id": "yoreh_deah-320-7",
      "section": 7,
      "text": "המקבל צאן מן העובד כוכבים [בממון קצוב] ופסק עמו שיהיה השכר ביניהם ואם פחתו פחתו לישראל אע\"פ שברשות ישראל הם והרי הם כקנינו הואיל ואם לא ימצא העובד כוכבים אצלו ממון לגבות ממנו יגבה מהבהמות האלו ומולדותיהם נעשה כמי שיש לו אחריות עליהן ועל תולדותיהן והרי יד העובד כוכבים באמצע ופטורים מהבכורה הם וולדותיהן אבל ולדי ולדות חייבים שהרי של ישראל הם ואין לעובד כוכבים רשות עליהם ואם העמיד ולדות תחת אמותיהן ולדי ולדות פטורים ולדי ולדי ולדות חייבים: הגה ועובד כוכבים בעל חוב שקבל בהמה מישראל לגדלה והיה חפץ חלק בולדות והישראל אמר ליתן לו דמים ומאחר שידו היתה תקיפה על בעל חובו בטח שעל כרחו של עובד כוכבים יצטרך ליקח מעות מכל מקום פטורה מהבכורה הואיל והעובד כוכבים לא רצה ליטפל בה רק בחלק ולדות (פסקי מהרא\"י סימן ק\"ל) עובד כוכבים שקבל בהמת ישראל לטפל בה ואין לו חלק בה רק קבל עליו אחריות שלה חייבת בבכורה (מהרי\"ו סימן קע\"ד):"
    }
  ]
}