{
  "id": "yoreh_deah-145",
  "chapterLabel": "סימן 145",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-145-1",
      "section": 1,
      "text": "איזו אלילים של עובדי כוכבים המותרים בהנאה. ובו ט' סעיפים:כל שאין בו תפיסת יד אדם ולא עשהו אדם אע\"פ שנעבד הרי זה מותר בהנאה לפיכך המשתחוה להר לא נאסר ואפילו אבני הר שנדלדלו ועדיין הם במקומם ועבדם שם אינן נאסרים וכן הנהרות והמעינות של רבים ואילנות שלא נטען לשם אלילים אינם נאסרים ומכ\"מ אע\"פ שלא נאסר גוף האילן כשמשתחוה לו כל השריגים והעלים והפירות שיוציא כל זמן שהוא נעבד אסורים בהנאה:"
    },
    {
      "id": "yoreh_deah-145-2",
      "section": 2,
      "text": "דבר שאין בו תפיסת ידי אדם שנעבד אע\"פ שהנעבד עצמו מותר בהנאה ציפויו אסור בהנאה. (משמשי הר הוי כציפויו ואסור אבל תקרובת הר אינו נאסר) (תא\"ו ני\"ו):"
    },
    {
      "id": "yoreh_deah-145-3",
      "section": 3,
      "text": "בית שבנאו מתחילה שיהא הבית עצמו נעבד וכן המשתחוה לבית בנוי הרי זה אסור בהנאה היה בנוי וסיידו וכיידו לשם אלילי' עד שנתחדש נוטל מה שחידש והחידוש אסור בהנאה מפני שעשהו לעבדו ושאר הבית מותר הכניס אלילי' לתוך הבית כל זמן שהוא שם הבית אסור בהנאה הוציאה הותר הבית: הגה ודוקא שלא הוקצה הבית לכך אבל הוקצה לכך אינו מותר אלא א\"כ הוציאה משם דרך בטול דהיינו שלא להכניס עוד שם (טור בשם רש\"י) ובישראל לא מהני בטול כדלעיל סימן קל\"ט:"
    },
    {
      "id": "yoreh_deah-145-4",
      "section": 4,
      "text": "אבן שחצבה לעבדה אסורה בהנאה היתה חצובה וציירה וכיידה שתיעבד אפי' צייר וכייד בגוף האבן נוטל מה שחידש והוא אסור בהנאה ושאר האבן מותר. ובעבודת כוכבים דמהני בטול אפילו לא נטל משם רק מה שצייר מותר אם עשאו דרך בטול (רבינו נסים):"
    },
    {
      "id": "yoreh_deah-145-5",
      "section": 5,
      "text": "אבן שהעמיד עליה אלילים של עובד כוכבים הרי זו אסורה כל זמן שהיא עליה סילקה האבן מותרת:"
    },
    {
      "id": "yoreh_deah-145-6",
      "section": 6,
      "text": "אילן שנטעו מתחילה שיהא נעבד אסו' בהנאה היה אילן נטוע וגדעו ופסלו לשם אלילים אפי' הבריך והרכיב בגופו של אילן והוציא שריגים כורת את השריגים והם אסורים בהנאה ושאר האילן מותר. אילן שמעמידין תחתיו אלילים כל זמן שהיא תחתיו אסור בהנאה נטלה מתחתיו הרי זה מותר מפני שאין האילן עצמו הוא הנעבד:"
    },
    {
      "id": "yoreh_deah-145-7",
      "section": 7,
      "text": "אע\"פ שקרקע עולם אינו נאסר אם עשה בו מעשה כגון שחפר בו בורות שיחין ומערות לאלילים נאסר:"
    },
    {
      "id": "yoreh_deah-145-8",
      "section": 8,
      "text": "בעלי חיים אינן נאסרים שאפילו השתחוה לבהמה שלו לא נאסרה עשה בה מעשה ששחטה לאלילים אפי' סימן אחד נאסרה ואפילו אינה שלו ודוקא עובד כוכבים אוסר דבר שאינו שלו אבל ישראל אינו אוסר של חבירו שודאי אינו מכוין אלא לצערו ויש אומרים שאפילו אם יש לו חלק בה אינו אוסר ואם ישראל מומר הוא או שהתרו בו וקבל התראה הרי זה אוסר. (וע\"ל סימן ד') . (תקרובת ב\"ח ומשמשיהם נאסרים) (תא\"ו ני\"ז):"
    },
    {
      "id": "yoreh_deah-145-9",
      "section": 9,
      "text": "אף על פי שבעלי חיים אינם נאסרים אם החליף בעלי חיים באלילים נאסרו אבל חליפי חליפין כגון שהחליף בעלי חיים בחליפי אלילים מותרי' ויש אוסרים גם בזה:"
    }
  ]
}