{
  "id": "yoreh_deah-301",
  "chapterLabel": "סימן 301",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-301-1",
      "section": 1,
      "text": "אם מותר להציע כלאים תחתיו ודין מרדעת ותכריכים. ובו ט\"ו סעיפים:מותר מן התורה לישב על מצעות של כלאים שנא' לא יעלה עליך אבל אתה מציעו תחתיך: הגה וכן מותר להעלותם עליו שלא בדרך חמום כגון לפרוס עליו אהל של כלאים (טור) וכן לפרוס בגד כלאים על גיגית שרוחץ בה כדי להעמיד החום (מרדכי פ\"ק דביצה ובהגהות אשיר\"י שם) דאינו אסור אלא דרך לבישה או להעלותם עליו דרך חמום : ומדברי סופרים אפי' עשר מצעות זו על גבי זו והתחתון שבהם כלאים אסור לישב על העליון שמא תכרך נימא על בשרו בד\"א ברכין כגון יריעות ושמלות אבל כרים וכסתות שהם קשים וליכא למיחש שמא תכרך נימא עליו מותר לישן עליהם ובלבד שלא יהא בשרו נוגע בהם בד\"א כשהם ריקנים ונתונים על גבי איצטבא של עץ או של אבן אבל אם הם מלאים או אפי' ריקנים אם הם נתונים על גבי מטה או על גבי תבן אסור לפי שנכפף תחתיו ונכרך על בשרו: הגה וי\"א דכל זה מיירי בכלאים דאורייתא אבל בכלאים דרבנן והם קשים מותר לישב עליהם בכל ענין דהואיל וכשרכים הם אינו רק דרבנן בקשים לא גזרו (רשב\"א סי' תשס\"ב) ומ\"מ לכתחילה לא יעשה של כלאים (כל בו):"
    },
    {
      "id": "yoreh_deah-301-2",
      "section": 2,
      "text": "הני קאפאנאג\"ש דידן אם הם תפורין בפשתן יש ליזהר מלהעלותם עליו ואפילו מלהציען תחתיו עד שיתפרם במשי או קנבוס: הגה כל בגדים הקשים מותרים בהצעה מתחתיו ואסור ללבשן והלבדים הקשים מותרים אפילו בלבישה הואיל ואפילו רכים אינם אלא מדרבנן (טור) ויש מחמירין בלבישת הלבדים (ב\"י בשם הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-301-3",
      "section": 3,
      "text": "בגד גדול וכלאים מצד אחד אסור ללובשו אפי' מצדו הב' אע\"פ שהצד שבו הכלאים נגרר על גבי הקרקע:"
    },
    {
      "id": "yoreh_deah-301-4",
      "section": 4,
      "text": "אסור ללבוש כלאים אפי' דרך עראי כגון טלית של קטן אע\"פ שאין הגדול יוצא בה עראי:"
    },
    {
      "id": "yoreh_deah-301-5",
      "section": 5,
      "text": "לא ילבש אדם כלאים עראי ואפי' על גבי עשרה בגדים שאינו מהנהו כלום ואפילו לגנוב את המכס:"
    },
    {
      "id": "yoreh_deah-301-6",
      "section": 6,
      "text": "תופרי כסות תופרים כדרכם ובלבד שלא יתכוונו בחמה מפני החמה ובגשמים מפני הגשמים והצנועין תופרין בארץ וכן מוכרי כסות מוכרין כדרכן ובלבד שלא יתכוונו בחמה מפני החמה ובגשמים מפני הגשמים והצנועים מפשילין במקל: הגה ויש מתירין אפי' ללבוש כלאים כל שאינו מכוין להנאתו כגון שלובש כלאים להעביר בו המכס או שלובשן כדי להראות מדתן אם רוצה למכרן וכדומה (טור והרא\"ש והסמ\"ג):"
    },
    {
      "id": "yoreh_deah-301-7",
      "section": 7,
      "text": "תכריכי המת מותר לעשותן מכלאים אפילו לקברו בהם:"
    },
    {
      "id": "yoreh_deah-301-8",
      "section": 8,
      "text": "מרדעת החמור מותר לעשותה מכלאים ויושב עליה והוא שלא יהיה בשרו נוגע בה ולא יניח מרדעת זו על כתפו אפי' להוציא עליה את הזבל ודוקא שכלאים ניכרים וידועים בבגד אבל בגד שאבד בו כלאים ואין מקומו ניכר אסור לעשות ממנו מרדעת לחמור דכיון שאין מקומו ניכר שמא ישכח ויקח ממנו טלאי לתפרו על גבי בגדו ולא ימכרנו לעובד כוכבים שמא יחזור וימכרנו לישראל:"
    },
    {
      "id": "yoreh_deah-301-9",
      "section": 9,
      "text": "מטפחות שמקנחים בהם את הידים ומטפחות שמסתפגים בהם הכלים והקרקעות ושמסתפגים בהם אחר הרחיצה ומטפחות ספרים אסורים משום כלאים שהרי הידים נוגעות בהם והם נכרכים על היד תמיד ומתחממין: הגה וכן אסור לעשות מטפחות שפורסים על השלחן שאוכלין עליו (הרא\"ש כלל ו' וחידושי אגודה סוף ביצה) או שקורין עליו בבית הכנסת מכלאים (הגהות אשר\"י פ' בני העיר) מפני שלפעמים מקנח בהם ידיו ומתחמם בהם:"
    },
    {
      "id": "yoreh_deah-301-10",
      "section": 10,
      "text": "מטפחות שמסתפרין בהם אם יש לו בית ראש ולובשין אותו כדרך לבישה אסור משום כלאים:"
    },
    {
      "id": "yoreh_deah-301-11",
      "section": 11,
      "text": "וילון אם הוא רך אסור לעשותו מכלאים מפני שהשמש מתחמם בו לפעמים ואם היה קשה מותר: הגה אבל פרוכת שלפני ארון הקודש או המפות שפורסין בארון או סביב התורה מותר להיות מכלאים (שם בהגהות אשיר\"י):"
    },
    {
      "id": "yoreh_deah-301-12",
      "section": 12,
      "text": "לא יקח אדם ביצה חמה בבגד כלאים בידו שכיון שהוא ניצול מליכוות בחום הביצה חשיבה הנאה כמניעת הקור:"
    },
    {
      "id": "yoreh_deah-301-13",
      "section": 13,
      "text": "ערדילרין (פירוש כלי שלובשין אותו תחת המנעל ויש שעושין אותן של צמר כנגד העקב אין בהם משום כלאים דקשין הן) (מפי' רש\"י בשם תשובת הגאונים) אין בהם משום כלאים: הגה מנעל שהוא כלאים ואין לו עקב מותר ללבשו שעור הרגל קשה ואינו נהנה כשאר עור הגוף (טור):"
    },
    {
      "id": "yoreh_deah-301-14",
      "section": 14,
      "text": "אין אסור משום כלאים אלא בגדים שהן דרך חמום כגון הכתונת והמצנפת והמכנסים והאבנט והשמלה ובגדים שמחפין בהם השוקים ואת הידים וכיוצא בהם אבל צלצלים קטנים שעושים אותם העם בבית יד שלהם לצרור בהם מעות או תבלין וסמרטוט שמניחים עליו רטיה או מלוגמא או אספלנית וכיוצא בהם הרי אלו מותרים אע\"פ שבשרו נוגע בהם שאין דרך חימום בכך ציץ של עור או משי וכיוצא בהם שתלה בה חוטי צמר וחוטי פשתן מדולדלים על פני האדם כדי להפריח הזבובים אין בו משום כלאים שאין דרך חימום בכך:"
    },
    {
      "id": "yoreh_deah-301-15",
      "section": 15,
      "text": "אותות שעושים הכובסים והגרדים (פי' מעשה אורג ת\"י גירדי) בבגדים כדי שיהיה מכיר כל א' את שלו אם היתה אות של צמר בפשתן או פשתן בצמר הרי זה אסור אע\"פ שאינו חשוב אצלו:"
    }
  ]
}