{
  "id": "yoreh_deah-123",
  "chapterLabel": "סימן 123",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-123-1",
      "section": 1,
      "text": "כמה דינין מיין נסך (ואיזו יין נאסור משום יין נסך). ובו כ\"ו סעיפים:סתם יינם של עממים עובדי כוכבים אסור בהנאה וה\"ה למגעם ביין שלנו: הגה משום גזרת יין שנתנסך לאלילים ובזמן הזה שאינו שכיח שהאומות מנסכים לעבודת כוכבים י\"א דמגע עובד כוכבים ביין שלנו אינו אסור בהנאה רק בשתייה וכן סתם יין שלהם אינו אסור ליהנות ממנו ולכן מותר לגבות בחובו מן עובד כוכבים סתם יינם מפני דהוי כמציל מידם (טור בשם רשב\"ם והרא\"ש ומרדכי) וה\"ה בשאר הפסד כגון אם עבר וקנה או מכר אבל לכתחלה אסור לקנותו ולמכרו כדי להשתכר בו (הגהות מיי' פ\"ח דמאכלות אסורות והגה' אשיר\"י ומהר\"ם פדואה סי' מ\"ו) ויש מקילין גם בזה וטוב להחמיר וע\"ל סימן קל\"ב (שם בשם סמ\"ג ואגור בשם הגאונים):"
    },
    {
      "id": "yoreh_deah-123-2",
      "section": 2,
      "text": "אסור לעשות מרחץ מסתם יינם לחולה שאין בו סכנה. (ועיין לקמן סוף סימן קנ\"ה):"
    },
    {
      "id": "yoreh_deah-123-3",
      "section": 3,
      "text": "יין מבושל שלנו שנגע בו העובד כוכבים מותר ומאימתי נקרא מבושל משהרתיח על גבי האש:"
    },
    {
      "id": "yoreh_deah-123-4",
      "section": 4,
      "text": "יין שמערבין בו דבש ופלפלין אם נשתנה טעמו מחמתם אינו נאסר במגע עובד כוכבים. (והוא הדין בדבש לחוד או פלפלין לחוד (ב\"י בשם תשובת רשב\"א):"
    },
    {
      "id": "yoreh_deah-123-5",
      "section": 5,
      "text": "תבשיל שיש בו יין ונגע בו העובד כוכבים אפי' קודם שהרתיח אין בו משום יין נסך: הגה ודוקא תבשיל שאין היין ניכר בו בעין אבל בשומן וחרדל שנתנו בו יין והוא בעין צף למעלה הוי בו משום יין נסך (תוס' בשם ריצב\"א) ונראה דוקא אם לא נשתנה טעמו מחמת דבר המעורב בו (ד\"ע) ואם נתערב ביין מבושל אם יש בו דבש לכולי עלמא שרי דהא לא גרע מאילו היה דבש לחוד (הג\"א פא\"מ וד\"ע) ואם אין בו דבש י\"א דמשערין כאילו היה המבושל מים (ב\"י בשם רשב\"ץ והג\"א שם) וי\"א דאם המבושל רוב אין בו משום מגע עובד כוכבים (ב\"י בשם גדולי הדור) ויין שנקרש אין בו משום מגע עובד כוכבים (חידושי אגודה) . וכ\"ש אם נגע בחרס הבלוע מיין (הגהות אשיר\"י):"
    },
    {
      "id": "yoreh_deah-123-6",
      "section": 6,
      "text": "חומץ שמבעבע כשמשליכין אותו על הארץ אינו נאסר במגע עובד כוכבים (רשב\"א ור' ירוחם ומרדכי):"
    },
    {
      "id": "yoreh_deah-123-7",
      "section": 7,
      "text": "אם נמצא חבית יין שנתחמץ עד שמבעבע כשמשליכין אותו על הארץ ותוך שלשה ימים למפרע נגע בו העובד כוכבים אין לחוש למגעו (נמוקי יוסף פרק המוכר פירות):"
    },
    {
      "id": "yoreh_deah-123-8",
      "section": 8,
      "text": "מי הבוסר נאסרים במגע עובד כוכבים: הגה יין מזוג כל זמן שיש בו טעם יין אסור (טור) ויש מתירין בששה חלקים מים (ב\"י בשם הרשב\"א) כמו שיתבאר סימן קל\"ד:"
    },
    {
      "id": "yoreh_deah-123-9",
      "section": 9,
      "text": "מים שנותנים על החרצנים שלנו שנדרכו ברגל ולא נעצרו בגלגל וקורה פעם ראשון ושני אסור אפילו לא מצא כדי מדתו ואם נעצרו בגלגל אין בהם משום יין נסך אלא א\"כ נתן ג' מדות מים ומצא ד' ויש מי שאומר שאין להתיר מגע עובד כוכבים בשום תמד (פי' מים שנותן על החרצנים והזגין וקובלת טעם היין) כל שהוא משובח לשתייה משום דמחליף ביין גמור:"
    },
    {
      "id": "yoreh_deah-123-10",
      "section": 10,
      "text": "יש להזהר מלהוציא החרצנים והזגים מהגתות על ידי עובדי כוכבים או כנענים אפילו אחר שהוציאו מהם יין ראשון ושני:"
    },
    {
      "id": "yoreh_deah-123-11",
      "section": 11,
      "text": "שמרים שלנו שתמדן ולא מצא אלא כדי מדתן פעם ראשון אסור אם נגע בהם העובד כוכבים ופעם שני מותר אבל שמרים של עובדי כוכבים לעולם אסורים אפילו לא מצא אלא כדי מדתן אפי' תמדן כמה פעמים. (יין צמוקים פי' שנתן מים על ענבים יבשים הרי זה כיין ומתנסך) (בארוך סוף כלל כ\"ב ותשובת ר\"ל ב\"ח סימן מ\"א):"
    },
    {
      "id": "yoreh_deah-123-12",
      "section": 12,
      "text": "חבית שפינה שמריו ושכשכן במים אין לחוש אחר כך לשום מגע לפי שהיין בטל במים ששכשך בהם:"
    },
    {
      "id": "yoreh_deah-123-13",
      "section": 13,
      "text": "חרסים שבלעו יין של עובד כוכבים הרבה עד שכששורין אותם במים פולטים יינם אסורים בהנאה:"
    },
    {
      "id": "yoreh_deah-123-14",
      "section": 14,
      "text": "החרצנים והזגים של עובדי כוכבים וכן שמרי יין שלהם תוך י\"ב חדש אסורים בהנאה ולאחר י\"ב חדש מותרים אפילו באכילה וה\"מ כשתמדן במים בתחילה אבל אם לא תמדן אסורים לעולם אפילו יבשם בתנור: הגה וזה לא מיירי אלא בחרצנים שהיו על יין נסך אבל אם שלה החרצנים מן הגת קודם שהמשיך היין כמו שיתבאר אינן אסורין (ב\"י בשם הרי\"ף והרשב\"א) וכן אלו שדורכים הענבים בחבית אע\"פ שהיין צף עליהם למעלה מותרים (כל בו):"
    },
    {
      "id": "yoreh_deah-123-15",
      "section": 15,
      "text": "המחמיץ בשמרי יין של עובדי כוכבים תוך זמן איסורם כל העיסה אסורה בהנאה. (ואם דרך העובד כוכבים לחמץ בהם אם מותר לקנות מהם עיין לעיל סי' קי\"ד):"
    },
    {
      "id": "yoreh_deah-123-16",
      "section": 16,
      "text": "יש מי שאומר שתמצית יין הנקרש על דופני החבית והקנקנים נהגו בו היתר שמשתמשין בכלי עובדי כוכבים לאחר י\"ב חדש או לאחר מילוי ועירוי ואין מקליפין התמצית הנקרש עליו שכיון שנתייבש כל כך כבר כלה כל לחלוחית יין שבו וכעפר בעלמא הוא:"
    },
    {
      "id": "yoreh_deah-123-17",
      "section": 17,
      "text": "מאימתי נקרא יין ליאסר במגע עובד כוכבי' משהתחיל לימשך דהיינו משנמשך על הגת בעצמו כי הגת הוא מדרון ואם פינה החרצנים והזגים והיין לבדו נמשך מצד העליון לצד התחתון ונשאר היין לבדו עומד נקרא המשכה ונאסר כל מה שבגת אפי' לא נגע אלא בחרצנים ובזגים אם יש בהם טופח על מנת להטפיח אבל כל זמן שלא הבדיל היין (עד שולי הגת) (ב\"י בשם תוספות והרא\"ש ומרדכי) מן החרצנים והזגים לא הוי המשכה:"
    },
    {
      "id": "yoreh_deah-123-18",
      "section": 18,
      "text": "אם מילא מהגת כוס יין וכיון לשלותו (פי' להסירו מענין של נעלך) מהחרצנים והזגים הוי המשכה וכן אם נתן סל לתוך הגת או גיגית דרוכה נקרא המשכה (סה\"ת וסמ\"ג) כיון שהיין צלול נכנס לתוך הסל ונבדל מהחרצנים והזגים אבל אם לקח החרצנים עם היין לא הוי המשכה ואפילו אם לקחן עובד כוכבים ביחד מותר להחזיר המותר:"
    },
    {
      "id": "yoreh_deah-123-19",
      "section": 19,
      "text": "גיגית מלאה ענבים דרוכים עומדת בבית העובד כוכבים יש לאסור שמא המשיך ממנה:"
    },
    {
      "id": "yoreh_deah-123-20",
      "section": 20,
      "text": "גת שהיא סתומה ומלאה דלא שייך בה המשכה וירד ממנה יין וחרצנים ביחד לתוך סל שלפני הגת שהיין מסתנן בו אין על מה שבגת תורת יין אלא על מה שבסל בלבד ואם נגע עובד כוכבים בסל נאסר ואם החזירו לגת נאסר מה שבגת משום תערובת יין שבסל שנתערב בו ואם יש בחרצנים וזגים שבגת ס' כנגד יין שנפל בו מהסל מותר:"
    },
    {
      "id": "yoreh_deah-123-21",
      "section": 21,
      "text": "אין דורכין עם העובד כוכבים בגת (או גיגית) (מרדכי ותוספות פ' ר\"י ומהרי\"ק שורש ל\"ב) שמא יגע בידים וינסך ואפילו היה כפות: הגה ואם דרך כל מה שנמשך מכחו ויצא לחוץ נאסר (ב\"י) וע\"ל סימן קכ\"ד והא דאין דורכים עם העובד כוכבים היינו בגיגית או בגת שדרך להמשיך משם היין וגזרינן קודם המשכה אטו לאחר המשכה אבל בעריבה שאין דרך למשוך משם מותר לדרוך עמו וכן לקנות ממנו ענבים דרוכות בעריבה הואיל ואין דרך למשוך בעריבות (מהרי\"ק שורש ל\"ב ועס\"ק מ\"ו):"
    },
    {
      "id": "yoreh_deah-123-22",
      "section": 22,
      "text": "עובד כוכבים שדרך היין ולא נגע בו והרי ישראל עומד על גבו וישראל הוא שכנסו בחבית הרי זה אסור בשתייה:"
    },
    {
      "id": "yoreh_deah-123-23",
      "section": 23,
      "text": "אם חבית של יין נסך מונחת עם חביות כשירות צריך לעשות לה היכר:"
    },
    {
      "id": "yoreh_deah-123-24",
      "section": 24,
      "text": "אגוא\"ה ארדיינט\"י של עובד כוכבים אסור בהנאה כיין עצמו: הגה ופירוש דבריו יין שרוף שעושין מיין נסך אע\"פ שאינו רק זיעה מן הנסך הרי הוא כאיסור עצמו (ריב\"ש סי' רצ\"ה):"
    },
    {
      "id": "yoreh_deah-123-25",
      "section": 25,
      "text": "מותר ליקח מהעובד כוכבים קוליינדר\"י קונפיט\"י אע\"פ שנותנין הקוליינדר\"י בחומץ (משום דהוי נתינת טעם לפגם ועיין לקמן סוף סימן קל\"ד):"
    },
    {
      "id": "yoreh_deah-123-26",
      "section": 26,
      "text": "דבש של ישמעאלים אסור: הגה מי ששתה יין נסך בשוגג י\"א שיתענה ה' ימים נגד ה' פעמים גפן שבחומש (ר\"ל לבד משנה תורה) ויתכפר לו. (תשובת הרא\"ש):"
    }
  ]
}