{
  "id": "yoreh_deah-399",
  "chapterLabel": "סימן 399",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-399-1",
      "section": 1,
      "text": "דיני אבלות ברגל בראש השנה וי\"ט שני של גליות. ובו י\"ד סעיפים:הקובר מתו קודם הרגל בענין שחל עליו אבילות ונהג בו אפילו שעה אחת קודם הרגל הרגל מפסיק האבלות ומבטל ממנו גזרת שבעה וימי הרגל עולים לו למנין שלשים הרי שבעה לפני הרגל וימי הרגל ומשלים עליהם השלשים ודוקא שנהג אבלות באותה שעה אפילו לא נהג אלא דברים שבצינעא כגון ששמע שמועה קרובה ביום שבת שחל להיות בערב הרגל שאע\"פ שאינו נוהג אלא דברים שבצינעא הרגל מפסיק אבל אם שגג (או) הזיד ולא נהג אבלות או שהיה קרוב לחשכה ולא היה יכול לנהוג אין הרגל מבטל האבלות וכ\"ש אם לא ידע במיתת המת קודם הרגל שאין הרגל מבטלו אלא נוהג ברגל דברים שבצינעא ומונה שבעה אחר הרגל ובאותם השבעה מלאכתו נעשית ע\"י אחרים ועבדיו ושפחותיו עושים בצינעה בתוך ביתו דכיון דכבר נתבטל בשבעת ימי הרגל ממלאכה אע\"פ שלא נתבטל מחמת האבל אלא מחמת הרגל סוף סוף נהג בדין אבילות בענין מלאכה הילכך אין להחמיר בו כמו בשאר אבילות ומלאכתו נעשית ע\"י אחרים וכל ימי הרגל רבים מתעסקים בו לנחמו הילכך אין מתעסקין בו לנחמו אחר הרגל ורגל עולה למנין שלשים שהרי דין שלשים דהיינו גיהוץ ותספורת נוהגים ברגל ולא מתורת רגל בלבד אסור בהם אלא אף מתורת אבל שהרי מתורת הרגל מותר ללבוש כלים מגוהצים חדשים ולבנים ונוטל צפרניו במספרים ושמח שמחת מריעות והבא ממדינת הים ומבית השביה והשאר שמנו חכמים מותרין לספר ולכבס. ומדין אבילות אסור בכלם כמו בחול:"
    },
    {
      "id": "yoreh_deah-399-2",
      "section": 2,
      "text": "הקובר מתו ברגל בחול המועד נוהג דין אנינות כ\"ז שלא נקבר ולאחר שנקבר נוהג דברים שבצינעא (ומ\"מ מותר לייחד עם אשתו (ב\"י בשם הראב\"ד והרא\"ש) וע\"ל סימן שפ\"ג ובא\"ח סימן תקמ\"ח) והרגל עולה למנין שלשים שמשלים עליו שלשים אפילו קברו בחג הסכות לא אמרינן דשמיני עצרת מבטל ומתעסקים ברגל לנחמו: הגה וכל מלאכה המותרת לעשות לו במועד בדבר האבד מותר לעשות בעצמו ואם אין דבר האבד נעשית ע\"י אחרים בבתיהם ועבדיו ושפחותיו עושין בצינעה תוך ביתו (ב\"י בשם רבינו ירוחם) : ולאחר הרגל מתחיל למנות שבעה ולכשיכלו שבעה למיתת המת אע\"פ שעדיין לא כלו שבעת ימי האבלות מלאכתו נעשית על ידי אחרים בבתיהם ועבדיו עושין לו בצינעא בתוך ביתו ואין רבים מתעסקים בו לנחמו אחר הרגל מנין הימים שנחמוהו ברגל אבל מראים לו פנים כגון אם קברו בשלשה ימים האחרונים של רגל מלאכתו נעשית ע\"י אחרים בשלשה ימים אחרונים של אבל ובמקומות שעושים שני ימים מונה השבעה מיום טוב שני האחרון הואיל ומדבריהם הוא עולה מהמנין ומונה מאחריו ששה ימים בלבד:"
    },
    {
      "id": "yoreh_deah-399-3",
      "section": 3,
      "text": "אם קבר את מתו שבעה ימים קודם הרגל ונהג בהם גזירת שבעה הרגל מבטל ממנו גזירת שלשים אפי' חל יום שביעי בערב הרגל דמקצת היום ככולו ועולה לכאן ולכאן ומותר לכבס ולרחוץ ולספר בערב הרגל: הגה סמוך לחשיכה (טור) ובערב פסח מותר בכל אחר חצות דהיינו מזמן שחיטת הפסח ואילך ועדיף שיגלח קודם חצות הואיל ואחרים אסורים לגלח אחר חצות (תשובת ר\"י מינץ ס\"ד) : וכן אם חל שמיני בשבת שבערב הרגל מותר לכבס ולרחוץ ולספר בערב שבת ואם לא גילח בערב יום טוב או בערב שבת מותר לגלח אחר הרגל שכבר נתבטל ממנו גזירת שלשים אבל בחול המועד לא יגלח כיון שהיה אפשר לו לגלח קודם הרגל ואם חל שביעי שלו בשבת ערב הרגל אסור לגלח בערב שבת ומותר לגלח אחר הרגל וכן בחול המועד כיון שלא היה יכול לגלח קודם הרגל:"
    },
    {
      "id": "yoreh_deah-399-4",
      "section": 4,
      "text": "הא דרגל מבטל גזירת שלשים בשאר מתים אבל באביו ואמו שאסור (לספר) עד שיגערו בו חביריו אפילו פגע בו הרגל לאחר ל' יום אינו מבטל:"
    },
    {
      "id": "yoreh_deah-399-5",
      "section": 5,
      "text": "אם חל א' מימי האבלות חוץ מהשביעי בערב הרגל מותר לכבס ולא ילבשנו עד הלילה וטוב ליזהר מלכבס עד אחר חצות כדי שיהא ניכר שמפני הרגל הוא מכבס אבל לרחוץ אסור עד הלילה ויש מתירין לרחוץ אחר תפלת המנחה סמוך לחשיכה (וכן נוהגין):"
    },
    {
      "id": "yoreh_deah-399-6",
      "section": 6,
      "text": "ראש השנה ויום כפורים חשובים כרגלים לבטל האבלות:"
    },
    {
      "id": "yoreh_deah-399-7",
      "section": 7,
      "text": "נהג שעה אחת לפני הפסח אותה שעה חשובה כז' וח' ימי הפסח הרי ט\"ו ומשלים עליהם ט\"ו אחרים:"
    },
    {
      "id": "yoreh_deah-399-8",
      "section": 8,
      "text": "שעה אחת לפני עצרת חשובה כשבעה ועצרת כיון שאם לא הקריב קרבנות עצרת בעצרת יש לו תשלומין כל שבעה חשוב כשבעה הרי י\"ד ומשלים עליהם ט\"ז אחרים ויום שני של עצרת עולה למנין הט\"ז:"
    },
    {
      "id": "yoreh_deah-399-9",
      "section": 9,
      "text": "שעה אחת לפני ר\"ה בטלה ממנו גזירת שבעה מפני ר\"ה וגזירת ל' מבטל ממנו יום כפורים ומגלח ערב יום כפורים וה\"ה לקובר מתו בשלשה בתשרי שמגלח בערב יוה\"כ:"
    },
    {
      "id": "yoreh_deah-399-10",
      "section": 10,
      "text": "שעה אחת לפני יום הכפורים בטלה ממנו גזירת ז' מפני יום כפורים וגזירת ל' מבטל ממנו החג ומגלח בערב החג:"
    },
    {
      "id": "yoreh_deah-399-11",
      "section": 11,
      "text": "שעה אחת לפני החג והחג הרי י\"ד ושמיני עצרת שבעה הרי כ\"א ויום שני של שמיני עצרת הרי כ\"ב ומשלים עליהם ח' אחרים:"
    },
    {
      "id": "yoreh_deah-399-12",
      "section": 12,
      "text": "הקובר את מתו שעה אחת לפני הרגל אותה שעה והרגל חשובים כי\"ד ומיד אחר הרגל יש לו דין שבוע שלישי לענין שיושב במקומו ואינו מדבר:"
    },
    {
      "id": "yoreh_deah-399-13",
      "section": 13,
      "text": "במקומות שעושין שני י\"ט מי שמת לו מת ביום טוב שני שהוא י\"ט האחרון של פסח או של חג או ביום טוב שני של עצרת וקברו בו ביום נוהג בו אבילות הואיל ויום טוב שני מדבריהם ואבילות יום ראשון שהוא יום מיתה וקבורה של תורה ידחה עשה של דבריהם מפני עשה של תורה אבל אם מת בי\"ט שני של ר\"ה וקברו בו ביום אינו נוהג בו אבלות שב' הימים כיום ארוך הם במה דברים אמורים בשבעה מתים המפורשים בתורה שכהן מטמא להם אבל אותם שהוסיפו עליהם כדאיתא בסימן שע\"ד אין אבלותם אלא מדרבנן לפיכך אינו נוהג עליהם אבלות בשום יום טוב ואפי' באותם שאמרנו שנוהג אבילות ביום טוב שני אינו קורע והעולם נוהגין שלא להתאבל בי\"ט שני של גליות על שום מת אפי' הוא יום מיתה וקבורה: הגה דסוברין כדעת האומרים שאין שום אבלות דאורייתא וכן המנהג פשוט ואין לשנות (ר\"ת ור\"י ורא\"ש):"
    },
    {
      "id": "yoreh_deah-399-14",
      "section": 14,
      "text": "מת לו מת בערב יו\"ט ונתיירא שמא לא יספיק לקברו מבעוד יום ומסרו לעובדי כוכבים שיוליכוהו לקברו כיון שהוציאוהו מהעיר ונתכסה מעיני הקרובים חלה עליו אבלות ואם הוא שעה אחת קודם הרגל ונהג בה אבלות בטלה לה גזירת שבעה אע\"פ שנקבר ביום טוב:"
    }
  ]
}