{
  "id": "yoreh_deah-053",
  "chapterLabel": "סימן 53",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-053-1",
      "section": 1,
      "text": "דין שבר או מכה בבהמה ובעוף. ובו ה' סעיפים: נשמטו ידי הבהמה מעיקרם או שנשתברו או נחתכו לגמרי או שיש לה ג' ידים כשרה אבל העצם (הנשבר) עצמו (עם מעט למעלה מן השבירה) אסור כשנשבר אם אין עור ובשר חופין את רובו: הגה ויש מטריפין גם הבהמה אם נשמט (ש\"ד והג\"מ וע\"פ) או נשבר סמוך לגוף (הג\"א פ' המקשה) ורואין שנצרר הדם מעבר לצלעות שרואין שעברה המכה תוך הגוף (כן משמע מאיסור והיתר הארוך כלל נ' דין ו') והכי נהוג אבל אין לחוש לזה כל זמן שאין רואין שנצרר הדם ואין צריך בדיקה (נלמד מעוף דסעיף ב'):"
    },
    {
      "id": "yoreh_deah-053-2",
      "section": 2,
      "text": "וכן בעוף אם נחתכו או נשברו אגפיו כשרה אפילו נשברו סמוך לחיבורו לגוף והוא ששבר העצם החיצון לא יהא בו עוקץ שאם היה בו עוקץ תבדק הריאה: הגה ויש אוסרין אם נשבר סמוך לגוף ואומרים דדינו כשמוט (הגהות מיי') והמנהג הפשוט שנהגו לשער כרוחב אגודל אפי' בצמצום כשר (אגור ואגודה וכ\"כ בש\"ג שכן נוהגין) אם לא שרואה שנצרר הדם מעבר לצלעות אבל אין חוששין לזה ומכשירין מסתמא (מהרי\"ק שורש ל\"ח ות\"ה סימן ק\"צ) ואין חלוק אם עוקץ בשבירה או לא מאחר שרחוק מן הגוף אבל אם אין רוחב אגודל בין מקום השבירה לגוף אז היא טריפה בכל ענין ולא מהני בדיקת הריאה דאין אנו בקיאין בבדיקה (ש\"ד וארוך כלל נ' ד\"ז ומהרי\"ל ואגור) בכל מקום דאיכא ריעותא והכי נהוג:"
    },
    {
      "id": "yoreh_deah-053-3",
      "section": 3,
      "text": "נשמטו אגפיו אפילו אחד מהם מעיקרו חוששין שמא ניקבה הריאה וצריך לנפחה לבדקה אם היא שלימה כשרה ואם לאו טריפה:"
    },
    {
      "id": "yoreh_deah-053-4",
      "section": 4,
      "text": "נמצא הגף שבור ואינו יודע אם קודם שחיטה נשבר או אחר כך טרפה: הגה ויש מכשירין מכח ס\"ס ספק שמא נשבר אחר שחיטה ואת\"ל קודם שחיטה שמא לא ניקבה הריאה (איסור והיתר הארוך) ויש לסמוך ע\"ז להכשיר בנשבר דהא יש מכשירין בלא\"ה (ד\"ע) אבל כשנמצא שמוט ולא ידעינן אי קודם שחיטה או לאחר שחיטה יש להחמיר ולאסור ועיין לקמן סוף סימן ק\"י:"
    },
    {
      "id": "yoreh_deah-053-5",
      "section": 5,
      "text": "עוף שהיה לו מכה עמוקה תחת הכנף כנגד הריאה ושמו נוצה על המכה ונפחו דרך הגרגרת בקש דק ולא יצא הרוח ימלא מקום המכה מים וינפח בקש דרך הגרגרת אם יבצבצו המים טרפה:"
    }
  ]
}