{
  "id": "yoreh_deah-120",
  "chapterLabel": "סימן 120",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-120-1",
      "section": 1,
      "text": "דיני טבילת הכלים. ובו ט\"ז סעיפים:הקונה מהעובד כוכבים כלי סעודה של מתכו' או של זכוכית או כלים המצופים באבר מבפנים אף על פי שהם חדשים צריך להטבילם במקוה או מעיין של ארבעים סאה (טור בשם סה\"מ ועב\"י): הגה י\"א דכלים המצופים באבר אפילו בפנים יטבול בלא ברכה (ב\"י בשם סמ\"ק וארוך) וכן נוהגין:"
    },
    {
      "id": "yoreh_deah-120-2",
      "section": 2,
      "text": "צריך שיהא הכלי רפוי בידו בשעת טבילה שאם מהדקו בידו הוי חציצה ואם לחלח ידו במים תחילה אין לחוש. (ודוקא שלחלח ידיו במי מקוה אבל לא במים תלושים) (משמע ממרדכי פרק השוכר):"
    },
    {
      "id": "yoreh_deah-120-3",
      "section": 3,
      "text": "יברך על טבילת כלי ואם הם שנים או יותר מברך על טבילת כלים:"
    },
    {
      "id": "yoreh_deah-120-4",
      "section": 4,
      "text": "טריפיד\"ש ששופתים עליהם קדירות אינם טעונות טבילה אבל פדיליא\"ש טעונות טבילה מפני שנותנים עליהם המאכל עצמו:"
    },
    {
      "id": "yoreh_deah-120-5",
      "section": 5,
      "text": "סכין של שחיטה (או סכין שמפשיטין בו) (ארוך) יש מי שאומר שאינו צריך טבילה: הגה ויש חולקין (תשב\"ץ) וטוב לטובלו בלא ברכה הברזלים שמתקנים בהם המצות אינם צריכים טבילה (ארוך) וכן כיסוי שכופין על הפת לאפותו אבל כיסוי קדירה צריך טבילה (הגהות אשיר\"י):"
    },
    {
      "id": "yoreh_deah-120-6",
      "section": 6,
      "text": "כלי עץ שיש לו חשוקים של ברזל מבחוץ שמעמידים אותו אינו טעון טבילה:"
    },
    {
      "id": "yoreh_deah-120-7",
      "section": 7,
      "text": "כוס של כסף מחובר בכלי עץ צריך טבילה: הגה וכן רחיים של פלפלין שבתוך העץ יש ברזל קבוע שטוחנין בו צריך טבילה (מרדכי) וכן המשפכות של ברזל או הברזות של ברזל ושאר מתכות כולן צריכים טבילה (ארוך) ודוקא שעיקר הכלי הוא של מתכות אבל אם עיקר הכלי הוא של עץ רק שמעט ברזל קבוע בו הואיל ואפשר להשתמש בו בלא הברזל אין צריך טבילה אבל כלי המתוקן ביתדות של ברזל ובלא היתדות לא היה אפשר להשתמש בו והם מבפנים צריך טבילה (כך משמע מב\"י בשם הגהות מיימוני פי\"ז):"
    },
    {
      "id": "yoreh_deah-120-8",
      "section": 8,
      "text": "השואל או שוכר כלי מהעובד כוכבים אינו טעון טבילה אבל אם ישראל קנאו מהעובד כוכבים והשאילו לחבירו טעון טבילה שכבר נתחייב ביד הראשון ויש מי שאומר שאם לא לקחו הראשון לצורך סעודה אלא לחתוך קלפים וכיוצא בו אין צריך להטבילו: הגה אבל הראשון אסור להשתמש בו לצרכי סעודה אפילו דרך עראי בלא טבילה אף על פי שלקחו לצורך קלפים (ד\"ע ואו\"ה) וכן אם קנאו ישראל השני מן הראשון לצורך סעודה צריך טבילה גבי השני (בית יוסף):"
    },
    {
      "id": "yoreh_deah-120-9",
      "section": 9,
      "text": "משכן עובד כוכבים כלי לישראל אם נראה בדעת העובד כוכבים שרוצה לשקעו בידו טעון טבילה ואם לאו יטבילנו בלא ברכה או יקנה כלי אחר ויטבילנו עמו: (ואם לבסוף נשתקע בידו יחזור ויטבילנו בלא ברכה) (בית יוסף בשם תשובה אשכנזית ואגור והוא בתשובת מהרי\"ל סימן ס'):"
    },
    {
      "id": "yoreh_deah-120-10",
      "section": 10,
      "text": "ישראל שנתן כסף לאומן עובד כוכבים לעשות לו ממנו כלי אינו צריך טבילה (כן משמע ממרדכי): הגה ויש חולקין (טור בשם ריצב\"א) ויש לטובלו בלא ברכה ואם מקצת הכסף שנעשה ממנו הכלי של עובד כוכבים צריך טבילה (משמע ממרדכי) וכן אומן ישראל שעשה כלי לעובד כוכבים וקנאו ממנו יטבילנו גם כן בלא ברכה אם העובד כוכבים נתן כל המתכות (ארוך) אבל אם עשאו לעצמו רק שקנה המתכות מן העובד כוכבים או שנתן מקצת מתכות משלו אין צריך טבילה (ב\"י בשם הגהות אשיר\"י):"
    },
    {
      "id": "yoreh_deah-120-11",
      "section": 11,
      "text": "ישראל שמכר כלי לעובד כוכבים וחזר ולקחו ממנו צריך טבילה אבל אם משכנו בידו וחזר ופדאו ממנו אינו צריך טבילה: הגה ישראל ועובד כוכבים שקנאו כלי בשותפות אין צריך טבילה ישראל שגנבו או גזלו ממנו כליו והוחזרו לו אין צריך טבילה אבל שר או מושל שאנסו ישראל ולקחו כליו והוחזרו לו צריכין טבילה דכבר נשתקעו ביד העובד כוכבים (ארוך):"
    },
    {
      "id": "yoreh_deah-120-12",
      "section": 12,
      "text": "צריך להטביל ידי הכלי:"
    },
    {
      "id": "yoreh_deah-120-13",
      "section": 13,
      "text": "צריך להעביר החלודה קודם טבילה ואם לא העביר אם מקפיד עליו חוצץ ואם שפשף ונתן בגחלים ונשאר עדיין מעט של חלודה שלא יכול לעבור על ידי כך הוי מיעוטו שאינו מקפיד עליו ואינו חוצץ (וע\"ל סימן ר\"ב מדין חציצה):"
    },
    {
      "id": "yoreh_deah-120-14",
      "section": 14,
      "text": "אין מאמינים קטן על טבילת כלים. (אבל אם טבלו לפני גדול הוי טבילה) (ת\"ה סימן רנ\"ז):"
    },
    {
      "id": "yoreh_deah-120-15",
      "section": 15,
      "text": "אם הטביל כלים על ידי עובד כוכבים עלתה להם טבילה. (אבל אינו נאמן על הטבילה) (ד\"ע):"
    },
    {
      "id": "yoreh_deah-120-16",
      "section": 16,
      "text": "אם שכח ולא הטביל כלי מערב שבת או מערב יום טוב יתננו לעובד כוכבים במתנה ואחר כך ישאלנו ממנו ומותר להשתמש בו: הגה וכן יעשה אפילו בחול במקום שאין לו מקוה (ב\"י) ואם עבר והשתמש בכלי בלא טבילה לא נאסר מה שנשתמש בו ויטבלנו עוד: (טור והפוסקים):"
    }
  ]
}