{
  "id": "yoreh_deah-065",
  "chapterLabel": "סימן 65",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-065-1",
      "section": 1,
      "text": "חוטין האסורין משום דם ומשום חלב ודיני גיד הנשה. ובו י\"ד סעיפים: יש חוטין שאסורים משום דם שבהם כגון חוטין שביד ושבכתף ושבלחי התחתון שבצד הלשון מכאן ומכאן ובלשון ובצואר וחוטי הלב וחוטי העוקץ וחוטי הדקין שהם בתוך שומן הדקין כמו בית עכביש מסובכין זה בזה: הגה ונוהגין להסיר ג\"כ ג' חוטי אורך אצל החזה מבפנים (א\"ו הארוך) וכן נוטלין חוטין אחורי האזנים (סדר הניקור וארוך ואינו אלא חומרא בעלמא) (ד\"ע): וקרום של המוח שבקדקד וקרום שעל הביצים ומליחה לא מהני בהו אם לא שיחתכם תחלה (וחתוך לתחת) (ר\"ן בשם הראב\"ד ורשב\"א בת\"ה וטור סי' ס\"ו בשם יש גאוגים) ואח\"כ ימלחם והני מילי לבשלם בקדרה אבל לצלי אינם צריכים לא חתיכה ולא מליחה משום דנורא מישאב שאיב ויש מי שאומר דדוקא כשפני החוטין על פני האש אבל אם הם מובלעים בתוך הבשר אין האש שואב אלא אם כן יחתכם (רשב\"א וע\"ל סימן ס\"ז בב\"י): הגה ואם לא נטלן ובשלם בלא חתיכה צריך ששים נגד כל החוטין (רשב\"א) ובצלי סגי בקליפה (הגהות אשיר\"י והגהות ש\"ד בשם מהרא\"י סי' ל\"ג) ועיין לעיל סימן כ\"ב:"
    },
    {
      "id": "yoreh_deah-065-2",
      "section": 2,
      "text": "הרוצה לצאת ידי חתיכת חוטין אלו לא יסמוך על חתיכת הבשר אלא יחתוך הבשר והעצם לשנים: הגה וחוטי הצואר לא מהני בהו אם חתכם רק שיחתוך המפרקת לשנים (ארוך וא\"ז):"
    },
    {
      "id": "yoreh_deah-065-3",
      "section": 3,
      "text": "גף העוף כיד הבהמה והלכך צריך לחתוך עצם האגפים ולמלחם וכן עצם הלחיים בעוף: הגה ויש אומרים שאין צריכים ליטול בעוף חוטין אלו משום שדקין הם והדם יוצא משם על ידי מליחה (ר\"ן פרק השוחט בשם י\"א) וכן המנהג שאין נוטלין מן העוף שום חוטין רק חוטי הצואר ובאותן יש ליזהר ליטלן משם או יחתכם עם המפרקת לשנים מיהו בדיעבד אם הוסר רק הראש מן העוף סגי (ארוך בשם א\"ז) ונוהגין לחתוך בירכי העופות בפרק הארכובה התחתונה משום שלפעמים נמצאים חוטים אדומים ברגלי העופות ואם לא עשה כן מותר בדיעבד אפילו נתבשלו כך אע\"פ שנמצאו חוטין אדומים (הכל במרדכי פג\"ה) שאינו אלא שומן בעלמא:"
    },
    {
      "id": "yoreh_deah-065-4",
      "section": 4,
      "text": "ביצי זכר כל זמן שלא היה לו שלשים יום מותרים לקדרה בלא קליפה אפילו אם יש בהם כמו חוטין אדומים ואם היה לו שלשים יום אם יש בהם כמו חוטין אדומים אסורין לקדרה בלא קליפה אבל לצלי מותרים: הגה ונהגו לנקר הביצים אף כשהם פחותים משלשים יום וכן להסיר משם גיד הגדול ולחתוך בהם הרבה חתיכות (א\"ו הארוך) ונהגו ליקח מן הכתף הבשר שקורין דרי\"ז (סדר הניקור) ואין בו איסור רק הוא משום מיאוס. עוד נהגו בלונבי\"ל שקורין לידווי\"ץ לצלותו ולא לבשלו ואין בו איסור אם מבשלו ואפילו לכתחלה מותר (ב\"י וארוך) וכן נוהגין להסיר העינוניתא דורדא ולהשליכה ולא לאכלה ואין איסור בדבר (א\"ו הארוך) וכן נהגו לחתוך בין הפרסות של רגלי הבהמה ולהסיר משם בשר לבן ודק משום מיאוס ואם לא עשה כן אין לחוש (ד\"ע):"
    },
    {
      "id": "yoreh_deah-065-5",
      "section": 5,
      "text": "גיד הנשה נוהג בבהמה וחיה אפי' אם אין כף שלהם עגול ונוהג בירך של ימין ובירך של שמאל ואינו נוהג בעוף מפני שאין כף שלו עגול אבל אם נמצא לו כף עגול נוהג בו ואין צריך לבדוק אחריו אם הוא עגול: הגה ואין חילוק בין חיה לבהמה בכל דבר האסור משום גיד או משום דם וכן בעוף אם היה לו כף ולכן כל דבר שמנקרין בבהמה צריך לנקר בחיה ג\"כ (מרדכי פג\"ה) רק מה שאסור משום חלב אין צריך לנקר בחיה:"
    },
    {
      "id": "yoreh_deah-065-6",
      "section": 6,
      "text": "נוהג בכוי:"
    },
    {
      "id": "yoreh_deah-065-7",
      "section": 7,
      "text": "אינו נוהג בשליל כל שאינו טעון שחיטה וי\"א שנוהג בו אם שלמו לו חדשיו ומצאו חי (ונהגו להחמיר כסברא האחרונה) (קבלת ר\"י בן חביב):"
    },
    {
      "id": "yoreh_deah-065-8",
      "section": 8,
      "text": "שני גידים הם בירך אחד פנימי סמוך לעצם והשני חיצון סמוך לבשר ושניהם אסורים וצריך לחטט אחריהם אלא שהפנימי אסור מן התורה והוא הפושט בכל הירך והחיצון אסור מדבריהם וקנוקנות שבשניהם אסורים מדבריהם וצריך לחטט אחריהם ושומנם ישראל קדושים הם ונהגו בו איסור: הגה וראשי הקנוקנות נכנסים בראשי העצמות על כן המנקר צריך לשבור ראשי העצמות כדי להסיר הקנוקנות מעיקרן (ב\"י בשם הגהות אשיר\"י) ואין ללמוד סדר הניקור רק במראית העין מן המומחה הבקי בניקורו (ד\"ע):"
    },
    {
      "id": "yoreh_deah-065-9",
      "section": 9,
      "text": "גופו של גיד אינו אלא כעץ שאין בו טעם ואף עפ\"כ אסרתו תורה לפיכך אינו אוסר תערובתו בפליטתו והקנוקנות והשומן יש בהם טעם לפיכך אוסרין תערובתן בפליטתן:"
    },
    {
      "id": "yoreh_deah-065-10",
      "section": 10,
      "text": "גיד הנשה מותר בהנאה:"
    },
    {
      "id": "yoreh_deah-065-11",
      "section": 11,
      "text": "שולח אדם לעובד כוכבים ירך וגיד הנשה בתוכה בין שלימה בין חתוכה ואם נותנה לו בפני ישראל ואומר לו שהיא כשרה לא יתננה לו כשהיא חתוכה אלא אם כן ניטל גידה:"
    },
    {
      "id": "yoreh_deah-065-12",
      "section": 12,
      "text": "וכל ירך שיצא מתחת יד ישראל מחותכת כדרך שמחתכין אותה מנקרי בשר היא בחזקת שניטל גידה:"
    },
    {
      "id": "yoreh_deah-065-13",
      "section": 13,
      "text": "מי שניקר והלך לו ואין אנו יודעים אם הוא בקי בניקור ואין כאן מי שהוא בקי בניקור להראות לו מותר: הגה ודוקא שיודעים שהשלים ניקורו ואם לאו הכי אסור שמא לא השלים הניקור (ר\"ן בשם ריב\"א) ואם אפשר להראות לבקי אין לסמוך על המנקר (ב\"י ממשמעות הרא\"ש) אם לא ידעינן אותו בקי בניקור ומוחזק בכשרות ואע\"ג דרוב המצוין אצל ניקור מומחים הם מכל מקום טוב להחמיר (ב\"י בשם הרשב\"א) ועיין לעיל סימן א' גבי רוב מצוין אצל שחיטה וכו':"
    },
    {
      "id": "yoreh_deah-065-14",
      "section": 14,
      "text": "הטבחים נאמנים על גיד הנשה ומיהו אין לוקחין בשר מכל טבח ששוחט לעצמו ומוכר לעצמו אלא אם כן היה מוחזק בכשרות:"
    }
  ]
}