{
  "id": "yoreh_deah-177",
  "chapterLabel": "סימן 177",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-177-1",
      "section": 1,
      "text": "שלא יקבל צאן ברזל מישראל וכמה דיני משא ומתן האסורים משום רבית. ובו מ' סעיפים:אין מקבלין צאן ברזל מישראל דהיינו שמקבל ממנו מאה צאן ויהיו הגזות והולדות והחלב לאמצע לשליש או לרביע עד שנה או עד שנתים כמו שהתנו ביניהם ואם מתו הצאן הרי המקבל משלם דמיהם ה\"ז אסור שהרי בעל הצאן קרוב לריוח ורחוק להפסד לפיכך אם קבל עליו בעל הצאן שאם הוקרו או הוזלו או נטרפו הרי הן ברשותו ה\"ז מותר וכן כל כיוצא בזה וכן הדין במקבל עליו סחורה בענין זה (טור) : הגה וכל זה לא מיירי אלא כשיש למקבל ריוח אבל אם אין לו ריוח כלל במה שמקבל אין כאן הלואה כלל ואפילו קיבל עליו כל האחריות שרי דהא מותר לש\"ח לקבל עליו להיות כשואל (ב\"י ובעל התרומה בשם חכמי לוני\"ל והר\"ן בתשובה):"
    },
    {
      "id": "yoreh_deah-177-2",
      "section": 2,
      "text": "הנותן מעות לחבירו בתורת עיסקא דהיינו שחצי האחריות על הנותן וחצי על המקבל אסור שכל עיסקא פלגא מלוה ופלגא פקדון ונמצא שטורח בחלק הפקדון בשביל חלק המלוה לפיכך צריך לו ליתן שכר טרחו שבכל יום ויום מימי השותפות כפועל בטל של אותה מלאכה שבטל ממנה ואם היה לו עסק אחר כל שהוא להתעסק בו עם מעותיו של זה אינו צריך להעלות לו שכר של כל יום אלא אפילו העלה לו דינר בכל ימי השותפות דיו ואם פחתו או הותירו יהיה לאמצע בשוה וכן אם א\"ל כל הריוח יהיה לך שלישו או עשיריתו בשכרך הואיל ויש לו עסק אחר ה\"ז מותר ואם הפסידו יפסיד מחצה ואם היה המתעסק אריסו והיה לו עסק אחר אינו צריך להעלות לו שכר אחר כלל שהאריס משועבד הוא לבעל השדה: הגה וצריך להיות כל אחריות פלגא הפקדון על הנותן אפילו אחריות דאונסין (טור ופוסקים בשם ר\"י) ודלא כיש מקילין ומתירין במקצת אחריות (ריב\"ן):"
    },
    {
      "id": "yoreh_deah-177-3",
      "section": 3,
      "text": "במה דברים אמורים כשלא פסק עמו בתחילת העסק אלא נתן לו למחצית שכר אבל אם פסק עמו בתחילת העסק שכר טרחו בדבר ידוע ואפילו בדינר מותר (פי' ב\"י לדברי הרמב\"ם): הגה וכל זה כשאחד נותן המעות אבל אם כל אחד נותן מעות אפי' א' מתעסק לבד אין כאן עיסקא אלא הוי כשותפות בעלמא (בית יוסף בשם רי\"ף וסמ\"ג):"
    },
    {
      "id": "yoreh_deah-177-4",
      "section": 4,
      "text": "הנותן מעות לחבירו סתם להתעסק בהם ולא פסק עמו בתחלת העסק דבר לשכר טרחו וכשבאו לחשבון ולא רצה ליתן לו שכר כל יום ויום מימי השותפות ואם היה לו עסק (אחר) לא רצה ליתן לו דינר לכל ימי השותפות יהיה שכר המתעסק בחצי הפקדון שליש ריוח הפקדון שהוא שתות ריוח כל המעות לפיכך אם הרויחו יטול המתעסק ב' שלישי הריוח חצי הריוח של חצי המעות שהם מלוה ושתות הריוח בשכר שנתעסק בפקדון נמצא הכל ב' שלישי הריוח ויטול בעל המעות שליש הריוח ואם פחתו יפסיד המתעסק שליש הפחת שהרי הוא חייב בחצי הפחת מפני שחצי המעות מלוה ויש לו שתות בשכרו באותו החצי של פקדון ונמצא שנשאר עליו מהפחת שלישו ובעל המעות יפסיד שני שלישי הפחת:"
    },
    {
      "id": "yoreh_deah-177-5",
      "section": 5,
      "text": "כשהוא נוטל שכר על חלק הפקדון שבידו הרי הוא כשומר שכר מותר ליתן עיסקא למחצית שכר ולהתנות שלא להתעסק אלא בדבר פלוני ואם ישנה שיהיה כל האחריות על המקבל וכן כל תנאי שירצה כגון שיתנה שלא ישמור הכספים אלא תחת הקרקע ואם שינה והפסיד כל ההפסד למקבל ואם הרויח הוא לאמצע אע\"פ שעתה הוא קרוב לשכר ורחוק להפסד לא חשיב רבית כיון שאם לא שינה היה קרוב לשכר ולהפסד: הגה ומותר למקבל לשנות לכתחלה ולא אמרינן דהוי כגזלן בכך (ב\"י בשם הר\"ן ובהגהות אשיר\"י פ' א\"נ ובמרדכי) מיהו אם שינה ואמר לעצמי אני עושה ולא בתורת עיסקא הוי כגזלן ומה שעשה עשה לעצמו (ר' ירוחם) ולכן יתנה הנותן תחלה שאם יטול לפעמים קצת מן העסק לצרכו שלא יהא מקרי שולח יד בפקדון בכך דאז הוי כגזלן וכל הריוח שלו והמעות מלוה עליו ואסור ליטול אח\"כ רבית (ב\"י בשם תשובת מיימוני) ואם נהגו שלא להקפיד בכך מסתמא כאלו התנו דמי וכמ\"ש לעיל סי' קס\"ח ועי' לקמן סוף סי' זה מדין זה:"
    },
    {
      "id": "yoreh_deah-177-6",
      "section": 6,
      "text": "נתן מעות לעיסקא למחצית שכר וקצץ בדבר ידוע אפילו אם כל האחריות על הנותן אסור: הגה וי\"א דאם מקבל עליו כל האחריות מותר (ב\"י בשם מהרי\"ק שורש קי\"ט וכן משמע בת\"ה סי' ש\"ב) בכל רבית דרבנן כגון נותן בעיסקא או בשאר רבית דרבנן אבל ברבית קצוצה לא מהני אם המלוה מקבל עליו כל האחריות אבל אם לא מקבל עליו כל האחריות רק קצתו אפילו בדרבנן אסור ויש להקל ברבית דרבנן כסברא זאת:"
    },
    {
      "id": "yoreh_deah-177-7",
      "section": 7,
      "text": "הנותן מעות לחבירו למחצית שכר שנתיים ושלש ושוב נמלכו ועשו קצבה ביניהם לתת לו כך לשנה אם הלוה הוציא המעות ביציאותיו ונתן ריוח הוי רבית אבל אם הי' מתעסק והולך ופרע מריוח שהרויחו הנכסים כיון דמעיקרא לאו בתורת איסורא אתא לידיה אם חצי ריוח שהרויחו המעות עלה למה שנתן לו מותר:"
    },
    {
      "id": "yoreh_deah-177-8",
      "section": 8,
      "text": "הלוה מנה לחבירו לכל הנאתו אלא שהתנה עמו שיסלק מעל אותו המנה מס המלך אסור:"
    },
    {
      "id": "yoreh_deah-177-9",
      "section": 9,
      "text": "לוה שקבל עליו לזון היתום וכשבא היתום לתבוע חובו טען לנכות מה שנתן לו ממזונות והיתום טוען שלא קבל ממנו דבר היתום נאמן:"
    },
    {
      "id": "yoreh_deah-177-10",
      "section": 10,
      "text": "א\"ל הילך ר' זוז מעכשיו כדי שיפול תחתיו לאומנות המלך שהיא בשי\"ן אסור אבל אם א\"ל פרשני מן האומנות מותר (ועי' בסי' קע\"ג):"
    },
    {
      "id": "yoreh_deah-177-11",
      "section": 11,
      "text": "האומר לחבירו מנה לי בידך מרבית קצוצה שגבית ממני והלה אומר לא היו דברים מעולם משביעין את הנתבע היסת (פי' שהסיתו אותו חכמים לישבע להסיתו להודות כי מדאורייתא אין משביעין אלא שבועת השומרים וע\"פ עד אחד ובהודה מקצת מהטענה (ויש חולקין (ר' ירוחם בשם הר\"מ) וע\"ל ס\"ס קס\"ח):"
    },
    {
      "id": "yoreh_deah-177-12",
      "section": 12,
      "text": "המקבל מעו' לחצי ריוח וטוען שמלוה ברבי' היא אינו נאמן:"
    },
    {
      "id": "yoreh_deah-177-13",
      "section": 13,
      "text": "המלוה מעות לבעל הבית וגם חוזר ההלכ' עם בנו של בעל הבית ובעל הבית נותן לו הוצאות אסור אלא אם כן יתן לו הקרן במתנה גמורה שאם ירצה לעכבו יהא רשות בידו (ולעיל סי' קס\"ו בארתיו):"
    },
    {
      "id": "yoreh_deah-177-14",
      "section": 14,
      "text": "האומר לחבירו אם לא אפרעך לזמן פלוני הריני חייב לך מעכשיו ולזמן העיכוב כך דינרין (יותר ממה שהלוהו) אסור מפני הערמת רבית: הגה ויש מתירין אם נותן לו מעות ומקבל פירות (ריב\"ש סימן של\"ה) ויש להקל בזה וע\"ל בסי' קס\"ג אם עבר ועשה ערמה ברבית אי מוציאין מידו:"
    },
    {
      "id": "yoreh_deah-177-15",
      "section": 15,
      "text": "המחייב לפרוע לחתנו לנדוניא לזמן פלוני ואם יעכב מלפרוע יוסיף על סך הנדוניא על כל עשרים דינר מהם ז' פשיטים בכל חדש מותר שזה דומה לנותן מתנה לחבירו ואומר לו אני נותן לך כך וכך לזמן פלוני ואם לא אתן לך לזמן פלוני עוד אני מוסיף כך וכך שהוא מותר (וכבר נתבאר לעיל סי' קע\"ו):"
    },
    {
      "id": "yoreh_deah-177-16",
      "section": 16,
      "text": "אם חייב עצמו לתת למלוה כך וכך בכל שבוע בעוד שמעכב ממונו הרי זה רבית גמור: הגה אע\"ג דכתב לו כך דרך קנסא אם לא אפרע לך לזמן פלוני אתן לך כל שבוע כך וכך ואע\"ג דאם היה פורע לו בזמנו לא הוי כאן רבית כלל מ\"מ הואיל וכתב לו ליתן לו קצבה בכל שבוע ושבוע הוו רבית גמור (רוב הפוסקים) וכן עיקר אע\"ג דיש מקילין התירו ללוות ברבית בדרך זה (הגהות מרדכי פא\"נ בשם ר\"י דארליינ\"ש):"
    },
    {
      "id": "yoreh_deah-177-17",
      "section": 17,
      "text": "המלוה על המשכון ואמר אם לא אפדנו לזמן פלוני יהיה שלך כל ששוה יותר על החוב יש מי שאוסר משום הערמת רבית (ועיין בח\"מ סימן ע\"ב וע\"ג):"
    },
    {
      "id": "yoreh_deah-177-18",
      "section": 18,
      "text": "המוכר סחורה לחבירו בס' זהובים שקבל מיד והתנה לתתה לו לחצי שנה ואם יעבור על זה שיתן בעבורה ק' זהובים וקנו מידו והגיע הזמן ולא נתן חייב ליתן הק' זהובים והוא שכשפסק על הסחורה ההיא יצא השער וקנה כפי השער או היתה לו הסחורה ההיא:"
    },
    {
      "id": "yoreh_deah-177-19",
      "section": 19,
      "text": "אם הפקיד מעות אצל חבירו והנפקד הלוום לעובד כוכבים הנפקד חייב באונסין ואין למפקיד בריוח כלל ואם הנפקד רוצה לתת דבר מעצמו למפקיד אין בו משום רבית (ועי' בח\"מ סי' רצ\"ב):"
    },
    {
      "id": "yoreh_deah-177-20",
      "section": 20,
      "text": "המתעסק בשל חבירו ונותן לו ריוח כל שנה ולבסוף טוען שלא היה שם ריוח אינו נאמן מאחר שנתנו לשם ריוח (ועי' בח\"ה סי' פ\"א):"
    },
    {
      "id": "yoreh_deah-177-21",
      "section": 21,
      "text": "אם נותן לחבירו סחורה בתורת עיסקא אם דרך לשכור כתף להוליכה לשוק לא יאמר לו כיון שאני נותן לך שכר טירחך אתה תתן שכר הכתף. (אלא שמין כמה צריך ליתן והוא בכלל הקרן) (טור):"
    },
    {
      "id": "yoreh_deah-177-22",
      "section": 22,
      "text": "אם יש למקבל סחורה שקנה בזמן הזול ועכשיו נתייקרה לא ישום אותה כמו שקנאה אלא כמו ששוה עתה: הגה ובמקום שנהגו לתת מעשר מריוח המעות אין המקבל יכול ליתן המעשר אלא יתן חציו לנותן והוא יתננו למי שירצה (מרדכי פרק הגוזל):"
    },
    {
      "id": "yoreh_deah-177-23",
      "section": 23,
      "text": "הנותן בהמה לחבירו בעיסקא באתונות חייב ליטפל י\"ח חדש ובדקה כ\"ד ובתוך זה הזמן כל א' מעכב על חבירו והולדות מקום שנהגו לחלקם מיד חולקים ובמקום שאין מנהג יגדלם המקבל בדקה שלשים יום ובגסה חמשים יום ומשם ואילך נוטל חצי השבח והחצי מהחלק השני וא\"צ ליתן לו שכר טרחו מחלק השני ואם בא לחלוק צריך להודיעו לחבירו או לשום ולהתנות בפני ג' ואם לאו אין החלוקה כלום (ואינו נוטל רק מחצית השבח כמו בראשונה) (טור):"
    },
    {
      "id": "yoreh_deah-177-24",
      "section": 24,
      "text": "הנותן עיסקא לחבירו לא יצרף הריוח עם הקרן ויעשה כולו קרן דשמא לא יהיה כל כך ריוח ונמצא נוטל ממנו רבית וכן לא יתן לו מעות בתורת עיסקא או שותפות ויכתוב אותם מלוה שמא ימות ונמצא השטר ביד היורש וגובה בו את הרבית:"
    },
    {
      "id": "yoreh_deah-177-25",
      "section": 25,
      "text": "אם כתוב בשטר פלגא באגר ובהפסד אם הנותן או המקבל אדם גדול וידוע שלא היה עושה איסור רבית דנין אותו להיתר לומר אם יטול חצי הריוח שיקבל עליו שני חלקים באחריות ואם לא יקבל עליו אלא חצי האחריות שלא יטול אלא שליש הריוח אבל באינש אחרינא דלא אתחזק בהכי דיינינן לשטרא כפשטיה והוה ליה שטר שיש בו רבית ואם יש הפסד יפסיד החצי כפי תנאו ואם יש בו ריוח לא יקבל כלום. (וכן ה\"ה בכל עיסקא שנעשה באיסור) (תשובת הרא\"ש כלל פ\"ח):"
    },
    {
      "id": "yoreh_deah-177-26",
      "section": 26,
      "text": "והיכא שהוא אדם גדול דדיינינן להתירא אם יש בו ריוח ואמר הנותן אני אטול החצי מיד ואם יהיה בו הפסד אקבל אחריות ההפסד שני חלקים או אם יש בו הפסד אומר איני מקבל אלא חצי ההפסד ולכשיהיה בו ריוח לא אקבל אלא השליש והמקבל אומר בהפך אם יש בו ריוח שיטול הוא מיד ב' חלקים ואם יהיה בו הפסד יקבל עליו חצי האחריות או אם יש בו הפסד אומר שאינו מקבל אלא השליש וכשיהיה ריוח לא יקח ממנו אלא החצי אם כתוב בשטר דיהיב מרי עיסקא למקבל פלגא באגר ובהפסד משמע דמלתא במרי עיסקא קיימא ובדידיה תליא מילתא למיתב למקבל מאי דניחא ליה ואי כתיב ביה למשקל פלגא באגר ובהפסד משמע דבמקבל תליא מילתא למשקל מאי דבעי:"
    },
    {
      "id": "yoreh_deah-177-27",
      "section": 27,
      "text": "אם התנו על חלוקת הריוח ולא התנו על חלוקת ההפסד אם יהיה שם הפסד יפסיד המתעסק שני שלישי החלק שהיה מרויח וכן אם התנו על חלוקת ההפסד ולא התנו על חלוקת הריוח והרויחו יטול כמו אותו החלק שהיה מפסיד ותוספת שליש חלק חבירו כיצד אם התנו שיטול המתעסק רביע השכר ולא התנו על ההפסד אם הפסיד הרי זה משלם שתות ואם התנו שיפסיד המתעסק רביע בהפסד ולא התנו על הריוח אם הרויח נוטל מחצה:"
    },
    {
      "id": "yoreh_deah-177-28",
      "section": 28,
      "text": "אם התנו שהנותן יפסיד שני חלקים ולא יטול בריוח אלא חלק א' ולא היה שם לא ריוח ולא הפסד והמתעסק תובע שכרו לא יטול כלום (תשובת ראב\"ד בשם תשובת רי\"ף והוא ברי\"ף פרק המקבל) אבל אם התנה למחצה בשכר ומחצה בהפסד ולא היה שם ריוח ולא הפסד נוטל המתעסק שכרו מהקרן (תשובת ראב\"ד שם):"
    },
    {
      "id": "yoreh_deah-177-29",
      "section": 29,
      "text": "המושיב חבירו בחנות להתעסק ויחלקו הריוח לא יהי' לוקח ומוכר דברי' אחרים ממעותיו ואם עשה כן חצי הריוח לבעל החנות:"
    },
    {
      "id": "yoreh_deah-177-30",
      "section": 30,
      "text": "הנותן מעות לחבירו להתעסק אע\"פ שהחצי יש לו דין מלוה אינו יכול להוציא החצי לצרכו ולהתעסק בחציו לבד לצורך חבירו וכן אינו יכול לומר אתעסק בחצי שלי ואניח החצי של פקדון בבית דין:"
    },
    {
      "id": "yoreh_deah-177-31",
      "section": 31,
      "text": "מתעסק שמת ויש עדים שמעות או מטלטלין אלו הם מזה העסק נוטלן בעל הממון בלא שבועה ואין הבעל חוב ולא האשה נוטלים כלום מהקרן ולא מחלק ריוח הנותן: הגה ויוכל הנותן ליקח כל העיסקא מידם אע\"פ שעדיין לא כלה הזמן שקצב עם המקבל (מיימוני פ\"ה דהלכות שלוחים ורוב הפוסקים) (ועיין בח\"ה סימן קע\"ו):"
    },
    {
      "id": "yoreh_deah-177-32",
      "section": 32,
      "text": "נתן המתעסק מתנה מהמטלטלין של העסק או מהמעות לאחרים והביא בעל הממון ראיה ברורה שהם מזה העסק מוציא מידם אפילו שינה אותם מקבל המתנה או מכרם או נתנם לאחרים או הפסיד חייב לשלם והכל בראיה ברורה:"
    },
    {
      "id": "yoreh_deah-177-33",
      "section": 33,
      "text": "מי שנתן לחבירו עיסקא אחת וכתב עליה שני שטרות אין שטר אחד משועבד לחבירו שאם היה באחד ריוח ובשני הפסד שימלאו הקרן ואח\"כ יחלקו הריוח אלא יחלקו כל שטר לפי תנאם ואם נתן לו שתי עיסקות בשתי פעמים וכתבם בשטר א' והרויח באחד והפסיד באחרת ימלאו הקרן תחלה ואח\"כ יחלקו המותר:"
    },
    {
      "id": "yoreh_deah-177-34",
      "section": 34,
      "text": "המקבל עיסקא מחבירו והפסיד ולא הודיעו אלא נתעסק ומילא הקרן אינו יכול לומר תפסיד חלקך מההפסד אלא יתמלא הקרן מהריוח ואם יש בו מותר יחלקוהו לפי תנאם: הגה ודוקא שלא הודיעו אבל אם הודיעו וא\"ל לא אעסוק עוד עד שנפלוג בריוח הרשות בידו (ב\"י בשם תלמידי הרשב\"א ונ\"י) דהא יכול לחזור בו אימת שירצה כמו שיתבאר המקבל עיסקא נותן מס מן הריוח תחילה ואח\"כ יחלוקו אא\"כ התנה שיוכל ליקח הריוח מתי שירצה או שהודיעו ליקח חלקו מן הריוח ואז אם נתן אח\"כ מס נחשב להפסד (מרדכי פרק המקבל):"
    },
    {
      "id": "yoreh_deah-177-35",
      "section": 35,
      "text": "שנים שקבלו עיסקא מאחר לזמן ואמר אחד לחבירו בתוך הזמן נחלק העסק ואתעסק אני בחציי ואתה בחצייך אין שומעין לו ואפי' אם יאמר אני אקבל אחריות בחצי שלך שאם תפסיד אני אפרענו לבעל המעות אין שומעין לו ואפילו אם יאמר ישאר הקרן בין שנינו ולא נחלוק רק הריוח אין שומעין לו:"
    },
    {
      "id": "yoreh_deah-177-36",
      "section": 36,
      "text": "יחיד המקבל עיסקא לזמן קצוב המקבל יכול לחזור בו כדין פועל שחוזר בחצי היום ובעל המעות אינו יכול לחזור בו:"
    },
    {
      "id": "yoreh_deah-177-37",
      "section": 37,
      "text": "הלוקח מעות מחבירו ליקח בהם פירות למחצית שכר לא יהא לוקח בשלו חטים ובשל חבירו שעורים:"
    },
    {
      "id": "yoreh_deah-177-38",
      "section": 38,
      "text": "הנותן מעות לחבירו ליקח בהם פירות למחצית שכר לוקח בהם כל מין שירצה אפילו בעלי חיים אבל לא יקח בהם לא כסות ולא כלים:"
    },
    {
      "id": "yoreh_deah-177-39",
      "section": 39,
      "text": "הנותן מעות לחבירו לקנות בהם פירות למחצית שכר רשאי לקנות גם לעצמו מאותו המין ובלבד שלא ימכרם ביחד אלא אלו בפני עצמן ואלו בפני עצמן:"
    },
    {
      "id": "yoreh_deah-177-40",
      "section": 40,
      "text": "הנותן מעות לחבירו ליקח בהם פירות למחצית שכר ואומר לא לקחתי אין לו עליו אלא תרעומת ואם יש עדים שלקח במעות משלחו ומכר מוציאין ממנו בע\"כ ואם שלח בהם יד בפני עדים או שאמר בפניהם שחוזר בו משליחותו קנה לעצמו (ה\"ה ור' ירוחם נכ\"ז ונ\"י פא\"נ) (ועיין בח\"ה סימן קפ\"ג מדין זה):"
    }
  ]
}