{
  "id": "yoreh_deah-326",
  "chapterLabel": "סימן 326",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-326-1",
      "section": 1,
      "text": "אחד שלש שתי עיסות ואין בשום א' מהם כשיעור ונתערבו. ובו ה' סעיפים:שתי עיסות שיש בשתיהן שיעור החייב בחלה ואין באחת מהן כשיעור ונגעו זו בזו ונשכו זו את זו אם היו של שנים אפילו הם ממין אחד פטורים מן החלה שסתם שנים מקפידים ואם ידוע שאינם מקפידים על עירוב העיסות הרי אלו מצטרפות (ותלמידים הלומדים לפני רב סתמא אינם מקפידים) (מרדכי פרק כל הבשר) היו שניהם של איש אחד אם היו ממין אחד כפי מה שנתבאר בסימן שכ\"ד מצטרפין וחייבים בחלה ואם משני מינים היו אין מצטרפין שסתם אחד אינו מקפיד ואם היה מקפיד שלא תגע עיסה זו בזו ולא תתערב אפי' היו מין אחד אין מצטרפות ואם האחת פת קיבר והאחת פת נאה אפילו הן של אדם אחד מסתמא מקפיד ואינו מצטרף: הגה וה\"ה שתי עיסות שיש באחת כרכום ובשנית אין בה וכל זה שאין שיעור בכל אחת אבל אם יש בהן שיעור מפריש מאחת על חבירתה אם הן של אדם אחד (ת\"ה סימן קפ\"ט):"
    },
    {
      "id": "yoreh_deah-326-2",
      "section": 2,
      "text": "נחתום שעשה עיסה לעשותה שאור לחלקה חייבת בחלה שאם לא תמכר יעשנה פת אבל (שאר אדם) העושה עיסה לחלקה בבצק פטורה:"
    },
    {
      "id": "yoreh_deah-326-3",
      "section": 3,
      "text": "שנים שנתנו קמח לנחתום לעשות להן שאור אם אין בשל אחד מהן כשיעור אע\"פ שיש בכללן כשיעור פטורה: הגה ודוקא שערבן שלא מדעתן אבל מדעתן חייב שהרי אינן מקפידין (ב\"י בשם סמ\"ג):"
    },
    {
      "id": "yoreh_deah-326-4",
      "section": 4,
      "text": "שנים שעשו עיסה כשיעור וחלקוה ואח\"כ הוסיף כל אחד על חלקו עד שהשלימו לכשיעור ה\"ז פטורה שכבר היתה להם שעת חובה והם היו פטורים באותה שעה מפני שעשאוה לחלק: הגה וה\"ה באדם אחד שעשה ב' קבין ודעתו לחלקם וחלקם אבל אם לא עשאם ע\"מ לחלקם לא מהני החלוקה אח\"כ (טור):"
    },
    {
      "id": "yoreh_deah-326-5",
      "section": 5,
      "text": "המפריש חלה מעיסה שאין בה שיעור אינה חלה לפיכך שתי עיסות שאין בשום (אחת) מהן כשיעור והפריש מכל אחת חלה ואח\"כ עירב העיסות ועשאן עיסה אחת חייבת בחלה:"
    }
  ]
}