{
  "id": "yoreh_deah-157",
  "chapterLabel": "סימן 157",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-157-1",
      "section": 1,
      "text": "על איזה עבירות יהרג ואל יעבור. ובו ג' סעיפים:כל העבירות שבתורה חוץ מעבודת כוכבים וגלוי עריות ושפיכת דמים אם אומרים לו לאדם שיעבור עליהם או יהרג אם הוא בצינעה יעבור ואל יהרג ואם ירצה להחמיר על עצמו וליהרג רשאי אם העובד כוכבי' מכוין להעבירו על דת: הגה ואם יוכל להציל עצמו בכל אשר לו צריך ליתן הכל ולא יעבור לא תעשה (ר\"ן פרק לולב הגזול ורשב\"א וראב\"ד וריב\"ש סימן שפ\"ז) ובמקום שאמרו כל מי שיש בידו למחות ואינו מוחה הוא נתפס באותו עון מכל מקום בדבר שיש חשש סכנה אין צריך להוציא ממונו על זה. (מהרי\"ו סימן קנ\"ו) ואם הוא בפרהסיא דהיינו בפני עשרה מישראל חייב ליהרג ולא יעבור אם העובד כוכבים מכוין להעבירו על דת (אפילו על ערקתא דמסאנא) (ב\"י) אבל אם אינו מכוין אלא להנאתו יעבור ואל יהרג ואם הוא שעת הגזיר') (על ישראל לבדם) (ב\"י בשם נ\"י) אפילו אערקתא דמסאנא (פירוש רצועת המנעל) יהרג ואל יעבור: הגה ודוקא אם רוצים להעבירו במצות לא תעשה אבל אם גזרו גזרה שלא לקיים מצות עשה אין צריך לקיימו ושיהרג (ר\"ן פרק במה טומנין ונ\"י פרק סורר ומורה) מיהו אם השעה צריכה לכך ורוצה ליהרג ולקיימו הרשות בידו (מהרי\"ק שורש פ\"ח בשם הר\"ן) ובעבודת כוכבים ג\"ע ש\"ד אפילו בצינעה ושלא בשעת הגזרה ואפי' אין העובד כוכבים מכוין אלא להנאתו יהרג ועל יעבור: הגה ודוקא כשאומרים לו לעשות מעשה כגון שאומרים לאיש לגלות ערוה או שיהרג אבל אם אונסים לאשה לבא עליה או שרוצים להשליכו על התינוק להרגו או שהוא כבר מוקשה ורוצים לאנס אותו לערוה אין צריך ליהרג (ב\"י בשם תוספות ור\"ן פרק כ\"ש) וכל איסור עבודת כוכבים וג\"ע וש\"ד אע\"פ שאין בו מיתה רק לאו בעלמא צריך ליהרג ולא לעבור אבל אלאו דלפני עור לא תתן מכשול יעבור ואל יהרג (ר\"ן פרק כ\"ש ופרק בן סורר ומורה) ועובד כוכבים הבא על בת ישראל אינו בכלל גילוי עריות (ב\"י בשם הרמב\"ן והפוסקים הנ\"ל) עובדי כוכבים שאמרו לישראל תנו לנו אחד מכם ונהרגנו לא יתנו להם אחד מהם (משנה פ' ח' דתרומות והרמב\"ם פ\"ה מהלכות יסודי התורה) אלא א\"כ יחדוהו ואמרו תנו לנו פלוני (ב\"י בשם רש\"י ור\"ן) ויש אומרים דאפילו בכה\"ג אין למסרו אא\"כ חייב מיתה כשבע בן בכרי (רמב\"ם פ' הנזכר) וכן נשים שאמרו להן עובדי כוכבים תנו לנו אחת מכם ונטמא אותה יטמאו כולם ולא ימסרו נפש אחת מישראל כל מקום שנאמר יהרג ואל יעבור אם עבר ולא נהרג אע\"פ שחלל השם מכ\"מ נקרא אנוס ופטור ודוקא שלא יוכל לברוח אבל אם יכול לברוח ואינו עושה הרי הוא ככלב שב על קיאו ונקרא עובר במזיד (ב\"י בשם הרמב\"ם פ\"ה דיסודי התורה) :"
    },
    {
      "id": "yoreh_deah-157-2",
      "section": 2,
      "text": "אסור לאדם לומר שהוא עובד כוכבי' כדי שלא יהרגוהו אבל אם כדי שלא יכירוהו שהוא יהודי משנה מלבושו בשעת הגזר' מותר כיון שאינו אומר שהוא עובד כוכבי': הגה ואפי' לובש כלאים (נ\"י פרק הגוזל בתרא) ואע\"ג דאסור לומר שהוא עובד כוכבים מכ\"מ יוכל לומר להם לשון דמשתמע לתרי אפין (נמוקי יוסף פ' הגוזל) והעובדי כוכבים יבינו שהוא אומר שהוא עובד כוכבי' והוא יכוין לדבר אחר וכן אם יוכל להטעותם שהם סוברים שהוא עובד כוכבים שרי (ת\"ה סי' קצ\"ז) וכן בדרך זה מי שלבו העלה טינא וחושק באשת איש אם תוכל אשתו לבא אליו ושיסבור שבא על הערוה שרי (שם בנ\"י) וכל זה לא שרי רק במקום סכנה אבל שלא במקום סכנה כגון שילבש בגדי עובד כוכבים שלא יכירוהו שהוא יהודי ויעבור מכס או כדומה לזה אסור. (אשיר\"י ונ\"י פרק הגוזל בתרא ות\"ה סימן קצ\"ו ושאר פוסקים):"
    },
    {
      "id": "yoreh_deah-157-3",
      "section": 3,
      "text": "מי שנתחייב מיתה מותר לברוח לבית עבודת כוכבים ולהציל את עצמו (וי\"א דבשעת הגזרה אסור (כל בו) ועיין לעיל סימן ק\"נ):"
    }
  ]
}