{
  "id": "yoreh_deah-001",
  "chapterLabel": "סימן 1",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-001-1",
      "section": 1,
      "text": "מי הם הכשרים לשחוט. ובו י\"ד סעיפים: הכל שוחטין לכתחלה אפילו נשים: הגה יש אומרים שאין להניח נשים לשחוט. שכבר נהגו שלא לשחוט וכן המנהג שאין הנשים שוחטות: (ב\"י בשם האגור): ועבדים וכל אדם אפילו אין מכירין אותו שמוחזק לשחוט שלא יתעלף וגם אין יודעין בו שהוא מומחה ויודע הלכות שחיטה מותר ליתן לו לכתחלה לשחוט ומותר לאכול משחיטתו שרוב הרגילין לשחוט הם בחזקת מומחין ומוחזקין. בד\"א בשאינו לפנינו אז מותר לאכול משחיטתו וסומכים על החזקה. אבל אם הוא לפנינו צריך לבדקו אם הוא מומחה ויודע הלכות שחיטה אבל אין צריך לשאלו אם נתעלף: הגה וי\"א שאין לסמוך על החזקה אלא בדיעבד אבל לכתחלה אין לסמוך על חזקה במקום דיכולין לבררו (מרדכי והגהות אשר\"י ואגור בשם א\"ז ושאלתות פ' בהעלותך) וכל זה מיירי באחרים שאינן בקיאין ויודעין אם זה השוחט בקי או לאו אבל השוחט עצמו לא ישחוט אע\"פ שיודע הלכות שחיטה ומומחה עד ששחט ג\"פ בפני חכם ומומחה בהלכות שחיטה שיודע שהוא רגיל וזריז שלא יתעלף (טור בשם הרמב\"ם) ולכן נוהגין שאין אדם שוחט אלא א\"כ נטל קבלה לפני חכם (אגור בשם הלכות א\"י) ואין החכם נותן לו קבלה עד שידע בו שהוא יודע הלכות שחיטה ובקי ביד. ולכן נוהגין שכל הבאין לשחוט סומכין עליהם לכתחילה ולא בדקינן אותם לא בתחילה ולא בסוף. דכל המצויין אצל שחיטה כבר נטלו קבלה לפני חכם (ד\"ע) ובקצת מקומות נוהגין להחמיר עוד דהמקבל נוטל כתב מן החכם לראייה שנתן לו קבלה. וכל שוחט אע\"פ שנטל קבלה יראה שיחזור לפרקים הלכות שחיטה שיהיו שגורים בפיו ובלבו שלא ישכחם (מהר\"ר יעקב הלוי בשם מהר\"ש) . וכמו שהדין בהלכות שחיטה ובמי שבא לשחוט כך הוא הדין בהלכות בדיקות הריאה ובמי שבא לבדוק. ודינם ומנהגם שוה בכל זה (ד\"ע) ויש לב\"ד לחקור ולדרוש אחר הבודקים והשוחטים ולראות שיהיו בקיאים ומומחים וכשרים (מהרי\"ו סי' נ') כי גדול איסור המכשלה בשחיטות ובדיקות המסורים לכל ואם בדקו איזה שוחט ובודק ונמצא שאינו יודע. אם נטל פעם אחת קבלה אין מטריפין למפרע מה ששחט דאמרינן השתא הוא דאתרע (חדושי אגודה) אבל אם לא נטל קבלה מעולם כל מה ששחט טריפה גם כל הכלים שבשלו בהן מה ששחט צריכין הכשר (רשב\"א סימן רי\"ח):"
    },
    {
      "id": "yoreh_deah-001-2",
      "section": 2,
      "text": "אין צריך שידע כל חילוקי הדינים אלא אם אומר על דבר זה הייתי מסתפק ושואל קרינן ביה שפיר יודע עד שאומר על האסור מותר: הגה ובודקין אותו בדיני הלכות שחיטה שיתבארו לקמן ריש סימן כ\"ג ובדין בדיקת הסכין ובדין בדיקת הסימנים לאחר שחיטה כמו שיתבאר לקמן סימן כ\"ה. (הגהות אשיר\"י והגהות מיימוני פ\"ד מה\"ש) ואם שחט וליתיה קמן למבדקיה מ\"מ יבדקו בסימנים אם נשחטו רובן. דכל מה דאפשר למיבדק בדקינן (הר\"ן בשם בעל הלכות וד\"ע לדעת הרא\"ש ע\"ל סכ\"ה סי\"ג) וכל זה במקומות שלא נהגו ליטול קבלה אבל במקומות שנוהגין ליטול קבלה כגון בני אשכנז והנמשכין אחריהם. אין נוהגין לבדוק אחריו כלל וכמו שנתבאר: (ד\"ע):"
    },
    {
      "id": "yoreh_deah-001-3",
      "section": 3,
      "text": "מי שיודעין בו שאינו יודע הלכות שחיטה אפילו שחט לפנינו ד' או ה' פעמים שחיטה הגונה וראוי' ושחט אח\"כ בינו לבין עצמו שחיטתו פסול' אפי' שאלו לו עשית כך וכך ומתוך תשובתו נראה ששחט כראוי אין לסמוך עליו ואפי' אמר ברי לי ששחטתי יפה: הגה ומי שדרכו להתעלף ואנו יודעים שאינו מוחזק ושחט ואמר ברי לי שלא נתעלפתי נאמן מאחר שיודע הלכות שחיטה (ב\"י לדעת הרמב\"ם): מי שיודעים בו שאינו יודע הלכות שחיטה יכולי' ליתן לו לשחוט אם אחר עומד על גביו ובלבד שיראה אותו מתחילת שחיטה עד סופה: הגה ויש מחמירין ואוסרין ליתן לו לכתחלה לשחוט מאחר שא\"י הלכות שחיטה (ב\"י בשם הגהות אשיר\"י בשם א\"ז ובמרדכי) והכי נהוג:"
    },
    {
      "id": "yoreh_deah-001-4",
      "section": 4,
      "text": "אם אבדו גדייו ותרנגוליו או שנגנבו ומצאם שחוטים כראוי במקום שרוב ישראל מצויים (וגם רוב גנבי העיר ישראלים) מותרים בין שמצאם בשוק בין שמצאם באשפה שבבית אבל אם מצאם באשפה שבשוק אסורים:"
    },
    {
      "id": "yoreh_deah-001-5",
      "section": 5,
      "text": "חרש שאינו שומע ואינו מדבר ושוטה דהיינו שהוא יוצא יחידי בלילה. או מקרע כסותו או לן בבית הקברות. או מאבד מה שנותנים לו אפילו באחת מאלו אם עושה אותם דרך שטות. וקטן שאינו יודע לאמן ידיו לשחוט אין מוסרין להם לשחוט לכתחילה אפי' אחרים עומדים על גביהם. ואם שחטו שחיטתן כשרה אם אחרים עומדים על גביהם ואין מוסרין להם לכתחילה לשחוט בשאין אחרי' עומדים על גביהם אפי' אם רוצים להאכיל לכלבים. ואם הקטן יודע לאמן ידיו אם אחרים עומדים על גביו שוחט לכתחילה. ומותר לאכול משחיטתו: הגה אבל אם שחט בינו לבין עצמו שחיטתו פסולה אע\"פ שיודע הלכות שחיטה (הגהות אשיר\"י רפ\"ק ורשב\"א ות\"ה וא\"ז) ומקרי קטן לענין זה עד שנעשה בר מצוה דהיינו בן י\"ג שנים ויום א' (ב\"י בשם עיטור וא\"ז בשם ר' יואל) ויש מחמירין שלא ליתן קבלה למי שהוא פחו' מבן י\"ח שנה (מרדכי בשם הלכו' א\"י והגהות אלפסי החדשים) דאז גברא בר דעת הוא ויודע ליזהר:"
    },
    {
      "id": "yoreh_deah-001-6",
      "section": 6,
      "text": "חרש המדבר ואינו שומע לא ישחוט מפני שאינו שומע הברכה. ואם שחט אפילו בינו לבין עצמו שחיטתו כשרה:"
    },
    {
      "id": "yoreh_deah-001-7",
      "section": 7,
      "text": "השומע ואינו מדבר אם הוא מומחה שוחט אפי' לכתחלה אם אחר מברך:"
    },
    {
      "id": "yoreh_deah-001-8",
      "section": 8,
      "text": "שיכור שהגיע לשכרותו של לוט דינו כשוטה ואם לא הגיע לשכרותו של לוט שוחט לכתחילה: הגה וי\"א ששכור לא ישחוט שרגיל לבא לידי דרסה. (הגהות מיי' בשם סמ\"ג פ\"ג מהלכות שחיטה ובה\"ג וכל בו בשם סה\"ת וס' יראים סימן קל\"ז):"
    },
    {
      "id": "yoreh_deah-001-9",
      "section": 9,
      "text": "סומא לא ישחוט לכתחילה אלא א\"כ אחרים רואין אותו ואם שחט שחיטתו כשרה:"
    },
    {
      "id": "yoreh_deah-001-10",
      "section": 10,
      "text": "ערום לא ישחוט לכתחילה מפני שאינו יכול לברך:"
    },
    {
      "id": "yoreh_deah-001-11",
      "section": 11,
      "text": "אם הטילו הקהל חרם שלא ישחוט אלא טבח ידוע ושחט אחר י\"א ששחיטתו אסורה: הגה ואם נתבטלה התקנה כל השוחטים בחזקת כשרות כמו בראשונה (פסקי מהרא\"י סי' קע\"ז):"
    },
    {
      "id": "yoreh_deah-001-12",
      "section": 12,
      "text": "השוחט בפני עדים בהמה לעובד כוכבים וכשבא ישראל לקנות ממנה אמר לא תקנה ממנה כי לא שחטתיה אינו נאמן ומיהו לדידיה אסורה דהא שויא אנפשיה חתיכה דאיסורא (וע\"ל סי' קכ\"ז בדין עד א' נאמן באיסורין):"
    },
    {
      "id": "yoreh_deah-001-13",
      "section": 13,
      "text": "טבח שעשה סימן בראש הכבש השחוט שיהא נראה שהוא טריפה וגם היה אומר שהוא טריפה ואח\"כ אמר שכשר היה ולא אמר כן אלא כדי שלא יקחו אותו וישאר לו ליקח ממנו בשר כיון שנתן אמתלא לדבריו נאמן (וע\"ל סימן קכ\"ז סעיף א' בהג\"ה):"
    },
    {
      "id": "yoreh_deah-001-14",
      "section": 14,
      "text": "שוחט שהעיד עליו עד אחד ששחט שלא כהוגן והוא מכחישו עד אחד בהכחשה לאו כלום והעד עצמו מותר לאכול מכאן ולהבא ומכ\"מ הכל לפי מה שהוא אדם:"
    }
  ]
}