{
  "id": "yoreh_deah-028",
  "chapterLabel": "סימן 28",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-028-1",
      "section": 1,
      "text": "דיני כסוי הדם. ובו כ\"ד סעיפים: השוחט חיה או עוף צריך לכסות דמו בין צדן עתה בין שהיו מזומנים בידו: הגה והכיסוי היא מצוה בפני עצמה (כך משמע באשיר\"י פרק כיסוי הדם) אבל השחיטה כשרה אף אם הזיד ולא כיסה (ב\"י וכ\"כ א\"ח וכ\"ה בכל בו):"
    },
    {
      "id": "yoreh_deah-028-2",
      "section": 2,
      "text": "חייב לברך קודם שיכסה אשר קדשנו במצותיו וצונו על כיסוי דם בעפר: הגה מי ששחט פעם הראשון מברך שהחיינו על הכיסוי אבל לא על השחיטה דמזיק לבריה (במנהגים ישנים בשם ר' ידידיה משפירא):"
    },
    {
      "id": "yoreh_deah-028-3",
      "section": 3,
      "text": "כוי שהוא ספק חיה וכלאים הבא מבהמה וחיה צריך לכסות דמן ואינו מברך ואין שוחטין אותם בי\"ט ואם שחטן אינו מכסה דמן ובלילה אם רישומו ניכר יכסנו:"
    },
    {
      "id": "yoreh_deah-028-4",
      "section": 4,
      "text": "הבו\"פלו נהגו שלא לכסות דמו: הגה ויש מסתפקים בבו\"פלו שהוא שור הבר שמא חיה הוא (הגאונים והערוך) על כן טוב לכסותו בלא ברכה או לשחוט עוף ג\"כ ואז יוכל לברך על הכיסוי משום העוף (בהגהות מהרי\"ו):"
    },
    {
      "id": "yoreh_deah-028-5",
      "section": 5,
      "text": "צריך שיהיה למטה עפר תיחוח וצריך להזמינו בפה ויש אומרים שאינו צריך:"
    },
    {
      "id": "yoreh_deah-028-6",
      "section": 6,
      "text": "מכסה בידו או בסכין או בכלי אחר אבל לא ברגלו כדי שלא יהיו מצות בזויות עליו:"
    },
    {
      "id": "yoreh_deah-028-7",
      "section": 7,
      "text": "שחט ולא היה עפר למטה צריך לגרור הדם וליתנו בעפר תיחוח ולכסות עפר תיחוח עליו:"
    },
    {
      "id": "yoreh_deah-028-8",
      "section": 8,
      "text": "מי ששחט הוא יכסה ואם לא כיסה וראהו אחר חייב לכסות:"
    },
    {
      "id": "yoreh_deah-028-9",
      "section": 9,
      "text": "שחט מאה חיות או מאה עופות או ששחט חיה ועוף במקום אחד כיסוי אחד לכולם:"
    },
    {
      "id": "yoreh_deah-028-10",
      "section": 10,
      "text": "השוחט ונבלע הדם בקרקע אם רישומו ניכר חייב לכסות:"
    },
    {
      "id": "yoreh_deah-028-11",
      "section": 11,
      "text": "כיסהו הרוח פטור מלכסות ואם חזר ונתגלה חייב לכסות אבל אם הוא עצמו כיסהו ונתגלה אינו חייב לכסותו פעם אחרת:"
    },
    {
      "id": "yoreh_deah-028-12",
      "section": 12,
      "text": "דם שנפל לתוך המים או מים שנפלו לתוך הדם אם יש בו מראה דם חייב לכסות ואם לאו פטור:"
    },
    {
      "id": "yoreh_deah-028-13",
      "section": 13,
      "text": "נתערב הדם ביין אדום או בדם בהמה רואים היין ודם בהמה כאלו הוא מים ואילו נתערב במים כשיעור הזה היה בו מראית דם חייב לכסות:"
    },
    {
      "id": "yoreh_deah-028-14",
      "section": 14,
      "text": "שחט עוף או חיה ושחט עליו בהמה פטור מלכסות אבל אם שחט בהמה ושחט עליה חיה או עוף חייב לכסות: הגה שחט עוף או חיה ואח\"כ שחט עוד אחרת ונתנבלה בידו אם יודע שדם האחרון כסה דם הראשון פטור מלכסות אבל מסתמא חייב לכסות (בהגהות מיימוני פי\"ד פסק סתם שחייב לכסות והוא מחלק אם יודע כו' דלא תקשי אהדדי הגה זו והאי דשחט עליו בהמה דפטור):"
    },
    {
      "id": "yoreh_deah-028-15",
      "section": 15,
      "text": "דם הניתז ושעל הסכין אם אין שם דם אלא הוא חייב לכסות וגורר אותו ומכסהו כדי שיתן עפר גם למטה אבל אם יש שם דם אחר אין צריך לכסותו שאין צריך לכסות כל הדם לפיכך אין צריך (להמתין) לכסות עד שיצא כל הדם: הגה מיהו ימתין עד שמתחיל לירד טיפין כדי שיכסה מקצת דם הנפש (מהרי\"ל בשם מהרא\"ק ושחיטות ישנים בשם מהר\"ש):"
    },
    {
      "id": "yoreh_deah-028-16",
      "section": 16,
      "text": "השוחט לחולה בשבת לא יכסה אפי' אם יש לו דקר נעוץ ובלילה אם רישומו ניכר יכסנו. ויש מי שאומר שאם היה לו אפר מוכן לכסות בו צואה יש לכסות בו הדם אפילו בשבת:"
    },
    {
      "id": "yoreh_deah-028-17",
      "section": 17,
      "text": "השוחט ונתנבלה בידו או ששחט ונמצאת טריפה פטור מלכסות וכן חרש שוטה וקטן ששחטו ואין אחרים רואים אותם חזקת שחיטתן מקולקלת ופטורה מכיסוי:"
    },
    {
      "id": "yoreh_deah-028-18",
      "section": 18,
      "text": "השוחט אע\"פ שאינו צריך אלא לדם חייב לכסות כיצד יעשה נוחר או מעקר כדי שיפטר מכיסוי:"
    },
    {
      "id": "yoreh_deah-028-19",
      "section": 19,
      "text": "צריך לבדוק הסימנים והסכין קודם הכיסוי כדי שלא יבא לידי ברכה לבטלה:"
    },
    {
      "id": "yoreh_deah-028-20",
      "section": 20,
      "text": "השוחט חיה לא יכסה עד שיבדוק הריאה ואם נמצאת ספק טריפה מכסה בלא ברכה והוא הדין לכל פיסול שהוא מחמת ספק כגון ההיא דחיישינן שמא בעור נפגמה וכן כל כיוצא בזה: הגה אבל דבר שמדינא הוא כשר רק שמחמירים בו כגון אם חתך כל המפרקת וכיוצא בו חייבים לכסות (ת\"ה סימן קפ\"ד):"
    },
    {
      "id": "yoreh_deah-028-21",
      "section": 21,
      "text": "מי שאין לו עפר לכסות לא ישחוט: הגה אלא ימתין עד שיהיה לו עפר (טור) ואם הוא הולך במדבר או בספינה ולא שוה העוף כהפסד הבגד שישרוף לאפר או הזהב שישחוק תקינו ליה רבנן לשחוט ולמצה הדם בבגד או בסנדל ומברך וכשיגיע למקום עפר יכבס הבגד או הסנדל שיצא הדם ומכסהו בלא ברכה (מרדכי בשם הגאונים) והכי נהוג (א\"ז וראב\"ן):"
    },
    {
      "id": "yoreh_deah-028-22",
      "section": 22,
      "text": "השוחט חיה ועוף ולא יצא מהם דם מותרין:"
    },
    {
      "id": "yoreh_deah-028-23",
      "section": 23,
      "text": "כל הדברים שהזרעים הנזרעים בהם מצמיחים הם בכלל עפר ומכסים בהם ואם אינם מצמיחים אם נקראו עפר מכסין בהם לפיכך מכסין בזבל ובחול הדק מאד עד שאין היוצר צריך לכתשו כלל ובסיד ובחרסית ולבינה ומגופה של חרס שכתשן ובשחיקת אבנים ובשחיקת חרסים ובנעורת של פשתן דקה ובנסורת חרשים ובאוכלים או בגדים שרופים עד שנעשו עפר ובשיחור ובכחול ובנקרות הפסולים אבל אין מכסין בזבל גם ולא בחול שהיוצר צריך לכתשו ולא בקמח וסובין ומורסן ולא בשחיקת מתכת אם אינם שרופין חוץ מבזהב שחוק שנקרא עפר דכתיב ועפרות זהב לו ואפר נקרא עפר דכתיב ולקחו לטמא מעפר שרפת החטאת (רמב\"ם סוף ה\"ש מפכ\"ה דף פ\"ח ע\"ב):"
    },
    {
      "id": "yoreh_deah-028-24",
      "section": 24,
      "text": "אין מכסין בעפר המדבר מפני שהיא ארץ מליחה ואינה מצמחת: הגה ולכן אין מכסין בעפר לחה ממים כגון מתונתא (טור וסמ\"ק וסמ\"ג) ואין לכסות בשלג (ב\"י וא\"ז בשם גאון דלא כמרדכי בשם גאון):"
    }
  ]
}