{
  "id": "yoreh_deah-239",
  "chapterLabel": "סימן 239",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-239-1",
      "section": 1,
      "text": "נשבע על דבר שאין בו ממש או לבטל המצוה. ובו י\"ז סעיפים:דין השבועה כדין הנדר לכל דבר בין לענין שצריך שיוציא בשפתיו בין לענין שנתכוין לומר פת חטים ואמר פת שעורים או פת סתם בין שהולכין בה אחר לשון בני אדם בין לענין הקמתה וביטולה בין לענין תנאי וי\"א שכשם שנדרי זרוזין והבאי ואונסים ושגגות מותרים הוא הדין לענין שבועה והוא שכשנשבע שבועת הבאי לא יהא מעמיד דבריו לומר שודאי ראה באותו דרך כיוצאי מצרים דאם כן אסור הוא וי\"א דשבועות הבאי בכל גוונא אסורות ומדברי הרמב\"ם נראה דשבועות זירוזין אסורות וגם בשאר שבועות נראה מדבריו שאף על פי שפטור מקרבן איסורא מיהא איכא: הגה יהודי שגנב לעובד כוכבים וחייבוהו לישבע במעמד שאר היהודים ויודעים שנשבע לשקר יכופוהו שיתפשר עם העובד כוכבים ולא ישבע לשקר אפי' אם היה אנוס על השבועה הואיל ויש חילול השם בשבועתו (תשובת מהר\"מ והגהות אשיר\"י ריש פ' שבועת העדות) ואם היה אנוס וליכא חילול השם בדבר מבטל השבועה בלבו הואיל והוא אנוס בשבועה כדלעיל סי' רל\"ב. (ד\"ע) :"
    },
    {
      "id": "yoreh_deah-239-2",
      "section": 2,
      "text": "תקיעת כף דינה כדין שאר שבועות ויש לה התרה (ולכתחלה לא יתירה רק במקום שמתירין שבועה) (טור והתוס' בשם ר\"ת מחמירים בת\"כ יותר משבועות) (וע\"ל סימן ר\"ג ור\"ל) והני מילי כשהיא דרך שבועה אבל כשהיא כדרך הסוחרים שתוקעים כפם זה לזה לקיים המקח אין לה דין שבועה כלל: הגה הגביה ידו ואמר אני תוקע כפי לשמים או לצורי צריך התרה (במרדכי פ\"ג דשבועות ותשובת ר\"י ותשובת מיימ') . הנותן תקיעת כף לחבירו ותלה בדעתו יכול למחול לו ואם לא תלה בדעתו רק עשאו דרך שבועה לא יוכל למחול לו ובעי התרה. (גם זה שם):"
    },
    {
      "id": "yoreh_deah-239-3",
      "section": 3,
      "text": "שבועה חלה על דבר שאין בו ממש כגון שנשבע שלא יישן או שלא ידבר: הגה נידוי יש לו דין שבועה (ב\"י ס\"ס ר\"ו בשם ילמדנו) וי\"א דדנין לחומרא שחל על כל דבר שחל עליו השבועה ועל כל דבר שחל עליו הנדר. (שם בשם רשב\"ץ):"
    },
    {
      "id": "yoreh_deah-239-4",
      "section": 4,
      "text": "שבועה אינה חלה על דבר מצוה בין שהוציאה בלשון שבועה שאמר שבועה שלא אשב בסוכה בין שהוציאה בלשון נדר שאמר ישיבת סוכה עלי בשבועה: הגה ודוקא בנשבע על המצוה לחוד אבל אם נשבע עליה בכולל חלה גם כן על דבר מצוה וכמו שנתבאר לעיל סימן רל\"ו וסימן רל\"ח:"
    },
    {
      "id": "yoreh_deah-239-5",
      "section": 5,
      "text": "מלמד שנשבע שאם לא יפרעוהו תוך ו' שבועות יבטל הילדים מלמודם עד שיפרעוהו השבועה חלה דמצוה לאו עליה רמיא אלא על אבות הנערים:"
    },
    {
      "id": "yoreh_deah-239-6",
      "section": 6,
      "text": "הנשבע על דבר מצוה דרבנן כגון שלא להדליק נר של חנוכה או שלא לקרוא המגילה השבועה חלה וכן אם נשבע לקיים מצוה דרבנן חייב משום שבועה אם מבטלה והוא הדין לדבר שהוא מדרש חכמים שאינו מפורש בתורה במה דברים אמורים בנשבע שלא לעשות מצוה דרבנן או לעשות אבל אם נשבע לעבור על מצות לא תעשה אפילו היא דרבנן לא חלה עליו שבועה."
    },
    {
      "id": "yoreh_deah-239-7",
      "section": 7,
      "text": "הנשבע לחלוץ ליבמתו אין זה נשבע לבטל את המצוה דבדידיה תלה רחמנא אי ניחא ליה ליבם אי ניחא ליה לחלוץ: הגה י\"א שהנשבע שלא לגלות לחבירו דבר שיצילנו מן ההפסד הוה נשבע לבטל מצוה ואינו חל (ב\"י בשם הרא\"ש כלל י\"א) ומ\"מ נראה לי דיש להתירה תחלה ואח\"כ יגלה לו דלא עדיף ממה שהוא מדרש חכמים. קריאת התורה בצבור אינו אלא מדרבנן ושבועה או נדר חל עליו (ב\"י בשם רשב\"ץ):"
    },
    {
      "id": "yoreh_deah-239-8",
      "section": 8,
      "text": "אם נשבע לדור במקום שנשא אשה אע\"פ שע\"י כך הוא מתבטל מכיבוד אב ואם לא הוי נשבע לבטל את המצוה כיון שלא היו נותנין לו אשה עד שישבע כן: הגה וכל שכן אם נשא אשה זקנה ונשבע לה שלא ישא אשה אחרת אע\"פ שלא קיים פריה ורביה דחלה השבועה שהרי כלל בזה דברים שהשבועה חלה בהם על נשים שלא יוכל לקיים מצות פריה ורביה והוי כנשבע על דעת חבירו (ב\"י סימן רכ\"ח ורל\"ב וריב\"ש ורשב\"ץ) (ועיין לעיל סי' רכ\"ח דינו):"
    },
    {
      "id": "yoreh_deah-239-9",
      "section": 9,
      "text": "מתפיס בשבועה כגון שנשבע שלא יאכל ככר זה ואמר על אחר יהא כמוהו אף על פי שפטור ממלקות ומקרבן על הככר המותפס איסורא מיהא איכא:"
    },
    {
      "id": "yoreh_deah-239-10",
      "section": 10,
      "text": "שמע חבירו שנשבע ואמר אני כמותך הרי הוא אסור:"
    },
    {
      "id": "yoreh_deah-239-11",
      "section": 11,
      "text": "שבועה שהוציאה בלשון נדר כגון שאמר אכילת ככר זה עלי שבועה אסור:"
    },
    {
      "id": "yoreh_deah-239-12",
      "section": 12,
      "text": "אמר הריני נזיר הריני נזיר חלו שניהם וצריך לנהוג שתי נזירות:"
    },
    {
      "id": "yoreh_deah-239-13",
      "section": 13,
      "text": "אין שבועה חלה על שבועה שאם אמר שבועה שלא אוכל ככר זו שבועה שלא אוכל ככר זו אין השניה חלה אבל אם נשאל על הראשונה חלה השניה:"
    },
    {
      "id": "yoreh_deah-239-14",
      "section": 14,
      "text": "אמר שבועה שלא אוכל בשר עשרים יום וחזר ואמר שבועה שלא אוכל בשר כ\"ב יום יש מי שאומר שאסור בבשר שנים וארבעים יום ואינו נראה לי אלא אינו אסור בבשר אלא כ\"ב יום: הגה ודוקא במוסיף בנדר שני על נדר ראשון אבל אם אמר ב' פעמים עשרים יום ודאי לא כוון לימים הראשונים דאם כן נדרו למה לי ואסור בבשר מ' יום (כן דקדק מסוגית הגמרא פ\"ב דנדרים) ואפילו אם מוסיף על נדרו י\"א דאין עולים לו ימים הראשונים רק אם נדר ב' הנדרים ביום אחד (סברת התוספות פ' הריני נזיר ומרדכי סוף הל' אבלות) אבל אם כבר התחיל למנות עשרים יום הראשונים ואח\"כ נדר כ\"ב יום אין מנין הראשון עולה לו כלל ואסור בבשר מ\"ב יום וראוי לחוש לזה וע\"ל סוף סימן רי\"ז עוד מזה:"
    },
    {
      "id": "yoreh_deah-239-15",
      "section": 15,
      "text": "יש מי שאומר שאם אמר קונם ככר זו עלי וחזר ואמר קונם ככר זו עלי אינו חייב אלא אחת:"
    },
    {
      "id": "yoreh_deah-239-16",
      "section": 16,
      "text": "כיון שנדרי שגגות מותרים אם נשבע שלא אוכל ככר זו אם פלוני אמר דבר זה ונמצא שאמרו מותר בככר וכן אם תלה ככר באחר שאמר שבועה שלא אוכל ככר זו אם אוכל זו ושכח ואכלה לא חלה עליו השבועה ויכול לאכול של תנאי תחילה ולא חיישינן שישכח ויאכל האיסור אחר כך אבל של איסור אסור לאכול שמא ישכח ויאכל של תנאי ואם אכל של תנאי תחלה בשוגג מותר בשניה ואם אכלה במזיד חייב על השניה:"
    },
    {
      "id": "yoreh_deah-239-17",
      "section": 17,
      "text": "אם תלאן זו בזו שאמר לא אוכל זו אם אוכל זו ולא אוכל זו אם אוכל זו אסור לאכול כל אחת מהן דחיישינן שמא יאכל השניה ואם אכל האחת אם נזכר לשבועתו בשעה שאכלה אסור בשניה לא נזכר לשבועתו מותר בשניה :"
    }
  ]
}