{
  "id": "yoreh_deah-174",
  "chapterLabel": "סימן 174",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-174-1",
      "section": 1,
      "text": "דין המוכר לחבירו על מנת להחזיר. ובו ח' סעיפים:מכר שדה לחבירו ואמר לו לכשיהיו לי מעות תחזיר לי קרקע לא קנה וכל הפירות שאכל רבית קצוצה הוא ומוציאין אותם בדיינים: הגה ואפילו לא התנה כך אלא שהמנהג כן בעיר שכל מי שקונה צריך להחזיר כשיהיו למוכר מעות דכל המוכר אדעתא דמנהגא מוכר ואסור ללוקח לאכול הפירות (ב\"י בשם תשובת הרשב\"א): אבל אם אמר לו הלוקח מדעתו כשיהי' לך מעות אחזיר לך הקרקע אינו תנאי והמקח קיים מיד לפיכך הלוקח אוכל פירות ואם כשאמר כן הלוקח חלטו ממנו המוכר וחזקו הרי הוא תנאי אבל כל שעשאו הלוקח ואפילו בתוך המכר ושתק המוכר ולא חזקו אין זה תנאי אלא כפטומי מילי והמכר מכר הואיל שלא עשאו המוכר שהיה לו לעשותו: הגה וכן אם מכר לו קרקע מעכשיו והמתין לו המעות הלוקח מותר לאכול הפירות והמוכר אסור דבשכר המתנת מעותיו קא אכיל (טור):"
    },
    {
      "id": "yoreh_deah-174-2",
      "section": 2,
      "text": "מכר לו שדה במנה ובאותו יום עשה לו שטר שאם יחזיר לו מעותיו יחזיר לו שטר המכר אם נעשה תנאי זה קודם המכר או בשעת המכר אין לו דין מכר אלא דין הלואה והלוקח חייב להחזיר כל מה שאכל אבל אם נעשה לאחר המקח אפילו שעה אחת הרי זה מכר גמור ואפילו עשה לו שטר ע\"ז בקנין ובכל מיני חיזוקים חסד הוא שרוצה להתחסד עמו ולהחזיר לו מקחו (תשובת הרשב\"א הג\"א בשם ר\"ח וב\"י בח\"ה סי' ר\"ז סי\"א לדעת הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-174-3",
      "section": 3,
      "text": "האומר לחבירו קנה לי שדה מפלוני ואמר המוכר לשליח אני מוכר לך על תנאי שיחזירנו לי כשיהיו לי מעות והשיב השליח אתה והלוקח חברים בטוב תתפשרו אינו מוכר אלא על זה התנאי וצריך להחזירה ומוציאים ממנו פירות שאכל (ועיין בח\"ה סימן ר\"ז איזה תנאי מבטל מקח):"
    },
    {
      "id": "yoreh_deah-174-4",
      "section": 4,
      "text": "מכר לו שדה ונתן לו מקצת אם אמר ליה מוכר ללוקח קנה כשיעור מעותיך כל אחד מהם אוכל פירות כשיעור מעותיו:"
    },
    {
      "id": "yoreh_deah-174-5",
      "section": 5,
      "text": "אם אמר המוכר ללוקח לכשתביא שאר המעו' תקנה מעכשיו שניהם אסורים לאכול הפירות אלא מניחים אותם ביד שליש אם יביא שאר המעות יתנם ללוקח ואם לא יביא יחזירם למוכר והוא יחזיר המעות שקבל ואם יאמר הלוקח אוכלם ואם לא יגמר המקח כשיבוא המוכר להחזיר לי מעותי אנכה דמי הפירות מותר וה\"ה אם המוכר אומר כן: הגה ודוקא שאמר אנכה לך מן הדמים אבל אם אמר אשלם לך הפירות שאכלתי אסור דסוף סוף רבית קא נוטל אלא שחוזר ומשלם לו (טור):"
    },
    {
      "id": "yoreh_deah-174-6",
      "section": 6,
      "text": "אמר ליה המוכר כשתביא שאר המעות קנה ולא אמר מעכשיו המוכר אוכל פירות עד שיביא הלוקח ואם אכל הלוקח מוציאין ממנו:"
    },
    {
      "id": "yoreh_deah-174-7",
      "section": 7,
      "text": "זבין ולא אצטריכו ליה זוזי דאמרינן דהדרי זביני וכן בזבין ארעא אדעת' למיסק לארעא דישראל ולא סליק או לא איתדר ליה הדרי זביני א\"א ללוקח למיכל פירות אפי' בתנאי עד דידע דליקום זביני:"
    },
    {
      "id": "yoreh_deah-174-8",
      "section": 8,
      "text": "השוכר מחבירו בית או שדה בדבר מועט בשנה והקדים לו שכר עשרים שנה והתנו שאחר שנה או שנתים אם ירצה המשכיר להחזיר לו ינכה שכר הזמן שהיה הקרקע תחת ידו כמו שפסקו ויחזיר לו קרקעו מותר ובדרך זה יהיה אחריות קרקע מנפילה או שריפה על בעל הקרקע:"
    }
  ]
}