{
  "id": "yoreh_deah-148",
  "chapterLabel": "סימן 148",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-148-1",
      "section": 1,
      "text": "דיני חגי האלילים. ובו י\"ב סעיפים:שלשה ימים לפני חגם של עובדי כוכבים אסור ליקח מהם ולמכור להם דבר המתקיים ומותר למכור להם דבר שאינו מתקיים עד יום חגם כגון ירקות ותבשיל וכן אסור להשאיל ולשאול ולהלוותן (בלא רבית) (טור והפוסקים) וללוו' מהם ולפורען וליפרע מהם מלוה בשטר או על המשכון אבל מלוה על פה נפרעים מהם מפני שהוא כמציל מידם ובזמן דידם תקיפה אפילו בשטר חשיב כמציל מידם ואם היא מלוה ברבית אפילו במשכון חשיב כמציל מידם:"
    },
    {
      "id": "yoreh_deah-148-2",
      "section": 2,
      "text": "עבר ונשא ונתן ביום חגם אסור בהנאה ואם נשא ונתן בשלשה ימים שלפני החג מותר בהנאה:"
    },
    {
      "id": "yoreh_deah-148-3",
      "section": 3,
      "text": "אם היה חגם של אותם העובדי כוכבים ימים הרבה ג' או ד' או י' כל אותם הימים כיום אחד הם וכל אותם הימים אסורים עם ג' לפניהם:"
    },
    {
      "id": "yoreh_deah-148-4",
      "section": 4,
      "text": "במה דברים אמורים בארץ ישראל אבל בשאר ארצות אינו אסור אלא יום חגם בלבד:"
    },
    {
      "id": "yoreh_deah-148-5",
      "section": 5,
      "text": "אסור לשלוח דורון לעובד כוכבים ביום חגם אלא אם כן נודע לו שאינו מודה באלילים ואינו עובדם וכן עובד כוכבים ששלח ביום חגו דורון לישראל לא יקבלנו ממנו ואם חושש לאיבה מקבלו ויזרקנו בפניו לבור או למקום האבד כלאחר יד:"
    },
    {
      "id": "yoreh_deah-148-6",
      "section": 6,
      "text": "יום שמתכנסים בו העובדי כוכבים להעמיד להם שר ומקריבים ומקלסים לאלהיהם יום חגם הוא והרי הוא כשאר חגיהם:"
    },
    {
      "id": "yoreh_deah-148-7",
      "section": 7,
      "text": "עובד כוכבים שעושה הוא חג לעצמו ומודה לאלילים ומקלסה ביום שנולד בו ויום תגלחת זקנו ובלוריתו ויום שעלה בו מן הים ויום שיצא בו מבית האסורים ויום שעשה בו משתה לבנו וכיוצא באלו אינו אסור אלא אותו יום ואותו האיש בלבד:"
    },
    {
      "id": "yoreh_deah-148-8",
      "section": 8,
      "text": "אין יום החג אסור אלא לעובדיה בו בלבד אבל העובדי כוכבים ששמחים בו ואוכלים ושותים ומשמרים אותו או מפני מנהג או מפני כבוד השר אבל הם אינם מודים בו הרי אלו מותרים לשאת ולתת עמהם:"
    },
    {
      "id": "yoreh_deah-148-9",
      "section": 9,
      "text": "אסור ליכנס לבית העובד כוכבים ביום חגו וליתן לו שלום מצאו בחוץ מותר אבל יאמר לו בשפה רפה ובכובד ראש:"
    },
    {
      "id": "yoreh_deah-148-10",
      "section": 10,
      "text": "אסור לכפול לו שלום לעובד כוכבים לעולם לפיכך טוב להקדים לו שלום כדי שלא יתחיל העובד כוכבים ויצטרך לכפול לו שלום:"
    },
    {
      "id": "yoreh_deah-148-11",
      "section": 11,
      "text": "עובדי כוכבים ההולכים לחגם למרחוק בהליכה אסור לשאת ולתת עמהם והבאים מותרים והוא שלא יהיו קשורים זה בזה שאם היו קשורים שמא דעתם לחזור אבל אם ישראל הולך שם בהליכה מותר לשאת ולתת עמו ובחזרה אסור ואם ישראל מומר הוא לעבודת כוכבים גם בהליכה אסור:"
    },
    {
      "id": "yoreh_deah-148-12",
      "section": 12,
      "text": "יש אומרים שאין כל דברים אלו אמורים אלא באותו זמן אבל בזמן הזה אינם בקיאים בטיב אלילים לפיכך מותר לשאת ולתת עמהם ביום חגם ולהלוותם וכל שאר דברים: הגה ואפילו נותנים המעות לכהנים אין עושין מהם תקרובת או נוי אלילים אלא הכהנים אוכלים ושותים בו ועוד דאית בזה משום איבה אם נפרוש עצמנו מהם ביום חגם ואנו שרויים ביניהם וצריכים לשאת ולתת עמהם כל השנה ולכן אם נכנס לעיר ומצאם שמחים ביום חגם ישמח עמהם משום איבה דהוי כמחניף להם (הכל בטור) ומ\"מ בעל נפש ירחיק מלשמוח עמהם אם יוכל לעשות שלא יהיה לו איבה בדבר (ב\"י בשם הר\"ן) וכן אם שולח דורון לעובד כוכבים בזמן הזה ביום שיש להם סימן אם יגיע להם דורון בחג ההוא אם אפשר לו ישלח לו מבערב ואם לא ישלח לו בחג עצמו (ת\"ה סימן קצ\"ה):"
    }
  ]
}