{
  "id": "yoreh_deah-240",
  "chapterLabel": "סימן 240",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-240-1",
      "section": 1,
      "text": "איזהו כבוד ואיזהו מורא ודיניהם. ובו כ\"ה סעיפים:צריך ליזהר מאד בכבוד אביו ואמו ובמוראם: הגה ומ\"מ אין ב\"ד כופין על מצות כבוד אב ואם דהוי ליה מצות עשה שמתן שכרה בצדה שאין ב\"ד כופין עליה. (בית יוסף בשם הגמרא ובתא\"ו נתיב א'):"
    },
    {
      "id": "yoreh_deah-240-2",
      "section": 2,
      "text": "איזו מורא לא יעמוד במקומו המיוחד לו לעמוד שם בסוד זקנים עם חביריו או מקום המיוחד לו להתפלל ולא ישב במקום המיוחד לו להסב בביתו ולא סותר את דבריו ולא מכריע את דבריו בפניו אפילו לומר נראין דברי אבא ולא יקראנו בשמו לא בחייו ולא במותו אלא אומר אבא מארי היה שם אביו כשם אחרים משנה שמם אם הוא שם שהוא פלאי שאין הכל רגילים לקרות בו. אבל שם שרגילין בו מותר לקרות אחרים שלא בפניו (טור):"
    },
    {
      "id": "yoreh_deah-240-3",
      "section": 3,
      "text": "עד היכן מוראם היה הבן לבוש חמודות ויושב בראש הקהל ובאו אביו ואמו וקרעו בגדיו והכוהו על ראשו וירקו בפניו לא יכלים אותם אלא ישתוק ויירא מן מלך מלכי המלכים שציוהו בכך:"
    },
    {
      "id": "yoreh_deah-240-4",
      "section": 4,
      "text": "איזהו כבוד מאכילו ומשקהו מלביש ומכסה מכניס ומוציא ויתננו לו בסבר פנים יפות שאפי' מאכילו בכל יום פטומות והראה לו פנים זועפות נענש עליו: הגה וכן להיפך אם מטחין אביו ברחיים וכוונתו לטובה כדי שינצל אביו מדבר קשה יותר מזה ומדבר פיוסים על לב אביו ומראה לו שכוונתו לטובה עד שיתרצה אביו לטחון ברחיים נוחל עולם הבא (גמ' ורש\"י פ\"ק דקידושין וירושלמי) וישמשנו בשאר דברים שהשמש משמש רבו:"
    },
    {
      "id": "yoreh_deah-240-5",
      "section": 5,
      "text": "זה שמאכילו ומשקהו משל אב ואם אם יש לו ואם אין לאב ויש לבן כופין אותו וזן אביו כפי מה שהוא יכול ואם אין לבן אינו חייב לחזר על הפתחים להאכיל את אביו: הגה וי\"א דאינו חייב ליתן לו רק מה שמחוייב ליתן לצדקה (כן כתב הב\"י דנראה כן מדברי הרי\"ף והרא\"ש וכ\"כ הר\"ן פ\"ק דקידושין) ומ\"מ אם ידו משגת תבא מארה למי שמפרנס אביו ממעות צדקה שלו (הגהות מרדכי דב\"ב ובהגהות פ\"ק דב\"מ ובחידושי אגודה) ואם יש לו בנים רבים מחשבים לפי ממון שלהם ואם מקצתן עשירים ומקצתן עניים מחייבים העשירים לבד. (תשובת מיימוני הלכות ממרים בשם מוהר\"ם והביאה הבית יוסף) : אבל חייב לכבדו בגופו אע\"פ שמתוך כך בטל ממלאכתו ויצטרך לחזר על הפתחים ודוקא דאית לבן מזונות לאיתזוני ההוא יומא אבל אי לית ליה לא מחייב לבטל ממלאכתו ולחזר על הפתחים:"
    },
    {
      "id": "yoreh_deah-240-6",
      "section": 6,
      "text": "היה צריך על שום דבר בעיר ויודע שישלימו חפצו בשביל אביו אע\"פ שיודע שגם כן יעשו בשבילו לא יאמר עשו לי דבר פלוני בשבילי אלא יאמר עשו בשביל אבא כדי לתלות הכבוד באביו:"
    },
    {
      "id": "yoreh_deah-240-7",
      "section": 7,
      "text": "חייב לעמוד מפני אביו ואם האב תלמיד בנו כל אחד מהם עומד מפני השני. (טור בשם הרא\"ש) : הגה ואם הבן רוצה למחול על כבודו לשמש אביו הרשות בידו דהא הרב שמחל על כבודו כבודו מחול ודוקא בצנעא או אפי' בפרהסיא ודש בעירו שהכל יודעים שהוא אביו אבל אם הבן גדול בתורה ואין אביו דש בעירו איכא למיחש לבזיון התורה אם יתבזה הבן לפני האב ויש להם להרחיק זה מזה שלא יקל שום אחד בכבודו לפני חבירו (הכל סברת הרב לדעת ב\"י) וכן עשה מוהר\"ם עם אביו:"
    },
    {
      "id": "yoreh_deah-240-8",
      "section": 8,
      "text": "עד היכן כיבוד אב ואם אפי' נטלו כיס של זהובים שלו והשליכו בפניו לים לא יכלימם ולא יצער בפניהם ולא יכעוס כנגדם אלא יקבל גזירת הכתוב וישתוק: הגה ויש אומרים דאם רוצה לזרוק מעות של בן לים דיכול למונעו דהא אינו חייב לכבדו רק משל אב אבל לא משל בן (טור בשם ר\"י) ואין חילוק בין לכבדו או לצערו (ת\"ה סי' מ') ודוקא קודם שזרקן דאפשר דמימנע ולא עביד אבל אם כבר זרקוהו אסור לאכלומיה אבל יוכל לתבעו לדינא (טור בשם הרא\"ש) ודוקא אם רוצה לזרוק כיסו לים דאית ביה חסרון כיס אבל אם רוצה להעביר ממנו ריוח בעלמא אסור בכל ענין (ר\"ן פ\"ק דקדושין) בן שיש לו דין עם אביו והאב הוא תובע הבן צריך הבן לילך אחר אביו אע\"פ שהבן הוא נתבע ודר בעיר אחרת שזהו כבוד אביו אבל האב חייב לשלם לבן הוצאות דאינו חייב לכבדו משל בן (במהרי\"ק שורש נ\"ח) כמו שנתבאר:"
    },
    {
      "id": "yoreh_deah-240-9",
      "section": 9,
      "text": "חייב לכבדו אפי' אחר מותו כיצד היה אומר דבר שמועה מפיו אומר כך אמר אבא מארי הריני כפרת משכבו אם הוא תוך שנים עשר חדש ואם הוא לאחר שנים עשר חדש אומר זכרונו לברכה: הגה ואין חילוק בין אם לאב בכל זה (מהרי\"ל סי' כ\"ז) יש אומרים דאם כותב תוך שנים עשר חודש דבר ומזכיר אביו א\"צ לכתוב הריני כפרת משכבו אלא זכרונו לברכה דהא כתיבתו מתקיימת לאחר שנים עשר חודש (הג' באלפס פ\"ק דקדושין) ויש מחמירין אפי' בכתיבה (בנ\"י ושאר מחברים וכ\"מ בב\"י סוף סי' רמ\"ב בשם רשב\"ץ ותשובת ן' חביב רס\"ד) וכן נוהגין:"
    },
    {
      "id": "yoreh_deah-240-10",
      "section": 10,
      "text": "מי שנטרפה דעת אביו או אמו משתדל לנהוג עמהם כפי דעתם עד שירוחם עליהם ואם אי אפשר לו לעמוד מפני שנשתנו ביותר ילך לו ויניחם ויצוה לאחרים לנהגם כראוי:"
    },
    {
      "id": "yoreh_deah-240-11",
      "section": 11,
      "text": "ראה אביו שעבר על דברי תורה לא יאמר לו עברת על דברי תורה אלא יאמר לו אבא כתוב בתורה כך וכך כאילו הוא שואל ממנו ולא כמזהירו והוא יבין מעצמו ולא יתבייש ואם היה אומר שמועה בטעות לא יאמר לו לא תתני הכי:"
    },
    {
      "id": "yoreh_deah-240-12",
      "section": 12,
      "text": "אמר לו אביו השקני מים ויש לפניו לעשות מצוה עוברת כגון קבורת מת או לויה אם אפשר למצוה שתעשה ע\"י אחרים יעסוק בכבוד אביו (ואם התחיל במצוה תחלה יגמור דהעוסק במצוה פטור מן המצוה) (ב\"י בשם הר\"ן) ואם אין שם אחרים לעשות יעסוק במצוה ויניח כבוד אביו. (מיהו אם אין זמן המצוה עוברת יעסוק בכבוד אביו ואח\"כ יעשה המצוה) (רבינו ירוחם נתיב א' בשם רא\"ש):"
    },
    {
      "id": "yoreh_deah-240-13",
      "section": 13,
      "text": "תלמוד תורה גדול מכבוד אב ואם:"
    },
    {
      "id": "yoreh_deah-240-14",
      "section": 14,
      "text": "אביו אומר לו השקני מים ואמו אומרת השקיני מים מניח אמו ועוסק בכבוד אביו ואם היא מגורשת מאביו שניהם שוים ולאיזה מהם שירצה יקדים:"
    },
    {
      "id": "yoreh_deah-240-15",
      "section": 15,
      "text": "אמר לו אביו לעבור על דברי תורה בין מצות עשה בין מצות לא תעשה ואפילו מצוה של דבריהם לא ישמע לו:"
    },
    {
      "id": "yoreh_deah-240-16",
      "section": 16,
      "text": "האב שצוה את בנו שלא ידבר עם פלוני ושלא ימחול לו עד זמן קצוב והבן היה רוצה להתפייס מיד לולי צוואת אביו אין לו לחוש לצואתו:"
    },
    {
      "id": "yoreh_deah-240-17",
      "section": 17,
      "text": "אחד האיש ואחד האשה שוין בכבוד ובמורא של אב ואם אלא שהאשה אין בידה לעשות שהיא משועבדת לבעלה לפיכך היא פטורה מכבוד אב ואם בעודה נשואה ואם נתגרשה או נתאלמנה חייבת:"
    },
    {
      "id": "yoreh_deah-240-18",
      "section": 18,
      "text": "ממזר חייב בכבוד אביו ובמוראו אפילו היה אביו רשע ובעל עבירות מכבדו ומתירא ממנו: הגה וי\"א דאינו מחוייב לכבד אביו רשע אא\"כ עשה תשובה (טור ומרדכי פ' כיצד ובהגהות מיימוני פ\"ו דהלכות ממרים):"
    },
    {
      "id": "yoreh_deah-240-19",
      "section": 19,
      "text": "אסור לאדם להכביד עולו על בניו ולדקדק בכבודו עמהם שלא יביאם לידי מכשול אלא ימחול ויעלים עיניו מהם שהאב שמחל על כבודו כבודו מחול:"
    },
    {
      "id": "yoreh_deah-240-20",
      "section": 20,
      "text": "המכה לבנו גדול היו מנדין אותו שהרי עובר על לפני עור לא תתן מכשול ולא מקרי גדול לדבר זה רק אחר כ\"ב שנה או כ\"ד שנה (בקונטרס פ\"ק דקדושין וב\"י ס\"ס של\"ד):"
    },
    {
      "id": "yoreh_deah-240-21",
      "section": 21,
      "text": "חייב אדם לכבד אשת אביו אף ע\"פ שאינה אמו כל זמן שאביו קיים וחייב לכבד בעל אמו כל זמן שאמו קיימת אבל לאחר מיתה אינו חייב בכבודם ומכל מקום דבר הגון לכבדם אף לאחר מיתה:"
    },
    {
      "id": "yoreh_deah-240-22",
      "section": 22,
      "text": "חייב אדם בכבוד אחיו הגדול בין שהוא אחיו מאביו בין שהוא אחיו מאמו. (ואפי' הקטן הוא ת\"ח וגדול בתורה יותר מן הגדול) (כן משמע לו מתשובת הרא\"ש שבסעיף שאח\"ז וסמ\"ג ודלא כיש חולקין בזה) (ב\"ז):"
    },
    {
      "id": "yoreh_deah-240-23",
      "section": 23,
      "text": "אח גדול שחירף וביזה לאחיו שהוא ת\"ח וקטן ממנו בשנים ונידה הקטן לגדול יפה עשה שנדוהו דכיון שאינו נושא פנים לתורה אינו עושה מעשה עמך ואינו חייב לכבדו:"
    },
    {
      "id": "yoreh_deah-240-24",
      "section": 24,
      "text": "חייב אדם לכבד חמיו: הגה י\"א דאין אדם חייב בכבוד אבי אביו (מהרי\"ק שורש מ\"ד) ואינו נ\"ל אלא דחייב בכבוד אביו יותר מכבוד אבי אביו (וראיה ממדרש גבי ויזבח זבחים וגו'):"
    },
    {
      "id": "yoreh_deah-240-25",
      "section": 25,
      "text": "אם האב רוצה לשרת את הבן מותר לקבל ממנו אלא א\"כ האב בן תורה תלמיד שרוצה ללכת למקום אחר שהוא בוטח שיראה סימן ברכה בתלמודו לפני הרב ששם ואביו מוחה בו לפי שדואג שבאותה העיר העובדי כוכבים מעלילים אינו צריך לשמוע לאביו בזה: הגה וכן אם האב מוחה בבן לישא איזו אשה שיחפוץ בה הבן א\"צ לשמוע אל האב (מהרי\"ק שורש קס\"ז):"
    }
  ]
}