{
  "id": "yoreh_deah-041",
  "chapterLabel": "סימן 41",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-041-1",
      "section": 1,
      "text": "דיני טרפות הכבד. ובו י' סעיפים: ניטל הכבד טריפה אלא אם כן נשתייר כזית במקום מרה וכזית במקום חיותו שהוא תלוי בו ויהיו כשני זיתים הללו כל אחד שלם במקומו אבל אם היה מתלקט או כרצועה או מרודד טריפה:"
    },
    {
      "id": "yoreh_deah-041-2",
      "section": 2,
      "text": "שיעור זה דכשני זיתים אפילו בשור הגדול ובעוף הכל לפי גדלו וקטנו (ע\"ל סי' כ' ס\"ב וסי' ל\"ד ס\"ד):"
    },
    {
      "id": "yoreh_deah-041-3",
      "section": 3,
      "text": "יבש הכבד עד שנפרך בצפורן טריפה והוא שיבש כולו ולא נשתייר כזית במקום מרה וכזית במקום חיותו: הגה ואם יבשו אלו הב' זיתים לבד נמי טריפה נימוק הכבד דהיינו שדם יוצא מבשר הכבד שנימוק והיה לדם טריפה (רוקח) אע\"פ שנשתיירו ב' הזיתים דסופו לרקב הכל (ד\"ע) יש אומרים כבד שקשה כאבן טריפה (רוקח ועב\"י וד\"מ) והוא שלא נשתיירו בה ב' זיתים הנזכרים שלא נתקשו:"
    },
    {
      "id": "yoreh_deah-041-4",
      "section": 4,
      "text": "התליע הכבד אפילו במקום מרה ובמקום חיותו כשרה:"
    },
    {
      "id": "yoreh_deah-041-5",
      "section": 5,
      "text": "נעקר הכבד במקומות הרבה ומעורה בטרפשיהון כאן מעט וכאן מעט כשרה:"
    },
    {
      "id": "yoreh_deah-041-6",
      "section": 6,
      "text": "מחט שנמצא בכבד בין שבא לפנינו שלם בין שבא חתוך אם צד העב שלו לצד חלל הבהמה אפי' כולו טמון בבשר הכבד טריפה ואם צד הדק שלו כלפי חוץ כשרה שאנו תולים לומר דרך סמפון בא שם (ודוקא שצד העב פונה לצד הסמפון אבל אם פונה לצדדין בכל ענין טריפה) (בית יוסף) במה דברים אמורים במחט גסה אבל בדקה אין חלוק וטריפה ושיעור גסה כשיעור גרעין של תמרה:"
    },
    {
      "id": "yoreh_deah-041-7",
      "section": 7,
      "text": "מחט שנמצא בסמפון גדול שבכבד והוא סמפון הקנה שנכנס בתוכו וכן אם נמצא בסמפון גדול של ריאה כשרה:"
    },
    {
      "id": "yoreh_deah-041-8",
      "section": 8,
      "text": "ניקב טרפש הכבד נקב מפולש מצד הכבד טריפה אבל אם נסרכה בסירכא בצלע כשרה: הגה ואם נסרך טרפש הכבד לבית הכוסות יש לבדוק בכרס שבודאי יש שם קוץ או מחט שניקבה וע\"י זה באה סירכא זו (כן מצאתי בבדיקות ישנים) וראיתי מעשה והכי נהוג:"
    },
    {
      "id": "yoreh_deah-041-9",
      "section": 9,
      "text": "נמצא מחט בטרפש ספק טריפה :"
    },
    {
      "id": "yoreh_deah-041-10",
      "section": 10,
      "text": "נמצאו שני כבדים בבהמה או בעוף טריפה דכל יתר כנטול דמי והוה ליה ניטל הכבד:"
    }
  ]
}