{
  "id": "yoreh_deah-389",
  "chapterLabel": "סימן 389",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-389-1",
      "section": 1,
      "text": "אבל אסור בכביסת כסותו ודין גיהוץ. ובו ח' סעיפים:אבל אסור לכבס כסותו כל שבעה ימים אפילו במים לבד ולאחר שבעה מותר וכשם שאסור לכבס כך אסור ללבוש המכובסים קודם לכן (ואחר ז' שרי והעולם נהגו בו איסור (כדעת ריב\"א וסייעתו) ונוהגין שאדם אחר לובשם תחלה ואח\"כ לובשם האבל והמנהג עיקר (טור בשם סמ\"ק וכ\"כ המרדכי ה\"א וכל בו) וכן נוהגין במדינות אלו לאחר שבעה ואם לבשו אדם אחר רק שעה אחת די בכך) (כל בו וסמ\"ק) וא\"צ לומר שאסור ללבוש חדשים וגם הסדינים והמצעות של מטה אסור לכבסן ולהציע המכובסין וכן מטפחות הידים אע\"פ שמותר לכבסן במועד וכן כל אותן ששנינו שמותרים לכבס במועד כגון היוצא מבית השביה ומבית האסורים והמנודה שהתירו לו חכמים והנשאל לחכם והותר והבא ממדינת הים שהלך להרויח ולא היה לו פנאי לגלח אסורים בימי אבלו שאם אירעו אחד מהם קודם האבלות ונכנס מיד לתוך האבלות אסור לכבס אלא אם כן אירעו אחד מהם ותכפוהו מיד שני אבלות זה אחר זה אז מותר לכבס אף בנתר וחול ואפי' תוך שבעה ובלבד שיעשנו בצינעא בתוך ביתו ואחר שתכפוהו אביליו זה אחר זה מכבס במים אבל לא בנתר ואהל:"
    },
    {
      "id": "yoreh_deah-389-2",
      "section": 2,
      "text": "מותר לכבס בגדי קטנים שמת אביהם:"
    },
    {
      "id": "yoreh_deah-389-3",
      "section": 3,
      "text": "אסור ללבוש תוך שבעה כלים חדשים צבועים וישנים יוצאים מתחת המכבש (פי' כלי לעצור בו הבגדים): הגה י\"א דאסור ללבוש בגדי שבת תוך ד' שבועות הראשונים אבל אח\"כ מותר אפילו על אביו ואמו וכן לעשות בגדים חדשים (כל בו בשם מוהר\"ם) אבל נהגו איסור כל י\"ב חודש:"
    },
    {
      "id": "yoreh_deah-389-4",
      "section": 4,
      "text": "אסור תוך שבעה לכבס ולהניח בין ע\"י עצמו בין ע\"י אחרים ואם היתה כסותו בקבולת ביד אחרים מכבס אותו כדרכו כמו שאר מלאכתו בתלוש שביד אחרים בקבולת:"
    },
    {
      "id": "yoreh_deah-389-5",
      "section": 5,
      "text": "כל שלשים יום אסור ללבוש (או להציע תחתיו) (ב\"י בשם רבינו ירוחם) בגד מגוהץ והוא שיהא לבן וחדש ואפילו הוא של פשתן ועל אביו ועל אמו אסור עד שיגיע הרגל אחר שלשים ויגערו בו חביריו:"
    },
    {
      "id": "yoreh_deah-389-6",
      "section": 6,
      "text": "גיהוץ י\"א צק\"ל בלשון ערב וי\"א דהיינו כיבוס במים ואפר או בנתר ובורית:"
    },
    {
      "id": "yoreh_deah-389-7",
      "section": 7,
      "text": "אחר שבעה מותר לגהץ בין לעצמו בין לאחרים ולא אמרו שלשים יום לגיהוץ אלא ללבוש:"
    },
    {
      "id": "yoreh_deah-389-8",
      "section": 8,
      "text": "יש מי שאומר דהאידנא ליכא איסור גיהוץ שהרי אמרו גיהוץ שלנו ככיבוס שלהם :"
    }
  ]
}