{
  "id": "yoreh_deah-262",
  "chapterLabel": "סימן 262",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-262-1",
      "section": 1,
      "text": "זמן מילה לבריא ולחולה ולאנדרוגינוס. ובו ז' סעיפים:אין מלין עד שתנץ החמה ביום השמיני ללידתו (ומשעלה עמוד השחר יצא) (ב\"י ממשנה פ\"ב דמגילה) וכל היום כשר למילה אלא שזריזין מקדימין למצוה ומלין מיד בבקר ואפי' מילה שלא בזמנה אינה אלא ביום: הגה עבר ומל בלילה צריך לחזור ולהטיף ממנו דם ברית (ב\"י ממשנה שם והגה' מיי') מלו תוך ח' וביום יצא (הרא\"ש בפ' ר\"א דמילה ושכ\"נ מתשו' הרשב\"א) ועיין לקמן סי' רס\"ד:"
    },
    {
      "id": "yoreh_deah-262-2",
      "section": 2,
      "text": "חולה אין מלין אותו עד שיבריא וממתינים לו מעת שנתרפא מחליו שבעה ימים מעת לעת ואז מלין אותו במה דברים אמורים שחלצתו חמה וכיוצא בו שהוא חולי שבכל הגוף אבל אם חלה באחד מאיבריו כגון שכאבו לו עיניו כאב מועט וכיוצא בזה ממתינים לו עד שיבריא ולאחר שיבריא מלין אותו מיד (אבל כאבו לו עיניו כאב גדול הוי כחולי שבכל הגוף) (נ\"י פ' הערל):"
    },
    {
      "id": "yoreh_deah-262-3",
      "section": 3,
      "text": "אנדרוגינוס ומי שיש לו שתי ערלות ויוצא דופן נימולים לשמונה:"
    },
    {
      "id": "yoreh_deah-262-4",
      "section": 4,
      "text": "נולד בין השמשות מונים לו מהלילה ונימול לתשיעי שהוא ספק שמיני ואם הוציא ראשו חוץ לפרוזדור מבעוד יום או ששמעו אותו בוכה אפילו נולד אחר כמה ימים מונה לו ח' ימים מיום שיצא ראשו או מיום ששמעו אותו בוכה: הגה וי\"א דוקא בסתם אבל אם אמו אומרת דהתינוק היה מונח בבטנה כמו בשאר פעמים ולא היה לה חבלי לידה כלל אע\"פ ששמעו בוכה מונין לו מיום הלידה דאע\"ג דלא שכיח שיבכה בלא הוצאת הראש חוץ לפרוזדור מ\"מ האם נאמנת לומר שהיה מונח כמו בשאר פעמים ובכה (בא\"ז בשם תשו' ר' יואל הלוי והוא במהרי\"ו סי' כ\"ה):"
    },
    {
      "id": "yoreh_deah-262-5",
      "section": 5,
      "text": "אם נולד כשהיו נראים ברקיע כוכבים קטנים מאד יש לסמוך על הכוכבים לספק למול למחרת כיון שלא היה לא שבת ולא יום טוב ואע\"פ שהיה הרקיע מזהיר כעין אורה של יום:"
    },
    {
      "id": "yoreh_deah-262-6",
      "section": 6,
      "text": "אם לאלתר כשהוציא הולד ראשו חוץ לפרוזדור נראו ג' כוכבים בינונים יש לסמוך עליהם שהוא לילה אפילו הוא למחר שבת אבל אם שהו אחר כך אם לפי השיהוי נראה להם שהיה יום בהוצאת הראש אין להם אלא מה שעיניהם רואות ויהא נימול לח' אפילו אם יארע בשבת:"
    },
    {
      "id": "yoreh_deah-262-7",
      "section": 7,
      "text": "אין דבר זה תלוי בתפלה אם התפללו מבעוד יום לא להקל ולא להחמיר:"
    }
  ]
}