{
  "id": "yoreh_deah-161",
  "chapterLabel": "סימן 161",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-161-1",
      "section": 1,
      "text": "דין אבק רבית ואיזו נקרא רבית דאורייתא. ובו י\"א סעיפים:כל דבר אסור ללוות בתוספת (ואפילו) (טור בשם רמ\"ה) בפחות משוה פרוטה יש איסור רבית אבל אין מוציאין אותו בדיינין: הגה כללא דרבית דכל שהוא אגר נטר אסור בין שהוא דרך מקח בין שהוא דרך הלואה אלא שבדרך מקח אינו רק אבק רבית שהוא מדרבנן (לשון הטור):"
    },
    {
      "id": "yoreh_deah-161-2",
      "section": 2,
      "text": "אבק רבית אינה יוצאת בדיינים ואם בא לצאת ידי שמים חייב להחזיר: (מלבד רבית מוקדמת ומאוחרת אפילו לצאת ידי שמים אינו חייב להחזיר) (ב\"י בשם תשובת הרשב\"א):"
    },
    {
      "id": "yoreh_deah-161-3",
      "section": 3,
      "text": "אבק רבית אם תפס לוה משל מלוה מפקינן מיניה:"
    },
    {
      "id": "yoreh_deah-161-4",
      "section": 4,
      "text": "לא אמרו דאבק רבית אינה יוצאה בדיינים אלא בשאכל המלוה מדעת הלוה אבל אם קודם שאכל טען עליו שלא יאכל והוא הוציא ממנו על כרחו בדיני העובדי כוכבים או בדיין ישראל שטעה והכריחו לשלם יוצאה בדיינים:"
    },
    {
      "id": "yoreh_deah-161-5",
      "section": 5,
      "text": "רבית דאורייתא שהוא בדרך הלואה בדבר קצוב יוצאה בדיינים שהיו כופין ומכין אותו עד שתצא נפשו אבל אין בית דין יורדין לנכסיו וכן בהלוהו על חצרו ואמר ליה על מנת שידור בו חנם או שישכרנו לו בפחות וכיוצא בו:"
    },
    {
      "id": "yoreh_deah-161-6",
      "section": 6,
      "text": "לקח רבית קצוצה ומת אין הבנים צריכים להחזיר אלא אם כן היה דבר מסויים כגון פרה וטלית ועשה אביהם תשובה ולא הספיק להחזיר עד שמת:"
    },
    {
      "id": "yoreh_deah-161-7",
      "section": 7,
      "text": "אם בא לעשות תשובה מעצמו להחזיר הרבית אם הוא דבר מסויים מקבלים ממנו ואם אינו דבר מסויים אם רוב עסקו ומחייתו ברבית אין מקבלין ממנו כדי לפתוח לו דרך לתשובה וכל המקבל ממנו אין רוח חכמים נוחה הימנו:"
    },
    {
      "id": "yoreh_deah-161-8",
      "section": 8,
      "text": "מי שהיה נושה בחבירו דינר של רבית ונתן לו בשבילו ה' מדות של חטים והיו נמכרים ד' בדינר צריך להחזיר לו ה' מדות ואם רצה להחזיר לו דמיהם דינר ורביע רשאי שהמקח קיים אע\"פ שנעשה באיסור: (ועיין לקמן סוף סימן קע\"ה):"
    },
    {
      "id": "yoreh_deah-161-9",
      "section": 9,
      "text": "היה חייב לו דינר של רבית ונתן לו בו גלימא או כלי צריך להחזיר לו (הואיל והוא דבר מסוים) (טור):"
    },
    {
      "id": "yoreh_deah-161-10",
      "section": 10,
      "text": "אם המלוה שכר מהלוה חפץ באותו דינר של רבית ולא היה ראוי לשכרו אלא בחצי דינר מוציאין ממנו כל הדינר:"
    },
    {
      "id": "yoreh_deah-161-11",
      "section": 11,
      "text": "שטר שיש בו רבית בין של תורה בין של דבריהם גובה את הקרן לבדו והוא שיהא ניכר שהוא רבית: הגה כגון שהוא מפורש בשטר הקרן בפני עצמו (הרא\"ש והמרדכי והגהות מיימוני ונ\"י ותוס' והג\"א וטח\"מ סי' נ\"ב דלא כהרמב\"ן) או שלא היה נכתב בשטר רק הקרן ועדים מעידים על הרבית (טור) וכל מי שבא לידו יקרע השטר דחיישינן שמא יגבה בו הרבית (הגהות מיימוני פ\"ד ותוס' ומרדכי והג\"א בשם תוספתא) . אבל אם אינו מפורש אלא שכולל הקרן עם הרבית אינו גובה בו אפילו הקרן (ועיין בחושן המשפט סימן נ\"ב):"
    }
  ]
}