{
  "id": "yoreh_deah-271",
  "chapterLabel": "סימן 271",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-271-1",
      "section": 1,
      "text": "העור שנכתבה עליו ושרטוטה ודין הדיו. ובו ז' סעיפים:אין כותבין ספר תורה על עור בהמה חיה ועוף הטמאים ולא על עור דג אפי' טהור אבל כותבין על עור בהמה חיה ועוף הטהורים ואפי' עור נבילות וטריפות שלהן וצריך שיהו העורות מעובדין על על ידי ישראל לשם ס\"ת שיאמר בתחילת העיבוד כשמשים אותם לתוך הסיד עורות אלו אני מעבד לשם ספר תורה: הגה ואם מעבדן עובד כוכבים יסייע הישראל מעט (טור בשם ר\"ב) בתחלה כשנותנו לסיד ויאמר שהוא עושה לשם קדושת ספר תורה (ב\"י) ויסמן אותן עורות שלא יחליפן העובד כוכבים ולא חיישינן אח\"כ שמא החליפן העובד כוכבים וזייף סימניו אחריו (הגהות מיימוני פ\"א מהס\"ת) ועיין בא\"ח סימן ל\"ב:"
    },
    {
      "id": "yoreh_deah-271-2",
      "section": 2,
      "text": "צריך שיהו מעובדים בעפצא או בסיד וכיוצא בו מדברים שמכווצים העור ומחזיקין אותו (רמב\"ם ספ\"א מהל' ס\"ת ד\"ו):"
    },
    {
      "id": "yoreh_deah-271-3",
      "section": 3,
      "text": "כותבין ספר תורה על הגויל והוא העור שלא נחלק וכותבין בו במקום שער ואם כתבו ס\"ת על הקלף כשר והוא שיהיה כתוב בצד הפנימי שכלפי הבשר: הגה וקלפים שלנו הם יותר מובחרים מגויל וכותבין עליהם לכתחלה לצד בשר ואין כותבין עכשיו על הגויל (ר\"י מינץ סי' ס\"ו) ואם שינה וכתב על קלפים שלנו במקום שער פסול (א\"ז הלכות תפילין) מיהו יש מקילין בזה (טור וע\"פ עב\"י):"
    },
    {
      "id": "yoreh_deah-271-4",
      "section": 4,
      "text": "כתב מקצתו על הגויל ומקצתו על הקלף פסול אם עשה חציו גויל וחציו צבאים אע\"פ שאינה מצוה מן המובחר כשר. (ועיין לקמן סימן ר\"ץ):"
    },
    {
      "id": "yoreh_deah-271-5",
      "section": 5,
      "text": "ספר תורה צריך שרטוט ואם כתבו בלא שרטוט פסול ולא ישרטט בעופרת וכיוצא בו שצובע:"
    },
    {
      "id": "yoreh_deah-271-6",
      "section": 6,
      "text": "ספר תורה צריך שיכתבנו בדיו העשוי מעשן השמנים שרוי במי עפצים: (ולכתחלה טוב ליזהר שלא לעשות הדיו כי אם מדברים הבאים מן העץ) (כן משמע בזוהר פ' תרומה דף ע\"ב ע\"א) ואם כתבו במי עפצא וקנקנתום כשר אבל לא בשאר מיני צבעונים כגון האדום והירוק וכיוצא בהם שאם כתב אפילו אות אחת בשאר מיני צבעונים או בזהב פסול: הגה וכן אסור לכתוב שום שם מספר עשרים וארבע ספרים שלא בדיו (ר' ירוחם בשם אבן ירחי) ויש אומרים דלא בעינן דיו רק בס\"ת (במרדכי ה\"ק):"
    },
    {
      "id": "yoreh_deah-271-7",
      "section": 7,
      "text": "ספר תורה צריך לכתבו בימין (י\"א שיש לכתוב בקולמוס של קנה ולא בנוצה) . (מרדכי פ\"ק דגיטין) :"
    }
  ]
}