{
  "id": "yoreh_deah-251",
  "chapterLabel": "סימן 251",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-251-1",
      "section": 1,
      "text": "למי נותנין הצדקה ואיזה קודם לחבירו. ובו י\"ד סעיפים:מי שהוא עבריין במזיד על אחת מכל מצות האמורות בתורה ולא עשה תשובה אינו חייב להחיותו ולא להלוותו (ומפרנסים עניי עובדי כוכבים עם עניי ישראל מפני דרכי שלום) (טור בגמרא פ' הניזקין):"
    },
    {
      "id": "yoreh_deah-251-2",
      "section": 2,
      "text": "מי שהוא עבריין להכעיס אפילו למצוה אחת כגון שאוכל נבילה היכא דשכיח בשר כשרה אסור לפדותו אם נשבה. (כ\"מ בש\"ס ס\"פ השולח וטור ס\"ס רנ\"ב) (אבל עבריין לתיאבון אין איסור בדבר אם רוצים לפדותו אבל אין מחויבים בכך) (ב\"י דקדק מלשון הרמב\"ם וספר יראים סימן מ\"ז):"
    },
    {
      "id": "yoreh_deah-251-3",
      "section": 3,
      "text": "הנותן לבניו ובנותיו הגדולים שאינו חייב במזונותיהם כדי ללמד את הבנים תורה ולהנהיג הבנות בדרך ישרה וכן הנותן מתנות לאביו והם צריכים להם הרי זה בכלל צדקה ולא עוד אלא שצריך להקדימו לאחרים ואפילו אינו בנו ולא אביו אלא קרובו צריך להקדימו לכל אדם ואחיו מאביו קודם לאחיו מאמו ועניי ביתו קודמין לעניי עירו ועניי עירו קודמין לעניי עיר אחרת (כ\"מ בסמ\"ג וסמ\"ק וטור) : הגה והקבועים בעיר קרויים עניי העיר והם קודמין לעניים אחרים הבאים לשם ממקומות אחרים (טור דלא כר\"י בר ברוך) ויושבי ארץ ישראל קודמין ליושבי חוצה לארץ: הגה פרנסת עצמו קודמת לכל אדם ואינו חייב לתת צדקה עד שיהיה לו פרנסתו ואח\"כ יקדים פרנסת אביו ואמו אם הם עניים והם קודמים לפרנסת בניו ואח\"כ בניו והם קודמים לאחיו והם קודמין לשאר קרובים והקרובים קודמים לשכיניו ושכיניו לאנשי עירו ואנשי עירו לעיר אחרת והוא הדין אם היו שבוים וצריך לפדותן (הכל בטור):"
    },
    {
      "id": "yoreh_deah-251-4",
      "section": 4,
      "text": "כופין האב לזון בנו עני ואפילו הוא גדול כופין אותו יותר משאר עשירים שבעיר (וכן שאר קרובים וע\"ל סי' רנ\"ז סעיף י') (מרדכי פ\"ק דב\"ב):"
    },
    {
      "id": "yoreh_deah-251-5",
      "section": 5,
      "text": "מי שנתן ממון לגבאים לצדקה אין לו ולא ליורשיו שום כח בהם והקהל יעשו הטוב בעיני אלהים ואדם: הגה אבל קודם שבאו ליד גבאי אם נדר צדקה סתם נותנין לקרוביו העניים דאומדין דעתו דכוונתו לקרוביו ודוקא אם היו לו קרובים עניים בשעת הנדר אבל אם היו עשירים אז והענו אין נותנין להם וכל זה בפוסק צדקה לבד אבל אם פוסק צדקה עם בני העיר על דעת בני העיר נדר והם יעשו מה שירצו (הכל במרדכי בפ\"ק דב\"ב תשובת מהר\"ם):"
    },
    {
      "id": "yoreh_deah-251-6",
      "section": 6,
      "text": "יהיו עניים בני ביתך:"
    },
    {
      "id": "yoreh_deah-251-7",
      "section": 7,
      "text": "חייב להקדים להאכיל הרעב מלכסות הערום:"
    },
    {
      "id": "yoreh_deah-251-8",
      "section": 8,
      "text": "איש ואשה שבאו לשאול מזון מקדימין אשה לאיש וכן אם באו לשאול כסות וכן אם באו יתום ויתומה לינשא מקדימין להשיא היתומה:"
    },
    {
      "id": "yoreh_deah-251-9",
      "section": 9,
      "text": "היו לפניו עניים הרבה ואין בכיס לפרנס או לכסות או לפדות את כולם מקדים הכהן ללוי והלוי לישראל והישראל לחלל והחלל לשתוקי והשתוקי לאסופי והאסופי לממזר והממזר לנתין והנתין לגר והגר לעבד משוחרר במה דברים אמורים בזמן שהם שוים בחכמה אבל אם היה ממזר ת\"ח וכ\"ג עם הארץ ממזר תלמיד חכם קודם (ואפילו חכם לכסות ועם הארץ להחיות ואשת חבר כחבר) (ב\"י מהירושלמי) וכל הגדול בחכמה קודם לחבירו ואם היה אחד מהם רבו או אביו אע\"פ שיש שם גדול מהם בחכמה רבו או אביו שהוא תלמיד חכם קודם לזה שהוא גדול ממנו:"
    },
    {
      "id": "yoreh_deah-251-10",
      "section": 10,
      "text": "מי שבא ואמר האכילוני אין בודקין אחריו אם הוא רמאי אלא מאכילין אותו מיד היה ערום ובא ואמר כסוני בודקין אחריו אם הוא רמאי ואם מכירין אותו מכסין אותו מיד:"
    },
    {
      "id": "yoreh_deah-251-11",
      "section": 11,
      "text": "רבי שהיה מצטער שנתן פתו לעם הארץ משום דהוו שני בצורת ומה שהיה אוכל עם הארץ יחסר לתלמיד חכם הא לאו הכי חייב להחיותו אבל אם בא לפנינו מת ברעב חייב להחיותו אע\"פ שהוא ספק אם יחסר לתלמיד חכם אחר כך:"
    },
    {
      "id": "yoreh_deah-251-12",
      "section": 12,
      "text": "שני עניים שחייבים ליתן צדקה יכול כל א' מהם ליתן צדקה שלו לחבירו: הגה ודוקא צדקה אבל אם חייבים כל אחד קנס לצדקה שעברו על איזה דבר אינם יכולים לתת אחד לחבירו דאם כן אין כאן קנס (הגהות מרדכי דב\"ב):"
    },
    {
      "id": "yoreh_deah-251-13",
      "section": 13,
      "text": "צבור שצריכין לשכור רב ושליח צבור ואין ספוק בידם ליתן לשניהם אם הוא רב מובהק ובקי בהוראות ובדינים הוא קודם ואם לאו שליח צבור קודם: הגה ואין לפרנס הרב שבעיר מכיס של צדקה דגנאי הוא לו וגם לבני העיר אלא יעשו לו ספוק ממקום אחר (גם זה שם) אבל כל יחיד יוכל לשלוח לו מצדקה שלו וזהו דרך כבוד:"
    },
    {
      "id": "yoreh_deah-251-14",
      "section": 14,
      "text": "יכולים לשנות אפי' מתלמוד תורה לצורך שלשים פשיטים להגמון בכל שנה לפי שהוא הצלת נפשות שאם לא יתפשרו עמו יש כמה עניים שאין להם ליתן ויכום ויפשיטום ערומים:"
    }
  ]
}