{
  "id": "yoreh_deah-037",
  "chapterLabel": "סימן 37",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-037-1",
      "section": 1,
      "text": "דיני אבעבועות וסרכות הריאה. ובו ז' סעיפים: ריאה שנמצאו בה אבעבועות אפילו הם גדולי' הרבה אם היו מלאים רוח או מים זכים או ליחה הנמשכת כדבש וכיוצא בו או ליחה יבשה וקשה אפילו כאבן הרי זו מותרת ואם נמצאת בהם ליחה סרוחה או מים סרוחים או עכורים הרי זה טריפה: הגה ורבים מכשירים אפילו בעכורין וסרוחין (הרא\"ש והר\"ן והרשב\"א וטור ומהרי\"ל וע\"ל סימן ל\"ו ס\"ז ע\"פ) וכן המנהג להכשיר בועות בכל ענין אם אינן סמוכות:"
    },
    {
      "id": "yoreh_deah-037-2",
      "section": 2,
      "text": "אם סירכה תלויה יוצאה מן הבועה טריפה: הגה וה\"ה בועה העומדת במקום שאר ריעותא אעפ\"י דכשר בלאו הכי כגון בגבשושית או במקום דמשמעת קול או שהבועה בעצמה משמעת קול טריפה (מצא כתוב):"
    },
    {
      "id": "yoreh_deah-037-3",
      "section": 3,
      "text": "אם יש בה שתי אבעבועות סמוכות זו לזו אסורה אפילו מלאות מים זכים ואם היא אחת ונראית כשתים נוקבים אותה בא' מצדיה אם שופכות למקום אחד אחת היא וכשרה ואם לאו שתים הם וטריפה והני מילי כשיש בהם מוגלא או מים אבל אם הם צמחים קשים הגה וה\"ה מורסא שבריאה דהיינו שקרום הריאה מכסה אותה ואינה גבוה מבשר הריאה (מהרי\"ו ושאר אחרונים) אף על גב דסמיכי אהדדי כשרה: הגה ולא מיקרי סמיכי אלא שאין ביניהם כשני חוטי שער לאחר שנפחו הריאה (תוספות והגהות אשיר\"י וע\"פ) והוא שיהיה במה שמפריש ביניהם מראה ריאה (מ\"כ ובד\"י בשם מהרא\"ק) יש מכשירין אפילו תרי בועי דסמיכי אם המים שבהם זכים צלולים ומתוקים (רשב\"ם וריב\"ש ומרדכי וע\"פ ומהרי\"ו) ויש לילך בזה אחר המנהג (ד\"ע דקדק במהרי\"ל שכ\"כ בשיפולי) או לפי ענין ההפסד ושעת הדחק. ובועי בשיפולי ריאה ובמים זכים דינן כמו בסמיכי (ד\"ע ממשמעות הפוסקים) . בועה על חריץ וקמט טריפה דהוי כשני בועי דסמיכי (מ\"כ) ב' בועות זה כנגד זה בין ב' אונות כשרה. אבל בועה נגד טינרי כהאי גוונא טריפה דהטינרי קשה ומנקבת הבועה שכנגדה (מ\"כ) בועי וטינרי סמוכים זה אצל זה כשר (ד\"ע):"
    },
    {
      "id": "yoreh_deah-037-4",
      "section": 4,
      "text": "אבעבוע שנמצא בשיפולי הריאה נוהגין לאסור אם אין בשר כל שהוא מקיף בכל צד (ודוקא בועה אבל טינרי כשר בשיפולי ריאה) (דעת עצמו ומהר\"י והג\"מ) ושפולי היינו תחתית האומא או האונה אבל לא החתוכים שבין אונא לאונא: הגה וי\"א דבכל מקום שיש שם חידוד מקרי שפולי ריאה (מהרי\"ו וסמ\"ק וכל בו) ולכן יש להטריף אפילו למעלה במקום שהריאה דבוקה לשדרה אם הוא נגד חתוך האונות שעדיין הריאה שם חדה ונקרא שפולי אבל נגד האומות כשר דלא הוי שם שפולי דשם הריאה רחבה (בבדיקות) ויש לילך בזה אחר המנהג ואם אין חוט בשר מקיף נופחין אותה וממשמשין לצד בועה אם על ידי כך חוט בשר מקיף כשרה (בית יוסף) והוא [שיהא] בהיקף מבשר מראה ריאה (בד\"י בשם מהרא\"ק) ואם לא היה בהיקף מראה בשר ובאו אח\"כ בודקים ומומחים ונפחוה ומשמשו בה ועל ידי בקיאותן וכחן יפה שנפחו היטב ומשמשו בבקיאות עשו שהיה שם היקף בשר כשר (ב\"י סי' ל\"ט בשם תשובת ריב\"ן והרא\"ש מעשה שהיה):"
    },
    {
      "id": "yoreh_deah-037-5",
      "section": 5,
      "text": "בועה בריאה ונכרת בעבר אחר אע\"ג דלא שפיכי אהדדי כשרה: הגה והוא דלא קיימי במקום סמפונות אבל אי קיימי במקום סמפונות דהיינו ב' אצבעות מן השפולי בדקה וד' בגסה נהגו להטריף (מהרי\"ו ועיין ס\"ק כ\"ג) ואין לשנות ואפילו מים זכים בבועה (מהרי\"ק שורש ל\"ו וד\"ע) ודוקא דשפכי להדדי אבל אי לא שפכי להדדי כשר (מהרי\"ו שם) אפילו בעכורים וסרוחים (ד\"ע וכ\"פ הפו') בועא שהיא תחת הורדא במקום הדק ויש שם סימפון טריפה דניכרת מעבר לעבר (מ\"כ ומהרי\"ו) טינרי הניכרת מעבר לעבר דינה כבועה (בדיקות ישנים) וע\"ל סימן מ\"ב איזהו מקרי שופכות להדדי:"
    },
    {
      "id": "yoreh_deah-037-6",
      "section": 6,
      "text": "אבעבוע שנמצא בו נקב היכא דלא ממשמש ידא דטבחא ואינו יודע אם ניקב מחיים או לאחר מיתה טריפה:"
    },
    {
      "id": "yoreh_deah-037-7",
      "section": 7,
      "text": "בועה או סירכא שנמצאו בקנה הלב או בכל מקום חוץ מהריאה כשרה (וע\"ל סוף סימן מ\"ו):"
    }
  ]
}