{
  "id": "yoreh_deah-198",
  "chapterLabel": "סימן 198",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-198-1",
      "section": 1,
      "text": "דיני טבילה וחציצתה. ובו מ\"ח סעיפים:צריכה שתטבול כל גופה בפעם אחת לפיכך צריך שלא יהיה עליה שום דבר החוצץ ואפילו כל שהוא ואם דרך בני אדם לפעמים להקפיד עליו חוצץ אפילו אם אינה מקפדת עליו עתה או אפילו אינה מקפדת עליו לעולם כיון שדרך רוב בני אדם להקפיד עליו חוצץ ואם הוא חופה רוב הגוף אפילו אין דרך בני אדם להקפיד בכך חוצץ: הגה ולכתחלה לא תטבול אפילו בדברים שאינן חוצצין גזרה אטו דברים החוצצין (הגהות ש\"ד):"
    },
    {
      "id": "yoreh_deah-198-2",
      "section": 2,
      "text": "אלו הדברים שחוצצין חוטי צמר וחוטי פשתן ורצועות שכורכין בהם השער בראש לא תטבול בהם עד שתרפם ואם הם בתוך קליעת שערה אינו מועיל בהם רפיון ואם הם כרוכים בשאר מקומות בגוף לא תטבול בהם עד שתרפם חוץ מאם הם כרוכים בצואר שאינם חוצצין לפי שאינה מהדקן אבל קטלא שהיא רצועה חלקה ורחבה שכורכת סביב צוארה חוצצת מפני שחונקת עצמה בחוזק כדי שיהיה בשרה בולט ותראה בעלת בשר ומתוך שהרצועה חלקה ורחבה אינה מזיקתה (רש\"י):"
    },
    {
      "id": "yoreh_deah-198-3",
      "section": 3,
      "text": "אם החוטין האלו חלולין עשוי מעשה רשת אינם חוצצין (טור בשם ראב\"ד):"
    },
    {
      "id": "yoreh_deah-198-4",
      "section": 4,
      "text": "חוטי שער אינם חוצצין: הגה ואם היו מוזהבות חוצצין דמקפדת עליהם שלא תטנפם וכן אם היו מטונפים תחלה מקפדת עליהם שלא תתלכלך מהן במים וחוצצין (טור):"
    },
    {
      "id": "yoreh_deah-198-5",
      "section": 5,
      "text": "שתי שערות או יותר שהיו קשורים כאחד קשר אחד אינם חוצצין: הגה ואין חילוק בין אם קשר ב' שערות עם שתי שערות או שקשר ב' שערות בפני עצמן (ב\"י בשם רשב\"א ור\"ן): ושערה אחת שנקשרה חוצצת והוא שתהא מקפדת עליה אבל אם אינה מקפדת עליה עלתה לה טבילה עד שיהא רוב שערה קשור נימא נימא בפני עצמו:"
    },
    {
      "id": "yoreh_deah-198-6",
      "section": 6,
      "text": "שיער שכנגד הלב ושבזקן הנדבק זה בזה מחמת זיעה חוצץ שבראש ושבבית השחי אינו חוצץ ושבאותו מקום באיש אינו חוצץ ובאשה בנשואה חוצץ בפנויה אינו חוצץ: הגה ואותן שיש להן כמין קליעות שערות דבוקות זו בזו ונעשית בלילה על ידי שד וסכנה להסירם לא חייצי (מרדכי הלכות נדה בשם ראבי\"ה ובאגור ובהגהות ש\"ד):"
    },
    {
      "id": "yoreh_deah-198-7",
      "section": 7,
      "text": "לפלוף (פי' צואת העין) שחוץ לעין חוצץ אפי' הוא לח ולפלוף שבעין אינו חוצץ ואם הוא יבש חוצץ והוא שהתחיל להוריק (כ\"ד התוספות וסמ\"ג בשם ר\"ת ורמב\"ם):"
    },
    {
      "id": "yoreh_deah-198-8",
      "section": 8,
      "text": "כחול שבעין אינו חוצץ ושחוץ לעין חוצץ ואם היתה פותחת ועוצמת (פירוש וסוגרת) עיניה תדיר אף שחוץ לעין אינו חוצץ:"
    },
    {
      "id": "yoreh_deah-198-9",
      "section": 9,
      "text": "דם יבש שעל המכה חוצץ וריר שבתוכה אינו חוצץ יצא הריר מתוכה כל תוך ג' ימים לח הוא ואינו חוצץ לאחר מכאן יבש הוא וחוצץ לפיכך אשה בעלת חטטים צריכה לחוף במים עד שיתרככו:"
    },
    {
      "id": "yoreh_deah-198-10",
      "section": 10,
      "text": "רטיה שעל המכה חוצצת:"
    },
    {
      "id": "yoreh_deah-198-11",
      "section": 11,
      "text": "חץ או קוץ התחוב בבשר אם נראה מבחוץ חוצץ ואם אינו נראה אינו חוצץ:"
    },
    {
      "id": "yoreh_deah-198-12",
      "section": 12,
      "text": "לכלוכי צואה שעל הבשר מחמת זיעה אינם חוצצין נגלד כגליד חוצץ:"
    },
    {
      "id": "yoreh_deah-198-13",
      "section": 13,
      "text": "מלמולין שעל הבשר חוצצין:"
    },
    {
      "id": "yoreh_deah-198-14",
      "section": 14,
      "text": "טיט היון וטיט היוצרים וטיט דרכים הנמצא שם תמיד אפילו בימות החמה כל אלו חוצצין ושאר כל הטיט כשהוא לח אינו חוצץ שהרי הוא נמחה במים וכשהוא יבש חוצץ (רמב\"ם וסמ\"ג) (מיהו אם היא מקפדת אפילו בדבר לח חוצץ) (רוקח ומרדכי הלכות נדה):"
    },
    {
      "id": "yoreh_deah-198-15",
      "section": 15,
      "text": "הדיו החלב והדבש והדם שרף התאנה ושרף התות ושרף החרוב ושרף השקמה (פי' מין ממיני התאנים) יבשים חוצצין לחים אינם חוצצין ושאר כל השרפים אפילו לחים חוצצין:"
    },
    {
      "id": "yoreh_deah-198-16",
      "section": 16,
      "text": "דם שנסרך בבשר אפילו לח חוצץ:"
    },
    {
      "id": "yoreh_deah-198-17",
      "section": 17,
      "text": "צבע שצובעות הנשים על פניהן וידיהן ושער ראשן אינו חוצץ וכן מי שהוא צובע וידיו צבועות אינו חוצץ: הגה וכן מי שאומנותו להיות שוחט או קצב וידיו תמיד מלוכלכות בדם אינו חוצץ שרוב בני אומנות זו אינן מקפידים (ב\"י בשם ר\"י):"
    },
    {
      "id": "yoreh_deah-198-18",
      "section": 18,
      "text": "צואה שתחת הצפורן שלא כנגד הבשר חוצץ כנגד הבשר אינו חוצץ ובצק שתחת הצפורן אפילו כנגד הבשר חוצץ ואי זהו שלא כנגד הבשר זה שהצפורן עודף על הבשר ולפי שאינן יכולות לכוין מה נקרא כנגד הבשר או שלא כנגדו נהגו הנשים ליטול צפרניהם בשעת טבילה:"
    },
    {
      "id": "yoreh_deah-198-19",
      "section": 19,
      "text": "אם יש לה נפח על מקום הצפורן ואינה יכולה לא לחתוך ולא לחטט אם נפוחה כל כך שאין הטיט שתחת הצפורן נראה אינו חוצץ:"
    },
    {
      "id": "yoreh_deah-198-20",
      "section": 20,
      "text": "דוקא בצק שתחת הצפורן חוצץ אבל הצפורן עצמה אינה חוצצת ואפילו אם היתה גדולה ועומדת ליחתך ופורחת ועוברת מכנגד הבשר אינה חוצצת: הגה מיהו כל זה דוקא שאין צואה או בצק תחתיו בשעה שטבלה ומאחר דכבר נהגו ליטול הצפרנים אפילו אם צפורן אחת נשאר בידה וטבלה צריכה טבילה אחרת (הגהות ש\"ד) וכן נוהגין:"
    },
    {
      "id": "yoreh_deah-198-21",
      "section": 21,
      "text": "צפורן המדולדלת שפירשה מיעוטה חוצצת פירשה רובה אינה חוצצת:"
    },
    {
      "id": "yoreh_deah-198-22",
      "section": 22,
      "text": "אבר ובשר המדולדלים חוצצים. (אבל יבלת או יתרת ואינן מדולדלין אינן חוצצים) (ב\"י בשם סמ\"ג סימן רמ\"ח בשם ר\"י):"
    },
    {
      "id": "yoreh_deah-198-23",
      "section": 23,
      "text": "השירים והנזמים והטבעות והקטלאות אם הם רפויים אינם חוצצים ואם הם מהודקים חוצצים וכן הדין באגד שעל המכה וקשקשים שעל השבר:"
    },
    {
      "id": "yoreh_deah-198-24",
      "section": 24,
      "text": "צריכה לחצוץ שיניה שלא יהא בהם דבר חוצץ שאם טבלה ונמצא שום דבר דבוק בהם לא עלתה לה טבילה ויש נוהגות שלא לאכול בשר ביום לכתן לבית הטבילה מפני שהוא נכנס בין השינים יותר ממאכל אחר ואף על פי שבודקות וחוצצות השינים חוששות דילמא תשתייר מיניה ולאו אדעתה ומנהג יפה הוא: הגה ואין לה לאכול בין הרחיצה לטבילה (הרא\"ש בה\"נ) ואין לה לעסוק כל היום קודם הטבילה בבצק או בנרות של שעוה שלא ידבק בה (ש\"ד) וכן נהגו:"
    },
    {
      "id": "yoreh_deah-198-25",
      "section": 25,
      "text": "אם לא הדיחה בית הסתרים ובית הקמטים שלה ונמצא בהם דבר חוצץ לא עלתה לה טבילה ואם לא נמצא עליה דבר חוצץ אף על פי שלא בדקה קודם טבילה עלתה לה טבילה ואינו דומה לבדיקת הגוף וחפיפת הראש:"
    },
    {
      "id": "yoreh_deah-198-26",
      "section": 26,
      "text": "אם לא בדקה קודם טבילה בין שיניה ולא בית הסתרים שלה ואחר טבילה נמי לא בדקה עד שנתעסקה בכתמים ובתבשילין ואחר כך בדקה ומצאה עצם בין שיניה או דבר חוצץ בין סתריה תלינן לקולא ואמרינן דבתר טבילה עיילי בה:"
    },
    {
      "id": "yoreh_deah-198-27",
      "section": 27,
      "text": "נתנה שערה בפיה או קרצה שפתותיה או קפצה ידה בענין שלא באו המים בהם לא עלתה לה טבילה:"
    },
    {
      "id": "yoreh_deah-198-28",
      "section": 28,
      "text": "לא תאחוז בה חברתה בידיה בשעת טבילה אלא אם כן רפתה ידה כדי שיבואו המים במקום אחיזת ידיה ואם הדיחה ידיה במים תחלה שרי שמשקה טופח שעל ידיה חבור למי המקוה:"
    },
    {
      "id": "yoreh_deah-198-29",
      "section": 29,
      "text": "הטובל במקוה שאין בו אלא מ' סאה מצומצמין אם אמר לחבירו כבוש ידך עלי במקוה הרי זה מגונה:"
    },
    {
      "id": "yoreh_deah-198-30",
      "section": 30,
      "text": "אינה צריכה להגביה רגליה בשעת טבילתה אם אין שם טיט אע\"פ שדורסת על הרצפה אין כאן חציצה מפני שהמים מקדימים לרגליה:"
    },
    {
      "id": "yoreh_deah-198-31",
      "section": 31,
      "text": "אין טובלין בכלים לפיכך אם היה טיט במקום שטובלת לא תעמוד על גבי כלי עץ שמקבלין טומאה מגבן ולא על גבי נסרים שראוים למדרסות ולא על שום כלי הראוי למדרס ותטבול משום גזירת מרחצאות של כלים עברה וטבלה לא עלתה לה טבילה אבל נותנת היא חבילי זמורות תחת רגליה מפני הטיט וכן לא תעמוד על גבי כלי חרס ולא על גבי בקעת ותטבול ואף על פי שאין כלי חרס מטמא מגבו ולא ראוי למדרס חשש חכמים הוא שמא תפחד שלא תפול ולא תטבול כראוי עברה וטבלה על גבי אלו עלתה לה טבילה ולפי זה מקוה שיש בו שליבות (פי' מדרגות) של עץ אם טבלה על גבי השליבות (אפילו אם הם מחוברים לכותלי המקוה) (תשובת הרשב\"א) לא עלתה לה טבילה דפשוטי כלי עץ הם וצריך לעשות במקומן מדרגה של אבנים ותהיה המדרגה רחבה ד' מקום הנחת הרגל כדי שיהא בה שיעור מקוה לבל תפחד ליפול ממנה:"
    },
    {
      "id": "yoreh_deah-198-32",
      "section": 32,
      "text": "סילון של עץ הקבוע בקרקעית הטבילה אם אין לו לבזבז (פירוש מסגרת שאז אין לו בית קבול) מותרת לעמוד עליו ולטבול:"
    },
    {
      "id": "yoreh_deah-198-33",
      "section": 33,
      "text": "לא תטבול במקום שיש בקרקעיתו טיט משום חציצה אלא אם כן תתן עליו זמורות וכיוצא בהם דבר שאינו מקבל שום טומאה ואם טבלה י\"א שלא עלתה לה טבילה (ראב\"ד ורש\"י אבל רוב הפוסקים מתירין):"
    },
    {
      "id": "yoreh_deah-198-34",
      "section": 34,
      "text": "לא תטבול במקום שיש חשש שיראוה בני אדם מפני שמתוך כך ממהרת לטבול ואינה מדקדקת בטבילה ומיהו בדיעבד עלתה לה טבילה:"
    },
    {
      "id": "yoreh_deah-198-35",
      "section": 35,
      "text": "לא תטבול בקומה זקופה מפני שיש מקומות שמסתתרים בה ואל תשחה הרבה עד שידבקו סתריה זה בזה אלא שוחה מעט עד שיהיו סתרי בית הערוה נראים כדרך שנראית בשעה שהיא עורכת ויהיה תחת דדיה נראה כדרך שנראה בשעה שמניקה את בנה ויהיה תחת בית השחי נראה כדרך שנראה כשאורגה בעומדין ואינה צריכה להרחיק ירכותיה זו מזו יותר מדאי וגם לא להרחיק זרועותיה מהגוף יותר מדאי אלא כדרך שהם בעת הילוכה ואם שינתה כגון ששחתה ביותר או זקפה ביותר עלתה לה טבילה (ערוך וסמ\"ג ורשב\"ץ ורמב\"ם) ויש מי שאומר שלא עלתה:"
    },
    {
      "id": "yoreh_deah-198-36",
      "section": 36,
      "text": "צריך שיהיה המקוה גבוה ממעל לטבורה זרת לפחות:"
    },
    {
      "id": "yoreh_deah-198-37",
      "section": 37,
      "text": "יש מי שאומר שאע\"פ שאין בגובה מי המקוה לעלות בהם כל גופה אלא אם כן פניה וגופה כבושים בקרקע שפיר דמי. (ועיין לקמן סימן ר\"א סעיף ס\"ו בדיני מקוה):"
    },
    {
      "id": "yoreh_deah-198-38",
      "section": 38,
      "text": "אינה צריכה לפתוח פיה כדי שיכנסו בה המים ולא תקפוץ אותה יותר מדאי ואם קפצה לא עלתה לה טבילה אלא תשיק שפתותיה זו לזו דיבוק בינוני:"
    },
    {
      "id": "yoreh_deah-198-39",
      "section": 39,
      "text": "לא תעצים עיניה ביותר ואל תפתחם ביותר ואם עשתה כן יש אומרים שלא עלתה לה טבילה. (ב' דעות בטור ופוסקים עב\"י):"
    },
    {
      "id": "yoreh_deah-198-40",
      "section": 40,
      "text": "צריך להעמיד על גבה יהודית גדולה יותר מי\"ב שנה ויום א' בשעה שהיא טובלת שתראה שלא ישאר משער ראשה צף על פני המים ואם אין לה מי שתעמוד על גבה או שהוא בלילה תכרוך שערה על ראשה בחוטי צמר או ברצועה שבראשה ובלבד שתרפם או בשרשרות של חוטים חלולות או קושרת בגד רפוי על שערותיה:"
    },
    {
      "id": "yoreh_deah-198-41",
      "section": 41,
      "text": "המפשלת בנה לאחוריה כשהיא ערומה וטבלה לא עלתה לה טבילה שמא היה טיט ברגלי התינוק או בידיו ונדבק באמו וחצץ בשעת טבילה ואחר שעלתה נפל:"
    },
    {
      "id": "yoreh_deah-198-42",
      "section": 42,
      "text": "נכנסו צרורות וקסמים בסדקי רגליה מלמטה חוצצים:"
    },
    {
      "id": "yoreh_deah-198-43",
      "section": 43,
      "text": "אספלנית מלוגמא ורטיה שעל בית הסתרים חוצצין אף על פי שאינם צריכים שיכנסו בהם המים צריכי' שיהיו ראוים ולא יהא בהם דבר חוצץ: הגה יש אומרים שהאשה צריכה להטיל מים קודם טבילה אם היא צריכה לכך גם צריכה לבדוק עצמה בגדולים ובקטנים שלא תהא צריכה לעצור עצמה ולא יהיו ראויים לביאת מים גם צריכה להסיר צואת החוטם (ש\"ד וראב\"ן סימן שכ\"ו דף ס' ע\"ג):"
    },
    {
      "id": "yoreh_deah-198-44",
      "section": 44,
      "text": "היתה בה שערה אחת או שתים חוץ למכת ראשה מודבק למכה או שהיו שתי שערות ראשה מודבקות בטיט או בצואה או שהיו שתי שערות בריסי עיניה מלמטה ונקבו והוציאתן בריסי עיניה מלמעלה וכן אם היו ב' שערות ריסי עיניה של מטה מדובקות בריסי עיניה של מעלה הרי אלו חוצצים:"
    },
    {
      "id": "yoreh_deah-198-45",
      "section": 45,
      "text": "לא תטבול באבק של רגליה ואם טבלה יש מי שאומר שאינו חוצץ ויש מי שאומר שחוצץ אלא אם כן שפשפה או שטבלה בחמין:"
    },
    {
      "id": "yoreh_deah-198-46",
      "section": 46,
      "text": "נדה שטבלה בבגדיה מותרת לבעלה:"
    },
    {
      "id": "yoreh_deah-198-47",
      "section": 47,
      "text": "מין כנים שדבוקים בבשר ונושכים בעור במקום שיער ונדבקים בחוזק בבשר צריך להסירן ע\"י חמין ולגורדן בצפורן ואם אינו יכול להסירן אינו חוצץ:"
    },
    {
      "id": "yoreh_deah-198-48",
      "section": 48,
      "text": "נדה שטבלה בלא כוונה כגון שנפלה לתוך המים או שירדה להקר הרי זו מותרת לבעלה: הגה ויש מחמירין ומצריכין אותה טבילה אחרת (ב\"י בשם רשב\"א ור' ירוחם ורוקח והגהות אשיר\"י) ויש להחמיר לכתחלה. יש שכתבו שיש לאשה להיות צנועה בליל טבילתה וכן נהגו הנשים להסתיר ליל טבילתן שלא לילך במהומה או בפני הבריות שלא ירגישו בהן בני אדם ומי שאינה עושה כן נאמר עליה ארור שוכב עם בהמה ויש לנשים ליזהר כשיוצאות מן הטבילה שיפגע בה חברתה שלא יפגע בה תחילה דבר טמא או עובד כוכבים ואם פגעו בה דברים אלו אם היא יראת שמים תחזור ותטבול (ש\"ד וכל בו ורוקח). ועיין לקמן סוף סי' ר\"א אם מותר להטיל חמין למקוה או אם מותר לרחוץ אחר הטבילה:"
    }
  ]
}