{
  "id": "yoreh_deah-250",
  "chapterLabel": "סימן 250",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-250-1",
      "section": 1,
      "text": "כמה ראוי ליתן לכל אחד ואחד. ובו ה' סעיפים:כמה נותנין לעני די מחסורו אשר יחסר לו כיצד אם היה רעב יאכילוהו היה צריך לכסות יכסוהו אין לו כלי בית קונה לו כלי בית ואפי' אם היה דרכו לרכוב על סוס ועבד לרוץ לפניו כשהיה עשיר והעני קונה לו סוס ועבד וכן לכל אחד ואחד לפי מה שצריך. הראוי לתת לו פת נותנים לו פת. עיסה נותנים לו עיסה. מטה נותנים לו מטה. הראוי ליתן לו פת חמה חמה. צונן צונן. להאכילו לתוך פיו מאכילין. אין לו אשה ובא לישא משיאין לו ושוכרים לו בית ומציעים לו מטה וכלי תשמישו ואחר כך משיאין לו אשה: הגה ונראה דכל זה בגבאי צדקה או רבים ביחד אבל אין היחיד מחוייב ליתן לעני די מחסורו אלא מודיע צערו לרבים ואם אין רבים אצלו יתן לו היחיד אם ידו משגת (ב\"י ודלא כמשמעות הטור) וכמו שנתבאר סימן רמ\"ט:"
    },
    {
      "id": "yoreh_deah-250-2",
      "section": 2,
      "text": "אשה שבאה לינשא לא יפחתו לה מנ' זוז ואם יש בכיס מפרנסים אותה לפי כבודה (ועיין לקמן סי' רנ\"ז אם הגבאים צריכים ללוות):"
    },
    {
      "id": "yoreh_deah-250-3",
      "section": 3,
      "text": "עני המחזר על הפתחים אין נותנין לו מהקופה מתנה מרובה אלא מתנה מועטת (רש\"י והרא\"ש והפוסקים כדאיתא בבית יוסף):"
    },
    {
      "id": "yoreh_deah-250-4",
      "section": 4,
      "text": "אין פוחתין לעני העובר ממקום למקום מככר בפונדיון (הרמב\"ם פירש שמשקל הפונדיון הוא ח' גרעיני שעורה) מד' סאין בסלע ואם לן נותנין לו מצע לישן עליו וכסת ליתן מראשותיו ושמן וקטנית ואם שבת נותנים לו מזון ג' סעודות ושמן וקטנית ודג וירק ואם מכירין אותו נותנין לו לפי כבודו:"
    },
    {
      "id": "yoreh_deah-250-5",
      "section": 5,
      "text": "עניי העיר מרובים והעשירים אומרים יחזרו על הפתחים והבינונים אומרים שלא יחזרו על הפתחים אלא תהיה פרנסתן מוטלת על הצבור לפי ממון הדין עם הבינונים: הגה כי עיקר חיוב הצדקה לפי הממון (תשובת הרשב\"א הביא הב\"י) ויש מקומות נוהגין ליתן לפי הנדבה ויש לפי המס והנותן לפי ברכתו ראוי יותר לברכה (גם זה תשובת הרשב\"א הובאה בב\"י):"
    }
  ]
}