{
  "id": "yoreh_deah-403",
  "chapterLabel": "סימן 403",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-403-1",
      "section": 1,
      "text": "דיני המלקט עצמות. ובו י' סעיפים:המלקט עצמות אביו או של שאר קרובי' שמתאבלים עליהם מתאבל עליהם כל היום כולו בכל הדברים הנוהגים באבל בכפיית המטה ועטיפת הראש ונעילת הסנדל ותשמיש המטה ורחיצה וסיכה ולערב אין מתאבל עליהם אפילו צרורים לו בסדינו היה עומד ומלקט וחשכה לו מותר ביום שלאחריו לפיכך אין מלקטין אותם סמוך לחשכה כדי שלא יהיה נמצא שלא התאבל על ליקוט עצמות אביו. (ואין אנינות בליקוט עצמות רק חל עליו אבלות מיד) (טור בשם הרא\"ש):"
    },
    {
      "id": "yoreh_deah-403-2",
      "section": 2,
      "text": "כל שקורע עליו בשעת מיתתו קורע עליו בשעת ליקוט עצמות וכל שאינו מתאחה בשעת מיתתו אינו מתאחה בשעת ליקוט עצמות:"
    },
    {
      "id": "yoreh_deah-403-3",
      "section": 3,
      "text": "עצמות אין עומדין עליהם בשורה אבל אומרים תנחומין לעצמם ואין מברין עליהם בחבר עיר אבל מברין עליהם בביתו ואין אומרים עליהם קינה ונהי אבל אומרים עליהם קילוסין: (דהיינו שבחו של מת ומשבחין להקב\"ה שממית ומחיה) (בטור תמצא מבואר):"
    },
    {
      "id": "yoreh_deah-403-4",
      "section": 4,
      "text": "אין מלקטין עצמות אביו במועד ואין צריך לומר עצמות שאר קרובים:"
    },
    {
      "id": "yoreh_deah-403-5",
      "section": 5,
      "text": "שמע שהיום לקטו עצמות אחד מקרוביו שהוא מתאבל עליהם אף על פי שלא היה שם מתאבל עליהם. (אבל שמע שנלקטו אתמול אין מתאבל עליהם) (טור בשם הירושלמי):"
    },
    {
      "id": "yoreh_deah-403-6",
      "section": 6,
      "text": "אין מפרקין את העצמות ולא מפסיקין את הגידים:"
    },
    {
      "id": "yoreh_deah-403-7",
      "section": 7,
      "text": "ליקוט עצמות אינו אלא משיכלה הבשר כלה הבשר אין הצורה ניכרת בעצמות לפיכך יכול ללקט בידו עצמות אביו ואמו ואעפ\"כ נכון הדבר שלא ילקטם הוא עצמו מההיא דרבי אליעזר בר צדוק דבסמוך:"
    },
    {
      "id": "yoreh_deah-403-8",
      "section": 8,
      "text": "מלקט אדם עצמות שני מתים כאחד בראש אפרסקל מכאן ובראש אפרסקל מכאן דברי רבי יוחנן בן נורי ר\"א אומר סוף אפרסקל להתעכל וסוף עצמות להתעכל ונמצאו עצמות שני מתים מתערבים אלא מלקטין ונותנין כל אחד לעצמו בארון של ארזים א\"ר אליעזר בר צדוק כך אמר לי אבא בשעת מיתתו מתחלה קברוני בבקעה ולבסוף לקוט עצמותי ותנם בארזים ואל תלקטם אתה בידך שלא יהיו בזויות עליך:"
    },
    {
      "id": "yoreh_deah-403-9",
      "section": 9,
      "text": "המלקט עצמות והמשמר את המת והמוליך אותם ממקום למקום פטור מק\"ש ומתפלה ומהתפילין ומכל מצות האמורות בתורה בין בחול בין בשבת לא שנא עצמות קרובים לא שנא עצמות רחוקים בין אם הוא בספינה או בדרך ואפילו אם הם מלקטים רבים ואם רצה להחמיר על עצמו לא יחמיר מפני כבוד עצמות:"
    },
    {
      "id": "yoreh_deah-403-10",
      "section": 10,
      "text": "המוליך עצמות ממקום למקום ה\"ז לא יתנם בשק או בדסקיא ויניחם על החמור וירכב עליהם מפני שנוהג בהם מנהג בזיון אבל אם מפשילו לאחוריו על החמור שפיר דמי ואם היה מתיירא מפני הגנבים והלסטים מותר: הגה והחי יתן אל לבו דברים של מיתה דיספד יספדוניה דיקבר יקברוניה דיטעון יטענוניה דידל ידלוניה וגדול השלום שניתן לצדיקים שבשעה שהצדיק נפטר ג' כתות של מלאכים נותנים לו שלום (הכל בטור והרא\"ש וכל בו) ואומרים יבא שלום (כל הכתוב לחיים קדוש יאמר לו) : בלע המות לנצח ומחה ה' אלהים דמעה מעל כל פנים: תם ונשלם שבח לאל בורא עולם"
    }
  ]
}