{
  "id": "yoreh_deah-036",
  "chapterLabel": "סימן 36",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-036-1",
      "section": 1,
      "text": "כמה מיני טריפות בריאה. ובו י\"ז סעיפים: הריאה יש לה שני קרומים ניקבו זה בלא זה או זה שלא כנגד זה כשרה עד שניקבו שניהם זה כנגד זה (טור בשם רשב\"א): הגה ויש מטריפים בנקבו זה שלא כנגד זה (הגהות אשיר\"י פא\"ט ורבינו ירוחם וא\"ו הארוך וע\"פ) והכי נהוג:"
    },
    {
      "id": "yoreh_deah-036-2",
      "section": 2,
      "text": "אפילו נגלד (פירוש נקלף) קרום העליון כולו כשרה אלא שצריכה בדיקה: הגה מיהו אם נמצא בועה על מקום שנקלף העור העליון יש להטריף כי הוי כקרום שעלה מחמת מכה (בד\"י) יש אומרים אם נפחו הריאה ונקרע הקרום מחמת הנפיחה טריפה (בבדיקות):"
    },
    {
      "id": "yoreh_deah-036-3",
      "section": 3,
      "text": "ניקבה ועלה בו קרום ונסתם טריפה:"
    },
    {
      "id": "yoreh_deah-036-4",
      "section": 4,
      "text": "ריאה שנשמע בה הברה כשנופחין אותה אם ניכר המקום שממנו נשמע ההברה מושיבין עליו רוק או תבן וכיוצא בו אם יתנדנד בידוע שהיא נקובה וטריפה ואם לא ניכר המקום מושיבין אותה במים פושרין ונופחין אותה אם בצבץ המים טריפה ואם לאו בידוע שקרום התחתון בלבד ניקב והרוח מהלך בין שני הקרומים ומפני זה ישמע בה קול הברה בשעת נפיחה וכשרה: הגה ואם שמו אותה פעם אחת במים חמין (אליבא דכ\"ע) או קרים שוב אין לה בדיקה אפי' בפושרין (ב\"י בשם הר\"ן):"
    },
    {
      "id": "yoreh_deah-036-5",
      "section": 5,
      "text": "נמצאת נקובה במקום שיש לתלות שנעשה אחר שחיטה כגון שהעביר הטבח ידו בכח או שתלשה בכח או שלקחה זאב והחזירה נקובה תלינן להקל וכשרה ואפילו יש נקבים הרבה שלא במקום שיניו תלינן כולהו בזאב: הגה ולא תלינן ביד הטבח אלא אם הנקב משוך שדרכו להיות מכח הטבח אבל אם הוא עגול (בד\"י בשם מהרי\"ל ומהר\"י מולין) לא תלינן בטבח כי אין דרכו להיות עגול וכל נקב שהוא פתוח (הגהות מרדכי פ\"ק דחולין) או שהושחר או אדום סביב הנקב (ב\"י בשם מ\"כ) ואפילו הוא רק אדום סביב הצלעות נגד הנקב טריפה ולא תלינן בשום דבר דבודאי מחיים נעשה (שם): וכן אם נמצאו עליה תולעים שנקבוה ואין ידוע אם נקבוה קודם שחיטה או אחר שחיטה כשרה ואם אין מקום לתלות והדבר ספק אם ניקבה מחיים עושים נקב אחר ומקרבין אצלו אם הם דומים כשרה שכמו שזה נעשה אחר שחיטה כן נעשה הראשון ואם אינם דומים טריפה ואין מדמין מריאה של בהמה דקה לריאה של בהמה גסה אלא מדקה לדקה ומגסה לגסה (רי\"ף ורמב\"ם ורשב\"א ותוספות והגה\"מ בשם ר\"ח): הגה וי\"א דאין מקיפין מבהמה זו לבהמה אחרת (רש\"י ובה\"ג ורא\"ש וטור (ואגודה) וסמ\"ג ור\"ן ור' ירוחם הביאו דעת רש\"י בסוף) ואפילו בבהמה אחת אין מקיפין אלא מגסה לגסה דהיינו מאומא לאומה או מדקה לדקה דהיינו מאונה לאונה מיהו בזמן הזה אין אנו בקיאין ואין לסמוך אהקפה כלל להכשיר (כל בו בשם הגאונים) (ומהרי\"ל ושאר אחרונים):"
    },
    {
      "id": "yoreh_deah-036-6",
      "section": 6,
      "text": "ניקב אחד מהסמפונות (פי' קנים החלולים שבתוך הריאה) שבפנים לחבירו כגון במקום שמתפצלים זה מזה ואין בשר ביניהם טריפה שחברו קשה ואינו מגין עליו אבל ניקב לבשר הריאה הבשר מגין עליו וכשרה:"
    },
    {
      "id": "yoreh_deah-036-7",
      "section": 7,
      "text": "הריאה שנשפכה כקיתון וקרום העליון שלה קיים שלם בלא נקב אם הסמפונות עומדים במקומם ולא נמוחו כשרה ואם נמוק אפילו סימפון אחד טריפה כיצד עושים נוקבים אותה ושופכין אותה בכלי שהוא שוע באבר אם נראה בה חוטים לבנים בידוע שנמוקו הסמפונות וטריפה ואם לאו בשר הריאה בלבד הוא שנימוק וכשרה והוא שיהא מחוי המים זך אבל אם הם עכורים או סרוחים טריפה: הגה ויש מכשירין אפילו בעכורים וסרוחים (הרא\"ש והרשב\"א והרז\"ה והר\"ן וטור וסה\"ת וסמ\"ג והגה\"מ וכל בו סימן ק\"א וע\"ל ר\"ס ל\"ז) ומי שהוא בקי לבדוק שלא נמוחו הסמפונות יכול לסמוך עלייהו לצורך הפסד מרובה:"
    },
    {
      "id": "yoreh_deah-036-8",
      "section": 8,
      "text": "חסר מגוף הריאה ולא ניקבה כשירה ויש מי שאוסר: הגה והמנהג להכשיר אם החסרון ככ\"ף פשוטה אבל אם החסרון ככ\"ף כפופה כזה אם יוכל להניח בגומא ההוא אצבע אגודל מקרי חסרון וטריפה ואם לאו כשרה וכל זה כשנראה החסרון מבחוץ לאחר הנפיחה אבל אם היא מבחוץ כשאר ריאה אלא שנחסר מבשרה מבפנים אפילו מחזיק החסרון עד כדי רביעית כשרה יתר מכאן טריפה (מהרי\"ו ובדיקות ישנים וראה מעשה וש\"ס וטור ופוסקים וב\"י בשם אהל מועד):"
    },
    {
      "id": "yoreh_deah-036-9",
      "section": 9,
      "text": "הריאה שנמצא בה מקום אטום כל שהוא (ל' רמב\"ם פ\"ז ד\"ו) שאין הרוח נכנס בו ואינו עולה בנפיחה מביאין סכין וקורעין (הקרום לבד) (מהרי\"ו וב\"י בשם מ\"כ ורשב\"א בת\"ה) סמוך ממש למקום האטום אם נמצא בו ליחה מותרת שמחמת הליחה לא נכנס שם הרוח ואם לא נמצא בו ליחה נותנין עליו מעט רוק או תבן או נוצה אם נתנדנד כשרה שהרי הרוח בא שם ואם לאו טריפה: הגה ולא מקרי אטום אלא כשמראהו דומה לשאר ריאה אלא שאינו עולה בנפיחה אבל אם מראהו דומה למוגלא אינו אלא טינרי וכשר בלא בדיקה (הגהות מיימוני וסמ\"ג וב\"י בשם רש\"י) ואף באטום יראה תחילה ליתן הריאה במים פושרין או ליתן מים פושרין תוך הקנה ולנענע אותה (הגהות אשיר\"י) או למשמש הרבה במקום האטום (רוקח) ולשפוך אחר כך מה שבתוך הקנה ואם עולה אחר כך בנפיחה כשרה ואפילו אם כבר נחתכה הריאה אם יוכל לבדוק על ידי שפופרת שיעלה מקום האטום בנפיחה יש להכשיר (מהרי\"ו וערוך ערך אפי פי' כן פחיזה דש\"ס):"
    },
    {
      "id": "yoreh_deah-036-10",
      "section": 10,
      "text": "ריאה שקשה כעץ במשמושה טריפה (וה\"ה אם קלה כעץ טריפה) (מהרי\"ו):"
    },
    {
      "id": "yoreh_deah-036-11",
      "section": 11,
      "text": "ריאה שנתמסמסה דהיינו שנמצאת שלימה וכשתולין אותה תחתך ותפול חתיכות חתיכות טריפה:"
    },
    {
      "id": "yoreh_deah-036-12",
      "section": 12,
      "text": "ריאה שנמצאת נפוחה כמו עיקר חריות של דקל אוסרין אותה מספק:"
    },
    {
      "id": "yoreh_deah-036-13",
      "section": 13,
      "text": "ריאה שיבשה אפילו מקצתה טריפה והוא שתהא נפרכת בצפורן: הגה ואם משרטט בציפורן על בשר הריאה ונראה השרטוט בתוכה מקרי יבש וטריפה. (מצא כתוב וכן הוא בבדיקת האחרוני'):"
    },
    {
      "id": "yoreh_deah-036-14",
      "section": 14,
      "text": "צמקה כולה אם מחמת בני אדם שהפחידוה כגון ששחטו אחרת לפניה וכיוצא בזה טריפה ואם בידי שמים כגון שפחדה מקול רעם או ראתה זיקים וכיוצא בזה או מפחד שאר בריות כגון מקול שאגת אריה וכיוצא בזה כשרה:"
    },
    {
      "id": "yoreh_deah-036-15",
      "section": 15,
      "text": "כיצד בודקין אותה (אם הדבר ספק מאיזה דבר בא לה) (דעת הר\"ן) מושיבין את הריאה במים מעת לעת אם היה זמן הקור מושיבים אותה במים פושרים ובכלי שאין המים מתמצין מגבו ונוזלים כדי שלא יצוננו במהרה ואם היה זמן החום מושיבין אותה במים צוננים בכלי שהמים מתמצין מגבו כדי שישארו קרים אם חזרה לברייתה הרי זה בידי שמים או בידי הבריות ומותרת ואם לא חזרה בידי אדם היא וטריפה (כל הסעיף ל' הרמב\"ם שם ד\"י): הגה ונראה דאין לנו לסמוך על בדיקה זו כי אין אנו בקיאין בכל דבר שצריך בדיקה ואם נראה שבא לה בידי שמים אין להכשיר בלא בדיקה זו ובזה יש לסמוך על בדיקתנו (כ\"פ רש\"ל):"
    },
    {
      "id": "yoreh_deah-036-16",
      "section": 16,
      "text": "ריאה שהרגיש בה במשמוש היד שמחט בתוכה אם שלימה היא נופחין אותה אם עולה בנפיחה כשרה בין אם היא דקה או עבה בין אם נכנסה דרך חודה או דרך קופה (פי' דרך צד העב) ואם היא חתוכה טריפה. יש עליה קורט דם כנגד המחט בחוץ טריפה אפילו היא שלימה: הגה ובזמן הזה יש להטריף כל ריאה שנמצא בה מחט ואין דנין בה דין שלימה (ב\"י בשם סמ\"ק הגהות מיימוני פ\"ז וא\"ו הארוך ומהרא\"י שער ל') אם לא במקום הפסד מרובה אז יש להקל ולבדוק ע\"י נפיחה (ש\"ד סימן צ\"ב בהגהות ובית יוסף ומהרי\"ל וכן משמעות כל הפוסקים):"
    },
    {
      "id": "yoreh_deah-036-17",
      "section": 17,
      "text": "מחט שנמצא בסמפונא רבה דריאה כשרה: הגה ואפילו בחתיכה שלא נוכל לבדוק בנפיחה יש להכשיר (ב\"י בשם ר\"ן וש\"ד ומהרי\"ו בשערים ור' ירוחם ולאפוקי כלבו ואו\"ה):"
    }
  ]
}