{
  "id": "yoreh_deah-138",
  "chapterLabel": "סימן 138",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-138-1",
      "section": 1,
      "text": "דיני הכשר כלי היין. ובו י\"א סעיפים:גת של אבן שזפתה עובד כוכבים ונתן בה יין בשעת זפיתה או שזפתה ישראל ונתן בה יין ונגע בה העובד כוכבים בעוד משקה טופח עליה צריכה ניגוב ואם דרך העובד כוכבים בזפותה אין די לה בנגוב אלא יקלוף הזפת ואח\"כ ינגב או עירוי בלא קליפה או יישנה י\"ב חודש ושל עץ אם זפתה עובד כוכבים ונתן יין בשעת זפיתה אפי' לא דרך בה או שזפתה ודרך בה אח\"כ או שזפתה ישראל ונתן בה יין ונגע בה העובד כוכבים בעוד משקה טופח עליה דין אחד להם שצריכה קליפה וניגוב או עירוי בלא קליפה ואם יש נעורת של פשתן בין נסר לנסר או בלאי בגדים אין די לה בניגוב אלא צריכא מילוי ועירוי או הגעלה ושל חרס זפתה העובד כוכבים ונתן בה יין בשעת זפיתה אפילו לא דרך בה או שזפתה ישראל ונתן בה יין ונגע בה העובד כוכבים בעוד משקה טופח עליה אינה ניתרת בקליפה וניגוב אלא במילוי ועירוי בלא קליפה ואם זפתה העובד כוכבים ודרך בה צריכה קליפה ומילוי ועירוי או הגעלה בלא קליפה או יישון י\"ב חדש או להסיקה בכבשן עד שירפה הזפת וכל זה בזפותה אבל אם אינה זפותה יש לחלק שאם תחלת תשמישה ע\"י עובד כוכבי' צריכ' ניגוב (ובשל חרס עירוי אם דרך בה) (טור) ואם תחילת תשמישה ע\"י ישראל סגי בהדחה אם היא של עץ או אבן אבל אם היא של חרס צריכה ניגוב:"
    },
    {
      "id": "yoreh_deah-138-2",
      "section": 2,
      "text": "גת הבנויה בלבנים או סיד וגפסים (פירוש חומר יותר לבן מהסיד ויס\"ו בלע\"ז) דינה כשל חרס:"
    },
    {
      "id": "yoreh_deah-138-3",
      "section": 3,
      "text": "הגת וכליו הצריכי' ניגוב ניתרי' בהגעלה ע\"י עירוי שמערה מכלי ראשון עליהם ולא תהא הגעלה זו פחותה מניגוב:"
    },
    {
      "id": "yoreh_deah-138-4",
      "section": 4,
      "text": "גיגית גדולה שדורכין בה והמשפך וכלי המדה והמחץ והוא כלי שדולין בו מהבור לחבית כולם דינם כגת:"
    },
    {
      "id": "yoreh_deah-138-5",
      "section": 5,
      "text": "הקורה שעוצרים בה הענבים והדפים שמשימין על העביט (פי' כלי גדול) סגי להו בהדחה:"
    },
    {
      "id": "yoreh_deah-138-6",
      "section": 6,
      "text": "העקלים (פי' כמין קופות מסורגות כמצודה שפורטי\"ם בלע\"ז) שכורכים סביב העביט העשוים מחריות של דקל ושל קנבוס מנגבן ושל שיפה ושל גמי בולעים יותר וצריך ליישנן י\"ב חדש (ויש להחמיר בשל קנים כמו בשל שיפה וגמי) (סמ\"ג) ואם רצה לטהרן מיד מגעילן ברותחין או חולטן במי זיתים (דעת הרמב\"ם) או מניחן תחת צנור שמימיו מקלחין או במעיין שמימיו רודפין י\"ב שעות ואח\"כ יותרו:"
    },
    {
      "id": "yoreh_deah-138-7",
      "section": 7,
      "text": "משמרת של יין של עובד כוכבים אם היא של שער מדיחה ואם היא של צמר צריכה ניגוב ואם היא של פשתן צריכה ליישנה י\"ב חדש:"
    },
    {
      "id": "yoreh_deah-138-8",
      "section": 8,
      "text": "כלי חלף (פירוש מין עשב שעושין ממנו מחצלאות וחבלים) והוצין וכיוצא בהן מכפיפות שמסננים בהם היין אם היו תפורים בחבלים מדיחן ואם היו אחוזות זו בזו בחיבור קשה צריכים ניגוב ואם היו תפורות בפשתן מיישנן. (מפות שלנו שנפל עליהם יינם סגי להו בהדחה אפילו נפל עליהם יין רותח) (טור ומרדכי פרק השוכר ובהגהת אשיר\"י):"
    },
    {
      "id": "yoreh_deah-138-9",
      "section": 9,
      "text": "כל מקום שצריך ניגוב צריך להתיר הקשרים אבל בהכשר מילוי ועירוי וכן ביישון שנים עשר חדש אין צריך להתיר הקשרים:"
    },
    {
      "id": "yoreh_deah-138-10",
      "section": 10,
      "text": "כל מקום שאמרנו צריך ניגוב אם הם לחים מקנחן באפר ואח\"כ מדיחן במים ואח\"כ מקנחן באפר פעם שנית ואח\"כ מדיחן במים ואם הם יבשים מקדים מים ואח\"כ אפר ואח\"כ מים ואח\"כ אפר ואח\"כ מים:"
    },
    {
      "id": "yoreh_deah-138-11",
      "section": 11,
      "text": "גת שדרך בה עובד כוכבים כשבא ישראל לנגבה מכבד כדרכו ואין מחייבין אותו ללקט החרצנים:"
    }
  ]
}