{
  "id": "yoreh_deah-316",
  "chapterLabel": "סימן 316",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-316-1",
      "section": 1,
      "text": "דין הלוקח בהמה מן העובד כוכבים ואינו יודע אם בכרה. ובו ו' סעיפים:הלוקח בהמה מהעובד כוכבים ואין ידוע אם בכרה וילדה ה\"ז ספק בכור ויאכל במומו לבעלים ואינו לכהן שהמוציא מחבירו עליו הראיה בין אם לקחה תוך שנתה או אחר שנתה ואפי' אם העובד כוכבים מסיח לפי תומו שכבר בכרה אינו נאמן: (וסימנים שבסדקי קרניה אין מעלה ולא מוריד לסמוך עליהם) (הגהות מרדכי פ' האשה):"
    },
    {
      "id": "yoreh_deah-316-2",
      "section": 2,
      "text": "לקח בהמה מניקה מהעובד כוכבים אינו חושש שמא בנה של אחרת היא מניקה אלא הרי זו בחזקת שילדה ואפילו היה זה שמניקה כמו מין אחר ואפילו כמין חזיר פטורה מהבכורה:"
    },
    {
      "id": "yoreh_deah-316-3",
      "section": 3,
      "text": "וכן בהמה שהיא חולבת פטורה מהבכורה שרוב הבהמות אינן חולבות אא\"כ ילדו: הגה ויש אומרים דאין סומכין על מה שהיא חולבת (טור בשם ה\"ג והגהות מרדכי פרק האשה) וכן פסקו האחרונים (מהרא\"י בפסקיו סימן קס\"ו ובת\"ה סימן רע\"א ומהרי\"ו סימן קע\"ד) וכן נוהגין בכל מדינות אלו מיהו אם יש עוד צד היתר לזה או שעובד כוכבים מסיח לפי תומו שלא להשביח מקחו ואומר שילדה סומכין להתיר ודוקא בפרות ובמקום שלא נשמע שחולבות בלא ולד אבל בעזים שדרך שחולבות בלא ולד לא סמכינן על כך אפי' במקום דאיכא ספק ספקא כגון שילדה ב' ואיכא למימר אכל אחד דאינו בכור אפ\"ה אסור (פסקי מהרא\"י סימן ק\"ל) ונ\"ל דבמקום דאין דרך העזים בכך או שדרך הפרות בכך אין לחלק ויש לחקור אחר זה:"
    },
    {
      "id": "yoreh_deah-316-4",
      "section": 4,
      "text": "בהמה שראינוה חולבת וידענו שלא ילדה אם אח\"כ ראינוה מניקה ולא ידענו אם ילדה אותו ולד אם לא הרי זה בחזקת שילדתו:"
    },
    {
      "id": "yoreh_deah-316-5",
      "section": 5,
      "text": "מי שיש לו בעדרו מבכירות ושאינן מבכירות וילדו ולא היה שם אדם ומוצא מבכירות מניקות נקבות ושאינן מבכירות מניקות זכרים אינו חושש שמא בנה של זו בא לו אצל זו ושל זו אצל זו אלא הדבר בחזקתו שכל אחת מניקה את בנה:"
    },
    {
      "id": "yoreh_deah-316-6",
      "section": 6,
      "text": "הלוקח בהמה מישראל הרי זה בחזקת שבכרה עד שיודיעו המוכר שעדיין לא ילדה: (ויש אומרים שהוא ספק בכור) . (טור בשם הרא\"ש והר\"ר יונה):"
    }
  ]
}