{
  "id": "yoreh_deah-018",
  "chapterLabel": "סימן 18",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-018-1",
      "section": 1,
      "text": "דין בדיקת הסכין ופגימותיו. ובו כ' סעיפים: השוחט בסכין בדוקה ונמצאת פגומה (אפילו מן הצד) (ד\"ע) הרי זה נבלה אפילו נגע בעצם המפרקת אין תולין שנפגמה בו אחר שחיטה אלא חיישינן שמא בעור נפגמה ונמצא שחט בסכין פגומה ואפי' בעוף:"
    },
    {
      "id": "yoreh_deah-018-2",
      "section": 2,
      "text": "שיעור הפגימה כל שהוא ובלבד שתאגור בה כל שהוא אפילו חוט השערה:"
    },
    {
      "id": "yoreh_deah-018-3",
      "section": 3,
      "text": "צריך לבדוק הסכין קודם שחיטה. ואם לא בדק לא ישחוט ואם עבר ולא בדקה תחלה ואח\"כ בדקה ומצאה יפה שחיטתו כשרה:"
    },
    {
      "id": "yoreh_deah-018-4",
      "section": 4,
      "text": "סכין שתבדק בהולכה ולא הרגיש שיש בה פגם וכשהחזיר אותה בהבאה הרגיש שיש בה פגם וזו היא הנקראת מסוכסכת אם שחט בה דרך הולכה ולא הביא שחיטתו כשרה ואם הביא שחיטתו פסולה. והני מילי כשהרגיש בה קודם שחיטה אבל אם מצא סכינו יפה קודם שחיטה ואחר שחיטה מצא בה פגימה מסוכסכת ואמר ברי לי שלא עשיתי אלא הולכה לבד שחיטתו פסולה: הגה ויש מחמירים דכל מסוכסכת אסורה עד דקיימא ארישא דסכינא ממש אם שחט בהולכה. ואסיפא דסכינא ממש אם שחט בהבאה (הלכות שחיטות ישנים והגהות סמ\"ק ופוסקים הנ\"ל) ולפי שאין אנו בקיאין היכן מיקרי רישא דסכינא יש להטריף הכל (ד\"ע גם הג\"ה בשחיטת מהרי\"ו וכן משמע במרדכי וכל בו ואגודה וכ\"כ האגור שכן המנהג) והכי נהוג:"
    },
    {
      "id": "yoreh_deah-018-5",
      "section": 5,
      "text": "סכין שיש בה פגימות הרבה אפי' כולן מסוכסכות אפילו שחט בה בדיעבד פסולה. דמתוך שפגימותיה מרובות חיישינן שמא השיב ידו מעט ולא הרגיש:"
    },
    {
      "id": "yoreh_deah-018-6",
      "section": 6,
      "text": "סכין חדה שהושחזה והרי אינה חלקה אלא מגעתה כמגע ראש השבולת שהוא מסתבך באצבע הואיל ואין בה פגם שוחטין בה (ל' רמב\"ם שם דין י\"ח): הגה ואין אנו נוהגים לשחוט בו לפי שאין אנו בקיאין בדבר (אגור וב\"י ומהרש\"ל פ\"ק סימן ל\"ז):"
    },
    {
      "id": "yoreh_deah-018-7",
      "section": 7,
      "text": "סכין שפיה חלק ואינה חדה הואיל ואין בה פגם שוחטין בה ואע\"פ שהוליך והביא כל היום עד ששחטה שחיטתו כשרה (ל' רמב\"ם שם דין י\"ז) (וע\"ל סימן כ\"ג דבבהמה כה\"ג לפעמים טריפה וכ\"כ ב\"י):"
    },
    {
      "id": "yoreh_deah-018-8",
      "section": 8,
      "text": "סכין שהיא עולה ויורדת כנחש ואין בה פגם שוחטין בה לכתחלה:"
    },
    {
      "id": "yoreh_deah-018-9",
      "section": 9,
      "text": "בדיקת הסכין צריכה אבשרא ואטופרא ואתלת רוחתא. דהיינו שמוליכה ומביאה על בשר אצבעו ואח\"כ מוליכה ומביאה על צפרנו משלש רוחותיה שהם פיה ושני צדדיה כדי שלא יהיה בה פגם כלל ויבדוק לאט ובכוונת הלב שלא יפנה לבו לדברים אחרים וצריך לשנות הצפורן אחר קצת בדיקתה שמא נפגם הצפורן בחודה של סכין. ואולי יש פגימה בצדדין שלא ירגיש בה לפי שעוברת בתוך פגימת הצפורן: הגה ולא יבדוק שני צדדי הסכין ביחד אלא כל אחד בפני עצמו (מהרי\"ו):"
    },
    {
      "id": "yoreh_deah-018-10",
      "section": 10,
      "text": "סכין שיש לה פגימה אסור לשחוט בה אפי' אם מכוין לשחוט שלא כנגד הפגימה וביום טוב נוהגין היתר לכרוך מטלית על הפגימה כיון שאין יכול להשחיזה ואם הוא שעת הדחק שאין לו הכנה להשחיזה אפילו בחול מותר לשחוט ע\"י כריכת מטלית על הפגימה: הגה וע\"ל סימן ו' ס\"א. סכין שיש לה ב' פיות צריך לבדוק שני הצדדין (טור סימן ו'):"
    },
    {
      "id": "yoreh_deah-018-11",
      "section": 11,
      "text": "השוחט בהמות רבות או עופות הרבה צריך לבדוק בין כל אחד ואחד שאם לא עשה כן ובדק באחרונה ונמצאת סכין פגומה הרי הכל ספק נבילות ואפילו הראשונה: הגה ומי שרוצה להכניס עצמו לספק זה אין צריך לבדוק סכין בין שחיטה לשחיטה (ת\"ה סימן קפ\"ד וב\"י בשם בעל המאור והרשב\"א ועי' ס\"ק י\"ז):"
    },
    {
      "id": "yoreh_deah-018-12",
      "section": 12,
      "text": "אע\"פ שבדק הסכין קודם שחיטה צריך לחזור ולבדוק אחר השחיטה והני מילי שהסכין לפנינו אבל אם נאבד שחיטתו כשרה הואיל ובדקה קודם שחיטה ואפילו שחט בה הרבה זה אחר זה ואם נגע במפרקת של אחת מהן יש להחמיר ולחוש לכל אותן שנשחטו אח\"כ: (טור בשם הגאונים ורשב\"א בשם רבותיו ור\"ן):"
    },
    {
      "id": "yoreh_deah-018-13",
      "section": 13,
      "text": "שחט בסכין בדוק ונאבד קודם שיבדקנו אחר שחיטה ואח\"כ נמצא והוא פגום שחיטתו כשרה הואיל ויצא בהיתר וזה שנמצא פגום אימור שיבר בה עצמות ולאו אדעתיה דאוקי סכין אחזקתיה:"
    },
    {
      "id": "yoreh_deah-018-14",
      "section": 14,
      "text": "אם לא בדק הסכין ושחט בה ונאבד אחר שחיטה שחיטתו פסולה בד\"א בסתם סכין אבל טבח שיש לו סכין מיוחד לשחיטה ומקום מיוחד שמצניעו שם תמיד בחזקת בדוק הוא ואם שחט בה בלא בדיקה ונאבד שחיטתו כשרה: הגה וראוי לכל טבח שיהא לו סכין מיוחד לשחיטה ואסור לעשות בו שום דבר ויצניענו שלא יפגמנו (רש\"י וכל בו והג\"א ד\"מ ס\"ס ו' ועיין טור וב\"י שם) ומ\"מ לא ישחוט בו לכתחלה בלא בדיקה (רשב\"א וב\"י שם):"
    },
    {
      "id": "yoreh_deah-018-15",
      "section": 15,
      "text": "השוחט בסכין בדוק ואחר השחיטה שיבר בו עצמות דרך שבירה שלא בדרך הולכה והבאה (רשב\"א ור\"י ור' ירוחם) ובדקו ונמצא פגום שחיטתו כשרה דאנו תולים שבשבירת העצמות נפגמה וכן כל כיוצא בזה כגון שנפל ע\"ג קרקע קשה ודוקא שראינו שנפל על חודו אבל מספיקא אין תולין לומר שנפל על חודו ואם שיבר בו עצם המפרקת אפילו דרך שבירה אין תולין בו מפני שהוא רך: הגה ואין חילוק בכל זה בין שבדק הסכין תחלה סמוך לשחיטה או שהיה בחזקת בדוק תחלה ולא בדקו סמוך לשחיטה דאפ\"ה מקרי סכין בדוק (ד\"ע מהגהות מרדכי פ\"ק דחולין והג\"א ואגודה וע\"פ עיין ס\"ד):"
    },
    {
      "id": "yoreh_deah-018-16",
      "section": 16,
      "text": "אם בדק הסכין אחר שחיטה והצניעו ואח\"כ נמצא פגום לית לן בה דאימור בדבר אחר נפגם או שיבר בו עצמות ולאו אדעתיה:"
    },
    {
      "id": "yoreh_deah-018-17",
      "section": 17,
      "text": "טבח שלא הראה סכינו לחכם (ונמצא יפה) (טור) היו מנדין אותו: הגה ואם נמצא פגום היו מנדין אותו ומעבירין אותו (טור) ובנמצא יפה יכול החכם למחול ואין צריך לנדותו (הגהות אלפסי פ\"ק דחולין): והאידנא נהגו למנות אנשים ידועים על השחיטה והבדיקה ולהם מחלו חכמים כבודם כי הם זהירים וזריזים והרבה צריך ישוב הדעת ויראת שמים לבדיקת הסכין הלא תראה כי יבדוק אדם פעמיים שלש ולא ירגיש בפגימה דקה ואחר כך ימצאנה כי הכין לבו באחרונה ובחינת חוש המישוש כפי כונת הלב (רבינו יונה בס' שער התשובה):"
    },
    {
      "id": "yoreh_deah-018-18",
      "section": 18,
      "text": "הטבח צריך שיטול שכר מן הטרפות כמו מן הכשרות: הגה שלא יבא להקל להכשיר כדי לקבל שכרו מן הכשרות (ב\"י בשם ריב\"ש) ולכן נהגו בקצת מקומות שאין אדם שוחט ובודק לעצמו אלא אותן הממונים מן הקהל:"
    },
    {
      "id": "yoreh_deah-018-19",
      "section": 19,
      "text": "ראובן שאמר לשמעון בדוק סכין זה ובדקו שני פעמים מהי\"ב שצריך ונתנה לראובן וראובן היה הולך לשחוט ולקחו לוי מידו ומצאו פגום. (וראובן מתנצל ואומר שעדיין היה רוצה לבדקו כהוגן) (הכל בתשובת הרשב\"א סימן תקצ\"ד) מעשיו מוכיחים עליו שהיה די לו באותה בדיקה ולפיכך מעבירין אותו ואם נראים הדברים שהיה כעין שגגה ושהוא אדם כשר מחזירין אותו ובלבד שיקבל עליו שלא ישוב עוד לדבר כזה:"
    },
    {
      "id": "yoreh_deah-018-20",
      "section": 20,
      "text": "טבח שנמצאת פגימה בראש הסכין ואמר זאת הפגימה מפני שאני מכסה דם העופות בראש הסכין וכשאני שוחט אני נזהר שאיני נוגע בפגימה מעבירין אותו וקרוב לומר שהכלים אסורים:"
    }
  ]
}