{
  "id": "yoreh_deah-137",
  "chapterLabel": "סימן 137",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-137-1",
      "section": 1,
      "text": "דין יין כשר שהושם לתוך כלי שלא נכשר. ובו ו' סעיפים:כל הכלים האסורים מחמת יין של עובד כוכבים שהכניס בהם ישראל יין קודם שהכשירן אסור בשתייה ומותר בהנאה אפילו הוא יבש כל זמן שלא עבר עליו י\"ב חדש (ואם הוא כלי שמכניסו לקיום אסור מיד) (טור בשם הרא\"ש) ואם הוא כלי שאין מכניסו לקיום (והוא יבש) (ב\"י) לא נאסר אא\"כ עמד בו יינו של ישראל כ\"ד שעות ואם היה ביין מעורב קיתון של מים אם יש במים ששה פעמים כנגד קליפת הקנקן מותר אפילו בשתייה: הגה ועיין לעיל סימן קל\"ד דאפילו אין בו מים בטל בס' ואין חילוק בין בכלים האסורים משום יין נסך בין שהם בני יומן או לא (טור ותשובת הרא\"ש והר\"ף סוף עבודת כוכבים):"
    },
    {
      "id": "yoreh_deah-137-2",
      "section": 2,
      "text": "אם דרך ענבים בגת של עובד כוכבים שלא הכשירו מותר שהרי החרצנים והזגים יש בהם ס' כנגד קליפת הגת אבל אסור להוציא היין דרך נקב שהיין של עובד כוכבים יורד בו שהנקב אסור והיין היוצא משם צלול מבלי תערובות החרצנים: הגה ואם עבר והוציאו דרך הנקב נראה לפי מאי דקי\"ל דסתם יינם בטל בס' כדלעיל סי' קל\"ד דכאן ג\"כ כל היין שרי ולא אמרינן דנאסר ראשון ראשון וע\"ל סימן צ\"ט:"
    },
    {
      "id": "yoreh_deah-137-3",
      "section": 3,
      "text": "יין שניתן לקנקנים של עובד כוכבים שלא הוכשרו ואחר כך הריק אותו יין ועירבו עם יין אחר מרובה שהיה לו בקנקנים אחרים כשרים אם יש ביין השני ס' כיין הראשון הכל מותר אפי' בשתייה ואם יש ביין השני מים כדי שיעור ששה חלקים כנגד קליפות האסורים ג\"כ מותר הכל בשתייה ואע\"פ שלא היה מים ביין הראשון:"
    },
    {
      "id": "yoreh_deah-137-4",
      "section": 4,
      "text": "כלים האסורים מחמת יין של עובד כוכבים מותר ליתן לתוכם בין מים בין שכר בין שאר משקים ובלבד שידיח בתחלה לחלוחי היין שעל פני הכלים וכן מותר למלוח בהם:"
    },
    {
      "id": "yoreh_deah-137-5",
      "section": 5,
      "text": "אם נתן יין בכלי אסור לא נתיר לתת בו יין פעם אחרת עד שיכשירנו:"
    },
    {
      "id": "yoreh_deah-137-6",
      "section": 6,
      "text": "אין עובד כוכבים מסיח לפי תומו נאמן בהכשר כלים האסורים (ועיין לעיל סימן קכ\"ב כיצד נוהגין):"
    }
  ]
}