{
  "id": "yoreh_deah-275",
  "chapterLabel": "סימן 275",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-275-1",
      "section": 1,
      "text": "צורות פרשה פתוחה וסתומה וצורת השירה. ובו ו' סעיפים:פרשה פתוחה שעשאה סתומה או סתומה שעשאה פתוחה יגנז: הגה וי\"א דמותר לתקנו כמו בשאר טעיות (הרא\"ש והרשב\"א וריב\"ש) וכן נהגו הסופרים לתקנו אם אפשר לו למחוק שלא יפגע בשם כי אין לו לחתוך השם ולעשות נקבים ביריעה: (הרא\"ש כלל ג'):"
    },
    {
      "id": "yoreh_deah-275-2",
      "section": 2,
      "text": "בצורת פתוחה וצורת סתומה יש מחלוקת בין הרמב\"ם והרא\"ש וירא שמים יצא את כולם ויעשה בענין שבפרשה פתוחה יסיים פרשה שלפניה באמצע שיטה וישתייר בסופה חלק כדי תשעה אותיות ויתחיל לכתוב בראש שיטה שתחתיה ובפרשה סתומה תמיד יסיים פרשה שלפניה בתחלת שיטה ויניח חלק כדי תשעה אותיות ויתחיל לכתוב בסוף אותה שיטה עצמה ולא ישנה לעשות צורה אחרת לא לפתוחה ולא לסתומה ובהכי הוי כשר בין להרמב\"ם בין להרא\"ש: הגה ואם לא יוכל לכוין בכך לא יסור מדברי הרמב\"ם בזה כי עליו סמכו האחרונים וכתבו שדבריו הם עיקר (מ\"כ בשם חכם א') ומ\"מ אם נמצא ספר תורה שאינה כתובה לפי דבריו אין לפוסלה כי יש גדולים שיש להם סברות אחרות בזה (ר\"י מינץ סי' ח'):"
    },
    {
      "id": "yoreh_deah-275-3",
      "section": 3,
      "text": "כתב השירה כשאר הכתב או שכתב שאר הכתב כשירה פסול ודוקא שכתב השירה כשאר כתב בלא פיזור אבל אם שינה בפיזור ממה שנהגו לא פסל ובלבד שיהא אריח על גבי לבינה:"
    },
    {
      "id": "yoreh_deah-275-4",
      "section": 4,
      "text": "שירת הים כותבים אותה בשלשים שיטות שטה ראשונה כדרכה ושאר שיטות אחת מניחין באמצע ריוח אחד ואחת מניחין הריוח בשני מקומות באמצע עד שתמצא השיטה חלוקה לשלש ונמצא ריוח כנגד הכתב וכתב כנגד הריוח:"
    },
    {
      "id": "yoreh_deah-275-5",
      "section": 5,
      "text": "צורת שירת האזינו כל שיטה יש באמצע ריוח אחד ונמצאת כל שיטה חלוקה לשתים וכותבים אותה בשבעים שיטות:"
    },
    {
      "id": "yoreh_deah-275-6",
      "section": 6,
      "text": "כתב המלא חסר או החסר מלא או שכתב מלה שהיא קרי וכתיב כקריאתה כגון שכתב ישכבנה במקום ישגלנה או ובטחורים במקום ובעפולים וכיוצא בהן פסול: הגה ויש עוד דברים שנהגו בהן הסופרים כמו שהעתיקו איש מפי איש כמו באותיות גדולות וקטנות והנקודות והמשוכות. ועוד נהגו במנין השיטין לעשותם לא פחות ממ\"ח וי\"א מ\"ב ולא יותר מס'. ועוד נהגו בראשי השיטין למעלה משירת הים ה' שיטין וזה התחלתן. הבאים. ביבשה. ה'. מת. במצרים. וכן למטה מהשירה ה' שיטין והתחלתן ותקח. (אחריה) . סוס. ויצאו. ויבאו. ולמעלה משירת האזינו ששה שיטין. והתחלתן. ואעידה. אחרי. הדרך. באחרית. להכעיסו. קהל. ולמטה ה' שיטין והתחלתן. ויבא. וידבר. אשר. הזאת. [אשר]. וכל אלו הדברים למצוה ואם שינה לא פסל (הכל מלשון הטור):"
    }
  ]
}