{
  "id": "yoreh_deah-390",
  "chapterLabel": "סימן 390",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-390-1",
      "section": 1,
      "text": "דיני גלוח וסריקה באבל. ובו ז' סעיפים:אבל אסור לגלח שערו אחד שער ראשו ואחד שער זקנו ואחד כל שער שבו ואפי' של בית הסתרים כל ל' יום ושער של השפה ומהצדדים כל שמעכב את האכילה תוך ז' אסור אחר שבעה מותר:"
    },
    {
      "id": "yoreh_deah-390-2",
      "section": 2,
      "text": "ישב לגלח ואמרו לו מת אביו הרי זה משלי' ראשו אחד המגלח ואחד המתגלח ומה שהספר גומר היינו בדליכא ספר אחר במתא:"
    },
    {
      "id": "yoreh_deah-390-3",
      "section": 3,
      "text": "כל אותם שאמרו מותר לגלח בחול המועד אם אירעו אחד מאלו קודם האבילות ונכנס מיד תוך האבל אסור לגלח אבל אם אירעו אחד מאלו ותכפוהו מיד שני אבילות זה אחר זה מגלח כדרכו בין בתער בין במספרים ואפילו תוך שבעה ואדם אחד שתכפוהו אביליו זה אחר זה מיקל שערו בתער אבל לא במספרים (ובלבד שיעשנו בצינעא) (ב\"י בשם הרמב\"ן):"
    },
    {
      "id": "yoreh_deah-390-4",
      "section": 4,
      "text": "על כל המתים מגלח לאחר שלשים יום על אביו ועל אמו עד שיגערו בו חביריו: הגה ואין הרגל מהני אם פגע קודם שיגערו בו חביריו (טור) ועיין בא\"ח סימן תקמ\"ח ושיעור גערה יש בו פלוגתא ונוהגים בג' חדשים (כדעת מהרא\"י בפסקיו ואגודה ומהרי\"ל והר\"ן) ובמקומות אלו נוהגין שאין מסתפרין על אב ואם כל י\"ב חדש (מהרי\"ל מנהג קצת מקומות) אם לא לצורך כגון שהכביד עליו שערו או שהולך בין העובדי כוכבים ומתנוול ביניהם בשערותיו דמותר לספר (כן השיב הא\"ז):"
    },
    {
      "id": "yoreh_deah-390-5",
      "section": 5,
      "text": "אשה מותרת בנטילת שער אחר ז': הגה (ויש אוסרים אף לאשה וכן עיקר):"
    },
    {
      "id": "yoreh_deah-390-6",
      "section": 6,
      "text": "לסרוק [ראשו] במסרק מותר אפילו תוך שבעה:"
    },
    {
      "id": "yoreh_deah-390-7",
      "section": 7,
      "text": "כשם שאסור לגלח כל שלשים יום כך אסור ליטול צפרנים בכלי אבל בידיו או בשיניו מותר אפי' תוך שבעה ואשה שאירע טבילתה אחר שבעה תוך שלשים אם תטול צפרניה בידיה או בשיניה אינה נוטלת יפה אלא תאמר לעובדת כוכבים ליטלם לה בתער או במספרים: הגה ולאו דוקא עובדת כוכבים אלא הוא הדין ישראלית וסרכא דלישנא דחול המועד נקט (דעת עצמו):"
    }
  ]
}