{
  "id": "yoreh_deah-313",
  "chapterLabel": "סימן 313",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-313-1",
      "section": 1,
      "text": "שלא להטיל מום בבכור. ובו ז' סעיפים:אסור להטיל מום בבכור אפילו לגרום לו מום כגון ליתן דבילה על גבי אזנו כדי שיטלנה הכלב משם ויקטע אזנו עמה וכיוצא בזה או שאומר לעובד כוכבים להטיל בו מום ואם עשה מום בידים או בגרמתו אין שוחטין אותו על ידו עד שיפול בו מום אחר מעצמו ואם מת אין קונסין בנו אחריו אלא שוחטין אותו על ידו:"
    },
    {
      "id": "yoreh_deah-313-2",
      "section": 2,
      "text": "אם עובד כוכבים או תינוק מטיל בו מום מעצמו אם לא כוון להתירו מותר אפילו אם שאל למה אין שוחטין אותו והשיבו לו לפי תומם שאסור לשחטו עד שיפול בו מום אבל אם כוון להתירו כגון לאחר שרואה שהתירוה ע\"י כך עושה כן לאחרים אסור: (ספק אם כוון להתירו או לא אזלינן לקולא) (הגהות מרדכי דחולין) ואם עובד כוכבים מסיח לפי תומו ואומר שהישראל צוהו אסור (ת\"ה סי' קס\"ט):"
    },
    {
      "id": "yoreh_deah-313-3",
      "section": 3,
      "text": "אם אמרו לעובדת כוכבים המשרתת בבית יהודי על הבכור שאין לאכלו בלא מום והלכה וחתכה אזנו חשוב לדעת ואין שוחטין אותו עליו מפני שעובדת כוכבים זו כוונה להתירו וגם האומרים לה שאינו נאכל בלא מום כיוונו לכך שתטיל בו מום: הגה מותר ליתן בכור לעובד כוכבים כדי לגדלו ואם הטיל השומר בו מום מותר ולא אמרינן דכוון להתירו אע\"פ שיודע שניתר במומו ושהוא בכור (פסקי מהרא\"י סי' קס\"ח):"
    },
    {
      "id": "yoreh_deah-313-4",
      "section": 4,
      "text": "היה הבכור רודפו ובעט בו ועל ידי כן עשה בו מום מותר לשחטו עליו ואפי' בעט בו לאחר שניצל ממנו:"
    },
    {
      "id": "yoreh_deah-313-5",
      "section": 5,
      "text": "דבר תורה בכור שנפל בו מום עובר מותר להטיל בו מום קבוע אבל חכמים אסרוהו:"
    },
    {
      "id": "yoreh_deah-313-6",
      "section": 6,
      "text": "בכור שאחזו דם יקיז ובלבד שלא יתכוין לעשות מום ואם נעשה בו מום בהקזה זו הרי זה נשחט עליו:"
    },
    {
      "id": "yoreh_deah-313-7",
      "section": 7,
      "text": "מותר להטיל מום בבכור בזמן הזה קודם שיצא לאויר העולם:"
    }
  ]
}