{
  "id": "yoreh_deah-376",
  "chapterLabel": "סימן 376",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-376-1",
      "section": 1,
      "text": "מנהג המנחמים ודין מת שאין לו מנחמים. ובו ד' סעיפים:אין המנחמים רשאים לפתוח עד שיפתח האבל תחלה והאבל מיסב בראש וכיון שנענע האבל בראשו בענין שנראה שפוטר את המנחמים אינם רשאים לישב אצלו: (אין אבל או חולה חייבים לעמוד אפילו מפני נשיא): (פ' א\"מ):"
    },
    {
      "id": "yoreh_deah-376-2",
      "section": 2,
      "text": "הבא לכבד את חבירו ולקום מפניו אומר לו שב אלא א\"כ הוא אבל או חולה דמשמע שב באבילות שלך שב בחולי שלך: הגה לא יאמר אדם לא נפרעתי כפי מעשי או כיוצא בדברים אלו שאל יפתח פיו לשטן (כן משמע בפרק מי שמתו ובהגהות אלפסי שם) ואל יאמר אדם לאבל מה לך לעשות כי אי אפשר לשנות שזהו כגידוף דמשמע הא אם אפשר לשנות היה עושה אלא יקבל עליו גזירת הש\"י מאהבה (נ\"י פ' שור שנגח דמשמע כן מגמרא):"
    },
    {
      "id": "yoreh_deah-376-3",
      "section": 3,
      "text": "מת שאין לו אבלים להתנחם באים עשרה בני אדם כשרים ויושבים במקומו כל ז' ימי האבלות ושאר העם מתקבצים עליהם ואם לא היו שם עשרה קבועים בכל יום ויום מתקבצים עשרה משאר העם ויושבים במקומו: הגה ולא ראיתי נוהגין כן וכתוב במהרי\"ל נוהגים להתפלל בעשרה כל ז' במקום שנפטר שם האדם והיינו על אדם שלא הניח קרובים ידועים להתאבל עליו אבל יש לו בשום מקום שמתאבלים עליו אין צריך (וכזה ראוי לנהוג):"
    },
    {
      "id": "yoreh_deah-376-4",
      "section": 4,
      "text": "עכשיו נוהגים שאחר שנגמר סתימת הקבר מעפר (או לאחר שהפך האבל פניו מן המת) חולצין מנעל וסנדל ומרחיקין מעט מבית הקברות ואומרים קדיש דהוא עתיד לחדתא עלמא ואחר כך תולשין עפר ותולשין עשבים ומשליכים אחר גוום ורוחצין ידיהם במים: הגה י\"א שיושבים ז\"פ מפני שהרוחות מלוות אותו וכל זמן שיושבין בורחין ממנו (מהרי\"ל בתשובה כ\"ג בשם י\"א) ובמדינות אלו לא נהגו לישב רק ג\"פ אחר שרחצו הידים ואומרים כל פעם ויהי נועם וגו' יושב בסתר וגו' וכשנקבר המת ביום טוב יכולין לישב כך ג\"פ כמו בחול (מ\"כ בהגהות מנהגים) וה\"ה אם נקבר סמוך לשבת עושין כן בשבת ונהגו להקפיד אם יכנס אדם לבית אחר קודם שירחץ וישב ג\"פ ומנהג אבותינו תורה (שם במהרי\"ל) ונמצא במדרשות לומר קדיש על אב (כל בו וריב\"ש בשם תנחומא וספרי ובחיי בשם מסכת כלה וב\"י בשם הזוהר ובא\"ז בשם תנא דבי אליהו רבא) ע\"כ נהגו לומר על אב ואם קדיש בתרא י\"ב חדש וכן נהגו להפטיר בנביא ולהתפלל ערבית במוצאי שבתות שהוא הזמן שחוזרין הנשמות לגיהנם וכשהבן מתפלל ומקדש ברבים פודה אביו ואמו מן הגיהנם (כל בו בשם הגהות) ונהגו לומר קדיש על האם אע\"פ שהאב חי עדיין אינו בידו למחות לבנו שלא יאמר קדיש על אמו (סברת הב\"י ע\"פ המנהג) מצוה להתענות ביום שמת אב או אם (ריב\"ש וכל בו) . ג' אחין ואיש נכרי הג' אחין נוטלין ג' קדישין והאחר נוטל קדיש אחד ונהגו שאם מגיע לאדם יום שמת בו אביו ואמו שאומרים עליהם קדיש יתום לעולם ומי שיודע להתפלל כל התפלה מתפלל ואם יש אבלים אחרים נהגו שתוך שבעה לאבלם הם קודמים ואין לו קדיש כלל תוך ל' יש לו קדיש א' לאחר ל' כל הקדישין של אותו היום הם שלו ומונין שבעה ול' מיום הקבורה אע\"פ שלא שמע האבל מיד (במהרי\"ל) ואם נכרי הוא כא' מבני העיר לענין קדיש זו הולכים אחר המנהג (אגור בשם מהרי\"ל) ואין מקום לקדיש זו אלא על אב ואם בלבד אבל לא בשאר קרובים (ב\"ז) ואם אין בב\"ה אבל על אביו ואמו אומר אותו קדיש מי שאין לו אב ואם בעד כל מתי ישראל (שם) ויש מקומות שנהגו ששאר קרובים אומרים קדיש על קרוביהם כשאין אבלים על אביהם ואמם ויש מקומות שאפילו יש אבלים על אביהם ואמם אומרים שאר קרובים אלא שעושים פשרה ביניהם שאין אומרים כל כך קדישים כמו האבלים על אב ואם (מהרי\"ק שורש מ\"ד) והולכים בכל זה אחר המנהג ובלבד שיהא מנהג קבוע בעיר והאבלים אומרים קדיש אפילו בשבת ויו\"ט (ב\"ז בשם ר\"י מקורביי\"ל) אבל לא נהגו להתפלל בשבת ויו\"ט (כן הוא בתשובת מהרי\"ל) אע\"פ שאין איסור בדבר אבל בימות החול מי שיודע להתפלל יתפלל ויותר מועיל מקדיש יתום שלא נתקן אלא לקטנים ומי שאינו יודע להתפלל כל התפלה יתפלל למנצח ובא לציון וכו' (ב\"ז) ונהגו שאין אומרים קדיש ותפלה רק י\"א חדשים כדי שלא יעשו אביהם ואמם רשעים כי משפט רשע י\"ב חדש ואם היו אבלים כאן ובאו אח\"כ אבלים אחרים השניים יש להם הקדישים והתפלות כל ל' יום מיום הקבורה אע\"פ שלא שמעו. י\"א דמומר שנהרג ביד עובדי כוכבים בניו אומרים עליו קדיש (הרד\"כ בית י\"א ובב\"ז) (וע\"ל סימן ש\"מ):"
    }
  ]
}