{
  "id": "yoreh_deah-364",
  "chapterLabel": "סימן 364",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-364-1",
      "section": 1,
      "text": "איסור הנאה של קבר והאבן והבנין. ובו ז' סעיפים:קבר של בנין אסור בהנאה אבל קרקע עולם של קבר אינו נאסר: הגה וי\"א דהקרקע שלקחו מן הקבר וחזרו ונתנו עליו דהוי תלוש ולבסוף חברו אסור בהנאה (טור בשם הר\"ר ישעיה) ויש אוסרים עוד לישב על האבן שנותנין על הקבר למצבה (גם זו בשמו וכ\"כ הגהות אשיר\"י בשם אור זרוע פ' אלו מגלחין) ויש חולקים ומתירין (טור בשם הרא\"ש) הכלים שחופרין וקוברים בהם מותרים בהנאה ואין להשתמש בהן אלא מדעת הגבאי כמו בשאר צדקה (תשובת הרשב\"א סימן צ\"ז) : והא דקבר של בנין אסור לעולם דוקא שבנאו לשם מת ונתנו בו אפי' על דעת לפנותו ואפילו לא נתן בו אלא נפל אבל אם בנאו לשמו ולא נתנו בו מותר וכן אם נתנו בו אדעתא לפנותו ולא הזמינו מתחלה מותר לאחר שפינהו אבל אם נתנו בו על דעת להיות בו עולמית אסור אפי' לאחר שפינהו אפי' לא בנאו לשמו ואם לא בנאו לשמו ונתנוהו בתוכו והוסיף בו דימוס (פירוש נדבך והוא שורת בנין החומה) לשמו כולו אסור אפילו לאחר שפינהו ואפילו שקברו שם על דעת לפנותו ואם מכיר הדימוס שהוסיף לשמו מסירו והוא לבדו אסור ושאר הקבר מותר:"
    },
    {
      "id": "yoreh_deah-364-2",
      "section": 2,
      "text": "קבר הנמצא מותר לפנותו פינהו מקומו טהור ומותר בהנאה קבר הידוע אסור לפנותו פינהו מקומו טמא ואסור בהנאה והרמב\"ם גורס קבר הנמצא מותר לפנותו פינהו מקומו טמא ואסור בהנאה קבר הידוע אסור לפנותו פינהו מקומו טהור ומותר בהנאה:"
    },
    {
      "id": "yoreh_deah-364-3",
      "section": 3,
      "text": "מת מצוה שמצאו אדם בשדה וקברו שם אפילו שלא מדעת בעל השדה אסור לפנותו שמת מצוה קונה מקומו וכל המוצאו צריך לקברו במקום שמצאו ואם מצאו על המצר שצריך לפנותו משם מפני הרבים שלא יאהילו עליו אם מצאו בין שדה בור (פיר' שאינה חרושה וזרועה) לשדה ניר (פירוש ניר נחרש ולא נזרע) מפנהו לשדה בור בין שדה ניר לשדה זרע מפנהו לשדה ניר בין שדה זרע לשדה אילן מפנהו לשדה זרע בין שדה אילן לשדה כרם מפנהו לשדה אילן ואם שתיהן שוות מפנהו לקרוב שבהם ואם שתיהן שוות בקירוב מפנהו לאיזהו מהם שירצה בד\"א במצאו חוץ לתחום אבל אם מצאו בתוך התחום מביאו לבית הקברות ואינו נקרא מת מצוה אא\"כ מצא ראשו ורובו:"
    },
    {
      "id": "yoreh_deah-364-4",
      "section": 4,
      "text": "אם מצאו ישראל הרוג יקברוהו כמו שמצאוהו בלא תכריכין ולא יחלצו בו אפילו מנעליו: הגה וכן עושין ליולדת שמתה או למי שנפל ומת (מהרי\"ל סימן ס\"ה) וי\"א שמלבישין אותם למעלה מבגדיהם תכריכין (הגהמי\"י בשם ר\"י מדורא) ונהגו שאין עושין להם תכריכין כשאר מתים רק קוברין אותן בבגדיהם ולמעלה מהם סדין כשאר מתים:"
    },
    {
      "id": "yoreh_deah-364-5",
      "section": 5,
      "text": "קבר המזיק את הרבים כגון שהוא סמוך לדרך אפילו נקבר שם מדעת בעל השדה מותר לפנותו ומקומו טהור ואסור בהנאה אם קדם הקבר אבל אם קדם הדרך מקומו מותר בהנאה:"
    },
    {
      "id": "yoreh_deah-364-6",
      "section": 6,
      "text": "קבר שפינהו היכא דמותר בהנאה לא יעשנו בית התבן ולא בית העצים ולא בית האוצרות:"
    },
    {
      "id": "yoreh_deah-364-7",
      "section": 7,
      "text": "החוצב קבר לאביו וקברו במקום אחר לא יקבר בו הוא עולמית משום כבוד אביו אבל אחר מותר ליקבר בו:"
    }
  ]
}