{
  "id": "yoreh_deah-125",
  "chapterLabel": "סימן 125",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-125-1",
      "section": 1,
      "text": "דין יין הבא מכח עובד כוכבים וכח כחו. ובו י\"א סעיפים:נטל עובד כוכבים כלי של יין והגביהו ויצא היין אף על פי שלא שכשך נאסר בשתייה שהרי היין בא מכחו ומה שנשאר בכלי אסור גם כן משום נצוק. (וי\"א דלא אסרינן נצוק בכח עובד כוכבים) (טור והרא\"ש ומרדכי ור\"ן בשם רש\"י ותוספות וראב\"ן ותשובת מיי' המ\"א סימן י\"א) (ומכל מקום יש להחמיר אם לא בהפסד מרובה כדלקמן סימן קכ\"ו) ואם הוא שלא בכוונה שלא ידע שהוא יין (או שלא הגביה הכלי) (בית יוסף סימן קכ\"ד) הכל מותר אפי' בשתייה:"
    },
    {
      "id": "yoreh_deah-125-2",
      "section": 2,
      "text": "כח כחו ככחו דמי ואם הוא כח כח כחו כגון קורת הגת שגלגלה עובד כוכבים שיש שם ג' כחות הדפין והגלגל והקורה בדיעבד מותר אפילו בשתייה:"
    },
    {
      "id": "yoreh_deah-125-3",
      "section": 3,
      "text": "אם כח ישראל וכח עובד כוכבים מעורבים יחד כגון ששניהם עירו ביחד מותר בדיעבד ואפילו אם היה העובד כוכבים יכול לבדו לערות בלא סיוע ישראל והוא שיהא הישראל המסייע גדול אבל אם היה נער קטן אסור משום דהוי מסייע שאין בו ממש:"
    },
    {
      "id": "yoreh_deah-125-4",
      "section": 4,
      "text": "אם היין מקלח מהחבית שבעגלה לתוך הכובא והעובד כוכבים מגביה העגלה כדי שיקלח היין יותר יפה מותר: הגה אבל אם לא היה מקלח בלא הגבהת עובד כוכבים אסור והוא הדין אם ישראל מריק מכלי אל כלי ובא עובד כוכבים ומנענע ידו של הישראל אם היה היין מקלח בלאו הכי שרי (סברת הרב לחלק במה שכתב המרדכי בשם ר' פרץ) ואם לאו אסור. עובד כוכבים שבא לפרוק חבית יין מעל העגלה ויצא מכחו יין לחוץ שרי דהוי שלא בכוונה דבמלאכתו הוא עוסק (מרדכי פר\"י):"
    },
    {
      "id": "yoreh_deah-125-5",
      "section": 5,
      "text": "זרק אבן או חפץ לתוך היין מותר אפי' בשתייה אבל אם החפץ מתגלגל והוא דוחהו עד שנופל לתוך היין אסור אפילו בהנאה ואם עשה כן בחמתו מותר אפי' בשתיה:"
    },
    {
      "id": "yoreh_deah-125-6",
      "section": 6,
      "text": "עובד כוכבים שהביא ענבים בסלים ובדרדורי' (פי' רש\"י גיגיות קטנות) וזרקן לגת שיש בו יין דרוך מותר בדיעבד אף על פי שיש בדרדורים יין שזב מהענבים שבהם ואם ישראל מסייע לעובד כוכבים בזריקתו לגת מותר אפילו לכתחלה:"
    },
    {
      "id": "yoreh_deah-125-7",
      "section": 7,
      "text": "עובד כוכבים שזרק מים לתוך היין מותר אפילו בשתיה והוא שאינו מכוין למוזגו כגון שזרק מים לחביות גדולות או לכוס ולא ידע שהוא יין אבל אם מכוין למזוג אסור בשתייה ואם אינו ידוע אם כוון למזיגה אם לאו מותר:"
    },
    {
      "id": "yoreh_deah-125-8",
      "section": 8,
      "text": "עובד כוכבים שמערה מכלי שבידו לכלי שביד ישראל היוצא אסור בשתייה וישראל שמערה מכלי שבידו לכלי שביד עובד כוכבים מותר אפילו בשתייה ואם נדנד העובד כוכבים הכלי נאסר היין:"
    },
    {
      "id": "yoreh_deah-125-9",
      "section": 9,
      "text": "העביר העובד כוכבים נוד של יין ממקום למקום והוא אוחז פי הנאד בידו בין שהיה הנוד מלא או חסר מותר ואע\"פ שהיין מתנדנד שאין דרך ניסוך בכך:"
    },
    {
      "id": "yoreh_deah-125-10",
      "section": 10,
      "text": "היה נושא כלי פתוח ובו יין וישראל הולך אחריו אם הוא חסר ולא שכשכו מותר בשתייה (וי\"א דאפילו שכשכו בכלי שרי כאן) (רשב\"א והראב\"ד והרא\"ש ור\"ן) (וכן עיקר) ואם הוא מלא אסור בהנאה שמא נגע בו ואם הישראל הולך בצדו ונטר ליה אפילו מלא מותר שא\"א לו ליגע שלא יראנו ואם היה נושא הכלי במוט בשנים אפילו מלא והישראל הולך אחריו מותר וה\"ה לנושא דלי דרך טבעתו (תוספות וסה\"ת וסמ\"ק): הגה ובלבד שהישראל סייעו כשהכניס המוט בטבעת הכלי (מרדכי בשם ראבי\"ה) או שראה כשהכניסו העובד כוכבים שלא נגע:"
    },
    {
      "id": "yoreh_deah-125-11",
      "section": 11,
      "text": "עובד כוכבים שנושא חבית אפילו על כתיפו ובלכתו יצא מהיין לחוץ שלא בכוונה מותר בשתייה אפילו מה שיצא לחוץ דכחו שלא בכוונה לא גזרו:"
    }
  ]
}