{
  "id": "yoreh_deah-151",
  "chapterLabel": "סימן 151",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-151-1",
      "section": 1,
      "text": "דברים המוצרכים לעבודת כוכבים אסור לישראל למוכרם. ובו י\"ד סעיפים:דברים שהם מיוחדין למין ממיני אלילים שבאותו מקום אסור למכור לעובדי אותם אלילים שבאותו מקום ואם קונה הרבה ביחד שניכר הדבר שהוא קונה אותם לסחורה מותר וכן אם אומר שצריך אותם לדברים אחרים והישראל יודע שכדבריו כן הוא מותר ודברים שאינם מיוחדים לה מוכרים אותם סתם ואם פירש העובד כוכבים שהוא קונה אותם לאלילים אסור למכור לו אלא אם כן פסלן מלהקריבן לאלילים: הגה אסור למכור לעובד כוכבים מים כשיודעים שרוצה לעשות מהן מים להטביל (בתא\"ו ני\"ז): היו מעורבים דברים המיוחדים עם דברים שאינם מיוחדין כגון לבונה זכה בכלל לבונה שחורה מוכר הכל סתם ואין חוששין שמא ילקט הזכה לבדה לאלילים וכן כל כיוצא בזה: הגה ודוקא לכהן עבודת כוכבים או לעובד כוכבים שחזקתו שיקטיר הלבונה לעבודת כוכבים אבל לסתם עובד כוכבים שרי י\"א הא דאסור למכור להם דברים השייכים לעבודתה היינו דוקא אם אין להם אחרים כיוצא בו או שלא יוכלו לקנות במקום אחר אבל אם יכולים לקנות במקום אחר מותר למכור להם כל דבר (מרדכי דפ\"ק דעבודת כוכבים) ויש מחמירין ונהגו להקל כסברא הראשונה וכל בעל נפש יחמיר לעצמו (ר\"ן שם ובתוס' ואשיר\"י והגמ\"ר פ\"ק דשבת לדעת הרב):"
    },
    {
      "id": "yoreh_deah-151-2",
      "section": 2,
      "text": "אם העובד כוכבים מחזר אחר דברים המיוחדים לאלילים ומערים לכלול דברים אחרים עמהם כדי שלא יבינו שקונה לצורך אלילים אסור למכרם לו:"
    },
    {
      "id": "yoreh_deah-151-3",
      "section": 3,
      "text": "אסור למכור שעוה לעובדי כוכבים ביום חגו: הגה שדרכו לעשות נרות לעבודת כוכבים או ביום שלפניו אבל בשאר ימים שרי (מרדכי פ\"ק דעבודת כוכבים) וע\"ל סוף סימן קל\"ט:"
    },
    {
      "id": "yoreh_deah-151-4",
      "section": 4,
      "text": "מקום שנהגו שלא למכור בהמה דקה לעובד כוכבים אין מוכרין ובכ\"מ אין מוכרין להם ולא לישראל החשוד למכור להם בהמה גסה אם לא ע\"י סרסור או שיודע שקונה אותה לשחיטה ועכשיו נהגו היתר בכל:"
    },
    {
      "id": "yoreh_deah-151-5",
      "section": 5,
      "text": "אין מוכרים להם ולא לישראל החשוד למכור להם ולא לישראל לסטים דבר שיש בו נזק לרבים כגון דובים ואריות ולא שום כלי זיין ולא סדן (שטא\"ק בלשון אשכנז כן פירש\"י בעבודת כוכבים דף ט\"ו) ולא כבלים וקולרין (פירוש מענין ויתנוהו בסוגר ויהבוהו בקולרין) (פירוש ברזל סביב הצואר) ושלשלאות של ברזל ואפילו עשת של ברזל ולא משחיזים להם כלי זיין ולא בונים להם מקום שדנים בו בני אדם:"
    },
    {
      "id": "yoreh_deah-151-6",
      "section": 6,
      "text": "היו ישראל שוכנים בין עובדי כוכבים וכרתו להם ברית מותר למכור כלי זיין לעבדי המלך וגייסותיו מפני שעושים עמהם מלחמה עם צרי המדינה להצילה ונמצאו מגינים עליהם שהרי הם שרויים בתוכה:"
    },
    {
      "id": "yoreh_deah-151-7",
      "section": 7,
      "text": "אין מוכרין להם בארץ ישראל כל דבר המחובר כגון אילן וקמה אבל מוכרים על תנאי שיקוץ וקוצץ:"
    },
    {
      "id": "yoreh_deah-151-8",
      "section": 8,
      "text": "אין מוכרים להם בתים ושדות בארץ ישראל אבל משכירים להם בתים ולא שדות ובסוריא מוכרים בתים ומשכירים שדות ובחוצה לארץ מוכרים אלו ואלו:"
    },
    {
      "id": "yoreh_deah-151-9",
      "section": 9,
      "text": "לא ימכור ולא ישכיר לג' עובדי כוכבי' ביחד בשכונת היהודים אבל לאחד או לשנים מותר למכור או להשכיר כל מה שירצה ולא חיישינן שמא ימכור או ישכיר הוא לאחרים:"
    },
    {
      "id": "yoreh_deah-151-10",
      "section": 10,
      "text": "אף במקום שהתירו להשכיר לא התירו אלא לאוצר וכיוצא בו אבל לא לדירה מפני שמכניס לתוכו אלילים בקבע: הגה והאידנא נהגו להשכיר אף לדירה כיון שאין נוהגים להכניס עבודות כוכבים בבתיהם (טור) השוכר בית מעובד כוכבים יש להחמיר שלא להניח שם עבודת כוכבי' של עובד כוכבי' (הגהות אשיר\"י ספ\"ק דעבודת כוכבים):"
    },
    {
      "id": "yoreh_deah-151-11",
      "section": 11,
      "text": "אסור ליתן מתנת חנם לעובד כוכבים שאינו מכירו:"
    },
    {
      "id": "yoreh_deah-151-12",
      "section": 12,
      "text": "מותר לפרנס ענייהם ולבקר חוליהם ולקבור מתיהם ולהספידן ולנחם אבליהם משום דרכי שלום:"
    },
    {
      "id": "yoreh_deah-151-13",
      "section": 13,
      "text": "אין ממחין ביד עניי עובדי כוכבים מליטול לקט שכחה ופיאה:"
    },
    {
      "id": "yoreh_deah-151-14",
      "section": 14,
      "text": "אסור לספר בשבחן אפילו לומר כמה נאה עובד כוכבי' זה בצורתו קל וחומר שיספר בשבח מעשיו או שיחבב דבר מדבריו אבל אם מכוין בשבחו להודות להקב\"ה שברא בריה נאה כזו מותר:"
    }
  ]
}