{
  "id": "yoreh_deah-241",
  "chapterLabel": "סימן 241",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-241-1",
      "section": 1,
      "text": "דיני מכה ומקלל אביו ואמו. ובו ט' סעיפים:המקלל אביו או אמו אפילו לאחר מיתתן חייב סקילה אם הוא בעדים והתראה אחד האיש ואחד האשה שקללו במה דברים אמורים שקללום בשם מהשמות המיוחדים אבל קללם בכינוי אינו חייב אלא בלאו כמו המקלל אחד מישראל: הגה וכן המכה אביו או אמו בחייהם בין איש בין אשה חייבים חנק ודוקא אם עשו בהם חבורה אבל אם לא עשו חבורה אינו אלא בלאו כמו מי שמכה אחד מישראל (טור):"
    },
    {
      "id": "yoreh_deah-241-2",
      "section": 2,
      "text": "הכהו על אזנו וחרשו חייב מיתה שא\"א שיעשה חרש בלא חבורה דטיפת דם יוצא מבפנים באוזן ועל זה נתחרש:"
    },
    {
      "id": "yoreh_deah-241-3",
      "section": 3,
      "text": "היה קוץ תחוב לאביו לא יוציאנו שמא יבא לעשות בו חבורה וכן אם הוא מקיז דם או רופא לא יקיז דם לאביו ולא יחתוך לו אבר אף על פי שמכוין לרפואה: הגה בד\"א בשיש שם אחר לעשות אבל אם אין שם אחר לעשות והוא מצטער הרי הוא מקיזו וחותך לו כפי מה שירשוהו לעשות (גם זה בטור ורמב\"ם פ\"ה מה' ממרים):"
    },
    {
      "id": "yoreh_deah-241-4",
      "section": 4,
      "text": "היו אביו ואמו רשעים גמורים ועוברי עבירה אפי' נגמר דינם להריגה ויוצאים ליהרג אסור לו להכותם ולקללם ואם הכה אותם או קללם פטור ואם עשו תשובה ה\"ז חייב ונהרג עליהם אע\"פ שיוצאים ליהרג:"
    },
    {
      "id": "yoreh_deah-241-5",
      "section": 5,
      "text": "עבר אביו או אמו עבירה שלוקים עליה והיה הבן שליח לדיינים לא יכה אותם וכן אם נתחייבו נידוי לא יהא שליח לנדותם ולא ירדוף ולא יכה אותם בשליחות בית דין אע\"פ שראויים לכך ולא עשו תשובה:"
    },
    {
      "id": "yoreh_deah-241-6",
      "section": 6,
      "text": "כל המבזה אביו ואמו אפי' בדברים אפי' ברמיזה הרי זה בכלל ארור מפי הגבורה שנאמר ארור מקלה אביו ואמו ויש לבית דין להכות על זה מכת מרדות ולענוש כפי מה שראוי: הגה מי שנתחייב שבועה לבנו בבית דין אינו משביעו בשבועה שיש בה אלה שהרי זה בא לקלל אביו אלא משביעו שבועה שאין בה אלה (טור בשם הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-241-7",
      "section": 7,
      "text": "שתוקי (פירוש שתוק לקרוא את אביו בשם כמו שאמרו בפרק י' יוחסין איזהו שתוקי כל שמכיר את אמו ואינו מכיר את אביו) חייב על הכאת וקללת אמו ואינו חייב על אביו אע\"פ שנבדקה אמו ואמרה בן פלוני הוא אינו נענש על פיה:"
    },
    {
      "id": "yoreh_deah-241-8",
      "section": 8,
      "text": "בנו מהשפחה או מהכותית אינו חייב לא על אביו ולא על אמו וכן מי שהיתה הורתו שלא בקדושה אף על פי שלידתו בקדושה:"
    },
    {
      "id": "yoreh_deah-241-9",
      "section": 9,
      "text": "גר אסור לקלל אביו העובד כוכבים ולהכותו ולא יבזהו שלא יאמרו באנו מקדושה חמורה לקדושה קלה אבל עבד שנשתחרר אין לו יחוס והרי הוא כמי שאינו אביו לכל דבר:"
    }
  ]
}