{
  "id": "yoreh_deah-249",
  "chapterLabel": "סימן 249",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-249-1",
      "section": 1,
      "text": "כמה חייב ליתן וכיצד יתננה. ובו ט\"ז סעיפים:שיעור נתינתה אם ידו משגת יתן כפי צורך העניים ואם אין ידו משגת כל כך יתן עד חומש נכסיו מצוה מן המובחר ואחד מעשרה מדה בינונית פחות מכאן עין רעה וחומש זה שאמרו שנה ראשונה מהקרן מכאן ואילך חומש שהרויח בכל שנה: הגה ואל יבזבז אדם יותר מחומש שלא יצטרך לבריות (ב\"י בשם הגמ' פ' נערה שנתפתתה) ודוקא כל ימי חייו אבל בשעת מותו יכול אדם ליתן צדקה כל מה שירצה (ג\"ז שם פ' מציאת האשה ומייתי לה רי\"ף ורא\"ש ור\"ן ומרדכי) ואין לעשות ממעשר שלו דבר מצוה כגון נרות לבית הכנסת או שאר דבר מצוה רק יתננו לעניים (מהרי\"ל הל' ראש השנה):"
    },
    {
      "id": "yoreh_deah-249-2",
      "section": 2,
      "text": "לעולם לא ימנע אדם עצמו פחות משלישית השקל לשנה ואם נתן פחות מזה לא קיים מצות צדקה:"
    },
    {
      "id": "yoreh_deah-249-3",
      "section": 3,
      "text": "צריך ליתן הצדקה בסבר פנים יפות בשמחה ובטוב לבב ומתאונן עם העני בצערו ומדבר לו דברי תנחומין ואם נתנה בפנים זועפות ורעות הפסיד זכותו:"
    },
    {
      "id": "yoreh_deah-249-4",
      "section": 4,
      "text": "אם שאל לו העני ואין לו מה יתן לו לא יגער בו ויגביה קולו עליו אלא יפייסנו בדברים ויראה לבו הטוב שרצונו ליתן לו אלא שאין ידו משגת: הגה ואסור להחזיר העני השואל ריקם אפילו אין נותן לו רק גרוגרת אחת שנאמר אל ישוב דך נכלם (לשון הטור לקמן סי' ר\"ן בשם הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-249-5",
      "section": 5,
      "text": "אם יכול לעשות לאחרים שיתנו שכרו גדול משכר הנותן:"
    },
    {
      "id": "yoreh_deah-249-6",
      "section": 6,
      "text": "שמונה מעלות יש בצדקה זו למעלה מזו מעלה הגדולה שאין למעלה ממנה המחזיק ביד ישראל המך ונותן לו מתנה או הלואה או עושה שותפות או ממציא לו מלאכה כדי לחזק ידו שלא יצטרך לבריות ולא ישאל ועל זה נאמר והחזקת בו:"
    },
    {
      "id": "yoreh_deah-249-7",
      "section": 7,
      "text": "פחות מזה הנותן צדקה לעני ולא ידע למי יתן ולא ידע העני ממי מקבל וקרוב לזה הנותן לקופה של צדקה ולא יתן אדם לקופה של צדקה אלא אם כן יודע שהממונה עליה נאמן ויודע לנהוג בה כשורה:"
    },
    {
      "id": "yoreh_deah-249-8",
      "section": 8,
      "text": "פחות מזה שיודע הנותן למי נותן ולא ידע העני ממי לוקח כגון גדולי החכמים שהיו הולכים בסתר ומשליכים המעות בפתחי העניים וכזה ראוי לעשות ומעלה טובה היא אם אין ממונים על הצדקה נוהגים כשורה:"
    },
    {
      "id": "yoreh_deah-249-9",
      "section": 9,
      "text": "פחות מזה שיודע העני ממי נוטל ולא ידע הנותן למי נותן כגון החכמים שהיו צוררים המעות בסדיניהם ומשליכים אותם לאחוריהם ובאים העניים ונוטלין כדי שלא יהיה להם בושה:"
    },
    {
      "id": "yoreh_deah-249-10",
      "section": 10,
      "text": "פחות מזה שיתן לעני בידו קודם שישאל:"
    },
    {
      "id": "yoreh_deah-249-11",
      "section": 11,
      "text": "פחות מזה שיתן לו כראוי אחר שישאל:"
    },
    {
      "id": "yoreh_deah-249-12",
      "section": 12,
      "text": "פחות מזה שיתן לו פחות מהראוי בסבר פנים יפות:"
    },
    {
      "id": "yoreh_deah-249-13",
      "section": 13,
      "text": "פחות מזה שיתן לו בעצב: הגה ועל כל פנים לא יתפאר האדם בצדקה שנותן ואם מתפאר לא די שאינו מקבל שכר אלא אפילו מענישין אותו עליה (סמ\"ג מביאו ב\"י סי' רמ\"ז) ומ\"מ מי שמקדיש דבר לצדקה מותר לו שיכתוב שמו עליו שיהא לו לזכרון וראוי לעשות כן (תשובת רשב\"א סימן תקפ\"ב):"
    },
    {
      "id": "yoreh_deah-249-14",
      "section": 14,
      "text": "טוב ליתן פרוטה לעני קודם כל תפלה שנאמר אני בצדק אחזה פניך:"
    },
    {
      "id": "yoreh_deah-249-15",
      "section": 15,
      "text": "גבאי צדקה שיש בידם מעות צדקה ישיאו בהם בתולות עניות שאין צדקה גדולה מזו:"
    },
    {
      "id": "yoreh_deah-249-16",
      "section": 16,
      "text": "יש מי שאומר שמצות בית הכנסת עדיפא ממצות צדקה ומצות צדקה לנערים ללמוד תורה או לחולים עניים עדיף ממצות בית הכנסת: הגה מה שנוהגין לפסוק צדקה עבור מתים בשעת הזכרת נשמות מנהג ותיקין הוא ומהני לנשמותיהם (רוקח סי' רי\"ז):"
    }
  ]
}