{
  "id": "yoreh_deah-217",
  "chapterLabel": "סימן 217",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-217-1",
      "section": 1,
      "text": "דין הנודר מהמבושל מהמליח ממעשה קדירה ודומיהם וכיצד הולכין בנדרים אחר לשון בני אדם. ובו מ\"ח סעיפים:נדר או נשבע מהמבושל אם דרך אותו מקום באותו לשון ובאותו זמן שקוראין מבושל אפי' לצלי ולשלוק הרי זה אסור בכל ואם אין דרכם לקרות מבושל אלא לבשר שנתבשל במים ובתבלין הרי זה מותר בצלי ובשלוק וכן המעושן והמטוגן והמבושל בחמי טבריא וכיוצא בהם הולכים בו אחר הלשון של בני העיר:"
    },
    {
      "id": "yoreh_deah-217-2",
      "section": 2,
      "text": "הנודר ממעשה קדירה אינו אסור אלא מדברים שמרתיחים אותם בקדירה כגון ריפות ולביבות וכיוצא בהם אסר עצמו מכל היורד לקדירה הרי זה אסור בכל המתבשלים בקדירה נדר מהיורד לתוך התנור אינו אסור אלא בפת ואם אמר כל מעשה תנור עלי אסור בכל הנעשה בתנור:"
    },
    {
      "id": "yoreh_deah-217-3",
      "section": 3,
      "text": "נדר או נשבע מן המליח אם דרכם לקרות מליח לכל המלוחים הרי זה אסור בכל המלוחין אפי' אינו מליח אלא להתקיים לשעה ואם אין דרכם לקרות מליח אלא לדג מליח בלבד אינו אסור אלא בדג מליח (טור ורא\"ש ור\"ן בשם הירושלמי) נדר או נשבע מן הכבוש אם דרכם לקרות כבוש לכל הכבושים הרי זה אסור בכל ואם אין דרכם לקרות כבוש אלא לירק כבוש בלבד אינו אסור אלא בכבוש של ירק וכן כל כיוצא בזה היו מקצת בני המקום קורין לו כך ומקצתן אין קורין אין הולכין אחר הרוב אלא הרי זה ספק נדרים וכל ספק נדרים להחמיר:"
    },
    {
      "id": "yoreh_deah-217-4",
      "section": 4,
      "text": "אמר קונם ירק עלי אינו אסור אלא בנאכלין חיים ואם אמר ירקי קדירה עלי אסור אף בנכבשים בה ואם אמר ירק המתבשל בקדרה אינו אסור אלא במתבשל בה ומיהו אסור בכל המתבשל בה אף בדילועין (פירוש מין ירק שעליו גדולות ביותר. ערוך) שכל דבר שהשליח נמלך עליו הוא בכלל המין ההוא ואם אמר לשלוחו קח לי ירק ואינו מוצא אלא דילועים הוא נמלך בו לומר תרצה דילועין אבל אם נדר מהדילועין מותר בירק:"
    },
    {
      "id": "yoreh_deah-217-5",
      "section": 5,
      "text": "הנודר מהירק אסור אפילו ביבש מאחר שאין לו גורן ומותר בפולין יבשים מאחר שיש לו גורן ואינם נקראים ירק אלא הלחים:"
    },
    {
      "id": "yoreh_deah-217-6",
      "section": 6,
      "text": "הנודר מהירק נסתפק בירושלמי אם הוא אסור בקולקס (פירש הערוך שהוא מין לוף ומונח בתרמילו ארוך ויש בו גרגרין הרבה):"
    },
    {
      "id": "yoreh_deah-217-7",
      "section": 7,
      "text": "הנודר מהבשר [אסור] בגידין מהגידין מותר בבשר:"
    },
    {
      "id": "yoreh_deah-217-8",
      "section": 8,
      "text": "מקום שדרכם אם ישלח אדם שליח לקנות לו בשר אומר לו לא מצאתי אלא דגים אם נשבע או נדר במקום זה מהבשר נאסר אף בבשר דגים וכן כל כיוצא בזה ובכל מקום הנודר מהבשר אסור בבשר עופות ובקרבים ובראש וברגלים בקנה ובלב ומותר בחגבים ואם מראים הדברים בעת שנדר שלא נתכוין אלא בבשר בהמה בלבד [או לבשר עוף ובהמה בלבד] ה\"ז מותר בבשר דגים ואפי' במקום שהשליח נמלך עליהם. (ואפילו בבשר עופות נמי שרי דהא לא נתכוין רק לבשר בהמה) (כן משמע לשון הטור וכן מטין דברי הר\"ן):"
    },
    {
      "id": "yoreh_deah-217-9",
      "section": 9,
      "text": "הנודר מהקיפה מותר ברוטב מהרוטב מותר בקיפה מהבשר מותר בשניהם אם לא שאומר קונם בשר עלי שאני טועם או שאני אוכל:"
    },
    {
      "id": "yoreh_deah-217-10",
      "section": 10,
      "text": "הנודר מהגריסין אסור במקפה (פי' מרק קפוי ועב) של גריסין מהמקפה מותר בגריסין מהמקפה אסור בשום מהשום מותר במקפה מהתבלין אסור בחיין ומותר במבושלין ואם אמר קונם תבלין שאני טועם אסור בחיין ומבושלין מהכרוב [אסור] באספרגוס (פי' מין מים שבשלו בהם הכרוב רמב\"ם ורש\"י פי' מין כרוב) מהאספרגוס מותר בכרוב מהכרישין מותר בקפלוטות מהירק מותר בירקות שדה מפני שהוא שם לווי (משנה ס\"פ הנודר מן המבושל) (דבלשון בני אדם אינם קורין ירק סתם רק לירקות הגדלים בגנות) (ב\"י ורש\"י שם בפי' המשנה):"
    },
    {
      "id": "yoreh_deah-217-11",
      "section": 11,
      "text": "הנודר מהחלב מותר בקום (פי' מים המובדלים מהחלב כשמעמידים אותו הנקראת סור\"ו) נדר מהקום מותר בחלב (רמב\"ם פ\"ט מה\"נ ד\"ח). וי\"א דאם קורין לקום על שם החלב כגון שקורין אותה קומא דחלבא אסור (טור וב\"י בשם הר\"ן) מהחלב מותר בגבינה מהגבינה מותר בחלב ואסור בה בין מלוחה בין תפילה בין לחה בין יבשה:"
    },
    {
      "id": "yoreh_deah-217-12",
      "section": 12,
      "text": "הנודר מן הדגים מותר בציר ומורייס של דגים (לשון הרמב\"ם שם):"
    },
    {
      "id": "yoreh_deah-217-13",
      "section": 13,
      "text": "הנודר מהתמרים מותר בדבש תמרים: הגה אע\"פ ששם התמרים עליו ונקרא דבש תמרים הואיל ונשתנה צורתן ממה שהיו תחילה משא\"כ בקומא דחלבא (ר\"ן בשם רשב\"א) ועוד דמה שנקרא דבש תמרים אינו אלא כדי להבדילו משאר דבש (הר\"ן) מדבש תמרים מותר בתמרים מסתוניות (פי' ענבים רעים הנשארים בגפן בימות הסתיו ועושין מהם חומץ) מותר בחומץ היוצא מהם:"
    },
    {
      "id": "yoreh_deah-217-14",
      "section": 14,
      "text": "הנודר מדבש מותר בדבש תמרים מהחומץ מותר בחומץ סתוניות:"
    },
    {
      "id": "yoreh_deah-217-15",
      "section": 15,
      "text": "הנודר מהיין מותר ביין תפוחים ואסור ביין מבושל ומותר בקונדיטון (פי' משקה שיש בו דבש ויין ופלפלין) ויש מי שאוסר בקונדיטון (ודין חומץ עיין לעיל סוף סימן רט\"ז סעיף י\"א):"
    },
    {
      "id": "yoreh_deah-217-16",
      "section": 16,
      "text": "הנודר מהתירוש לדידן אסור ביין ומותר בכל מיני מתיקה:"
    },
    {
      "id": "yoreh_deah-217-17",
      "section": 17,
      "text": "הנודר מהשמן אם הוא במקום שמסתפקים בשמן זית אסור בו ומותר בשמן שומשמין ואם הוא במקום שמסתפקין בשמן שומשמין אסור בו ומותר בשמן זית ואם מסתפקין בשניהם אסור בשניהם אע\"פ שרוב סיפוקן מאחד מהם:"
    },
    {
      "id": "yoreh_deah-217-18",
      "section": 18,
      "text": "הנודר מהתבואה או הנודר מעללתא אינו אסור אלא בחמשת המינים והוא הדין לנודר מהדגן:"
    },
    {
      "id": "yoreh_deah-217-19",
      "section": 19,
      "text": "הנודר מפת סתם אינו אסור אלא בפת חטים ושעורים ובמקום שנוהגין לעשות פת מכל דבר ונדר מהפת או מהמזון אסור בחמשת המינין ואם אמר כל הזן עלי אסור בכל חוץ ממים ומלח:"
    },
    {
      "id": "yoreh_deah-217-20",
      "section": 20,
      "text": "הנודר מהחטים אסור בהם בין חיים בין מבושלים חטה חטים שאיני טועם אסור בהם בין קמח בין פת חטה שאיני טועם אסור בהם באפויה ומותר לכוס חטים שאיני טועם מותר באפויה ואסור לכוס חטה חטים שאיני טועם אסור בין באפויה בין לכוס: הגה האומר פת חטים ושעורים וכוסמין עלי אינו אסור אלא בפת חטים ופת שעורים ופת כוסמין דפת דקאמר קאי על כולם (הר\"ן פ' שבועות שתים) ויש מחמירין לאסור בשעורים וכוסמין לגמרי אלא אם כן אומר שלא היתה כוונתו רק אפת או שידוע לשון בני אדם שבאותו העיר דאז הולכין אחר לשון בני אדם (כ\"כ הר\"ן בשם הרמב\"ן):"
    },
    {
      "id": "yoreh_deah-217-21",
      "section": 21,
      "text": "גריס שאני טועם אסור לאכול מבושל ומותר לאכול חי גריסין שאני טועם אסור לאכלם חיים ומותר לאכלם מבושלים גריס גריסין שאני טועם אסור לאכלם חיים ומבושלים:"
    },
    {
      "id": "yoreh_deah-217-22",
      "section": 22,
      "text": "הנודר מפירות השנה אסור בכל פירות השנה ומותר בגדיים וטלאים בחלב ובביצים ובגוזלות ואם אמר גידולי שנה עלי אסור בכולם:"
    },
    {
      "id": "yoreh_deah-217-23",
      "section": 23,
      "text": "הנודר מפירות הארץ אסור בכל פירות הארץ ובפרי העץ ומותר בכמיהין ופטריות ואם אמר גידולי קרקע עלי אסור בכולם:"
    },
    {
      "id": "yoreh_deah-217-24",
      "section": 24,
      "text": "הנודר מהקיץ אינו אסור אלא מהתאנים:"
    },
    {
      "id": "yoreh_deah-217-25",
      "section": 25,
      "text": "הנודר מהמים הנמשכים ממעין פלוני אסור בכל הנהרות היונקות ממנו ואין צריך לומר מהנמשכים ממנו ואע\"פ שנשתנה שמו ואין קורין אותו אלא נהר פלוני או מעין פלוני אם אמר מנהר פלוני או ממעין פלוני אינו אסור אלא בנקראים על שמו:"
    },
    {
      "id": "yoreh_deah-217-26",
      "section": 26,
      "text": "הנודר הנאה ממעין טובל בו טבילה של מצוה בימות הגשמים אבל לא בימות החמה:"
    },
    {
      "id": "yoreh_deah-217-27",
      "section": 27,
      "text": "הנודר מהכסות מותר בשק וביריעה ובחמילה (פי' מיני בגדים גסים שאין דרך בני אדם להתכסות בהם):"
    },
    {
      "id": "yoreh_deah-217-28",
      "section": 28,
      "text": "הנודר מהבית אסור בעליה מהעליה מותר בבית:"
    },
    {
      "id": "yoreh_deah-217-29",
      "section": 29,
      "text": "הנודר מהעיר אסור ליכנס לעיבורה דהיינו תוך שבעים אמה ושירים:"
    },
    {
      "id": "yoreh_deah-217-30",
      "section": 30,
      "text": "הנודר מהבית אינו אסור אלא מהאגף ולפנים דהיינו מסתימת הדלת ולפנים אבל מסתימת הדלת ולחוץ על עובי המפתן מותר:"
    },
    {
      "id": "yoreh_deah-217-31",
      "section": 31,
      "text": "הנשבע לעמוד בבית א' אסור מהאגף ולחוץ: הגה הנודר לדור בשכונת היהודים צריך לדור בשכונה הגדולה וברחוב שלה דכן הוא לשון בני אדם ולא אמרינן דג' בתים מקרי שכונה (ב\"י סי' רכ\"ח דף רע\"ד סוף ע\"ב בשם תשובת הרשב\"א) קהל שגזרו שלא לקנות בתים מעובדי כוכבים אסור להחליף עמהם דזה נמי מקרי קנייה ומכירה (מרדכי פרק המקבל):"
    },
    {
      "id": "yoreh_deah-217-32",
      "section": 32,
      "text": "נדר מיושבי העיר אסור במי שישב שם שלשים יום מבני העיר אינו אסור אלא במי שישב שם י\"ב חדש: הגה ואם נדר ממי שדר שם אפילו דירת עראי מקרי דירה (רשב\"א סימן תרס\"ז) מיהו הולכים אחר לשון בני אדם שאין נקרא דירה אלא בדר שם עם בני ביתו דרך קבוע אע\"פ שהוא פחות מל' יום ואם לשון בני אדם הוא בדרך אחר הולכין אחריו אחר כוונת הנודר:"
    },
    {
      "id": "yoreh_deah-217-33",
      "section": 33,
      "text": "נדר מיורדי הים אסור בכל יורדי הים אפילו באותם שאין הולכים אלא מעכו ליפו ואפילו באותם שיורדים לטייל ומותר ביושבי יבשה:"
    },
    {
      "id": "yoreh_deah-217-34",
      "section": 34,
      "text": "נדר מיושבי יבשה אסור גם ביורדי הים ואפי' באותם שמפליגים בו הרבה שסופם לירד ליבשה:"
    },
    {
      "id": "yoreh_deah-217-35",
      "section": 35,
      "text": "אמר יורדי הים לאחר ל' יום עלי מי שהוא בשעת הנדר מיורדי הים אסור בו ומי שאינו מיורדי הים בשעת הנדר מותר בו אע\"פ שלאחר ל' יום כשחל הנדר הוא מיורדי הים:"
    },
    {
      "id": "yoreh_deah-217-36",
      "section": 36,
      "text": "נדר מרואי החמה אסור אף בסומים שלא נתכוין אלא למי שהחמה רואה אותו לאפוקי דגים ועוברים: הגה ואפילו אמר לא נתכוונתי לכך לא מהני (ב\"י בשם הרא\"ש) הואיל והלשון ודאי כך הוא ומותר בכל דבר שאינו בעל חיים אע\"פ שהחמה רואה אותו (ב\"י בשם התוספות) : ואם נדר מרואים החמה מותר בסומים:"
    },
    {
      "id": "yoreh_deah-217-37",
      "section": 37,
      "text": "נדר משחורי הראש אסור בקרחים ובעלי שיבה ומותר בנשים ובקטנים שאין נקראי' שחורי הראש אלא האנשים ואם דרכם לקרות שחורי הראש לכל אסור [בכל] (הנודר מכל דבר שהוא אדום אסור לראות בחמה שגם כן היא אדומה) (נימוקי יוסף פ' המוכר את הספינה ותוס' שם דף ע\"ד ע\"א וחדושי רמב\"ן שם):"
    },
    {
      "id": "yoreh_deah-217-38",
      "section": 38,
      "text": "הנודר משובתי שבת אסור אף בכותיים:"
    },
    {
      "id": "yoreh_deah-217-39",
      "section": 39,
      "text": "נדר מעולי ירושלים אסור בישראל ומותר בכותיים:"
    },
    {
      "id": "yoreh_deah-217-40",
      "section": 40,
      "text": "נדר מבני נח אסור באומות העולם ומותר בישראל. נדר מזרע אברהם אסור בישראל ובגרים ומותר באומות העולם אפי' בבני ישמעאל ועשו:"
    },
    {
      "id": "yoreh_deah-217-41",
      "section": 41,
      "text": "נדר מהערלים אסור במולי אומות העולם ומותר בערלי ישראל:"
    },
    {
      "id": "yoreh_deah-217-42",
      "section": 42,
      "text": "נדר מהמולים אסור בערלי ישראל ומותר במולי אומות העולם:"
    },
    {
      "id": "yoreh_deah-217-43",
      "section": 43,
      "text": "נדר מישראל אסור בגרים מהגרים מותר בישראל:"
    },
    {
      "id": "yoreh_deah-217-44",
      "section": 44,
      "text": "נדר מישראל אסור בכהנים ולוים מכהנים ולוים מותר בישראל:"
    },
    {
      "id": "yoreh_deah-217-45",
      "section": 45,
      "text": "נדר מכהנים מותר בלוים מלוים מותר בכהנים:"
    },
    {
      "id": "yoreh_deah-217-46",
      "section": 46,
      "text": "נדר מבנים מותר בבני בנים:"
    },
    {
      "id": "yoreh_deah-217-47",
      "section": 47,
      "text": "מי שנדר או נשבע על דבר חוץ ממועדות וי\"ט אם אמר שבדעתו היה להוציא גם חנוכה ופורים מהכלל נאמן. (ועיין בא\"ח סימן תק\"ע):"
    },
    {
      "id": "yoreh_deah-217-48",
      "section": 48,
      "text": "מי שנדר או שנשבע שלא יצחוק שום צחוק אסור להטיל גורלות ולא שום אדם בשבילו וכן אסור להמרות עם חבירו שקורין אפוסטאר. (תשובת חזה התנופה) : הגה צבור שגזרו שלא להתפלל במנין משום איזה דבר אסורים לקרות בתורה דכל דבר קדושה נקרא תפלה (תשובת הרא\"ש כלל ג' סי' ט') מי שנדר שלא לקבל פקדון אסור להלוות על משכון לישראל (מהרי\"ל) מיהו נראה דהולכין אחר כוונתו וכדרך שיתבאר בסימן רי\"ח (ד\"ע) . מי שנדר או נשבע להתענות סך ימים ואירע תענית חובה עולה לו למנין הימים וכן מי שנדר לילך לבית הקברות או למקום ואירע לו שהלך ע\"י עסק שם יצא ידי נדרו (תשובת מהרי\"ל סימן קי\"ח) וע\"ל סימן רל\"ט עוד מזה:"
    }
  ]
}