{
  "id": "yoreh_deah-084",
  "chapterLabel": "סימן 84",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-084-1",
      "section": 1,
      "text": "דין שרצים הנמצאים במים בפירות בקמח ובגבינה. ובו י\"ז סעיפים: שרצים הגדלים במים שבכלים ושבבורות שיחין ומערות שאינם נובעים מותרים אע\"פ שאין להם סנפיר וקשקשת לפיכך שוח' ושותה מהם ואינו חושש לשרצי' שבהם אם יזדמנו לתוך פיו (אבל אסור לשאוב בכלי ולשתות מהם) (אשיר\"י פא\"ט וארוך כלל מ\"ח וכל בו) ואם פירשו ממקום רביתן כגון לאחורי הבור או על שפת הכלי מבחוץ אע\"פ שחזרו אסורים ומסתמא אין לחוש שמא פירשו אבל אם לא פירשו אלא על דופן הכלי מבפנים מותרים:"
    },
    {
      "id": "yoreh_deah-084-2",
      "section": 2,
      "text": "הגדלים במים שבחריצין ונעיצים (פי' חריצים ארוכים וקצרים. נעיצים רחבים כגון אותם שעושים לביברי דגים. רש\"י) שהם מושכים ואינם נובעים יש אוסרים ויש מתירים:"
    },
    {
      "id": "yoreh_deah-084-3",
      "section": 3,
      "text": "המסנן מים או שאר משקים והיו בו תולעים או יבחושין או יתושים אף על פי שחזרו לתוכו אסורים שכבר פירשו לפיכך משקה שדרך ליגדל בו תולעים וכיוצא בהן אין לסננו בקסמים וקשים בלילה שמא יחזרו ויפלו לתוך הכלי ויבא לשתותן: הגה אבל מותר לסננן דרך בגד או מסננת שהרי לא יוכלו ליפול דרך שם אל תוך המשקה וכן מותר לערות המשקים מכלי אל כלי הואיל והם תמיד עם המשקים היינו רביתייהו (בית יוסף):"
    },
    {
      "id": "yoreh_deah-084-4",
      "section": 4,
      "text": "תולעים הגדלים בפירות בתלוש מותרים שלא אסרה תורה אלא שרץ השורץ על הארץ במה דברים אמורים שלא פירשו מן הפרי אבל פירשו מן הפרי אפילו לא הגיע לארץ אלא שמת באויר קודם שהגיע לארץ ואפילו לא פירש כולו מהפרי אלא מקצתו או שלא פירש אלא על גבי הפרי או על הגרעין שבתוכו או שפירש מפרי לפרי אסור ויש אוסרים אפילו מת בתוך הפרי ופירש אח\"כ. כל זמן שנמצא בתוך הפרי אפילו חורו נקוב לחוץ לא חיישינן שמא פירש וחזר (ויש אוסרים אם חורו נקוב לחוץ) (מרדכי פא\"ט וש\"ד בשם ראב\"ן ור' אבי\"ה בשם ר' יואל הובא בת\"ה סי' קע\"א) (והכי נהוג) (ת\"ה שם ובהגהות ש\"ד):"
    },
    {
      "id": "yoreh_deah-084-5",
      "section": 5,
      "text": "תולעים הנמצאים בקמח וכיוצא בו אסורים שמא פירשו ושרצו על הארץ וחזרו (תשובת הרא\"ש כלל כ' סימן ג'): הגה והוא הדין במלח או שאר דברים שאינו משקה (תשובת הרא\"ש כלל כ' והגהות ש\"ד בשם מהר\"ם וע\"פ עיין ב\"י ועיין ס\"ק ל\"ג) ואסור למכרו לעובד כוכבים שמא יחזור וימכרנו לישראל (שם וכ\"כ ב\"י מקבלה מהרי\"ב ממהרי\"ש):"
    },
    {
      "id": "yoreh_deah-084-6",
      "section": 6,
      "text": "תולעים הגדלים בפירות בעודם במחובר חשוב כשורץ על הארץ ואסור אע\"פ שלא פירש והוא שריחש אבל תולעים הנמצאים בפולין ואפונים תחת הקליפה והקליפה משחרת עליהם מבחוץ וכשמסירים הקליפה מוצאים היבחושים תחתיהם מותרים לפי שהם מונחים במקום צר ולא קרינן בהו השורץ על הארץ כל זמן שלא ריחשו אבל הנמצאים בשרביטים אסורים שיש להם מקום לרחוש: הגה תולעים הגדלים בכמיהין ופטריות דינן כמו בשאר פירות ולא אמרינן דלא חשיבי מחובר לקרקע הואיל ואין מברכין עליהם פרי האדמה (ד\"ע ולאפוקי או\"ה) ופעמים נמצא בפרי כמין נקודה שחורה והוא מקום שמתחיל התולעת להתרקם וצריך ליטלו משם בעומק דאסור כמו התולעת עצמו (תשובת הרשב\"א סימן ער\"ה):"
    },
    {
      "id": "yoreh_deah-084-7",
      "section": 7,
      "text": "פרי שהתליע ואין ידוע אם במחובר אם בתלוש אסור:"
    },
    {
      "id": "yoreh_deah-084-8",
      "section": 8,
      "text": "כל מיני פירות שדרכן להתליע כשהם מחוברים לא יאכל עד שיבדוק הפרי מתוכן שמא יש בו תולעת ואם שהה הפרי אחר שנעקר י\"ב חדש אוכל בלא בדיקה שכל בריה שאין בה עצם אינו מתקיים י\"ב חדש ומכל מקום צריך לבדקן להשליך התולעים הנמצאים ביניהם בחוץ או על גבי הפרי ואף לאחר שישליך הנמצאים בחוץ יש לחוש שמא כשיתנם במים בתוך הקדירה יצאו לחוץ וירחשו (תרגום השרץ השורץ רחשא דרחיש) במים או בדופני הקדרה או על גבי הפרי הלכך הבא לבשל לאחר י\"ב חדש פירות שהתליעו יתנם לתוך מים צוננים המתולעים והמנוקבים יעלו למעלה ואחר כך יתנם בקדרת מים רותחים שאם נשאר בו תולעת ימות מיד. (ולא מהני בהם אם בדק הרוב אלא צריך לבדוק כולם דהוי מיעוט דשכיח) (רשב\"א בת\"ה ובתשובה סימן רע\"ד):"
    },
    {
      "id": "yoreh_deah-084-9",
      "section": 9,
      "text": "עבר ובישל תוך י\"ב חדש בלא בדיקה אם יכול לבדוק בודק ואם לאו מותר ואם נמצאו קצת בקדרה משליכם ואוכל השאר (כי אין לך פרי שאין בו ס' נגד טעם התולעת שבתוכו) (תשובת הרא\"ש בשם מהר\"ם) ויש מי שאומר דהני מילי שלא נמצאו אלא א' או ב' אבל ג' או ד' הכל אסור: הגה ודוקא מאכל דאי אפשר לסננו ולהסיר מהם התולעים ומאחר שהוחזק בתולעים כולו אסור אבל אם אפשר לסננו מעביר משם התולעים הנמצאים שם והשאר מותר (רשב\"א סימן ק\"נ) ועיין לקמן סוף סימן ק':"
    },
    {
      "id": "yoreh_deah-084-10",
      "section": 10,
      "text": "ירקות מבושלים שנמצאו בהם תולעים הרוטב מותר על ידי סינון (פירוש שמעבירין במסננת) אבל ירקות עצמם אם מצא בהם ג' פעמים יש לחוש שמא יש ואינם ניכרות:"
    },
    {
      "id": "yoreh_deah-084-11",
      "section": 11,
      "text": "אשה שנמצא אחר בדיקתה שרץ הנראה לעינים כגון חומט אסור לאכול מבדיקתה אבל אם לא נמצאו אלא תולעים המתליעים בתוך העלים שאינם נראים אלא לאחר שליקתן מותר לאכול מבדיקתה:"
    },
    {
      "id": "yoreh_deah-084-12",
      "section": 12,
      "text": "מרקחת שנפלו לתוכו נמלים ועברו עליהם י\"ב חדש יש להסתפק בהם מפני שהדבש דרכו להעמיד הדברים הנטמנים בתוכו:"
    },
    {
      "id": "yoreh_deah-084-13",
      "section": 13,
      "text": "דבש שנפלו בו נמלים יחממנו עד שיהא ניתך ויסננו:"
    },
    {
      "id": "yoreh_deah-084-14",
      "section": 14,
      "text": "חטים מתולעים מותר לטחנן והוא שירקד הקמח לאור היום (וכל תולעת שיראה שם יזרקנו והשאר מותר) (ת\"ה סימן קנ\"ה):"
    },
    {
      "id": "yoreh_deah-084-15",
      "section": 15,
      "text": "מיני עופות הגדילים באילן ותלוים באילן בחרטומיהן אסורים משום שרץ השורץ על הארץ:"
    },
    {
      "id": "yoreh_deah-084-16",
      "section": 16,
      "text": "כל תולעים הנמצאים בבהמה בין שהם בין עור לבשר בין שהם במעיה אסורים והנמצאים בדגים במעיהם אסורים בין עור לבשר או בתוך הבשר מותרים (ואפילו פירשו קצת וחזרו מותרין כי כן רביתייהו לפרוש קצת ולחזור) (הגה' שערי דורא) והא דאסרינן דוקא דמחיים אבל הגדלים בבשר אחר שחיטה או בדגים וגבינה מותרים כל זמן שלא פירשו הלכך תולעים הנמצאים בקערה שנפלו מן הבשר מותרים לדעת המתירים והוא שפירש מת ולא חיישינן שמא פירשו מחיים חוץ לחתיכה דמסתמא אותם שפירשו מחיים נפלו כשהדיחו הבשר ויש מי שאוסר התולעים המתהוים לאחר שחיטה מכל דבר הטעון שחיטה: הגה ונהגו להקל כסברא הראשונה (ע\"פ מרדכי דפרק אלו טרפות) עוד נוהגים בתולעים של גבינה לאכלן אע\"פ שקופצין הנה והנה על הגבינה אבל אם פירשו לגמרי אוסרין אותן (מהרא\"י ובארוך כמ\"א דין י') מיהו אם נתערבו בשאר מאכל ולא יכולין להסירן משם אין אוסרין המאכל כי יש מתירין אותם בכל ענין (או\"ה שם) וטוב להחמיר במקום שאין הפ\"מ (עד\"מ):"
    },
    {
      "id": "yoreh_deah-084-17",
      "section": 17,
      "text": "שרץ שרוף מותר לאכלו משום רפואה דעפרא בעלמא הוא:"
    }
  ]
}