{
  "id": "yoreh_deah-179",
  "chapterLabel": "סימן 179",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-179-1",
      "section": 1,
      "text": "שלא לכשף לעונן ולנחש. ובו י\"ט סעיפים:אין שואלין בחוזים בכוכבים ולא בגורלות: הגה משום שנאמר תמים תהיה עם ה' אלהיך (ב\"י בשם תוספות דע\"פ ובשם ספרי) וכ\"ש דאסור לשאול בקוסמים ומנחשים ובמכשפים (פסקי מהרא\"י סי' צ\"ו):"
    },
    {
      "id": "yoreh_deah-179-2",
      "section": 2,
      "text": "נהגו שאין מתחילין בב' ובד' ואין נושאין נשים אלא במילוי הלבנה: הגה ולכן נהגו ג\"כ להתחיל ללמוד בר\"ח כי אע\"פ שאין ניחוש יש סימן (סמ\"ק סימן קל\"ו) במה שאדם יודע שהוא כנגד המזל לא יעשה ולא יסמוך על הנס אלא שאין לחקור אחר זה משום תמים תהיה (תשובת רמב\"ן סימן רפ\"ו) כמו שנתבאר:"
    },
    {
      "id": "yoreh_deah-179-3",
      "section": 3,
      "text": "האומר פתי נפלה מפי או מקלי מידי או בני קורא לי מאחרי או שצבי הפסיקו בדרך או שעבר נחש מימינו או שועל משמאלו ולמי שאירע לו אחד מאלו עושה ממנו ניחוש שלא לצאת לדרך או שלא להתחיל במלאכה וכן המנחשים בחולדה ובעופות ובכוכבים וכן האומר אל תתחיל לגבות ממני שחרית הוא מוצאי שבת הוא מוצאי ר\"ח הוא וכן האומר שחוט תרנגול שקרא כעורב ותרנגולת זו שקראה כתרנגול אסור: הגה י\"א אם אינו אומר הטעם למה מצוה לשחוט התרנגולת אלא אומר סתם שחטו תרנגולת זו מותר לשחטה כשקראה כתרנגול (ב\"י בשם הר\"א והוא בתשו' מהרי\"ל סימן קי\"ח) וכן הוא המנהג:"
    },
    {
      "id": "yoreh_deah-179-4",
      "section": 4,
      "text": "בית תינוק ואשה אף על פי שאין ניחוש יש סימן: הגה אם הצליח אחר זה ג' פעמים או לא (ב\"י בשם רש\"י) וכן מותר לומר לתינוק פסוק לי פסוקיך (טור) י\"א דאדם מותר לעשות לו סימן בדבר שיבא לעתיד כמו שעשה אליעזר עבד אברהם או יהונתן (טור והר\"ד קמחי) ויש אוסרין (רמב\"ם וסמ\"ג) וההולך בתום ובוטח בה' חסד יסובבנו:"
    },
    {
      "id": "yoreh_deah-179-5",
      "section": 5,
      "text": "חובר חבר זהו שעל ידי לחש מקבץ חיות או נחשים ועקרבים יתושים ופרעושים:"
    },
    {
      "id": "yoreh_deah-179-6",
      "section": 6,
      "text": "מי שנשכו עקרב מותר ללחוש עליו ואפילו בשבת ואע\"פ שאין הדבר מועיל כלום הואיל ומסוכן הוא התירו כדי שלא תטרף דעתו עליו:"
    },
    {
      "id": "yoreh_deah-179-7",
      "section": 7,
      "text": "מי שרודפים אחריו נחש ועקרב מותר לחבר כדי שלא יזיקוהו:"
    },
    {
      "id": "yoreh_deah-179-8",
      "section": 8,
      "text": "הלוחש על המכה או על החולה ורוקק ואחר כך קורא פסוק מן התורה אין לו חלק לעוה\"ב ואם אינו רוקק איסורא מיהא איכא ואם יש בו סכנת נפשות הכל מותר: הגה וי\"א דכל זה אינו אסור אלא כשקורא הפסוק בלשון הקדש אבל בלשון לעז לא (רש\"י בשם רבו) ומיהו ברוקק טוב ליזהר בכל ענין בפרט אם מזכירין השם שאין לו חלק לעוה\"ב (כן משמע מהטור לדעת ר\"י):"
    },
    {
      "id": "yoreh_deah-179-9",
      "section": 9,
      "text": "תינוק שנפגע אין קורין עליו פסוק ואין מניחין עליו ס\"ת:"
    },
    {
      "id": "yoreh_deah-179-10",
      "section": 10,
      "text": "הבריא מותר לקרות פסוקים להגן עליו מהמזיקין:"
    },
    {
      "id": "yoreh_deah-179-11",
      "section": 11,
      "text": "למדוד האזור וללחוש עליו מותר ואפי' בשבת: הגה ועיין בא\"ח סימן ש\"ו וה\"ה שאר לחשים ועיין בא\"ח סי' ש\"א איזה לחש וקמיע אסור:"
    },
    {
      "id": "yoreh_deah-179-12",
      "section": 12,
      "text": "מותר להתרפאות בקמיע אפי' יש בהם שמות וכן מותר לישא קמיעין שיש בהם פסוקי' ודוקא להגן שלא יחלה אבל לא להתרפאות בהם מי שיש לו מכה או חולי אבל לכתוב פסוקים בקמיעים אסור:"
    },
    {
      "id": "yoreh_deah-179-13",
      "section": 13,
      "text": "דורש אל המתים זה שמרעיב עצמו ולן בבית הקברות כדי שתשרה עליו רוח הטומאה:"
    },
    {
      "id": "yoreh_deah-179-14",
      "section": 14,
      "text": "להשביע את החולה לשוב אליו לאחר מיתה להגיד לו את אשר ישאל אותו מותר: (ויש מתירין אפי' לאחר מותו אם אינו משביע גופו של מת רק רוחו) (כן משמע בהגהות מיימוני בשם רא\"ם דלא כבית יוסף):"
    },
    {
      "id": "yoreh_deah-179-15",
      "section": 15,
      "text": "אוחז את העינים אסור וע\"י ספר יצירה מותר (אפילו לעשות מעשה) (טור):"
    },
    {
      "id": "yoreh_deah-179-16",
      "section": 16,
      "text": "מעשה שדים אסור ויש מי שמתיר לישאל בהם על הגניבה: הגה וכיוצא בזה (ב\"י והגהות מיי' פי\"א מהלכות גזילה) וע\"י השבעה שמשביע אותם ע\"י שמות יש מתירין בכל ענין (ב\"י בשם נ\"י ושם בהג\"ה הנ\"ל) מ\"מ רוב העוסקים בזה אינן נפטרים מהם בשלום על כן שומר נפשו ירחק מהם (ב\"י):"
    },
    {
      "id": "yoreh_deah-179-17",
      "section": 17,
      "text": "הנוהגים לערוך שלחן עם מיני מאכל בליל המילה ואומרים שהוא למזל התינוק אסור. (ועיין לעיל סוף סימן קע\"ח):"
    },
    {
      "id": "yoreh_deah-179-18",
      "section": 18,
      "text": "לקטר הבית בעשב שיש לו ריח טוב יש מי שאוסר אא\"כ עושה כן כדי להסיר ריח רע:"
    },
    {
      "id": "yoreh_deah-179-19",
      "section": 19,
      "text": "המקטר לשד לחברו ולכופו לעשות כרצונו חייב משום עובד עבודת כוכבים הלומד מן האמגושי אפילו דברי תורה חייב מיתה:"
    }
  ]
}