{
  "id": "yoreh_deah-160",
  "chapterLabel": "סימן 160",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-160-1",
      "section": 1,
      "text": "גודל איסור הרבית ועד היכן צריך ליזהר ממנו. ובו כ\"ג סעיפים:צריך ליזהר בריבית וכמה לאוין נאמרו בו ואפי' הלוה הנותנו והערב והעדים עוברים: הגה ואין חילוק בין אם מלוה לעני או לעשיר (הגהות מיימוני פ\"ד מהל' מלוה ולוה) והא דלוה עובר דוקא ברבית דאורייתא אבל ברבית דרבנן אינו עובר אלא משום לפני עור וגו' (ר\"ן פ' זה בורר ובנ\"י פא\"נ וכ\"כ ר' ירוחם ני\"ח):"
    },
    {
      "id": "yoreh_deah-160-2",
      "section": 2,
      "text": "כל הנותן ברבית נכסיו מתמוטטים וכאלו כפר ביציאת מצרים ובאלהי ישראל:"
    },
    {
      "id": "yoreh_deah-160-3",
      "section": 3,
      "text": "התולה מעותיו לומר שהם של עובד כוכבים ומלוה אותם ברבית הקב\"ה יפרע ממנו:"
    },
    {
      "id": "yoreh_deah-160-4",
      "section": 4,
      "text": "אפילו אם הלוה נותן לו יותר מדעתו בשעת הפרעון שלא התנה עמו ואינו אומר שנותנו לו יותר בשביל רבית אסור. (ומיהו אם לא היו המעות בידו דרך הלואה רק דרך מכר מותר בכה\"ג) (ב\"י בשם תלמידי רשב\"א ובנימוקים בשם תוס'):"
    },
    {
      "id": "yoreh_deah-160-5",
      "section": 5,
      "text": "אפילו אם אמר ליה בשעת לקיחת הרבית אני נותנו לך במתנה אסור לקבלו ממנו אבל אם לקח ממנו רבית וצריך להחזירו לו מועלת מחילה לפטרו כמו בכל גזל. (מתנה על מנת להחזיר ברבית אסור) (ר\"ן פ\"ב דקידושין):"
    },
    {
      "id": "yoreh_deah-160-6",
      "section": 6,
      "text": "אסור להקדים הרבית או לאחר אותו כיצד נתן עיניו ללוות ממנו והיה משגר לו דורון (ופירש בשביל שילוהו (טור וכב\"י שכ\"ג מרא\"ש) או שהוא מתנה מרובה דמסתמא הוי כאילו פירש לו) (שם בשם סמ\"ג) בשביל שילוהו זו היא רבית מוקדמת לוה ממנו והחזיר לו מעותיו והיה משגר לו דורון בשביל מעותיו שהיו בטלות אצלו זו היא רבית מאוחרת ואם עבר ועשה כן ה\"ז אבק רבית:"
    },
    {
      "id": "yoreh_deah-160-7",
      "section": 7,
      "text": "צריך המלוה ליזהר מליהנות מהלוה שלא מדעתו כל זמן שמעותיו בידו אפילו בדבר שהיה עושה לו אף אם לא הלוהו אבל אם נהנה ממנו מדעתו מותר בדבר שהיה עושה לו אף אם לא הלוהו ובלבד שלא יהא דבר של פרהסי' כגון לדור בחצרו ולהשתמש בעבדיו:"
    },
    {
      "id": "yoreh_deah-160-8",
      "section": 8,
      "text": "אפילו לבניו ובני ביתו אסור להלות ברבית אע\"פ שאינו מקפיד עליהם ובודאי נותנו להם במתנה:"
    },
    {
      "id": "yoreh_deah-160-9",
      "section": 9,
      "text": "לא יעשה מלאכה לחבירו על מנת שחבירו יעשה עמו אח\"כ מלאכה שהיא יותר כבדה ואפי' לעשות עמו אותה מלאכה עצמה אסור אם הוא בזמן שהיא יותר כבדה כגון שזה מנכש (פי' תולש העשבים הרעים מתוך הטובים) עמו בגריד וזה מנכש עמו ברביעה: הגה ואם אחד מלוה מעות לחבירו על זמן מה כדי שיחזור וילוהו פעם אחרת כזמן הראשון יש אומרים שאסור (מרדכי ספא\"נ ותשובת הרא\"ש כלל ק\"ח סי' ט\"ז) ולא דמי לעושה עמו מלאכה וחוזר ועושה עמו דגבי הלוואה שכר הלוואה הוא נוטל וי\"א דמותר אם אינו מלוה לו לזמן ארוך יותר ממה שהלוהו (ב\"י בשם ס\"ה ומרדכי בשם מהר\"מ) ועיין לקמן סימן קע\"ז:"
    },
    {
      "id": "yoreh_deah-160-10",
      "section": 10,
      "text": "אסור ללמד את המלוה או את בנו מקרא או גמרא כל זמן שמעותיו בידו אם לא היה רגיל בזה מקודם:"
    },
    {
      "id": "yoreh_deah-160-11",
      "section": 11,
      "text": "אם לא היה רגיל להקדים לו שלום אסור להקדים לו:"
    },
    {
      "id": "yoreh_deah-160-12",
      "section": 12,
      "text": "לא יאמר לו הודיעני אם בא איש פלוני ממקום פלוני: הגה וכן שאר רבית דברים בעלמא אסור (טור) ואפי' לטובת הנאה בעלמא כמו שיתבאר בסוף הסימן. אסור לקדש אשה בהנאת מלוה כגון שהיא חייבת לו ומרויח לה הזמן כדי שתתקדש לו (גמרא פ\"ק דקדושין):"
    },
    {
      "id": "yoreh_deah-160-13",
      "section": 13,
      "text": "מותר לומר לחבירו הילך זוז והלוה עשרה דינרים לפלוני והוא שלא יחזור ויקחנו מהלוה וגם לא יאמר הלוה למלוה פלוני יתן בשבילי ויש אומרים שצריך גם כן שלא יפייסנו הלוה לתת למלוה בשביל שילוהו:"
    },
    {
      "id": "yoreh_deah-160-14",
      "section": 14,
      "text": "אסור לומר אלוך מנה על מנת שתתן זוז לפלוני (או להקדש) (במרדכי דא\"נ) אפי' אם אותו פלוני הוא עובד כוכבים אע\"פ שאינו חייב לו (טור סי' קס\"ט) . ורבית קצוצה (פי' שקצץ והתנה לתת כך וכך בשביל שמלוהו) הוא (ואין חילוק בין אמר המלוה כך או שאמר הלוה מעצמו כך והוא מלוה לו משום זה) (ב\"י בשם תשו' רשב\"א):"
    },
    {
      "id": "yoreh_deah-160-15",
      "section": 15,
      "text": "יש אומרים שאסור לומר לו אמור לפלוני שיתן לך ד' דינרין ואלוה לך מעות:"
    },
    {
      "id": "yoreh_deah-160-16",
      "section": 16,
      "text": "מותר לומר לחבירו הילך זוז ואמור לפלוני שילוני ואפי' לבן המלוה מותר לומר כן והוא שיהא גדול ואינו סומך על שלחן אביו: הגה י\"א דאסור למלוה ליקח ממקבל זה הזוז שלא יבואו להערים (המ\"מ פ\"ה דה\"מ) י\"א דמותר לישראל לומר לחבירו ישראל לך והלוה לי מעות מפלוני ישראל ברבית ומותר לתת אחר כך הרבית לשליח להביאו לו דלא אסרה תורה אלא רבית הבא מיד לוה למלוה והשליח אינו עושה שום איסור דהאי רבית לאו דידיה הוא ואי משום ששלוחו של אדם כמותו אין שליח לדבר עבירה ואין לפרסם הדבר בפני עם הארץ (מרדכי בשם רש\"י) וכן עיקר אע\"ג דיש מפקפקין בהיתר זה ומחמירים לאסרו (ב\"י ובנמוקים) יש לסמוך עליו לעת הצורך ומ\"מ אם הלוה קבל המעות בעצמו מן המלוה רק ששולח לו הרבית אסור (שם במרדכי) אבל אם שליח המלוה הלוה ללוה ברבית ועשה שטר על שם המלוה הוה כאלו הלוה לו המלוה עצמו ואסור אפי' עשה השליח בלא דעת משלחו דהשטר עביד לה עיקר הלואה והוא נכתב על שם המלוה (מהרי\"ק שורש י\"ז):"
    },
    {
      "id": "yoreh_deah-160-17",
      "section": 17,
      "text": "תלמידי חכמים שהלוו זה את זה דברים של מאכל ונתן לו יותר על מה שלוה ממנו עד חומש ה\"ז מותר שהדבר ידוע שלא נתן לו אלא מתנה: הגה ויש מתירין אפילו בהתנו מתחילה כך ובלבד בדבר מועט (הגהות אשיר\"י וכ\"מ דעת הטור וכ\"נ דעת הרב המגיד) ומכל מקום לא ירגילו תלמידי חכמים עצמם בכך מפני המון העם שלא ילמדו מהם (הגהת מיי' פ\"ד מהל' מלוה וסמ\"ג לאוין קצ\"ג):"
    },
    {
      "id": "yoreh_deah-160-18",
      "section": 18,
      "text": "כל רבית דרבנן מותר במעות של יתומים או של הקדש עניים או תלמוד תורה או צורך בית הכנסת: הגה וכן נוהגין להקל (ב\"י בשם הרמב\"ם והרא\"ש) אע\"ג דיש מחמירין דאינו מותר רק בבית דין (מרדכי דא\"נ וכן משמע במהרא\"י ובת\"ה סימן ס\"ה ובח\"ה סי' ר\"ן ורש\"י פרק א\"נ דף ע' סוף ע\"א) . יש מקומות שנוהגים שאפוטרופוס מלוה מעות יתומים ברבית קצוצה ומנהג טעות הוא ואין לילך אחריו (מהרי\"ל בתשובה) וכל אפוטרופוס שעושה כן עי' בחושן המשפט סי' ל\"ד אם נפסל. אבל ברבית דרבנן שרי כל זמן שלא הגדיל היתום לעסוק במעותיו כדרך שאר אנשים אע\"פ שכבר הוא בן י\"ג שנה הואיל ולא הגיע לכלל דעת מקרי יתום לענין זה (ב\"י בשם ת\"ה ודברי ב\"י גופיה) מי שחייב ליתומים וכשבא לפרוע טוען שנתן להם רבית ורוצה לנכות מחובו והיתום טוען שלא קבל היתום נאמן בלא שבועה (בית יוסף בסימן קע\"ו בשם תשובת רשב\"א):"
    },
    {
      "id": "yoreh_deah-160-19",
      "section": 19,
      "text": "אפוטרופוס שהלוה מעות היתומים ברבית קצוצה אם הלוה נטל לחלקו כל כך ריוח כמו שהתנה לתת להם חייב ליתן להם:"
    },
    {
      "id": "yoreh_deah-160-20",
      "section": 20,
      "text": "אם עבר האפוטרופוס והלוה מעות יתומים ברבית קצוצה והאכיל היתומים פטורים מלשלם אפילו לכשיגדלו: הגה וגם האפוטרופוס פטור מלהחזירו (תשובת הרשב\"א) וה\"ה מעות של הקדש עניים או שאר מצות (ב\"י בשם תשובת הרשב\"א) ומיהו אין המלוה נאמן לומר דמעות של הקדש היו אלא בראייה (ריב\"ש סי' תס\"ה) ועיין לקמן סי' קס\"ט אם אפוטרופוס מותר ללוות מעובד כוכבים לצורך יתומים:"
    },
    {
      "id": "yoreh_deah-160-21",
      "section": 21,
      "text": "אי אוזיף ק' בק\"כ מעיקרא ק' בדנקא ולסוף ק\"כ אסור מדאורייתא ואי אוזיף ק' במאה ואייקר אסור מדרבנן:"
    },
    {
      "id": "yoreh_deah-160-22",
      "section": 22,
      "text": "מותר ללוות ברבית מפני פקוח נפש: הגה ועי\"ל סי' קס\"ט ובסי' קע\"ג דאסור ללוות ברבית לצורך קהל ואפילו אינו רבית קצוצה כל שכן ברבית קצוצה דאסור ולא כמו אלו שנהגו להקל בקצת מקומות להלוות וללוות לצורך קהל ברבית קצוצה ואין להם על מה שיסמוכו אם לא שנאמר שמחשבים צרכי קהל לפקוח נפש או לצורך מצוה כמו שיתבאר לקמן סימן קע\"ב אבל אין לסמוך על זה כי אם לצורך גדול (רוב הג\"ה הם ד\"ע):"
    },
    {
      "id": "yoreh_deah-160-23",
      "section": 23,
      "text": "המלוה מעות על מנת שכל מלאכה שתבא לידו יתן אותה למלוה לעשותה אסור: הגה ולמאן דאמר טובת הנאה הוי ממון מיקרי רבית קצוצה (כך דקדק הב\"י מלשון הרא\"ש) מאחר שהתנו מתחלה בכך ואפילו לא התנו מתחלה אם אינו רגיל לעשות בלאו הכי אסור וכן כל טובת הנאה אבל אם כל אחד מחזיק טובה לחבירו לפעמים הלוה למלוה ופעמים להיפך שרי (הגהות מרדכי דא\"נ והגהות מיי' פ\"ה דה\"מ):"
    }
  ]
}