{
  "id": "yoreh_deah-273",
  "chapterLabel": "סימן 273",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-273-1",
      "section": 1,
      "text": "שיעור הגליון וריוח בין שיטה לשיטה ובין דף לדף. ובו ו' סעיפים:שיעור הגליון למטה ד' אצבעות בגודל ולמעלה ג' ובין כל דף ודף שנים לפיכך צריך להניח בתחילת כל יריעה וסופה כרוחב אצבע וכדי תפירה ונמצא כשתופר היריעות ביחד יהיה בין כל דף ודף בכל הספר רוחב שתי אצבעות ובין שיטה לשיטה כמלא רוחב שיטה ובין כל חומש וחומש ד' שיטין פנויות בלא כתב ויתחיל החומש מתחילת שיטה חמישית ויניח בתחלתו ובסופו כדי לגלול על העמוד ועוד שתי אצבעות שישארו בין העמוד והדף:"
    },
    {
      "id": "yoreh_deah-273-2",
      "section": 2,
      "text": "לא ימעט הכתב מפני ריוח שלמטה ולמעלה ולא מפני ריוח שבין פרשה לפרשה:"
    },
    {
      "id": "yoreh_deah-273-3",
      "section": 3,
      "text": "נזדמנה לו תיבה בת ה' אותיות לא יכתוב שתים בתוך הדף וג' חוץ לדף אלא כותב ג' בתוך הדף ושתים חוץ לדף ואם אין מקום כדי לכתוב ג' בתוך הדף יניח המקום חלק ולא ימשוך האותיות לעשותן גדולות מחבירתן כדי למלאות עד סוף הדף (הגהמי\"י בשם הרמ\"ך) ותיבה בת ג' אותיות יכול לכתוב ממנה שתים חוץ לדף אע\"פ שמיעוטה בפנים אבל אם אין בה אלא שתי אותיות לא יכתבנה חוץ לדף: הגה ואפי' אם ב' אותיות הם מתיבה גדולה ונראים כמו תיבה בפני עצמה לא יכתבם על הגליון (ב\"י בשם מרדכי שכ\"כ בשם סמ\"ק):"
    },
    {
      "id": "yoreh_deah-273-4",
      "section": 4,
      "text": "נזדמנה לו תיבה בת עשר אותיות או פחות או יותר ולא נשאר מהשיטה כדי לכתוב את כולה בתוך הדף אם יכול לכתוב חציה בתוך הדף וחציה חוץ לדף כותב ואם לאו מניח המקום פנוי ומתחיל מתחלת השיטה:"
    },
    {
      "id": "yoreh_deah-273-5",
      "section": 5,
      "text": "כל אלו הדברים אינם אלא למצוה מן המובחר ואם שינה כשר:"
    },
    {
      "id": "yoreh_deah-273-6",
      "section": 6,
      "text": "שכח לכתוב את השם כולו תולה אותו בין השיטות אבל מקצת השם בשיטה ומקצתו תלוי פסול ובשאר תיבות אם שכח כותב מקצת התיבה בשיטה ומקצתה למעלה: הגה יש סופרים מדקדקים לכתוב [אותיות] בי\"ה שמ\"ו בראש העמודים וכן קצת המדקדקים לכתוב בראש כל עמוד ו' וקורין אותו ווי העמודים. ואין לדקדק בכל זה ואפילו המדקדק יותר שלא ימעט או ירחיב הכתב לפעמים משום זה (הגהות מיי' פ\"ז) כי כל דברים אלו אין להם שורש על מה שיסמכו (ב\"י) :"
    }
  ]
}