{
  "id": "yoreh_deah-257",
  "chapterLabel": "סימן 257",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-257-1",
      "section": 1,
      "text": "סדר גביית הצדקה ושלא לאחרה. ובו י\"א סעיפים:גבאי צדקה אינם רשאים לפרוש זה מזה בשוק אלא כדי (שיראו זה את זה (טור) כגון) שיהא זה פורש לשער וזה פורש לחנות וגובים מצא הגבאי מעות בשוק לא יתנם לתוך כיסו אלא לתוך ארנקי של צדקה וכשיגיע לביתו יטלם היה הגבאי נושה בחברו מנה ופרעו בשוק לא יתנם לתוך כיסו אלא לתוך ארנקי של צדקה וכשיגיע לביתו יטלם ולא ימנה מעות הקופה שנים שנים אלא אחד אחד מפני החשד שנא' והייתם נקיים מה' ומישראל (ל' רמב\"ם פ\"ט מהל' מ\"ע):"
    },
    {
      "id": "yoreh_deah-257-2",
      "section": 2,
      "text": "גבאי צדקה שאין להם עניים לחלק מצרפים המעות דינרים לאחרים אבל לא לעצמם וכן אם צריכים למכור מה שגבו מהתמחוי ימכרו לאחרים אבל לא לעצמם מפני החשד ואין מחשבין בצדקה עם גבאי צדקה ולא בהקדש עם הגזברים שנאמר ולא יחשבו את האנשים אשר יתנו את הכסף על ידם לתת לעושי המלאכה כי באמונה הם עושים (רמב\"ם שם) : הגה ומ\"מ כדי שיהיו נקיים מה' ומישראל טוב להם ליתן חשבון (טור) וכל זה בגבאים הכשרים אבל מי שאינו כשר או שנתמנה באלמות וחזקה צריך ליתן חשבון וה\"ה בכל ממונים על הצבור (מהרי\"ו סי' קע\"ג) וכשרוצים הצבור יכולין לסלק הגבאי ולמנות אחר ואין כאן משום חשד וה\"ה שאר ממונים (כל בו):"
    },
    {
      "id": "yoreh_deah-257-3",
      "section": 3,
      "text": "הצדקה הרי היא בכלל הנדרים לפיכך האומר הרי עלי סלע לצדקה או הרי הסלע זו צדקה חייב ליתנה לעניים מיד ואם איחר עובר בבל תאחר שהרי בידו ליתן מיד ועניים מצויים הם ואם אין שם עניים מפריש ומניח עד שימצא עניים: הגה וכל זה בצדקה שיש בידו לחלקה בעצמו אבל כשנודרין צדקה בבית הכנסת ליתנה ליד גבאי או שאר צדקה שיש לו ליתן לגבאי אינו עובר עליה אע\"ג דעניים מצויים אא\"כ תבעו הגבאי ואז עובר עליה מיד אי קיימי עניים והגבאי היה מחלק להם מיד ואם אין ידוע לגבאי צריך הוא להודיע לגבאי מה שנדר כדי שיוכל לתבעו (מרדכי פ\"ק דב\"ב ופ\"ק דר\"ה) ולא מקרי עניים מצויים אלא עניים הצריכים לחלק להם אבל אם אין דרך לחלק להם מיד לא מקרי עניים מצויים (ג\"ז במרדכי בב\"ב) ואם אמר אתן סלע לצדקה לפלוני אינו עובר עד שיבא אותו עני אע\"ג דשאר עניים מצויים (ג\"ז שם) : ודוקא במפריש צדקה סתם אבל כל אדם יכול להפריש מעות לצדקה שיהיו מונחים אצלו ליתנם מעט על יד על יד כמו שיראה לו (טור בשם הרא\"ש) וכן אם התנה בשעה שנדר בצדקה או התנדב אותה שיהיו הגבאים רשאים לשנותה ולצורפה בזהב הרי אלו מותרים (רמב\"ם):"
    },
    {
      "id": "yoreh_deah-257-4",
      "section": 4,
      "text": "צריך ליזהר מלידור ואם פוסקים צדקה וצריך לפסוק עמהם יאמר בלא נדר:"
    },
    {
      "id": "yoreh_deah-257-5",
      "section": 5,
      "text": "כשחסר בכיס של צדקה צריך הגבאי להלוות וכשימצא בכיס לאחר זמן נפרע ממנו ואין צריך ליטול רשות מהנותנים בכיס: הגה מי שמפריש מעשרותיו והלוה לעני משלו מפריש מעשר שלו ומחשב על זה שהלוה לעני ומעכב לעצמו מה שהפריש (ב\"י בשם רש\"י ס\"פ כל הגט) ודוקא שהעני שהלוה לו עדיין חי אבל אם מת או נתעשר אין צריך לשלם שהרי עני היה באותה שעה ואין מפרישין עליו דאין מפרישין על האבוד ואין לחוש שמא נתעשר אלא בידוע (בהגהות מרדכי דב\"ב ובסוף כל הגט בשם הירושלמי וסה\"ת שער ס\"ה):"
    },
    {
      "id": "yoreh_deah-257-6",
      "section": 6,
      "text": "הגבאי שאומר בעודו גבאי כך וכך הלויתי לכיס של צדקה נאמן בלא שבועה אך לא לאחר שסלקוהו:"
    },
    {
      "id": "yoreh_deah-257-7",
      "section": 7,
      "text": "גבאי צדקה אם יחרפוהו העניים אין לו לחוש כי יותר זכותו גדול:"
    },
    {
      "id": "yoreh_deah-257-8",
      "section": 8,
      "text": "עני שיש לו קרובים עשירים שיכולים לפרנסו אין גבאי העיר חייבים לפרנסו אע\"ג דקרוביו ג\"כ נותנים בכיס:"
    },
    {
      "id": "yoreh_deah-257-9",
      "section": 9,
      "text": "לא יתן אדם כל צדקותיו לעני אחד בלבד:"
    },
    {
      "id": "yoreh_deah-257-10",
      "section": 10,
      "text": "המחלק צדקה צריך ליזהר שלא ירבה לקרוביו יותר משאר בני אדם: הגה ודוקא גבאי אבל כל אחד מותר ליתן צדקה שלו או מעשר שלו למי שירצה מקרוביו והם קודמין כמו שנתבאר לעיל סי' רנ\"א (מרדכי פ\"ק דב\"ב):"
    },
    {
      "id": "yoreh_deah-257-11",
      "section": 11,
      "text": "המניח מעות להרויח לתלמוד תורה וממנה אשתו עליהם לתת הריוח למי שתחפוץ אינה יכולה להפקידם ביד אחר אפי' הוא כרבי חנניה בן תרדיון אבל אם המתנדב מינה עליהם חבר עיר יכול החבר עיר להפקידם ביד אשתו:"
    }
  ]
}