{
  "id": "yoreh_deah-322",
  "chapterLabel": "סימן 322",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-322-1",
      "section": 1,
      "text": "הפרש חלה שיש בין חלת ארץ ישראל לחלת חוצה לארץ. ובו ה' סעיפים:מצוה עשה להפריש תרומה מהעיסה וליתנה לכהן שנאמר ראשית עריסותיכם תרימו תרומה וראשית זה אין לו שיעור מן התורה אפילו הפריש כשעורה פטר את העיסה והעושה כל עיסתו חלה לא עשה כלום עד שישייר מקצת ומדברי סופרים מפרישין אחד מכ\"ד מן העיסה והנחתום העושה למכור בשוק מפריש א' ממ\"ח ואם נטמאה העיסה בשוגג או באונס אף בעל הבית מפריש אחד ממ\"ח:"
    },
    {
      "id": "yoreh_deah-322-2",
      "section": 2,
      "text": "אין חייבים בחלה מן התורה אלא בארץ ישראל בלבד שנאמר והיה באכלכם מלחם הארץ ובזמן שכל ישראל שם שנאמר בבואכם ביאת כולכם ולא ביאת מקצתכם לפיכך חלה בזמן הזה אפי' בימי עזרא בארץ ישראל אינה אלא מדבריהם:"
    },
    {
      "id": "yoreh_deah-322-3",
      "section": 3,
      "text": "מפרישין חלה בחוצה לארץ מדברי סופרים כדי שלא תשתכח תורת חלה מישראל:"
    },
    {
      "id": "yoreh_deah-322-4",
      "section": 4,
      "text": "ג' דינים לחלה בשלש ארצות כל הארץ שהחזיקו בה עולי בבל עד כזיב מפרישין בה חלה אחת כשיעור והיא נאכלת לכהנים ושאר ארץ ישראל שהחזיקו בה עולי מצרים ולא עולי בבל שהוא מכזיב ועד אמנה מפרישין בה שתי חלות הראשונה אחד ממ\"ח והיא נשרפת והשניה אין לה שיעור ונותנים אותה לכהן לאכלה וכל הארץ מאמנה ולחוץ בין בסוריא בין בשאר ארצות מפרישין שתי חלות הראשונה אין לה שיעור והיא נשרפת והשניה א' ממ\"ח ונאכלת ומותרת לטמאים אפי' לזבים וזבות ובזמן הזה שאין עיסה טהורה מפני טומאת המת מפרישין חלה אחת בכל ארץ ישראל א' ממ\"ח ושורפין אותה מפני שהיא טמאה ומכזיב ועד אמנה מפרישין שניה לכהן לאכילה ואין לה שיעור כשהיה הדבר מקודם:"
    },
    {
      "id": "yoreh_deah-322-5",
      "section": 5,
      "text": "חלת חוצה לארץ אע\"פ שהיא טמאה הואיל ועיקר חיובה מדבריהם אינה אסורה באכילה אלא על כהן שטומאה יוצאה עליו מגופו והם בעלי קריים וזבים וזבות ונדות ויולדות אבל שאר הטמאים במגע הטומאות אפי' טמאים מותרים לאכלה לפיכך בין בסוריא בין בחוצה לארץ אם רצה להפריש חלה אחת מפריש אחד ממ\"ח ונאכלת לקטן שעדיין לא ראה קרי או לקטנה שעדיין לא ראתה נדה ואינו צריך להפריש שניה וכן אם היה שם כהן גדול שטבל משכבת זרעו או מזיבתו אע\"פ שלא העריב שמשו (וי\"א שצריך הערב שמש) (הר\"ן פ' אלו עוברין) הרי זה מותר לאכול חלה הראשונה ואינו צריך להפריש שניה בחוצה לארץ: הגה וי\"א כיון שאין חלה נאכלת בזמן הזה בארץ ישראל גם בשאר מקומות אין צריכין להפריש רק חלה אחת ולשרפה (טור בשם י\"א ושאר פוסקים) וכן המנהג פשוט בכל מדינות אלו שאין מפרישין רק חלה אחת בלא שיעור ושורפין אותה כמו שהיו עושין כשמפרישין שתי חלות שחלת האור לא היה לה שיעור ומ\"מ נוהגין ליטול כזית (מהרי\"ל) . והאוכל חלה אפילו בחוצה לארץ מברך תחלה על המין שרוצה לאכול ואח\"כ מברך אשר קדשנו בקדושתו של אהרן וצונו לאכול תרומה (כל בו והוא מל' הרמב\"ם סוף הלכות תרומה) וי\"א כששורפין החלה עושין לה היסק בפני עצמה דישראל אסור ליהנות ממנה (מהרי\"ק וכן הוא בתוספות פ' כל שעה) ונוהגין להשליכה לתנור קודם שאופין הפת:"
    }
  ]
}