{
  "id": "yoreh_deah-134",
  "chapterLabel": "סימן 134",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-134-1",
      "section": 1,
      "text": "דין יין שנתנסך ונתערב. ובו י\"ג סעיפים:יין שנתנסך לעבודת כוכבים שנתערב ביין של היתר אוסר בהנאה בכל שהוא בד\"א כשהורק היין המותר על טפה של יין נסך אבל אם עירה יין נסך מצרצור קטן (פי' פך קטן) לתוך הבור של יין אפי' עירה כל היום כולו ראשון ראשון בטל עירה מהחבית בין שעירה מהמותר לאיסור או מהאיסור למותר הכל אסור מפני שהעמוד היורד מפי החבית גדול:"
    },
    {
      "id": "yoreh_deah-134-2",
      "section": 2,
      "text": "יין שאינו אסור אלא בשתייה אינו אוסר אלא בששים נתערב סתם יינם ביין מותר הרי זה אוסר בכל שהוא בשתייה וימכר כולו לעובד כוכבים ולוקח דמי היין האסור שבו ומשליכו לים המלח ויהנה בשאר המעות וכן אם נתערבה חבית של יין נסך בין החביות הכל אסורים בשתייה ומותרים בהנאה ויוליך דמי אותה חבית לים המלח כשימכור הכל לעובד כוכבים וכן בחבית של סתם יינם: הגה הא דחבית של יין נסך אוסר כל החביות שנתערבה בהן היינו דוקא בחביות גדולות שחשובות ואינן בטלות אבל אם הם קטנים ואינם חשובים חד בתרי בטיל כמו בשאר איסורים (תא\"ו נ' י\"ז) ואפילו בגדולות אם נפל אחד מן התערובות לים או נשרף האחרים כולם מותרים כמו בשאר איסורים (ג\"ז שם) וע\"ל סימן ק\"י ויש אומרים דכל סתם יינם בזמן הזה בטל בששים (תשובת הרא\"ש כלל כ\"ט ומרדכי פרק השוכר ובארוך כלל ט\"ז דין י\"ד ור\"ש סוף תרומות וע\"פ) וכן נוהגין להקל ובמקום דנתערב על ידי נצוק חבור כדלעיל סימן קכ\"ו אין היין העליון מועיל ליין התחתון לבטל האיסור (ב\"י):"
    },
    {
      "id": "yoreh_deah-134-3",
      "section": 3,
      "text": "מים שנתערבו ביין או יין במים בנותן טעם מפני שהם מין בשאינו מינו. במה דברים אמורים שנפל המשקה המותר לתוך המשקה האסור אבל אם נפל המשקה האסור לתוך המשקה המותר ראשון ראשון בטל והוא שיורק מצרצור קטן שהיה מריק ויורד מעט מעט ואם נתרבה המשקה האסור עד שיש בו כדי ליתן טעם אוסר והיאך יהיו המים אסורים כגון שהיו נעבדים או תקרובת לעבודת כוכבים: הגה דבריו בכאן סותרים זה את זה דכתב דאם נפל המשקה האסור להיתר ראשון ראשון בטל ואח\"כ כתב דאם נתרבה האסור חוזר ואוסר והוא מחלוקת בין הפוסקים ולענין דינא סברא אחרונה היא עיקר:"
    },
    {
      "id": "yoreh_deah-134-4",
      "section": 4,
      "text": "בור של יין שנפל בתוכו קיתון של מים תחילה ואח\"כ נפל לתוכו יין נסך רואין את יין ההיתר כאילו אינו והמים שנפלו משערים אם יש בהם כדי לבטל טעם אותו יין נסך הרי המים רבים עליו ומבטלים אותו ויהיה הכל מותר ואם סתם יינם נתערב ביין של היתר אפילו לא נפל לתוכו קיתון של מים אלא לבסוף אם יש במים כדי לבטל טעם היין האסור מותר:"
    },
    {
      "id": "yoreh_deah-134-5",
      "section": 5,
      "text": "כמה יהא במים ויהא בהם כדי לבטל טעם היין ששה חלקים כנגדו וכל שיש במים כשיעור הזה מותר אפי' בשתייה: הגה ואם אין במים כשיעור הזה מוכר הכל לעובד כוכבים חוץ מדמי יין נסך שבו (הרשב\"א הסכים בזה לדעת רבותיו ודלא כהר\"ן פרק השוכר) מיהו לא ימכור לעובד כוכבים הרבה ביחד שמא יחזור וימכור המים לישראל (דעת התוספות) וה\"ה בכל דבר הנאסר במשהו וניקח מן העובד כוכבים דינא הכי (ב\"י בשם הר\"ן שכ\"כ בשם הראב\"ד) ועי' לקמן סימן קל\"ז אם נתן יין בכלים אסורים מחמת יין נסך כיצד משערים לבטלו:"
    },
    {
      "id": "yoreh_deah-134-6",
      "section": 6,
      "text": "חומץ (של) עובד כוכבים שנפל לתוך יין של היתר או יין (של) עובד כוכבים שנפל לחומץ (של) היתר בנותן טעם:"
    },
    {
      "id": "yoreh_deah-134-7",
      "section": 7,
      "text": "חומץ של יין של עובד כוכבים שנפל לתוך חומץ שכר אוסר בכל שהוא מפני שהוא במינו ששניהם חומץ הם:"
    },
    {
      "id": "yoreh_deah-134-8",
      "section": 8,
      "text": "יין (של) עובד כוכבים בין ישן בין חדש שנפל על ענבים אם הם שלימות ידיחם והם מותרות באכילה ואם הם מבוקעות או שניטל עוקצן אם יש בו בנותן טעם אסורות באכילה ויעצרם וימכרם לעובד כוכבים חוץ מדמי יין נסך שבהן אבל לא ימכרם כמו שהן שמא יחזור וימכרם לישראל ואם אין בו כדי ליתן טעם מותרות באכילה:"
    },
    {
      "id": "yoreh_deah-134-9",
      "section": 9,
      "text": "יין (של) עובד כוכבים שנפל על גבי תאנים מותרים מפני שהיין פוגם בטעם התאנים:"
    },
    {
      "id": "yoreh_deah-134-10",
      "section": 10,
      "text": "נפל על עדשים ושעורים וכיוצא בהם ידיחם והם מותרים ואם עבר עליהם זמן רב ודאי בלעו ואין להם היתר בהדחה ומשערים אותם בנותן טעם:"
    },
    {
      "id": "yoreh_deah-134-11",
      "section": 11,
      "text": "נפל על גבי חטים אין להם היתר בהדחה מפני שמתוך שיש בהם סדק היין נבלע בהם לפיכך אם יש ביין כדי ליתן טעם אסורות באכילה ולא ימכרם לעובד כוכבים שמא יחזור וימכרם לישראל אלא כיצד עושה טוחן אותם ועושה מהם פת ומוכרה לעובד כוכבים שלא בפני ישראל ואם הוא במקום שנהגו לאכול פת עובד כוכבים אין להם תקנה (למכרם לעובד כוכבים כי אם בפרוסות שאסור לקנות מעובד כוכבים בכל מקום) (כל בו) (כדלעיל סימן קי\"ב):"
    },
    {
      "id": "yoreh_deah-134-12",
      "section": 12,
      "text": "חומץ יין של עובד כוכבים שנפל לתוך גריסין רותחין פוגמין ומותרים אבל לתוך צוננים משביחים ואסורים אפילו הרתיחן אח\"כ וחזרו להיות טעם לפגם: הגה ובשמים הבלועים מיין נסך ונתנם לתבשיל אם יש ששים נגד יין הבלוע בהן הכל שרי אע\"ג דהבשמים לטעמא עבידי הואיל ואין אסורים מחמת עצמן בטילי ואם היין שבהן הוי לפגם בתבשיל אפילו ס' אינו צריך (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "yoreh_deah-134-13",
      "section": 13,
      "text": "כל המשקים של עובד כוכבים שדרכם לערב בהם יין או חומץ אסורים: הגה ועיין לעיל סימן קי\"ד וכל זה במשקים שהיין והחומץ הוא בהם לשבח או שאינו פוגם אבל אם הוא לפגם כגון צבע שנתנו בהם חומץ או מלח שמבשלים עובדי כוכבים ונותנים בו יין או דם ללבנו (מרדכי פא\"מ) או דיו של עובד כוכבים (ר\"ת) מותר דכל זה הוי לפגם וה\"ה בכל כיוצא בזה ויש מחמירים בדיו של עובד כוכבים מפני שלפעמים נותן קולמסו לתוך פיו והדיו עליו (ת\"ה סימן קכ\"ט כל בו בשם הר\"ף) ועיין לעיל סימן קכ\"ג דנוהגין היתר בדבר שנותנין בו חומץ הואיל והוי לפגם ונראה דהוא הדין בדיו אפילו היה בו ודאי יין נסך אינו אלא פגם ושרי כן נראה לי:"
    }
  ]
}