{
  "id": "yoreh_deah-335",
  "chapterLabel": "סימן 335",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-335-1",
      "section": 1,
      "text": "מתי מבקרין החולה ואיזה חולים מבקרין וכיצד מתפללין עליו. ובו י' סעיפים:מצוה לבקר חולים הקרובים והחברים נכנסים מיד והרחוקים אחר ג' ימים ואם קפץ עליו החולי אלו ואלו נכנסים מיד. (טור בקיצור מס' ת\"ה להרמב\"ן):"
    },
    {
      "id": "yoreh_deah-335-2",
      "section": 2,
      "text": "אפי' הגדול ילך לבקר הקטן ואפילו כמה פעמים ביום ואפילו בן גילו וכל המוסיף ה\"ז משובח ובלבד שלא יטריח לו: הגה י\"א דשונא יכול לילך לבקר חולה (מהרי\"ל קצ\"ז) ולא נראה לי אלא לא יבקר חולה ולא ינחם אבל שהוא שונאו שלא יחשב ששמח לאידו ואינו לו אלא צער. כן נראה לי (ש\"ס פ' כ\"ג):"
    },
    {
      "id": "yoreh_deah-335-3",
      "section": 3,
      "text": "המבקר את החולה לא ישב ע\"ג מטה ולא ע\"ג כסא ולא ע\"ג ספסל אלא מתעטף ויושב לפניו שהשכינה למעלה מראשותיו: הגה ודוקא כשהחולה שוכב על הארץ דהיושב גבוה ממנו אבל כששוכב על המטה מותר לישב על כסא וספסל (ב\"י בשם הר\"ן והגהות מיימוני ותוס' והג\"א) וכן נוהגין:"
    },
    {
      "id": "yoreh_deah-335-4",
      "section": 4,
      "text": "אין מבקרין החולה בג' שעות ראשונות של יום מפני שכל חולה מיקל עליו חליו בבקר ולא יחוש לבקש עליו רחמים ולא בג' שעות אחרונות של יום שאז מכביד עליו חליו ויתייאש מלבקש עליו רחמים (וכל שביקר ולא ביקש עליו רחמים לא קיים המצוה) (ב\"י בשם הרמב\"ן):"
    },
    {
      "id": "yoreh_deah-335-5",
      "section": 5,
      "text": "כשמבקש עליו רחמים אם מבקש לפניו יכול לבקש בכל לשון שירצה ואם מבקש שלא בפניו לא יבקש אלא בלשון הקדש:"
    },
    {
      "id": "yoreh_deah-335-6",
      "section": 6,
      "text": "יכלול אותו בתוך חולי ישראל שיאמר המקום ירחם עליך בתוך חולי ישראל ובשבת אומר שבת היא מלזעוק ורפואה קרובה לבא:"
    },
    {
      "id": "yoreh_deah-335-7",
      "section": 7,
      "text": "אומרים לו שיתן דעתו על ענייניו אם הלוה או הפקיד אצל אחרים או אחרים הלוו או הפקידו אצלו ואל יפחד מפני זה מהמות:"
    },
    {
      "id": "yoreh_deah-335-8",
      "section": 8,
      "text": "אין מבקרין לא לחולי מעים ולא לחולי העין ולא לחולי הראש וכן לכל חולי דתקיף ליה עלמא וקשה ליה דיבורא אין מבקרין אותו בפניו אלא נכנסין בבית החיצון ושואלים ודורשין בו אם צריכין לכבד ולרבץ לפניו וכיוצא בו ושומעין צערו ומבקשים עליו רחמים:"
    },
    {
      "id": "yoreh_deah-335-9",
      "section": 9,
      "text": "מבקרין חולי עובדי כוכבים מפני דרכי שלום:"
    },
    {
      "id": "yoreh_deah-335-10",
      "section": 10,
      "text": "בחולי מעים אין האיש משמש את האשה אבל האשה משמשת את האיש: הגה י\"א שמי שיש לו חולה בביתו ילך אצל חכם שבעיר שיבקש עליו רחמים (נ\"י פ' י\"נ) וכן נהגו לברך חולים בב\"ה לקרא להם שם חדש כי שינוי השם קורע גזר דינו ניחום אבלים קודם לבקור חולים (כל בו) :"
    }
  ]
}