{
  "id": "yoreh_deah-067",
  "chapterLabel": "סימן 67",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-067-1",
      "section": 1,
      "text": "כמה דברים האסורים משום דם. ובו ו' סעיפים: בדם בהמה וחיה נמי אין איסור כרת אלא בדם הנפש שהנשמ' יוצאת בו אבל דם האברים אינו אלא בלא תעשה והני מילי כשפירש מן האבר ויצא לחוץ או שנצרר בחתיכה או שפירש ממקומו ונתעורר לצאת ונבלע במקום אחר אבל אם לא פירש ולא נצרר מותר:"
    },
    {
      "id": "yoreh_deah-067-2",
      "section": 2,
      "text": "לפיכך מותר לאכול בשר חי בהדחה בלא מליחה ובלבד שלא יהא בו מהחוטין שדם בהם שהדם שבחוטין הוא ככנוס ועומד בכלי (וע\"ל סי' ע\"ו):"
    },
    {
      "id": "yoreh_deah-067-3",
      "section": 3,
      "text": "השובר מפרקתה של בהמה אסו' לאכול מבשרה חי אא\"כ מולחו יפה וע\"י מליחה מותר אפי' לקדרה ולצלי מותר אפי' בלא מליחה: הגה ונהגו להחמיר לחתכו ולמולחו אף בצלי וה\"ה אם חותך בשר מבית השחיטה קודם שתצא נפשה (ר\"ן) י\"א שיש ליזהר לכתחלה לשבור מפרקת הבהמה או לתחוב סכין בלבה כדי לקרב מיתתה משום שמבליע דם באברים (בנימין זאב וב\"י בשם שבולי לקט):"
    },
    {
      "id": "yoreh_deah-067-4",
      "section": 4,
      "text": "נצרר הדם מחמת מכה אסור לבשלו עד שיחתוך המקום וימלחנו יפה אבל מותר לצלותו בין בשפוד בין על גבי גחלים אפילו בלא חיתוך ומליחה: הגה וי\"א דמשום זה יש להחמיר לקלף בית השחיטה או לחתוך באותו בשר קודם מליחה הואיל ונצרר שם הדם בשעת שחיטה (ארוך כלל א' וכל בו):"
    },
    {
      "id": "yoreh_deah-067-5",
      "section": 5,
      "text": "בשר שלא נמלח ונתנוהו בחומץ כדי להצמית דמו בתוכו אם נתאדם הבשר זהו סימן שנעקר הדם ממקומו והחומץ אסור וגם הבשר אסור לאכלו חי ואין לו היתר אלא בצלי ואם לקדרה צריך חתיכה ומליחה ואם לא נתאדם הבשר החומץ מותר וגם הבשר מותר לאכלו חי:"
    },
    {
      "id": "yoreh_deah-067-6",
      "section": 6,
      "text": "חומץ שנתנו בו בשר פעם אחת להצמיתו לא יצמית בו בשר פעם אחרת מפני שכבר תשש כחו אבל כל שלא חלטו בו כלל מותר לחלוט בו אף על פי שאינו חזק: הגה יש אומרים בזמן הזה אין בקיאין בחליטה ואסור לצמת בחומץ (רבינו ירוחם כ\"כ בית יוסף בשמו) וכן נוהגין במדינות אלו שאין מצמיתין בשר בחומץ קודם מליחה ואין לשנות ומ\"מ בדיעבד מותר. ועיין לקמן סימן ע\"ג:"
    }
  ]
}