{
  "id": "yoreh_deah-032",
  "chapterLabel": "סימן 32",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-032-1",
      "section": 1,
      "text": "דין מכה בחוט השדרה. ובו ח' סעיפים: חוט השדרה שנפסק רוב היקף עור החופה את המוח טריפה אע\"פ שכל המוח קיים ואם לא נפסק רוב העור אף על פי שנפסק כל המוח שבפנים כשר:"
    },
    {
      "id": "yoreh_deah-032-2",
      "section": 2,
      "text": "נסדק העור לארכו כשרה וכן אם נשברה השדרה ולא נפסק החוט או שנתמעך המוח שבתוך החוט ונתנדנד הואיל ועורו קיים הרי זו מותרת:"
    },
    {
      "id": "yoreh_deah-032-3",
      "section": 3,
      "text": "הומרך המוח ונשפך כמים או כדונג שנמס עד שימצא החוט כשמעמידו בידו היה המעט שחוץ לידו שוחה ולא היה יכול לעמוד טריפה (ל' הטור) וכן אע\"פ שלא נתרכך מבפנים אלא שהוא עב וכבד ואם מעמידין אותו אינו יכול לעמוד מפני כבדו טריפה:"
    },
    {
      "id": "yoreh_deah-032-4",
      "section": 4,
      "text": "נחסר קצת מהמוח ונתרוקן כשר:"
    },
    {
      "id": "yoreh_deah-032-5",
      "section": 5,
      "text": "טריפות זה של חוט השדרה הוא עד פי פרשה שלישית ועד בכלל ואם נפסקו אחד משני חוטי פיצולים ראשונים ושניים טריפה אבל אם נפסקו חוטי פיצול השלישי כשרה ובעוף הוא טרפות החוט עד בין האגפיים התחלת המקום שהם מחוברים בו בגוף: הגה ויש מטריפים בעוף עד מקום כלות שכיבת העצם המחובר לגוף (תוס' וא\"ז ומרדכי וא\"ו הארוך כלל נ\"ה ד\"ב ותא\"ו נט\"ו) והכי נהוג אם לא בהפסד מרובה (ד\"ע):"
    },
    {
      "id": "yoreh_deah-032-6",
      "section": 6,
      "text": "בהמה שהכו אותה על השדרה במקל והלך המקל על פני כל אורך השדרה כשרה ולא חיישינן שמא נפסק החוט ואם יש במקל קשרים חוששין למקום הקשרים וכן אם לא הגיע המקל על פני כל השדרה חוששין שראש המקל במקום שהוא כלה מכה בכח וכן אם הכה לרוחב השדרה חוששין שמא נפסק החוט:"
    },
    {
      "id": "yoreh_deah-032-7",
      "section": 7,
      "text": "בהמה שגוררת רגליה אין חוששין שמא נפסק החוט: הגה אלא אמרינן שגרונא והוא כאב הרגלים נקטה (גמרא) וה\"ה בעוף נמי דינא הכי (הגהות מרדכי בחולין וא\"ו הארוך כלל נ\"ה):"
    },
    {
      "id": "yoreh_deah-032-8",
      "section": 8,
      "text": "בד\"א כשלא נודע שנפלה אבל אם נודע שנפלה חוששין:"
    }
  ]
}