{
  "id": "yoreh_deah-056",
  "chapterLabel": "סימן 56",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-056-1",
      "section": 1,
      "text": "דיני טרפות בצומת הגידים. ובו י' סעיפים: ניטלו צומת הגידין (פי' מקום שהגידין נקשרין יחד לשון מבעד לצמתך) או שנפסקו טריפה אע\"פ שכל העצם קיים:"
    },
    {
      "id": "yoreh_deah-056-2",
      "section": 2,
      "text": "צומת הגידין הם בבהמה בעצם האמצעי כלפי חוץ שהזנב נופל עליו ויש מי שאומר שהם כלפי פנים לצד חלל הבהמה: הגה ויש להחמיר כשתי הסברות (ב\"י בשם ר\"י בן חביב וכ\"פ מהר\"מ אלשקר תשו' מ\"ה) אבל הסברא ראשונה היא עיקר (היא סברת תוס' ורש\"י והרא\"ש וגדולי צרפת ואשכנז):"
    },
    {
      "id": "yoreh_deah-056-3",
      "section": 3,
      "text": "התחלתם למעלה מהערקום והוא עצם קטן שמחבר השוק לארכובה הנמכרת עם הראש ועצם זה הוא שמשחקים בו התינוקות שקורין קוגי\"ל ולמעלה ממנו מתחברים וצומתים גידים אלו ועולים ומתפשטים בשוק עד שמתרככים וחוזרים כעין בשר:"
    },
    {
      "id": "yoreh_deah-056-4",
      "section": 4,
      "text": "נפסקו או ניטלו כנגד הערקום כשרה. למעלה מהערקום והוא המקום שהטבחים תולין בו טריפה:"
    },
    {
      "id": "yoreh_deah-056-5",
      "section": 5,
      "text": "שיעור ארכן ממקום שמתחילין להיות צומתים עד שמתפשטים בבשר בבהמה גסה י\"ו אצבעות ויש מי שאומר שהוא שיעור ד' אצבעות ובבהמה דקה לא נתנו חכמים שיעור אלא במראיתן ובמישוש שכל זמן שהם לבנים קשים ועבים יש להם דין צומת הגידין אבל כשהם מתחילים להתרכך או שהם קטנים ודקים אין להם דין צומת הגידים ובמקום שאין לבנים כל כך אלא לבנים קצת ומזהירים כעין זכוכית לא הוי צומת הגידים:"
    },
    {
      "id": "yoreh_deah-056-6",
      "section": 6,
      "text": "יש גידים אחרים שנבלעים באלו כזכרות בנקבות ואותם אינם בכלל צומת הגידים:"
    },
    {
      "id": "yoreh_deah-056-7",
      "section": 7,
      "text": "צומת הגידים בבהמה ג' אחד עב ושנים דקים נחתך העב לבדו מותרת שהרי נשארו שנים נחתכו השנים הדקים מותרת שהרי העב גדול משניהם והרי לא ניטל כל הצומה אלא מיעוטו נחתך רובו של כל אחד מהם טריפה (לשון הרמב\"ם פ\"ח מה\"ש דין י\"ח): הגה הגיד העב הוא אותו שמפרידין כשתולין הבהמה והוא מונח על השנים והם דבוקים בבשר ובעצם (מרדכי בשם ראבי\"ה):"
    },
    {
      "id": "yoreh_deah-056-8",
      "section": 8,
      "text": "בעוף הם בעצם האמצעי כמו בבהמה והם י\"ו ואם נפסק רובו של א' מהם טריפה (רמב\"ן ור\"ן):"
    },
    {
      "id": "yoreh_deah-056-9",
      "section": 9,
      "text": "סימן מקום שכלים צומות הגידים בעוף כסימנם בבהמה דקה: הגה ומי שבקי לשער יוכל לשער בכל עוף לפי גדלו ולפי קטנו כל זמן שהם קשים הוי צומת הגידים ובמקום שמתרככים לא הוי צומת הגידים (פסקי מהרא\"י סי' קמ\"א) ומי שאינו בקי לשער ישער ברוחב אצבע בעוף ממקום שמתחילין (שם בשם מהרי\"ל) ולעולם אין צומת הגידין למעלה מחצי עצם האמצעי (רוקח סי' ת\"ד) ואנו אין בקיאין בבדיקת צומת הגידין של עוף משום דקשה לבדוק ובקל הוא נטרף ולכן בכל מקום דאיכא מכה במקום צומת הגידין אפילו אינו רק נפוח ונצרר הדם מאחר שהיה צריך בדיקה ואין אנו בקיאין בעוף הוא טריפה (מרדכי פרק בהמה המקשה וא\"ו הארוך ואגודה והאחרונים):"
    },
    {
      "id": "yoreh_deah-056-10",
      "section": 10,
      "text": "נשבר העצם במקום צומת הגידים ונקשר ונתרפא יפה יש מתירין אם לא נשתנה מראית בשר שעל השבר ויש אוסרין עד שיבדוק צומת הגידין. (וכן עיקר ולדידן דאין אנו בקיאין בבדיקת העוף טריפה) (רא\"ש ומהרא\"י בהגהת ש\"ד ומ\"ש ד\"מ ות\"ח בשם ב\"י אינו נכון כמ\"ש בהגהת ד\"מ):"
    }
  ]
}