{
  "id": "yoreh_deah-129",
  "chapterLabel": "סימן 129",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-129-1",
      "section": 1,
      "text": "דין המניח יין ביד עובד כוכבים וישראל יוצא ונכנס (וכה\"ג). ובו כ' סעיפים:המניח עובד כוכבים בחנותו ויצא או שהיה לו יין בספינה או בקרון והניחו עם העובד כוכבי' והלך לו לבית (הכנסת) או לבית המרחץ או שהיה עובד כוכבים מעביר לו חבית יין ממקום למקום והניחו לבדו עם היין ויצא מותר (לכתחלה לא יניח אדם בביתו יין או חומץ אצל עובד כוכבים לבד כלל אבל בדיעבד מותר) (מרדכי פ' ר\"י בשם ראב\"ן) אפילו שהה זמן רב מפני שהוא ירא בכל שעה עתה יבא ויראני והוא שלא נודע שסגר העובד כוכבים החנות או שהרחיק הקרון והספינה בענין שאין יכולים לראותו (ואפי' סגר החנות כל זמן שיש שם סדק או חור שיכולים לראות בתוכו חשוב כפתוח) (שם במרדכי ובסמ\"ג) בד\"א שיש דרך עקלתון שיכול לבא עליו פתאום שלא יראנו וכן כשהלך לבית המרחץ הלך דרך עקלתון בענין שלא ידע העובד כוכבים שהלך לבית המרחץ אבל אם ראה שהלך ליכנס לבית המרחץ יודע שלא ימהר לבא וכן אם אמר לעובד כוכבים שהניח בחנות שמור לי יודע שנסתלק משמירתו וכן אם אמר לעובד כוכבים המעביר החבית לך ואני אבא אחריך או שהודיעו שהוא מפליג אם החביות פתוחות כיון שנעלמו מעיניו אסורות ואם הם סתומות אם יש בהפלגתו שיעור כדי שיוכל להסיר מגופות החבית כולה בין שהיא של טיט בין שהיא של סיד ולהחזירה ותנגב אסור: הגה וי\"א דאם הם סתומות שרי בכל ענין דיין סגי ליה חותם א' (דעת ר\"ת) ויש לסמוך על זה בהפסד מרובה וע\"ל סי' ק\"ל:"
    },
    {
      "id": "yoreh_deah-129-2",
      "section": 2,
      "text": "הא דשרי כשיש דרך עקלתון דוקא כשהעובד כוכבים לבדו אבל אם הם שנים או יותר אסור שאפשר לאחד מהם לשמור הדרך עקלתון והאחר יגע:"
    },
    {
      "id": "yoreh_deah-129-3",
      "section": 3,
      "text": "הא דשרי בחביות פתוחות לגמרי בלא פקק הני מילי בספינה או בחנות שאין לו רשות ליגע בחבית עצמו אבל במעביר חבית ממקום למקום לא ואפילו היא חסרה אסורה דחיישינן דילמא נגע ולא יירא כלל שיכול להשמט ולומר להחזיק בה כוונתי שלא תפול:"
    },
    {
      "id": "yoreh_deah-129-4",
      "section": 4,
      "text": "אפילו הודיעו שהוא מפליג אם החבית פקוקה והוא בזמן שיש הרבה עוברי דרכים כגון בין הגתות מותר שהוא מתירא מעוברי דרכים אפילו הם עובדי כוכבים:"
    },
    {
      "id": "yoreh_deah-129-5",
      "section": 5,
      "text": "המוסר מפתח חנותו לעובד כוכבים היין שבו מותר אפילו לא נשאר שום יהודי בעיר אפילו הודיעו שהוא מפליג שלא מסר לו אלא שמירת המפתח והוא ירא ליכנס בו ויש מי שאומר שלא התירו אלא כשאינו יודע שהוא מפליג ואז מותר אפילו מצאו שנכנס אבל אם הודיע שהוא מפליג אפילו אם נתפס עליו כגנב אסור: הגה ויש להקל כסברא הראשונה (היא סברת ר\"ח שכ\"ה בריב\"ש סימן תכ\"ד ות\"ה סימן ר\"ן ורשב\"א) ואם עבר העובד כוכבים ונכנס שם אם נתפס כגנב שרי ואם אינו נתפס כגנב ויש לו התנצלות על מה שנכנס אסור ודוקא אם סגר הדלת במנעול מבפנים ואין סדק בחדר שיכולים לראות משם אבל אם הדלת פתוח (ב\"י בשם רשב\"א) או אפילו רק סדק שיכולים לראותו היין מותר (מרדכי פר\"י) ואפילו אמר לו ליכנס שם (שם) אם לא אמר ליה להפליג ויוכל לבא דהעובד כוכבים מירתת ואם העובד כוכבים אינו מירתת כגון עבדי המושל שתפסו היהודי (ומחפשים בבית היהודי) הכל אסור אם אין לו סימן שלא נגעו (ב\"י בשם התוס' והמרדכי ס\"פ ר\"י):"
    },
    {
      "id": "yoreh_deah-129-6",
      "section": 6,
      "text": "ישראל ועובד כוכבים שהיו בספינה ובה יין ושמע ישראל קול תקיעת שופר שתוקעין לשבות ונכנס לעיר והניח היין שבספינה עם העובד כוכבים אם יש דרך עקלתון שיוכל לבא עליו פתאום ואין שם אלא עובד כוכבים א' מותר היין אפילו אם יש בינו ליין יותר מאלפים אמה שאין אנו בעיניהם בחזקת שומרי שבת כראוי:"
    },
    {
      "id": "yoreh_deah-129-7",
      "section": 7,
      "text": "היו יושבים ישראל ועובד כוכבים לשתות כל אחד מיינו ושמע הישראל שקורין לבית הכנסת והלך שם להתפלל מותר היין אם יש דרך עקלתון שיוכל לבא עליו פתאום אבל אם היו שותים ביחד מיין אחד ויין לפניהם על השלחן ויין אחר חוץ לשלהן והניח העובד כוכבים לבדו שעל השלחן אסור ואת שחוץ לשלחן את שתוך פישוט ידיו אסור ושחוץ לפישוט ידיו מותר ואם אמר לו הוי מוזג ושותה כל החביות הפתוחות שבבית אסורות והסתומות מותרות אא\"כ שהה כדי שיסיר המגופה כולה ויחזירנה ותנגב:"
    },
    {
      "id": "yoreh_deah-129-8",
      "section": 8,
      "text": "ישראל ששכר בית בחצר העובד כוכבים והניח בו יין וסגר הדלת והכניס הבריח בטבעת ושכח ולא סגרו במפתח והפליג ולסוף ימים הרגיש העובד כוכבים שלא היה סגור במפתח והודיע הדבר ליהודי מותר. (הואיל ולא ידע העובד כוכבים שמפליג הישראל מירתת ולא נגע) (תשובת הרא\"ש כלל י\"ט סימן י\"ג):"
    },
    {
      "id": "yoreh_deah-129-9",
      "section": 9,
      "text": "בית שיש לישראל בו יין ועובד כוכבים דר למטה וישראל בעלייה וארובה מהעלייה לבית ויצאו שניהם בבהלה לראות חתן או הספד וחזר העובד כוכבים וסגר הפתח ואחר כך בא הישראל אף על פי שאין לישראל מעבר אלא דרך הבית ואי אפשר לעבור שלא יראנו הרי יין הפתוח שבבית הישראלי בהיתירו שלא סגר העובד כוכבים אלא על דעת שכבר נכנס הישראל לביתו ולא נשאר אדם בחוץ וכמדומה לו שהוא קדמו: הגה ודוקא שיצאו בבהלה וחזרו דאפשר לומר שמתוך בהלתו חזר ולא דקדק יפה בכניסת ישראל אבל שלא בבהלה היין אסור (ב\"י בשם הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-129-10",
      "section": 10,
      "text": "עובד כוכבים ששמע קול שאגת אריה ומפחדו נחבא בין החביות יין וסגר הדלת אחריו מותר אפי' הן פתוחות מפני שהוא אומר שמא ישראל אחר נחבא כאן ויראה אותי כשאגע:"
    },
    {
      "id": "yoreh_deah-129-11",
      "section": 11,
      "text": "גנבים שנכנסו למרתף ופתחו חביות יין אם רוב גנבי העיר עובדי כוכבים אסור ואם רובן ישראל מותר ואם רובן ישמעאלים אסור בשתיה ומותר בהנאה ואם יש ליהודים שכונה לבדם שאין דרך העובדי כוכבים מפסיקתה הולכים אחר רוב בני השכונה אע\"פ שרוב בני העיר עובדי כוכבים ובמקום שרגילים להצניע ממון בחביות ומניחים אותם בין חביות יין אפילו אם רוב גנבי העיר עובדי כוכבים מותר דשמא לא באו אלא בשביל הממון וכשראו שהוא יין לא נגעו בו: הגה וכל זה מיירי שראינו ריעותא כגון שהיו תחילה סתומות ונפתחו אבל אם היו סתומות ונמצאו סתומות או שהיו כולם פתוחות ולא נמצא בהם ריעותא הכל שרי (בב\"י ריב\"ש סי' תכ\"ד ומרדכי ואגודה וראב\"ן) דסתם גנב אינו לוקח יין ואם היה במקצתן ריעותא ונפתחו האחרים שאין אנו רואים בהן ריעותא הכל שרי (בב\"י ומרדכי ס\"פ ר\"י תשובת מוהר\"ם) וי\"א שכל זה מיירי שיש גנבים ידועים מן העובדי כוכבים (כן משמע במרדכי פר\"י והביאו הבית יוסף) אבל אם ידוע גנב אחד מישראל ומעובד כוכבים אינו ידוע תלינן בישראל הידוע ועיין לעיל סימן קכ\"ח עוד מדינים אלו:"
    },
    {
      "id": "yoreh_deah-129-12",
      "section": 12,
      "text": "חיל שנכנס לעיר ונכנס לבית ישראל בשעת שלום חביות פתוחות אפילו הן פקוקות אסורות וסתומות במגופה של טיט מותרות ובשעת מלחמה אלו ואלו מותרות ודוקא בפתוחות מתחלתן אבל סתומות שנפתחו חיישינן להו:"
    },
    {
      "id": "yoreh_deah-129-13",
      "section": 13,
      "text": "עובד כוכבים שנמצא עומד אצל הגת אם יש בה טופח על מנת להטפיח (פי' שהיד הנעשית לחה במגעו תחזור ותעשה לחה גם יד אחרת) צריך הדחה וניגוב ואי לא בהדחה סגי:"
    },
    {
      "id": "yoreh_deah-129-14",
      "section": 14,
      "text": "זונה עובדת כוכבי' במסיבת ישראל היין מותר שאינם מניחים אותה לנסך אבל זונה ישראלית במסיבת עובדי כוכבים יינה של הזונה גם כן אסור:"
    },
    {
      "id": "yoreh_deah-129-15",
      "section": 15,
      "text": "הניח יין בביתו בחלון פתוח ובא עובד כוכבים והכניס שם זונה וסגר הדלת אחריו ואחר כך בא הישראל ומצא יינו כמו שהניחו מותר:"
    },
    {
      "id": "yoreh_deah-129-16",
      "section": 16,
      "text": "חצר שחלוקה בראשי יתידות בין ישראל לעובד כוכבים אף על פי שחביות פתוחות עומדות סמוך לחלקו של עובד כוכבים תוך פישוט ידיו מותרות וכן אם היה גגו של ישראל למעלה מגגו של עובד כוכבים וחלוקים ביתידות מניח שם יינו אע\"פ שידו מגעת שם:"
    },
    {
      "id": "yoreh_deah-129-17",
      "section": 17,
      "text": "חבית של יין שצפה בנהר ונמצאה כנגד עיר שרובה ישראל אם יש בנהר מכשולות וסכר (פירוש סתימה) אגמי מים שהיו מעמידים אותה אלו באה ממקום אחר מותרות שאין לתלותה אלא בעיר שנמצאת כנגדה ואם אין בנהר סכר אגמי מים אסורה שאנו תולים אותה ברוב הסביבות שהם עובדי כוכבים ואם נמצאת כנגד עיר שרובה עובדי כוכבים אם רוב הסביבות ישראל ויכולה לבא שם דרך ישרה שלא תטבע מותרת אפילו קרובה הרבה לעיר של עובדי כוכבים עד שמוכיח קורבתה שהיא של עובד כוכבים מניחים הקרוב והולכים אחר הרוב ואם לאו היין אסור בהנאה והקנקן הוא של מוצאו ואם בא ישראל ונתן בה סימן אף היין מותר והרי הוא של מוצאו דכיון דרובה עובדי כוכבים נתיאשו הבעלים (ודוקא שהיא סתומה בפקק אבל פתוחה לגמרי היין אסור דחיישינן שמא נגעו בו) (כך משמע מהר\"ן פא\"מ וכן הוא בתא\"ו ני\"ז):"
    },
    {
      "id": "yoreh_deah-129-18",
      "section": 18,
      "text": "חבית של יין שנמצאת בכרמו של ישראל ויש כרמים אחרים של ישראל סמוכים וכרמים רבים מהם של עובדי כוכבים סביבותיהם אע\"פ שרחוקים משל ישראל החבית אסורה דאזלינן בתר רובא אף ע\"ג דאיכא קורבא דמוכח דשל ישראל היתה ואין צריך לומר כשאין שם של ישראל אלא אותו כרם וה\"ה להקל כגון שנמצא בכרמו של עובד כוכבים אע\"פ שיש כרמים אחרים של עובדי כוכבים אי איכא כרמים של ישראל רבים מהם אפילו רחוקים מהם הולכים להקל והוא שיושבת בין ההרים שאינו מעבר לעוברי דרכים הא לאו הכי אסורה שרוב עוברי דרכים עובדי כוכבים הם ושמא מהם נפל והני מילי בבקבוק אבל חבית שאין דרך עוברי דרכים להוליך כיוצא בו אין תולים בהם:"
    },
    {
      "id": "yoreh_deah-129-19",
      "section": 19,
      "text": "נודות יין שנמצאו מושלכים בדרך אם רוב שופכי יין ישראל מותרים אם הם נודות גדולים אבל אם הם קטנים שדרך עוברי דרכים להוליך כיוצא בהם אסורים שאנו תולים בהם שרובם עובדי כוכבים ואם היו גדולים וקטנים מותרים כולם שהגדולים מוכיחים על הקטנים שהם משופכי יין והרי רובם ישראל והקטנים להכריע המשא באו:"
    },
    {
      "id": "yoreh_deah-129-20",
      "section": 20,
      "text": "ישראל שיש לו יין באוצר שלו ופתח האוצר סגור במפתח אחד ומצא הפתח פתוח ועובד כוכבים אחד מודה שהוא פתחו לשאוב מים מבור שבאוצר כדי לבנות ביתו מותר: הגה בעל הבית שאמר לשפחתו להכין השלחן ומצא יין על שלחנו ושפחתו העובדת כוכבים אומרת שלקחה היין ממרתיפו שבו יין הרבה היין שבמרתף שרי דאין העובדת כוכבי' נאמנת ואימר במקום אחר לקחה (תשובת המרדכי פ' ר\"י) ושעל השלחן אסור וכן באחת שטמנה מפתח מרתף שלה ולא מצאה במקומה ומצאה כד יין טמון בתבן ואומרת שפחה עובדת כוכבי' שהיא לקחה היין מן היין שבמרתף שרי ואין השפחה נאמנת (שם ואגודה ובהגהת אשיר\"י) אבל גנבים שנכנסו למרתף ומשכו יין והניחו הברזות פתוחות ונמצאו אחר כך הברזות סתומות ואמרה שפחה עובדת כוכבי' שהיא סתמתן כיון שנתייחדה העובדת כוכבים עם היין ואינה נתפסת כגנב ואיכא רגלים לדבר שהיא סתמתן היין אסור (מרדכי סוף פ' ר\"י) מיהו בזמן הזה דאין העובדי כוכבים מנסכים שרי כמו שנתבאר לעיל סימן קכ\"ג וקכ\"ד:"
    }
  ]
}