{
  "id": "yoreh_deah-035",
  "chapterLabel": "סימן 35",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-035-1",
      "section": 1,
      "text": "דין טריפות הריאה ואונותיה. ובו י' סעיפים:ריאה שניקבה טריפה:"
    },
    {
      "id": "yoreh_deah-035-2",
      "section": 2,
      "text": "חמשה אוני (פי' כעין אזנים) אית לריאה תלתא מימינא ותרי משמאלא כשהבהמה תלויה ברגליה ובני מעיה כלפי הטבח שאז ימין הבהמה וימין הטבח אחד ויש לה עוד בצד ימין אונה אחת קטנה ונקראת עינוניתא דורדא ואינה עומדת בסדר האונות אלא מרוחקת מהם לצד פנים ואם חסרה אחת מימין או מהשמאל או שהיו שנים מימין ושלשה משמאל טריפה: הגה צורות האונות של ימין אינן דומות לשל שמאל ואם נתחלף צורתן טריפה וכן כשאונה האמצעית של ימין גדולה מהתחתונה טריפה (מהרי\"ו) ואם האונה של שמאל העליונה גדולה מאונה עליונה של ימין טריפה וכן אם האומא של ימין גדולה משל שמאל כל זה מיקרי חליף וטריפה (מהר\"א מפרא\"ג) . והורדא אם חסרה או אם יש לה שתים או שנמצאת בצד שמאל כשרה: הגה ובמדינות אלו נהגו להטריף () בין נמצאו ב' ורדות או אם חסרה או ששינתה מקומה (מהרי\"ו וע\"פ) והכי נהוג כי יש רבוותא סוברין כן ואין לשנות המנהג וכן אם שינתה תוארה וצורתה הרגילה בה טריפה (אגור) אם נמצאו בה ב' ורדות ויש להם שורש אחד כעובי אצבע אע\"פ שיש בו סדק כשר (מ\"כ בבד\"י) (א\"ז בשם ראבי\"ה וכ\"כ מהרי\"ו והוא בהג\"א) ואם אחד הפוך והשני אינו הפוך הולכין אחר היותר גדולה ואם היא אינה הפוכה כשר (בדיקות ישנים) . הורדא דרכה להיות בכיס ואם לא נמצא לה כיס או שיש לה שני כיסין או שיש לה כיס ואינה מונחת בתוכו ואף כשמניחין אותה בתוכו חוזרת ויוצאת ממנה כשנופחין הריאה טריפה (כל בו בשם הר\"מ בר יודה והגהות במהרי\"ו ובדיקות ישנים וקצת מפי השמועה הלכה למעשה בוירמיש' בשם מהר\"ש מזיי\"א) . וכל אלו הדינין אינן אלא במקומות שנוהגין להטריף בשתי ורדות או אין לה ורדא כלל אבל במקומות שמכשירין גם כל אלו החילוקים הם כשרים (ב\"י) . אם חסר מקצת מן הורדא יש לבדוק באונות או באומא מצד שמאל (ס\"א בצד ימין) אם נמצאת החתיכה החסירה יש אומרים דכשר כי כן נמצא לפעמים בגדיים וטלאים (כך מצא כתוב) וכן יש מכשירין אם יש לה תואר ורד בשורש שלה כעובי אצבע אע\"פ שאין לה תואר ורד בראשה רק שלא תהא הפוכה ולא שינתה מקומה וכל אלו הדברים יש להקל מאחר דרבים מכשירים בכל ענין:"
    },
    {
      "id": "yoreh_deah-035-3",
      "section": 3,
      "text": "נתוספו האונות במנינם אם היתה האונה היתרה בצד האונות או מלפני הריאה שהיא לעומת הלב מותרת ואם היתה על גבה שהוא לעומת הצלעות הרי זו טריפה והוא שתהיה כעלה של הדס אחר שנפחוה אבל אם היא פחות מזה כשרה: הגה ויש מחמירין לאסור כל יתרת שאינה בדרי דאוני (אשיר\"י ומרדכי וסמ\"ק ומהרי\"ו וטור בשם העיטור וע\"פ) וכן נוהגין במקצת מקומות לאסור יתרת אפילו מקמא ואין מחלקין בין מקמא בין מגבא אלא אם היא עומדת בדרי דאוני וכשנופחין אותה נוטה לקמא כשר ואם נוטה לגבה טריפה (מהרי\"ו וב\"י בשם מ\"כ) ובמדינות אלו המנהג להכשיר יתרת מקמא ואין לשנות המנהג:"
    },
    {
      "id": "yoreh_deah-035-4",
      "section": 4,
      "text": "נמצאת אונה יתרה בסוף שיפולי האומה כשרה (דזה מקרי בדרי דאוני) (ב\"י):"
    },
    {
      "id": "yoreh_deah-035-5",
      "section": 5,
      "text": "אונה של ימין הסמוכה לגרגרת במצר החזה אצל הצואר ממש התחתונה שהיא עליונה הסמוכה לצואר אם ימצא על גבה כטרפא דאסא כשרה מפני שכן דרכה ליפצל ודוקא ימנית אבל לא שמאלית ויש מי שאומר דדוקא למעלה מחציה אבל למטה מחציה טריפה: הגה הא דמכשרינן יתרת בדרי דאוני מכל מקום בעינן שלא יהיו יותר אונות בשמאל מבימין כגון שיהו ד' בשמאל וג' בימין (מהרי\"ו) אבל אם הם שוה בשוה בכל צד ג' או ד' אונות ועומדות כלם בדרי דאוני כשר (שם בהג\"ה) ואם נראה באונה אחת כמין סדק מצטרף להכשיר אבל לא להטריף דאין חוששין בסדקין להטריף (כך מצא כתוב) אונה שנתפצלה ויש לה שורש א' כעובי אצבע אינה נחשבת אלא לאחת (מהר\"י מולין) ולא מקרי יתרת אלא אם יש לה צורת אונא אבל אם נמצא על גבי הריאה מקום גבוה רחב למטה ועב למעלה שאינו חד בראשו נקרא גבשושית וכשרה (מהרי\"ו וב\"י בשם מ\"כ) וכן אם נמצא אונא על גבי הריאה וגומא תחתיה וכשנופחין הריאה כל האונ' נופלת לתוך הגומא ושוה לשאר הריאה (מה' רבינו יעקב ווייל וב\"י) אע\"פ שאינה נכנסת תוך הגומא אלא כשמניחים היד בנחת עליה כשרה דאין זה יתרת אלא פיצול הריאה ומאחר שיש לו גומא תחתיו לנוח בו אינו עתיד להתפרק כשאר יתרת וכשרה (ד\"ע) ואין להכשיר פצול כזה רק מגבה דהפצול מונח על הגומא אבל מקמא הפצול נופל למטה וסופו להתפרק וטריפה (כך מצא כתוב) י\"א דאם נמצא יתרת נגד חריץ הורדא דינו כמו פצול בגומא (מהר\"י מולין בשם ר' מאיר שחטן) ואין לסמוך אזה רק בשעת הדחק והפסד מרובה:"
    },
    {
      "id": "yoreh_deah-035-6",
      "section": 6,
      "text": "אחת מהאונו' שהיא פחותה מכעלה הדס אחר שנפחוה הוה לי' חסרה וטרפה:"
    },
    {
      "id": "yoreh_deah-035-7",
      "section": 7,
      "text": "חסרה אחת מאונות הימין הורדא משלמת (ויש אומרים דאינה משלמת) (רש\"י ותוס' והרא\"ש) (והכי נהוג):"
    },
    {
      "id": "yoreh_deah-035-8",
      "section": 8,
      "text": "ריאה שאין לה חתוכה דאונא טריפה ואם סדק כמראה הפרש ביניהם כשיעור עלה הדס בין בעיקרן בין באמצען בין בסופן כשרה: הגה ויש מכשירין בהיכר או סדק כל שהוא אע\"פ שאינו כטרפא דאסא (רש\"י והעיטור ותוס' וסמ\"ג ורא\"ש וטור ורבינו ירוחם ותשב\"ץ ומרדכי בשם ה\"ג ור\"ח וש\"ד וראבי\"ה) ויש לסמוך עלייהו אם יש הפסד מרובה להטריף (צ\"ל להכשיר) האונא התחתונה של ימין דרכה להיות עבה וארוכה מאונה האמצעית גם היא יותר גבוה משל שמאל ואם היא דבוקה לאומא לגמרי רק שנראה היכר סימנים אלו במקום שראוי להיות האונא מיקרי היכר וכשירה (מהרי\"ו) וה\"ה אם ניכר שם סימן אחר שניכר האונא קצת ואפילו היכר על ידי הסימפון הרגיל להיות באונא אם נמצא שם סימפון במקום הרגיל להיות אונא מיקרי היכר (מ\"כ בשם מהרי\"ק) וכל אלו הדברים בדקינן ומשערינן אחר שנפחו הריאה משום דבחיי הבהמה הריאה נפוחה יש אומרים דבגדיים וטלאים אין להטריף אם לא נמצאו אונות אפילו בלא היכר וסדק כלל דהכי רביתייהו ואורחייהו דבקטנות לית להו וכשמתגדלים גדילי האונות בהדייהו (בדיקות ישנים מהר\"ש):"
    },
    {
      "id": "yoreh_deah-035-9",
      "section": 9,
      "text": "אם בצד אחד של הריאה חסרה אונא א' אלא שבסוף האומא שבאותו הצד היתה בליטה גדולה כמו אונא אע\"פ שדרך האונות להיות סמוכות זו לזו וכאן האומא מפסקת ביניהם כשרה: הגה ויש נוהגין להטריף בכי האי גוונא כי כל מה שלמטה מן הורדא מקרי שלא בדרי דאוני וכן נוהגין במדינות אלו:"
    },
    {
      "id": "yoreh_deah-035-10",
      "section": 10,
      "text": "אין כל הדברים הללו אמורים אלא בבהמה וחיה אבל העוף אין לו חיתוך אונות כבהמה ואם ימצא אין לו מנין ידוע:"
    }
  ]
}