{
  "id": "yoreh_deah-042",
  "chapterLabel": "סימן 42",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-042-1",
      "section": 1,
      "text": "דיני טריפות המרה. ובו ט' סעיפים: מרה שניקבה טריפה ואם נקבה כנגד הכבד והכבד סותמו כשרה: נסרכה המרה למקום אחר כשרה (מרדכי פא\"ט וא\"ו הארוך) (וע\"ל סי' מ\"ו):"
    },
    {
      "id": "yoreh_deah-042-2",
      "section": 2,
      "text": "נטולה ביד או חסרה טריפה:"
    },
    {
      "id": "yoreh_deah-042-3",
      "section": 3,
      "text": "אם חסרה המרה קורע הכבד שתי וערב וטועמו בלשונו אם יטעום טעם מר כשר' ואם לא טעם טעם מר יצלנו בגחלי' ויטעום אם יש בו טעם מר כשרה ואם לאו טריפה (ואף עכשיו נוכל לסמוך על טעימת הכבד) (פסקי מהרא\"י סי' ל'):"
    },
    {
      "id": "yoreh_deah-042-4",
      "section": 4,
      "text": "נמצאו שתי מרות טריפה דכנטולה דמו ואם היא אחת ונראית כשתים נוקבין אותה ואם שופכות זו לזו אחת היא וכשרה ואם לאו שתים הם וטריפה:"
    },
    {
      "id": "yoreh_deah-042-5",
      "section": 5,
      "text": "אם נקבוה ולא היו שופכות זו לזו ואח\"כ נפחו זו ועלתה גם חברתה בנפיחה זו או שהטילו מים באחת מהן וע\"י כך נתמלאת גם חברתה מים כשרה:"
    },
    {
      "id": "yoreh_deah-042-6",
      "section": 6,
      "text": "אף על פי שהן שתי מרות גמורות רק שבמקום דיבוקן בכבד כמו רוחב אצבע היו כאחת כשרה אפי' אי לא שפכי אהדדי והוא הדין אם מתחלתן הן שתים ובסוף הן מתערבות ונעשות אחת כשרה:"
    },
    {
      "id": "yoreh_deah-042-7",
      "section": 7,
      "text": "היו שתי מרות בכבד אחת הנה ואחת הנה וסמפון אחד שופך מרה לשתיהן וכשאדם זוקף האחת חוזרת ליחה למקום שהסמפון מחלק מרה ושופך לשתיהן אבל כשהן שוכבות כדרך שהן עומדות בחיי הבהמה אין שופכות זו לזו יש להכשיר בבהמת ישראל: הגה מרה הניכרת מעבר לעבר של כבד אי שפכי להדדי חדא היא וכשרה (כך פי' דברי המרדכי שהביא איסור והיתר הארוך כלל נ\"ב ד\"ט) ואי לא שפכי להדדי טריפה:"
    },
    {
      "id": "yoreh_deah-042-8",
      "section": 8,
      "text": "יש מיני עופות שאין להם מרה כמו תורים ובני יונה ואין לאוסרן כיון שכל המין כך והצבי אין לו מרה בכבד אבל יש לו למטה סמוך לזנבו: הגה מי שבא לפניו עוף שאינו מכיר מינו ולא נמצא לו מרה אין אומרים ודאי כל מינו אין להם מרה אלא אמרינן מסתמא יש לו מרה עד שיודע שמין זה אין לו מרה (תשובת רשב\"א סימן ק\"ח):"
    },
    {
      "id": "yoreh_deah-042-9",
      "section": 9,
      "text": "גרעין שנמצא במרה אם היה כמו גרעינה של תמרה שאין ראשה חד מותרת ואם ראשה חד כגרעינה של זית אסורה שהרי ניקבה אותה כשנכנסה וזה שלא יראה הנקב מפני שהוגלד פי המכה: הגה וכל שכן אם נמצא מחט או קוץ במרה דטריפה (או\"ה ור\"ן ורמב\"ם עד\"מ וב\"ח ומהרש\"ל פא\"ט סי' מ\"ט וסוף ש\"ד):"
    }
  ]
}