{
  "id": "yoreh_deah-127",
  "chapterLabel": "סימן 127",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-127-1",
      "section": 1,
      "text": "אם נאמן האדם לאסור יינו של חבירו. ובו ד' סעיפים:האומר לחבירו נתנסך יינך אם הוא בידו נאמן ואפילו אם אינו עתה בידו שכבר הוחזר לבעלים אם בפעם ראשון שמצאו אמר לו נתנסך יינך נאמן אפי' אם הבעל מכחישו אבל אם אינו בידו ולא אמר כן לבעל בפעם ראשון שראהו וא\"ל אחר כך אינו נאמן אם הבעל מכחישו (תוך כדי דבור) (מרדכי פרק האומר) או אומר איני יודע אבל אם שתק שתיקה כהודאה דמיא: הגה ומלמדי' אותו לכתחלה שיאמר איני מאמינך ואז לכ\"ע שרי דבעלים נאמנים על שלהם (טור) ואם אין הבעלים מכחישין אותו אף על פי שמכחישו אחר לא מהני (הגהת מיימוני פי\"א) מאחר שהבעלים שם ושותקין אבל אם אין הבעלים שם מהני (ארוך) ויש מי שכתב דעד אחד בהכחשה לאו כלום הוא (רשב\"א סי' תקמ\"ה) ואם הבעלים אומרים איני מאמינך אע\"ג דבלבו מאמין לו כבי תרי אין להחמיר (ב\"י בשם מרדכי) ודוקא ביין נסך שאין לדקדק בו כל כך אבל בשאר איסורים לא מהני אם אמר איני מאמינך אם מאמין בלבו: (ארוך כלל י\"ג): והוא שיאמר לו נתנסך יינך בפניך או שאמר ליה ידעת דרגלים לדבר ואם שתק ואח\"כ הכחישו ואמר מה ששתקתי תחילה לא בשביל שהודיתי אלא להתיישב ולחשוב בלבי לזכור אם הוא אמת נאמן: הגה ואם לא הגיד לו בפעם ראשון שמצאו ואומר לו אח\"כ ואמר אמתלא למה לא אמר לו בראשונה יש לחוש לדבריו (הגהות מרדכי פ' האומר) וכל מי שנאמן על דבר ועדים מכחישין אותו אף על פי שיש לו מגו שהיה נאמן לאסרו בענין שלא היו העדים מכחישין אותו מ\"מ מאחר שמכחיש העדים הוה ליה מגו במקום עדים ואינו נאמן אפילו בדבר איסור מ\"מ לדידיה אסור משום דשוייה אנפשיה חתיכה דאיסורא. (כן משמע מב\"י בשם תשובת הרשב\"א) טבח שעשה סימן בבהמה כדרך שעושין בבהמות טריפות ואומר עליה שהיא טריפה וחוזר ואומר שכשירה היא ולא אמר כן תחלה רק שתשאר לו ליקח ממנה בשר יש מי שאומר מאחר שנותן אמתלא לדבריו נאמן ועיין לעיל סימן א' מדין עד אחד נאמן באיסורין ב' אחים אינם אלא כעד אחד לענין איסורים (תשובת הרשב\"א סימן תקמ\"ד) וכל הפסולי עדות כשרים לענין איסורים אם לא שחשוד לאותם דברים (ר\"ן) אחד שאומר לשני שותפים נתנסך יינכם ואחד שותק והשני מכחישו לזה ששותק אסור ולשני ולכל העולם שרי. (הגהות אלפסי):"
    },
    {
      "id": "yoreh_deah-127-2",
      "section": 2,
      "text": "במה דברים אמורים כשעושה עמו בחנם או אפי' בשכר והוא בענין שלא יפסיד שכירותו כגון שאומר שנתנסך באונס או ששכרו דבר מועט אבל אם שכרו הרבה והוא בענין שמפסיד כל שכרו כגון שאומר שנתנסך בפשיעתו נאמן אפילו אינו עתה בידו וגם לא אמר ליה בפעם ראשון שמצאו: הגה ודוקא שאומר שנאסר היין בדרך שהוא גלוי וידוע לכל שמפסיד שכרו כגון בפשיעה שנזכר אבל אם אמר בדרך שאפשר לומר שטעה הפועל שאינו מפסיד שכרו אע\"פ שמפסידו על פי הדין אינו נאמן (רבינו ירוחם):"
    },
    {
      "id": "yoreh_deah-127-3",
      "section": 3,
      "text": "עד אחד נאמן באיסורים להתיר אבל לא להחמיר: הגה מיהו יש אומרים דבדבר דאיכא לברורי כגון שאומר לו אחד בא ואראך עובד כוכבים מנסך יינך צריך לחוש לדבריו (ב\"י בשם התוספות) וכל דבר שלא אתחזק לא להיתר ולא לאיסור עד אחד נאמן עליו אפילו לאסרו (אשיר\"י פרק הניזקין ומרדכי פ' האשה רבה) וכל היכא דאתחזק דבר באיסור כגון טבל או חתיכת בשר שאינה מנוקרת אין העד נאמן עליו להתירו אלא א\"כ בידו לתקנו (ג\"ז שם) ואם היו בכאן ב' חתיכות אחת של איסור ואחת של היתר נאמן העד לומר זה היתר וזה איסור (הר\"ן שם) ואדם נאמן על שלו אפי' היכא דאתחזק איסורא (שם באשיר\"י) ועי' לעיל סי' קי\"ט דין החשוד על הדבר אם מעיד עליו. ועי' לקמן סימן קפ\"ה מי שאומר פלוני חכם הכשיר לי זה והחכם כופר. ועי' באבן העזר סימן קנ\"ב אם אמרינן לגבי עדות שהפה שאסר הוא הפה שהתיר ואשה נאמנת בדבר איסור לומר תקנתיו (ר\"ן פרק האומר וריש חולין) ודוקא בודאי איסור כגון ניקור בשר וכדומה לו אבל בספק שמא אין כאן איסור כגון שצריכה לברר דגים טמאים מטהורים (א\"ו הארוך) או איסור שיש בו צדדים להקל (שם בר\"ן) אין אשה נאמנת דאשה דעתה קלה להקל קטן אין לו דין עד להיות נאמן באיסורין (ריב\"ש סימן רמ\"ה) מ\"מ בקטן חריף ובקי בדבר ואיכא רגלים לדבריו יש להחמיר אם מעיד על דבר איסור (רשב\"א סי' כ\"ד) ואם מעיד על איסור דרבנן להקל ולא אתחזק איסורא כגון בדיקת חמץ נאמן דהמנוהו רבנן בדרבנן (שם בריב\"ש) אבל אם אתחזק איסורא אינו נאמן כלל:"
    },
    {
      "id": "yoreh_deah-127-4",
      "section": 4,
      "text": "דברים שאין בהם חזקת איסו' אלא חששא שמא יחליפנו עובד כוכבים או יגע בו יש מי שאומר שסומכין על הקטן מכיון שבא לכלל דעת שמירה:"
    }
  ]
}