{
  "id": "yoreh_deah-339",
  "chapterLabel": "סימן 339",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-339-1",
      "section": 1,
      "text": "דיני הגוסס (ואמירת צידוק הדין) ומה הם הסימנים היפים [מהסימנים נשמטו בשו\"ע ונמצאו בטור יו\"ד ע\"ש]. ובו ה' סעיפים:הגוסס הרי הוא כחי לכל דבריו אין קושרין לחייו ואין סכין אותו ואין מדיחין אותו ואין פוקקין את נקביו ואין שומטין הכר מתחתיו ואין נותנין אותו על גבי חול ולא על גבי חרסית ולא על גבי אדמה ואין נותנין על כריסו לא קערה ולא מגריפה ולא צלוחית של מים ולא גרגיר של מלח ואין משמיעין עליו עיירות ואין שוכרין חלילין ומקוננות ואין מעמצין עיניו עד שתצא נפשו וכל המעמץ עם יציאת הנפש ה\"ז שופך דמים ואין קורעין ולא חולצין ולא מספידין עליו ולא מכניסין עמו ארון לבית עד שימות ואין פותחין עליו בצדוק הדין עד שתצא נפשו: הגה וי\"א דאין חוצבין לו קבר אע\"פ שאינו עמו בבית עד אחר שימות (ריב\"ש סי' קי\"ד) ואסור לחצוב שום קבר להיות פתוח עד למחר שלא יקברו בו המת באותו היום ויש סכנה בדבר (רבינו ירוחם בשם ר\"י החסיד ז\"ל) וכן אסור לגרום למת שימות מהרה כגון מי שהוא גוסס זמן ארוך ולא יוכל להפרד אסור להשמט הכר והכסת מתחתיו מכח שאומרים שיש נוצות מקצת עופות שגורמים זה וכן לא יזיזנו ממקומו וכן אסור לשום מפתחות ב\"ה תחת ראשו כדי שיפרד אבל אם יש שם דבר שגורם עכוב יציאת הנפש כגון שיש סמוך לאותו בית קול דופק כגון חוטב עצים או שיש מלח על לשונו ואלו מעכבים יציאת הנפש מותר להסירו משם דאין בזה מעשה כלל אלא שמסיר המונע (הכל בהגהת אלפסי פ' אלו מגלחין):"
    },
    {
      "id": "yoreh_deah-339-2",
      "section": 2,
      "text": "מי שאמרו לו ראינו קרובך גוסס היום שלשה ימים צריך להתאבל עליו (דודאי כבר מת) :."
    },
    {
      "id": "yoreh_deah-339-3",
      "section": 3,
      "text": "אומרים צידוק הדין עם יציאת נשמה וכשמגיע לדיין אמת קורע האבל:"
    },
    {
      "id": "yoreh_deah-339-4",
      "section": 4,
      "text": "כיון שנטה אדם למות אין רשאין ליפרד ממנו כדי שלא תצא נפשו והוא יחידי. (ומצוה לעמוד על האדם בשעת יציאת נשמה שנאמר ויחי עוד לנצח לא יראה השחת כי יראה חכמים ימותו וגו') (תהלים מ\"ט) (הגהות אלפסי שם):"
    },
    {
      "id": "yoreh_deah-339-5",
      "section": 5,
      "text": "מנהג לשפוך כל המים שאובים שבשכונת המת:"
    }
  ]
}