{
  "id": "yoreh_deah-066",
  "chapterLabel": "סימן 66",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-066-1",
      "section": 1,
      "text": "דברים האסורים משום דם. ובו י' סעיפים: דם בהמה חיה ועוף בין טמאים בין טהורים אסור. וכן דם שליל אבל דם דגים וחגבים מותר:"
    },
    {
      "id": "yoreh_deah-066-2",
      "section": 2,
      "text": "דם ביצים אם ידוע שהוא מרוקם האפרוח (פירוש שהתחילה להתהוות בו צורת האפרוח) חייבים עליו אבל אם אינו ידוע שהוא מרוקם האפרוח אין חייבין עליו אבל חכמי' אסרוהו:"
    },
    {
      "id": "yoreh_deah-066-3",
      "section": 3,
      "text": "נמצא עליה קורט דם זורק את הדם ואוכל את השאר והוא שנמצא בחלבון. אבל אם נמצא בחלמון כל הביצה אסורה: הגה וי\"א דאם נמצא על קשר החלבון וגם מבחוץ דהיינו שנתפשט מן הקשר דכל הביצה אסורה (הרא\"ש ורשב\"א ורש\"י ותוס' וע\"פ. וכתב רא\"ש וטור ור' ירוחם שיש להחמיר כב' השיטות) ויש מחמירין עוד דכל שנמצא על הקשר של חלבון אפילו לא נתפשט כלל אסור (א\"ו הארוך ריש כלל מ\"ב ומהרא\"י ש\"ד) ומזה נתפשט המנהג במדינות אלו לאסור כל ביצה שיש בה דם ואין מחלקין בין חלמון לחלבון ובמקום דנוהגין להקל לזרוק הדם ולהתיר הביצה במקום דמותר צריך ליטול כדי קליפה עם הדם כשזורקו (ארוך שם בשם סמ\"ג):"
    },
    {
      "id": "yoreh_deah-066-4",
      "section": 4,
      "text": "ביצים הטרופות בקערה ונמצא דם על חלמון של אחד מהם אף על פי שזרקו החלמון שעליו הדם אסורות מפני שמאחר שהן טרופות בקערה החלבון שהוא דק מתערב ביחד והכל אסור אבל ביצים שבורות יחד בקערה ולא טרופות ונמצא דם בחלבון של אחד מהם יקח החלמונים הכשרים כל אחד ואחד בפני עצמו והם מותרין וישאיר אותה אשר בה הדם בקערה עם חלבוני השאר ויזרקם: הגה וכל זה כשידעינן שהיה הדם במקום האוסרו אבל אם היה ספק אם היה במקום האוסרו או לא יש להתיר התערובות (סברת עצמו בפי' תשובת הרא\"ש) הואיל ובלאו הכי חד בתרי בטיל אבל אם הביצה לבד אסור וכן אם נתבשלה או נצלה ביצה ולא ידעינן אם הוא במקום האסור (הכל מאו\"ה ועיין ת\"ח כלל ס\"ב דין ג'):"
    },
    {
      "id": "yoreh_deah-066-5",
      "section": 5,
      "text": "נמצא הדם בביצה במקום שאינו אוסר את כולה ולא זרק הדם ושכח וטרף הביצה עם הדם נראה לי שהוא מותר:"
    },
    {
      "id": "yoreh_deah-066-6",
      "section": 6,
      "text": "נמצא דם בביצה ששמוה על החמין להצטמק כיון שאין במקום הביצה רוטב מותר כל החמין:"
    },
    {
      "id": "yoreh_deah-066-7",
      "section": 7,
      "text": "ביצים המוזרות (פירוש שנפסדו ונעשו כעין מטוה) אפילו ישבה התרנגולת עליהם ימים הרבה מותר לאכלם ובלבד שיזרוק הדם:"
    },
    {
      "id": "yoreh_deah-066-8",
      "section": 8,
      "text": "מותר לאכול ביצים צלויות אף על פי שאינם יכולות ליבדק: הגה וכן א\"צ לבדוק הביצים אם יש בהם דם דסומכין על רוב ביצים שאין בהם דם (הגהות מיימוני וארוך) ומכל מקום נהגו להחמיר כשעושין מאכל עם ביצים ביום שרואין בהם אם יש בהם דם:"
    },
    {
      "id": "yoreh_deah-066-9",
      "section": 9,
      "text": "דם דגים אף על פי שהוא מותר אם קבצו בכלי אסור משום מראית עין לפיכך אם ניכר שהוא מדגים כגון שיש בו קשקשים מותר:"
    },
    {
      "id": "yoreh_deah-066-10",
      "section": 10,
      "text": "דם אדם אם פירש ממנו אסור משום מראית עין לפיכך אם נשך הככר בשיניו ויצא דם משיניו ע\"ג הככר צריך לגרדו אבל שבין השינים מוצצו: הגה וכל דם דגים ודם אדם הואיל ומדינא שרי אינו אוסר תערובתו (מיימוני פ\"ז דמאכלות אסורות בשם רשב\"א והוא בת\"ה בית ג' שער ה'):"
    }
  ]
}