{
  "id": "yoreh_deah-374",
  "chapterLabel": "סימן 374",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-374-1",
      "section": 1,
      "text": "טומאת כהן למת מצוה לנשיא ולרבו ועל איזה מת מתאבלין. ובו י\"א סעיפים:מצוה להטמאות למת מצוה אפילו הוא כהן גדול ונזיר והולך לשחוט את פסחו ולמול את בנו ומצא מת מצוה הרי זה מיטמא לו:"
    },
    {
      "id": "yoreh_deah-374-2",
      "section": 2,
      "text": "אינו נקרא מת מצוה לענין זה אלא אם כן מצא ראשו ורובו ואם מצא ראשו ורובו חוץ מאבר אחד חוזר ליטמא בשביל אותו אבר:"
    },
    {
      "id": "yoreh_deah-374-3",
      "section": 3,
      "text": "איזהו מת מצוה שמצאו בדרך או בעיר של עובדי כוכבים ואין לו קוברים וממקום שמצאו אינו יכול לקרות ישראל שיענהו ויבא ליטפל בו ולקוברו אסו' לו לזוז משם ולהניח את המת אפי' לילך לעיר להביא קוברי' אלא יטמא עצמו ויקברנו אבל אם היו ישראל קרובים למקום המת שהמוצא את המת קורא אותם והם עונים לו ובאים לקברו אין זה מת מצוה שיטמא עליו הכהן אלא קורא אותם והם קוברים באו בני העיר אם יש לו כל צרכו מושך את ידיו. (ל' רמב\"ן בתה\"א ורא\"ש בהלכות טומאה) : הגה יש אומרים אם אינו מוצא שיקברוהו רק בשכר אינו חייב לשכור משלו אלא מטמא אם ירצה (נ\"י פרק האשה רבה בשם ריטב\"א) מת הנמצא ולא ידעינן אם עובד כוכבים אם ישראל הוא אזלינן בתר רובא הנמצאים שם אם יש שלא נוכל לומר כל קבוע כמחצה על מחצה (בית יוסף בשם תשוב' הרשב\"א):"
    },
    {
      "id": "yoreh_deah-374-4",
      "section": 4,
      "text": "כל הקרובים שהכהן מיטמא להם שהם אביו ואמו ובנו ובתו ואחיו ואחותו מאביו הבתולה ואשתו מתאבלים עליהם ועוד הוסיפו עליהם אחיו מאמו ואחותו מאמו בין בתולה בין נשואה ואחותו נשואה מאביו שמתאבלים עליהם אף על פי שאין כהן מיטמא להם וכשם שהוא מתאבל על אשתו כך היא מתאבלת עליו ודוקא אשתו כשרה ונשואה אבל פסולה או ארוסה לא אבל בנו ובתו ואחיו ואחותו אפילו הם פסולים מתאבל עליהם חוץ מבנו ובתו ואחיו ואחותו משפחה וכותית שאינו מתאבל עליהם:"
    },
    {
      "id": "yoreh_deah-374-5",
      "section": 5,
      "text": "הגר שנתגייר הוא ובניו או עבד שנשתחרר הוא ואמו אין מתאבלין זה על זה (והוא הדין גר שנתגייר עם אמו אין מתאבל עליהם) (סברת הרב מהמרדכי הל' שמחות ממעשה שבא לפני ר\"י למאי דקי\"ל אבילות יום ראשון דרבנן):"
    },
    {
      "id": "yoreh_deah-374-6",
      "section": 6,
      "text": "כל מי שמתאבל עליו מתאבל עמו אם מת לו מת ודוקא בעודו בפניו אבל שלא בפניו אין צריך לנהוג אבלות חוץ מאשתו שאע\"פ שמתאבל עליה אינו מתאבל עמה אלא על אביה או על אמה משום כבוד חמיו וחמותו אבל על אחיה ואחותה או בנה ובתה מאיש אחר אינו מתאבל עמה ומ\"מ אינו יכול לכופה להתקשט אבל יכולה למזוג לו הכוס ולהציע לו המטה ולרחוץ פניו ידיו ורגליו וכן היא אינה מתאבלת עמו אלא כשמתו חמיה או חמותה אבל שאר קרוביו שמתו אינה מתאבלת עמו: הגה וי\"א דהאידנא נוהגין להקל באבילות זה של המתאבלים עמו דאין זה אלא משום כבוד המתאבלים ועכשיו נהגו כולם למחול וכן נוהגין האידנא שלא להתאבל כלל עם המתאבלים (טור בשם הרא\"ש והוא בפ' א\"מ ורמב\"ן בת\"ה והגמי\"י פ\"א) וכל המחמיר בזה אינו אלא מן המתמיהים (הגהות מיימוני פ\"ב) ומ\"מ נהגו שכל קרובי המת הפסולים לו לעדות מראים קצת אבילות בעצמן כל שבוע הראשונה דהיינו עד אחר שבת הראשון שאינם רוחצים ואין משנים קצת בגדיהם כמו בשאר שבת (גדולי אושטריי\"ך נהגו כך) ויש מקומות שנהגו עוד להחמיר בענינים אחרים והעיקר כמו שכתבתי וכל זה בשמועה קרובה או שהיה אצל המיתה אבל בשמועה רחוקה אין לאבילות זה מקום כלל (תמצא הכל מבואר בת\"ה סימן רנ\"א) מי שרוצה להחמיר על עצמו להתאבל על מי שאינו צריך או ללבוש שחורים על קרובו אין מוחין בידו (הרא\"ש כלל כ'):"
    },
    {
      "id": "yoreh_deah-374-7",
      "section": 7,
      "text": "אין מתאבלין עם הקרובים שמתאבלים עליהם אלא כשמתאבלים על הקורבה דשאר כגון בנו ואחיו שמתאבל על בן ובת שלהם אבל על קורבה דקדושין שלהם כגון שמתה אשת בנו או אשת אחיו או בעל בתו או בעל אחותו אינו מתאבל עליהם:"
    },
    {
      "id": "yoreh_deah-374-8",
      "section": 8,
      "text": "תינוק כל שלשים יום ויום שלשים בכלל אין מתאבלים עליו אפילו גמרו שערו וצפרניו ומשם ואילך מתאבל עליו אלא אם כן נודע שהוא בן ח' ואי קים ליה ביה שכלו לו חדשיו כגון שבעל ופירש ונולד חי לט' חדשים גמורי' אפי' מת ביום שנולד מתאבלים עליו (ספק בן ט' לראשון (או) בן ז' לאחרון שניהם מתאבלים עליו) (מרדכי הלכות אבלות והגהות מיימוני פ\"א וב\"י בשם התוספות):"
    },
    {
      "id": "yoreh_deah-374-9",
      "section": 9,
      "text": "יש מי שאומר דתאומים שמת א' מהם תוך שלשים יום והשני חי ומת אחר ל' יום אין מתאבלין עליו:"
    },
    {
      "id": "yoreh_deah-374-10",
      "section": 10,
      "text": "על רבו שלמדו חכמה נוהג דיני אנינות אלא שמברך ומזמן ומתאבל עליו בחליצת סנדל וכל דיני אבלות יום אחד: (וכתב הב\"י בשם רבי שמחה שצריך לשנות מקומו בב\"ה מיהו במקצת היום סגי):"
    },
    {
      "id": "yoreh_deah-374-11",
      "section": 11,
      "text": "נשיא אף על פי שהכל מיטמאין לו אין מתאבלין עליו: הגה י\"א דאין מתאבלין על בן הראשון או בן הבכור שמת לאדם (כל בו וריב\"ש וב\"י הביאו מי שנהג כך והם כתבו שהוא טעות) והמנהג הוא מנהג טעות אלא חייבים להתאבל עליהם ומ\"מ נשתרבב המנהג בעירנו שאין אב ואם הולכין אחר בניהם הראשון לבית הקברות יש אומרים בשעת הדבר אין מתאבלין משום ביעתותא (תשובת מהרי\"ל סימן נ') ושמעתי קצת נהגו כן:"
    }
  ]
}