{
  "id": "yoreh_deah-244",
  "chapterLabel": "סימן 244",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-244-1",
      "section": 1,
      "text": "קימה והידור בפני חכם אפילו אינו רבו. ובו י\"ח סעיפים:מצות עשה לקום מפני כל חכם אפי' אינו זקן אלא יניק וחכים ואפי' אינו רבו (רק שהוא גדול ממנו וראוי ללמוד ממנו) (טור בשם הרמב\"ם ור\"ן פ\"ק דקדושין) וכן מצוה לקום מפני שיבה דהיינו בן שבעים שנה (אפילו הוא ע\"ה ובלבד שלא יהיה רשע) (ב\"י בשם התוס' ובהגהות מיי' פ\"ו ומרדכי פ\"ק דקדושין ור' ירוחם ור\"ן ור\"ת):"
    },
    {
      "id": "yoreh_deah-244-2",
      "section": 2,
      "text": "מאימתי חייב לקום מפניהם משיגיע לתוך ארבע אמותיו עד שיעברו מכנגד פניו ורכוב כמהלך דמי:"
    },
    {
      "id": "yoreh_deah-244-3",
      "section": 3,
      "text": "אסור להעצים עיניו ממנו קודם שיגיע לתוך ארבע אמותיו כדי שלא יצטרך לקום מפניו כשיגיע לתוך ארבע אמותיו:"
    },
    {
      "id": "yoreh_deah-244-4",
      "section": 4,
      "text": "אין עומדים מפניהם לא בבית הכסא ולא בבית המרחץ דכתיב תקום והדרת קימה שיש בה הידור (ודוקא בבית הפנימי של מרחץ אבל בבית החיצון עומדים): (ב\"י בשם הגמ' ורי\"ף ורא\"ש ור' ירוחם ואגודה וסמ\"ג סכ\"ב):"
    },
    {
      "id": "yoreh_deah-244-5",
      "section": 5,
      "text": "אין בעלי אומניות חייבים לעמוד בפני תלמיד חכם בשעה שעוסקים במלאכתן ואם הוא עוסק במלאכת אחרים ורוצה להחמיר על עצמו לעמוד מפניו אינו רשאי:"
    },
    {
      "id": "yoreh_deah-244-6",
      "section": 6,
      "text": "אין ראוי לחכם שיטריח על הצבור לכוין לעבור לפניהם שיעמדו מפניו אלא ילך לו בדרך קצרה כדי שלא ירבו לעמוד ואם יוכל להקיף הדרך כדי שלא יעבור לפניהם זכות הוא לו:"
    },
    {
      "id": "yoreh_deah-244-7",
      "section": 7,
      "text": "אפי' חכם שהוא ילד עומד בפני הזקן המופלג בזקנה ואינו חייב לעמוד מלא קומתו אלא כדי להדרו ואפילו זקן עובד כוכבים מהדרים אותו בדברים ונותנים לו יד לסומכו:"
    },
    {
      "id": "yoreh_deah-244-8",
      "section": 8,
      "text": "שני חכמים ושני זקנים אין אחד צריך לקום מפני חבירו אלא יעשה לו הידור (ואפי' הרב לתלמידו יעשה לו הידור קצת) (מהגהת מיימוני פ\"ה דת\"ת בשם רמ\"ך):"
    },
    {
      "id": "yoreh_deah-244-9",
      "section": 9,
      "text": "הרואה חכם עובר אינו עומד עד שיגיע לתוך ארבע אמותיו וכיון שעבר מלפניו יושב ואם הוא רבו מובהק עומד מלפניו מלא עיניו ואינו יושב עד שיתכסה מעיניו או עד שישב במקומו:"
    },
    {
      "id": "yoreh_deah-244-10",
      "section": 10,
      "text": "אם הוא מופלג בחכמה אפי' אינו רבו דינו כרבו מובהק (מי שהוא גדול הדור ומפורסם בדורו בכך נקרא מופלג בחכמה) (ת\"ה סימן קל\"ח ותוס'):"
    },
    {
      "id": "yoreh_deah-244-11",
      "section": 11,
      "text": "אפילו בשעה שהוא עוסק בתורה צריך לעמוד מפניו:"
    },
    {
      "id": "yoreh_deah-244-12",
      "section": 12,
      "text": "חכם אפי' הוא מופלג בחכמה רשאי לעמוד בפני מי שהוא בעל מעשים (ר\"ן בשם הרמב\"ן):"
    },
    {
      "id": "yoreh_deah-244-13",
      "section": 13,
      "text": "ראה אב בית דין עומד מלפניו משיראנו מרחוק מלא עיניו עד שיעבור מלפניו ארבע אמות:"
    },
    {
      "id": "yoreh_deah-244-14",
      "section": 14,
      "text": "ראה את הנשיא עומד מלפניו מלא עיניו ואינו יושב עד שישב במקומו או עד שיתכסה מעיניו וכולם שמחלו על כבודם כבודם מחול ואעפ\"כ מצוה לכבדם ולקום מפניהם קצת:"
    },
    {
      "id": "yoreh_deah-244-15",
      "section": 15,
      "text": "כשהנשיא נכנס לבית המדרש עומדים ואינם יושבים עד שיאמר להם שבו כשאב בית דין נכנס עושים לו שורות עומדים מכאן ומכאן עד שישב במקומו כשהחכם נכנס כל שיגיע לו בארבע אמותיו עומד מלפניו אחד עומד ואחד יושב עד שנכנס במקומו:"
    },
    {
      "id": "yoreh_deah-244-16",
      "section": 16,
      "text": "בני חכמים ות\"ח בזמן שהרבים צריכים להם מפסיעים על ראשי העם ונכנסים למקומם ואין שבח לתלמיד חכם שיכנס באחרונה יצא לצרכיו נכנס וחוזר למקומו:"
    },
    {
      "id": "yoreh_deah-244-17",
      "section": 17,
      "text": "בני חכמים שאבותיהם ממונים פרנסים על הצבור בזמן שיש בהם דעת לשמוע נכנסים ויושבים לפני אביהם והופכים פניהם כנגד אביהם ואם אין בהם דעת לשמוע הופכים פניהם כלפי העם:"
    },
    {
      "id": "yoreh_deah-244-18",
      "section": 18,
      "text": "היו ביחד חכם שמופלג בחכמה והוא בחור וזקן שמופלג בזקנה והוא חכם קצת בישיבה של דין או של תורה הולכים אחר החכמה להושיב החכם בחור בראש ולדבר תחילה ובמסיבה של משתה או של נישואים הולכים אחר הזקנה להושיבו בראש ואם החכם מופלג בחכמה והזקן אינו מופלג בזקנה בכל מקום הולכים אחר החכמה ואם הזקן מופלג בזקנה והחכם אינו מופלג בחכמה בכל מקום הולכים אחר הזקנה הואיל והוא חכם קצת ואם אין שום אחד מהם מופלג לא זה בחכמה ולא זה בזקנה הזקן קודם בכל מקום:"
    }
  ]
}