{
  "id": "yoreh_deah-016",
  "chapterLabel": "סימן 16",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-016-1",
      "section": 1,
      "text": "דין אותו ואת בנו. ובו י\"ב סעיפים:אסור לשחוט אותו ואת בנו ביום א' לא שנא האם ואחר כך הבן או הבת לא שנא הבן או הבת ואח\"כ האם:"
    },
    {
      "id": "yoreh_deah-016-2",
      "section": 2,
      "text": "איסור אותו ואת בנו נוהג בנקבות שזה בנה ודאי ואם נודע ודאי שזה הוא אביו אין שוחטין שניהם ביום אחד ואם שחט אינו לוקה. שהדבר ספק אם נוהג בזכרים או אינו נוהג:"
    },
    {
      "id": "yoreh_deah-016-3",
      "section": 3,
      "text": "עבר ושחט אותו ואת בנו ביום א' מותר לאכלם ויש מי שאוסר (בו ביום לאכול האחרון):"
    },
    {
      "id": "yoreh_deah-016-4",
      "section": 4,
      "text": "יום אחד האמור באותו ואת בנו היום הולך אחר הלילה. כיצד הרי ששחט ראשון בתחלת ליל ד' לא ישחוט השני עד תחלת ליל ה' ואם שחט הראשון בסוף יום ד' קודם בין השמשות שוחט הב' בתחלת ליל ה' ואם שחט הא' בין השמשות של ליל ה' לא ישחוט השני עד ליל ו' ואם שחט ביום ה' אינו לוקה:"
    },
    {
      "id": "yoreh_deah-016-5",
      "section": 5,
      "text": "אם הוא כרוך אחריה חזקה שהיא אמו (אבל מן הספק אין חוששין) (טור):"
    },
    {
      "id": "yoreh_deah-016-6",
      "section": 6,
      "text": "הלוקח בהמה אינו חושש שמא נשחטה אמה או בנה היום אבל על המוכר להזהיר הלוקח ולהודיעו אם שחט האם או הבן היום או אם מכרה לאחר לשחטה היום ואם הוא באחד מן ד' זמנים שדרך שכל מי שקונה בהמה ששוחטה מיד והם ערב פסח. וערב עצרת. וערב ר\"ה. וערב יום טוב האחרון של חג. צריך להודיעו שמכר היום האם או הבת ואם לא הודיעו שוחט ואינו חושש בין קנה מישראל בין קנה מעובד כוכבים ואם נודע לו אח\"כ שנשחטה אמה או בתה היום הוי מקח טעות ודוקא שמוכר שניהם ביום אחד אבל אם מכר האם או הבת ביום שלפניו אין צריך להודיעו. ואם מכר האחד לחתן והשני לכלה אפי' אם מוכר בשני ימים צריך להודיעו שודאי שניהם שוחטין ביום אחד. שנים שלקחו אותו ואת בנו ביום אחד הלוקח תחלה ישחוט ולא השני במה דברים אמורים כשלקחום שניהם מאדם א' שמיד כשמכר לראשון לא היה יכול לשחוט את שנשאר בידו שהלוקח לקח על מנת לשחטו מיד (ולכן גם הלוקח ממנו אסור לשחוט שלא יכול למכור לו רק זכות שבידו) (טור) אבל אם לקחום משנים שניהם שוים וכל מי שישחוט תחלה זריז ונשכר:"
    },
    {
      "id": "yoreh_deah-016-7",
      "section": 7,
      "text": "אין איסור אותו ואת בנו אלא בבהמה טהורה בלבד שנאמר ושור או שה אותו ואת בנו לא תשחטו ביום אחד ונוהג בכלאים הבא ממין כבש וממין עז:"
    },
    {
      "id": "yoreh_deah-016-8",
      "section": 8,
      "text": "צבי שבא על העז וילדה ושחט העז ובנה לוקה אבל העז שבא על הצביה אסור לשחוט אותה ואת בנה. ואם שחט אינו לוקה. היתה בת הצביה הזאת נקבה וילדה בן ושחט את הנקבה בת הצביה ואת בנה לוקה:"
    },
    {
      "id": "yoreh_deah-016-9",
      "section": 9,
      "text": "אין איסור אותו ואת בנו אלא בשחיטה בלבד שנאמר לא תשחטו. אבל אם ניחר (פי' ענין הנחירה הוא שתוחב הסכין בנחיריו וחותך) את הראשון או נתנבל בידו מותר לשחוט השני לפיכך חרש שוטה וקטן ששחטו את הראשון בינם לבין עצמם מותר לשחוט השני אחריהם לפי שרוב מעשיהם מקולקלים: הגה ואם אחרים רואין ששוחטין כראוי אסור לשחוט אחריהם (טור) כן נראה לי:"
    },
    {
      "id": "yoreh_deah-016-10",
      "section": 10,
      "text": "מותר לשחוט את המעוברת עובר ירך אמו הוא ואם יצא העובר חי אחר שחיטת אמו והפריס על גבי קרקע אין שוחטין אותו ביום אחד ואם שחט אינו לוקה:"
    },
    {
      "id": "yoreh_deah-016-11",
      "section": 11,
      "text": "עובד כוכבים שמכר שתי בהמות ואחר כך אמר מסיח לפי תומו שהן אותו ואת בנו אינו נאמן במה שאמר לאחר שמכרם ויצאו מתחת ידו ומיהו אי מהימן ליה אסור:"
    },
    {
      "id": "yoreh_deah-016-12",
      "section": 12,
      "text": "בהמה שנשחטה אמה או בתה היום ונתערבה באחרות וצריך לשחוט מהם היום כיצד תקנתו נכבשינהו דניידי ממקום קביעותן ויקח מהם אחד [צ\"ל אחד אחד וישחוט. (שארית יהודה)] וישחוט, דכל דפריש מרובא פריש ושנים הנותרים אסור לשחטם היום:"
    }
  ]
}