{
  "id": "yoreh_deah-381",
  "chapterLabel": "סימן 381",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-381-1",
      "section": 1,
      "text": "איסור רחיצה וסיכה לאבל. ובו ו' סעיפים:רחיצה כיצד אסור לרחוץ כל גופו אפילו בצונן אבל פניו ידיו ורגליו בחמין אסור בצונן מותר ואם היה מלוכלך בטיט וצואה רוחץ כדרכו ואינו חושש: הגה וכל זה מדינא אינו אסור רק שבעה אבל אח\"כ מותר ברחיצה אלא שנהגו האידנא לאסור כל רחיצה כל ל' יום (מהר\"ם הלכות שמחות ובהגמי\"י פ\"ז מהל' י\"ט ופ\"י דהל' אבל) ואפי' לחוף הראש אסור (לקמן סימן ש\"צ ובא\"ז) ואין לשנות המנהג כי מנהג קדום הוא ונתייסד על פי ותיקין (א\"ז בשם רשב\"א):"
    },
    {
      "id": "yoreh_deah-381-2",
      "section": 2,
      "text": "סיכה כיצד אסור לסוך אפי' כל שהוא אם מכוין לתענוג אבל אם הוא להעביר הזוהמא מותר וא\"צ לומר משום רפואה כגון שיש לו חטטין בראשו:"
    },
    {
      "id": "yoreh_deah-381-3",
      "section": 3,
      "text": "יולדת אבלה שצריכה לרחוץ מותר וכן מאן דאית ליה ערבוביא ברישיה מותר לחוף ראשו בחמין דלא גרע מאסטניס (פי' קר הגוף ומצונן) שמותר לרחוץ כל גופו ולא כל מי שאומר אסטניס אני מתירין לו אלא דוקא שהוא ידוע שהוא אסטניס ומתנהג בנקיות ואם לא ירחץ יצטער הרבה ויבא לידי מיחוש:"
    },
    {
      "id": "yoreh_deah-381-4",
      "section": 4,
      "text": "מי שתכפוהו אביליו שאירעו שני אבילות זה אחר זה מותר לרחוץ כל גופו בצונן:"
    },
    {
      "id": "yoreh_deah-381-5",
      "section": 5,
      "text": "נדה שנזדמנה זמן טבילתה בימי אבלה אינה טובלת (טור בשם ר\"ת וע\"פ ומהרי\"ק שורש ל\"ה) : הגה וכל שכן שאינה רוחצת ללבוש לבנים אבל מיד אחר ז' אע\"פ שנהגו איסור ברחיצה כל ל' מ\"מ היא מותרת רק שתשנה הרחיצה קצת (א\"ז בסוף הלכות אבל) וחלוק לבן תלבוש וסדין לבן תציע שלא תבא לידי ספק (תשובת מהרי\"ל סימן ט\"ו):"
    },
    {
      "id": "yoreh_deah-381-6",
      "section": 6,
      "text": "אשה לא תכחול ולא תפרקס בימי אבלה שכל אלו אסורים כרחיצה ואשת איש אינה אסורה אלא תוך שבעה אבל אחר ז' מותרת בכל כדי שלא תתגנה על בעלה כלה שאירעה אבל תוך שלשים יום לחופתה מותרת להתקשט אפי' תוך ז' בוגרת שאירעה אבל כיון שעומדת לינשא מותרת בכיחול ופירקוס אבל אסורה ברחיצת חמין כל גופה נערה אבלה אסורה אפילו בכיחול ופירקוס:"
    }
  ]
}