{
  "id": "yoreh_deah-331",
  "chapterLabel": "סימן 331",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-331-1",
      "section": 1,
      "text": "דין נתינתם באיזה מקום וכיצד הכהן מקבלם ואם הם דאורייתא או דרבנן. ובו קמ\"ו סעיפים:התרומות ומעשרות אינם נוהגים מן התורה אלא בארץ ישראל בין בפני הבית בין שלא בפני הבית ונביאים התקינו שיהיו נוהגים אפי' בארץ שנער מפני שהיא סמוכה לארץ ישראל ורוב ישראל הולכים ושבים שם וחכמים הראשונים התקינו שיהיו נוהגות אף בארץ מצרים ובארץ עמון ומואב מפני שהם סביבות לארץ ישראל סוריא הקונה בה שדה חייבת בתרומות ומעשרות מדברי סופרים ושאר הארצות אין תרומות ומעשרות נוהגות בהן:"
    },
    {
      "id": "yoreh_deah-331-2",
      "section": 2,
      "text": "בזמן הזה אפילו במקום שהחזיקו בו עולי בבל ואפי' בימי עזרא אין חיוב תרומות ומעשרות מן התורה אלא מדבריהם מפני שנאמר כי תבואו משמע ביאת כולכם ולא ביאת מקצתן כמו שהיתה בימי עזרא: הגה ויש חולקין וסבירא להו דחייבין עכשיו בארץ ישראל בתרומות ומעשרות מדאורייתא אך לא נהגו כן (טור בשם ר\"י):"
    },
    {
      "id": "yoreh_deah-331-3",
      "section": 3,
      "text": "עובד כוכבים שקנה קרקע בארץ ישראל וחזר ישראל ולקחה ממנו מפריש תרומות ומעשרות מה שאין כן בסוריא:"
    },
    {
      "id": "yoreh_deah-331-4",
      "section": 4,
      "text": "פירות העובד כוכבים שגדלו בקרקע שקנה בארץ ישראל אם נגמרה מלאכתן ביד העובד כוכבים ומרחן העובד כוכבים פטורין מכולם ואם לקחן ישראל אחר שנתלשו קודם שתגמר מלאכתן וגמרן ישראל חייבים ומפריש תרומה ומעשר ראשון ותרומת מעשר ומשייר לעצמו מעשר ראשון והוא שלו מפני שהוא אומר ללוי אני באתי מכח איש שאין אתה יכול ליטול ממנו (והתרומת מעשר מוכר לכהן ונוטל דמיה) (טור):"
    },
    {
      "id": "yoreh_deah-331-5",
      "section": 5,
      "text": "מכר העובד כוכבים הפירות שלו לישראל כשהן מחוברים לקרקע אם עד שלא באו לעונת המעשרות ונגמרו ביד ישראל חייב בכל ונותן כל מעשר ראשון ללוי ואם מכרן אחר שבאו לעונת המעשרות מפריש תרומות ומעשרות ונותן המעשר ללוי לפי חשבון כיצד לקח תבואה זרועה מעובד כוכבים אחר שהביאה שליש ונגמרה ביד ישראל מפריש תרומות ומעשרות ונותן ללוי שני שלישי המעשר הראשון:"
    },
    {
      "id": "yoreh_deah-331-6",
      "section": 6,
      "text": "ישראל שמכר פירותיו לעובד כוכבים קודם שיבואו לעונת המעשרות וגמרן העובד כוכבים פטורין מן התרומה ומן המעשרות ואם אחר שבאו לעונת המעשרות אע\"פ שגמרן העובד כוכבים חייב בכל:"
    },
    {
      "id": "yoreh_deah-331-7",
      "section": 7,
      "text": "מכר עובד כוכבים לישראל פירות מחוברים אחר שבאו לעונת המעשרות ומרחן העובד כוכבים ברשות ישראל אינם חייבים בתרומה ומעשרות הואיל ובאו לעונת המעשרות ברשות עובד כוכבים ומרחן העובד כוכבים אע\"פ שהם ברשות ישראל הקונה פירות מעובד כוכבים בסוריא בין תלושים בין מחוברים אפילו קודם שבאו לעונת המעשרות אע\"פ שמרחן ישראל פטורים ואם עדיין לא הגיעו לעונת המעשרות הואיל וקנה אותם עם הקרקע חייב לעשר:"
    },
    {
      "id": "yoreh_deah-331-8",
      "section": 8,
      "text": "ישראל שהיה אריס לעובד כוכבים בסוריא פירותיו פטורים לפי שאין לו בגוף הקרקע כלום וכן החוכר והמקבל והשוכר שדה מהעובד כוכבים בסוריא פירותיו פטורין:"
    },
    {
      "id": "yoreh_deah-331-9",
      "section": 9,
      "text": "ישראל שלקח בסוריא שדה מהעובד כוכבים עד שלא הביאה שליש וחזר ומכרה לעובד כוכבים אחר שהביאה שליש אם חזר ישראל ולקחה פעם שניה חייב שהרי נתחייב ביד ישראל:"
    },
    {
      "id": "yoreh_deah-331-10",
      "section": 10,
      "text": "ישראל שהיה לו קרקע בסוריא והוריד לה אריס ושלח לו האריס פירות הרי אלו פטורים שאני אומר מהשוק לקחן והוא שיהיה אותו המין מצוי בשוק:"
    },
    {
      "id": "yoreh_deah-331-11",
      "section": 11,
      "text": "שותפות העובד כוכבים חייבת בתרומה ומעשרות כיצד ישראל ועובד כוכבים שלקחו שדה בשותפות אפילו חלקו שדה בקמתה ואין צריך לומר אם חלקו גדיש הרי זה טבל וחולין מעורבים בכל קלח וקלח מחלקו של עובד כוכבים אע\"פ שמרחן העובד כוכבים וחייבים מדבריהם בד\"א בא\"י שהמעשרות של תורה ובשל תורה אין ברירה אבל אם לקחו שדה בסוריא הואיל והמעשרות שם מדבריהם אפילו חלקו הגדיש חלקו של עובד כוכבים פטור מכלום ונראה לי דהאידנא שאין חיוב תרומות ומעשרות בא\"י אלא מדבריהם גם בא\"י חלקו של עובד כוכבים פטור מכלום:"
    },
    {
      "id": "yoreh_deah-331-12",
      "section": 12,
      "text": "פירות א\"י שיצאו חוצה לארץ פטורים מתרומות ומעשרות ואם יצאו לסוריא חייבים ופירות חוצה לארץ שנכנסו לארץ חייבים אם נקבעו למעשר [ביד ישראל] אחר שנכנסו לארץ:"
    },
    {
      "id": "yoreh_deah-331-13",
      "section": 13,
      "text": "כל אוכל אדם הנשמר שגידוליו מן הארץ חייב בתרומה:"
    },
    {
      "id": "yoreh_deah-331-14",
      "section": 14,
      "text": "אין מפרישין תרומות ומעשרות מהירק בח\"ל אפילו במקומות שאמרנו שחייבום חכמים וכן ירק הבא מחוצה לארץ לארץ אף על פי שיש עפר בעיקריהן הרי זה פטור:"
    },
    {
      "id": "yoreh_deah-331-15",
      "section": 15,
      "text": "התבואה והזיתים שלא הביאו שליש פטורים מתרומה ומעשרות ומנין יודע כל שזורעה ומצמחת בידוע שהביאה שליש:"
    },
    {
      "id": "yoreh_deah-331-16",
      "section": 16,
      "text": "ההפקר פטור מתרומה ומעשרות אבל הזורע שדה הפקר חייב בתרומה ומעשרות:"
    },
    {
      "id": "yoreh_deah-331-17",
      "section": 17,
      "text": "דברים שאין דרך רוב בני אדם לזרעם בגנות ובשדות אלא חזקתן מן ההפקר פטורין מתרומה ומעשרות:"
    },
    {
      "id": "yoreh_deah-331-18",
      "section": 18,
      "text": "נתערבו פירות החייבים בתרומה ומעשר בפירות הפטורים אם יש לו פירות אחרים החייבים מוציא מהם לפי חשבון פירות חייבים שבתערובות ואם לאו מוציא תרומה ותרומת מעשר על הכל ומפריש מעשר ראשון ושני לפי חשבון פירות חייבים שבתערובות:"
    },
    {
      "id": "yoreh_deah-331-19",
      "section": 19,
      "text": "תרומה גדולה בזמן הזה שהיא עומדת לשריפה מפני הטומאה שיעורה כל שהוא: הגה ונותנה בזמן הזה לכל כהן שירצה בין חבר בין עם הארץ ואפילו אינו מיוחס רק שמוחזק בכהן והוא שורפה ויכול להניחה ולשרפה [עד] שיכול ליהנות ממנה בשעת שריפה אבל זר אסור ליהנות ממנה בשעת שריפתה אם לא שכהן נהנה עמו אבל שאר הנאות שאינה מכלה אותה מותרת אפי' לזרים (טור) כהן שאוכל אצל ישראל נותן בנר שמן של תרומה ואע\"פ שעומד הכהן והולך לו אין צריך לכבותו עד שיכבה מעצמו (מרדכי פ' אלמנה לכ\"ג) וכל זה מיירי בתרומה שהוכשרה דאז נטמאת ומותר לשרפה אבל אם לא הוכשרה שלא נטמאה אסור לשרפה וטוב להכשיר אותה קודם מירוח כדי שתקבל טומאה ויהא מותר לשריפה (טור) : ואחר כך מפריש מן השאר אחד מעשרה והוא נקרא מעשר ראשון ונותנו ללוי (וי\"א אף לכהן) (טור) ועל זה נאמר בתורה כי את מעשר בני ישראל וגו' ולבני לוי הנה נתתי את כל מעשר בישראל וגו' ואח\"כ מפריש מהשאר אחד מעשרה והוא נקרא מעשר שני והוא לבעליו ובסימן זה יתבארו משפטיו ועליו נאמר עשר תעשר ועל הסדר הזה מפרישין בשנה ראשונה מהשבוע ובשניה וברביעית ובחמישית אבל בשלישית ובששית מהשבוע אחר שמפרישין מעשר ראשון מפרישין מהשאר מעשר א' ונותנו לעניים והוא נקרא מעשר עני ואין בשתי שנים אלו מעשר שני אלא מעשר עני ועליו נאמר מקצה שלש שנים תוציא את כל מעשר תבואתך וגו' ובא הלוי וגו' שנת השמטה כולה הפקר ואין בה לא תרומה ולא מעשרות כלל ובחוצה לארץ שאין בה שמטת קרקע מפרישין בשנת השמטה בארץ מצרים ובעמון ומואב מעשר ראשון ומעשר עני ובארץ שנער מפרישין בה מעשר שני כמו ברוב השנים ושנת השמטה האמיתית היתה שנת השי\"ג (וי\"א אם עובד כוכבים מכר פירות בשביעית לישראל וגמר מלאכתו ביד ישראל חייבים בתרומה ומעשר ומפריש מעשר עני כדין עמון ומואב) (ב\"י וכן כתב כפתור ופרח):"
    },
    {
      "id": "yoreh_deah-331-20",
      "section": 20,
      "text": "מעשר ראשון שלוקח הלוי מפריש ממנו א' מעשרה ונותנו לכהן והוא נקרא תרומת מעשר ועליו נאמר ואל הלוים תדבר וגו': (ודין תרומת מעשר כדין תרומה גדולה מיהו אפילו האידנא בעינן ליתן כשיעור) (ב\"י בשם הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-331-21",
      "section": 21,
      "text": "המרבה בתרומה הואיל ושייר מקצת חולין הרי זה תרומה אבל אם אמר כל הפירות האלו תרומה לא אמר כלום:"
    },
    {
      "id": "yoreh_deah-331-22",
      "section": 22,
      "text": "האומר תרומת הכרי לתוכו אם אמר בצפונו או בדרומו קרא שם וחייב להפריש ממנו תרומתו ואם לא ציין המקום לא אמר כלום:"
    },
    {
      "id": "yoreh_deah-331-23",
      "section": 23,
      "text": "אמר תרומת הכרי הזה בזה והכרי הזה בזה מקום שנסתיימה תרומתו של הראשון שם נסתיימה תרומתו של שני:"
    },
    {
      "id": "yoreh_deah-331-24",
      "section": 24,
      "text": "תרומת מעשר אין מפרישין אותה באומד אלא מדקדק בשיעורה ואפי' בזמן הזה דבר שדרכו למדוד מודד ודבר הנשקל שוקל ודבר שאפשר למנותו מונה היה אפשר למנותו ולשקלו ולמדדו המונה משובח והמודד משובח ממנו והשוקל משובח משניהם: (וניטלת שלא מן המוקף ותלמידי חכמים אין תורמין אלא מן המוקף) (הרמב\"ם פ\"ג):"
    },
    {
      "id": "yoreh_deah-331-25",
      "section": 25,
      "text": "אין תורמין תרומה גדולה אלא מן המוקף כיצד היו לו חמשים סאה בבית זה וחמשים סאה בבית אחר לא יפריש מא' מהם על שניהם ואם הפריש שלא מן המוקף תרומתו תרומה והוא שיהיה המופרש שמור אבל אם היה טעון כדי יין או שמן וראה שמשתברין ואמר הרי הם תרומה על פירות שבביתי לא אמר כלום ונ\"ל דבזמן הזה דלאיבוד אזלא מפני הטומאה תרומתו תרומה:"
    },
    {
      "id": "yoreh_deah-331-26",
      "section": 26,
      "text": "פירות המפוזרים בתוך הבית או שתי מגורות (פי' מקומות שמכניסים בהן פירות מענין יגירהו בחרמו) שבבית אחד תורם מאחד על הכל (שקי תבואה ועיגולי דבילה וחביות של גרוגרות אם היו בהקיפה אחת תורם מאחד על הכל) חביות [*צ\"ל של יין וכ\"ה ברמב\"ם פ\"ג הי\"ח וכמ\"ש בירושלמי במסכת מ\"ש דדוקא של יין ולא של שמן ע\"ש. (מראה כהן)] שלא סתם את פיהם תורם מאחד על הכל משיסתם תורם מכל אחד ואחד:"
    },
    {
      "id": "yoreh_deah-331-27",
      "section": 27,
      "text": "המקדים מעשר שני לראשון או מעשר ראשון לתרומה אע\"פ שעבר בלא תעשה מה שעשה עשוי:"
    },
    {
      "id": "yoreh_deah-331-28",
      "section": 28,
      "text": "הרוצה להפריש תרומה ותרומת מעשר כאחד מפריש א' ממאה ומעט יותר ואומר אחד ממאה שיש כאן הרי הוא בצד זה שהפרשתי והרי הוא חולין והנשאר מזה שהפרשתי שהוא המעט היתר על א' ממאה הוא תרומה על הכל והמעשר שראוי להיות למאה חולין אלו הרי הוא בצד זה שהפרשתי וזה הנשאר יותר על התרומה ממה שהפרשתי הרי הוא תרומת מעשר על הכל:"
    },
    {
      "id": "yoreh_deah-331-29",
      "section": 29,
      "text": "עושה אדם שליח להפריש תרומות ומעשרות:"
    },
    {
      "id": "yoreh_deah-331-30",
      "section": 30,
      "text": "חמשה אם תרמו אין תרומתן תרומה חרש שוטה וקטן ועובד כוכבים שתרם של ישראל אפי' ברשותו והתורם שאינו שלו שלא ברשות הבעלים אבל התורם משלו על של אחרים הרי זה תרומה ותיקן פירותיהם וטובת הנאה שלו שנותנה לכל כהן שירצה:"
    },
    {
      "id": "yoreh_deah-331-31",
      "section": 31,
      "text": "התורם שלא ברשות או שירד לתוך שדה חבירו וליקט פירות שלא ברשות כדי שיקחם ותרם אם בא בעל הבית ואמר ליה כלך אצל יפות אם היו שם יפות ממה שתרם תרומתו תרומה ואם לאו אין תרומתו תרומה ואם לקט בעל הבית והוסיף בין כך ובין כך תרומתו תרומה:"
    },
    {
      "id": "yoreh_deah-331-32",
      "section": 32,
      "text": "המדבר ואינו שומע או ששומע ואינו מדבר והערום והשכור והסומא לא יתרומו ואם תרמו תרומתן תרומה ובזמן הזה דלשריפה אזלא מפני הטומאה תורמים שכור וסומא אפילו לכתחלה תרומה אבל לא מעשר לוי:"
    },
    {
      "id": "yoreh_deah-331-33",
      "section": 33,
      "text": "קטן שהגיע לעונת נדרים אע\"פ שלא הביא שתי שערות ולא נעשה גדול אם תרם תרומתו תרומה:"
    },
    {
      "id": "yoreh_deah-331-34",
      "section": 34,
      "text": "האומר לשלוחו צא ותרום לי והלך לתרום ואינו יודע אם תרם ובא ומצא כרי תרום אין חזקתו תרום חוששין שמא אחר תרם בלא רשות: הגה וי\"א דבכה\"ג חזקתו תרום דאמרינן חזקה שליח עושה שליחותו אפי' באיסור דאורייתא אבל אם אינו יודע אם כרי תרום או לא אסור לאכול ממנו דהשליח אומר ודאי לא יגע בו עד שידע שהוא תרום (טור בשם הרא\"ש והר\"ש):"
    },
    {
      "id": "yoreh_deah-331-35",
      "section": 35,
      "text": "פירות השותפים חייבים בתרומה ומעשרות ואינם צריכים ליטול רשות זה מזה אלא כל התורם מהם תרומתו תרומה תרם א' מהם ולא ידע חבירו ובא הוא ותרם אם היו ממחין זה על זה אין תרומת השני תרומה ואם לאו אם תרם הראשון כשיעור אין תרומת השני תרומה ואם לא תרם הראשון כשיעור תרומת שניהם תרומה ונראה לי שבזמן הזה ה\"ה במעשר אבל לתרומה כיון שאין לתרומה שיעור בין כך ובין כך אין תרומת השני תרומה:"
    },
    {
      "id": "yoreh_deah-331-36",
      "section": 36,
      "text": "האומר לאחד לתרום והלך לתרום וביטל שליחותו קודם שיתרום אם שינה השליח שליחותו כגון שא\"ל תרום מן הצפון ותרם מן הדרום אין תרומתו תרומה ואם לאו תרומתו תרומה (ויש חולקין וס\"ל דכל שבטל השליחות אפי' לא שינה לא הוי תרומתו תרומה) . (טור):"
    },
    {
      "id": "yoreh_deah-331-37",
      "section": 37,
      "text": "אריס שתרם ובא בעל הבית ועיכב אם עד שלא תרם עיכב אין תרומתו תרומה ואם משתרם עיכב תרומתו תרומה:"
    },
    {
      "id": "yoreh_deah-331-38",
      "section": 38,
      "text": "אפוטרופסין תורמין נכסי יתומים:"
    },
    {
      "id": "yoreh_deah-331-39",
      "section": 39,
      "text": "הגנב והגזלן והאנס תרומתן תרומה ואם היו הבעלים רודפין אחריהם אין תרומתן תרומה:"
    },
    {
      "id": "yoreh_deah-331-40",
      "section": 40,
      "text": "הבן והשכיר והעבד והאשה תורמין על מה שהם אוכלין אבל לא על השאר:"
    },
    {
      "id": "yoreh_deah-331-41",
      "section": 41,
      "text": "הבן כשאוכל עם אביו והאשה בעיסתה תורמין מפני שהן ברשות:"
    },
    {
      "id": "yoreh_deah-331-42",
      "section": 42,
      "text": "הפועלים אין להם רשות לתרום שלא מדעת בעל הבית:"
    },
    {
      "id": "yoreh_deah-331-43",
      "section": 43,
      "text": "פועל שאמר ליה בעל הבית כנוס לי גרני ותרום ותרם ואחר כך כנס תרומתו תרומה:"
    },
    {
      "id": "yoreh_deah-331-44",
      "section": 44,
      "text": "עובד כוכבים שהפריש תרומה משלו גזרו חכמים שתהא תרומתו תרומה אם הוא בארץ ישראל: הגה ובודקין אותו אם אמר בדעת ישראל הפרשתי תנתן לכהן ואם לאו טעונה גניזה. (טור):"
    },
    {
      "id": "yoreh_deah-331-45",
      "section": 45,
      "text": "המתכוין לומר תרומה ואמר מעשר מעשר ואמר תרומה לא אמר כלום עד שיהיו פיו ולבו שוים:"
    },
    {
      "id": "yoreh_deah-331-46",
      "section": 46,
      "text": "הפריש תרומה במחשבתו ולא הוציא בשפתיו כלום הרי זה תרומה שנאמר ונחשב לכם תרומתכם:"
    },
    {
      "id": "yoreh_deah-331-47",
      "section": 47,
      "text": "המפריש תרומה על תנאי אם נתקיים התנאי הרי זה תרומה:"
    },
    {
      "id": "yoreh_deah-331-48",
      "section": 48,
      "text": "המפריש תרומות ומעשרות וניחם עליהם הרי זה נשאל לחכם ומתיר לו כדרך שמתירין שאר נדרים ותחזור חולין כמו שהיתה:"
    },
    {
      "id": "yoreh_deah-331-49",
      "section": 49,
      "text": "האומר של מעלה תרומה ושל מטה חולין או בהפך דבריו קיימים:"
    },
    {
      "id": "yoreh_deah-331-50",
      "section": 50,
      "text": "התורם את הגורן צריך שיכוין את לבו שתהיה תרומה על הכרי ועל מה שבקוטעין (פי' שבלים קטועים שלא נידושו) ועל מה שבצדדים ועל מה שבתוך התבן התורם את היקב צריך שיכוין את לבו לתרום על מה שבחרצנים ועל מה שבזגים התורם את הבור של שמן צריך שיכוין את לבו על מה שבגפת (פירוש פסולת של זיתים) ואם לא נתכוין אלא תרם סתם נפטר הכל שתנאי ב\"ד הוא שתרומה על הכל:"
    },
    {
      "id": "yoreh_deah-331-51",
      "section": 51,
      "text": "התורם כלכלה של תאנים ונמצאו תאנים בצד הכלכלה הרי אלו פטורים מפני שבלבו לתרום על הכל:"
    },
    {
      "id": "yoreh_deah-331-52",
      "section": 52,
      "text": "אין תורמין אלא מן היפה ונראה לי דהשתא דלאיבוד אזלא מפני הטומאה אין להקפיד בכך ומיהו במעשר הניתן ללוי ולעני יש להקפיד בכך:"
    },
    {
      "id": "yoreh_deah-331-53",
      "section": 53,
      "text": "אין תורמין ממין על שאינו מינו ואם תרם אין תרומתו תרומה הקישות והמלפפות מין אחד כל מין חטים מין אחד כל מין תאנים וגרוגרות ודבילה מין א' ותורם מזה על זה וכל שהוא כלאים בחבירו לא יתרום מזה על זה אפילו מן היפה על הרעה ואם תרם אין תרומתו תרומה וכל שאינו כלאים בחבירו תורם מן היפה על הרע אבל לא מן הרע על היפה ואם תרם תרומתו תרומה חוץ מן הזונין (פי' זרעונים שחורים הנמצא בין החטים) על החטים מפני שאינם אוכל אדם:"
    },
    {
      "id": "yoreh_deah-331-54",
      "section": 54,
      "text": "אין תורמין מדבר שנגמרה מלאכתו על דבר שלא נגמרה מלאכתו ולא מדבר שלא נגמרה מלאכתו על דבר שנגמרה מלאכתו ואם תרם תרומתו תרומה:"
    },
    {
      "id": "yoreh_deah-331-55",
      "section": 55,
      "text": "אין תורמין מהמחובר על התלוש ולא מן התלוש על המחובר ואם תרם אין תרומתו תרומה אבל אם אמר פירות ערוגה זה תלושים יהיו תרומה על פירות ערוגה זו לכשיתלשו ונתלשו דבריו קיימין והוא שהביאו שניהם שליש בעת שאמר:"
    },
    {
      "id": "yoreh_deah-331-56",
      "section": 56,
      "text": "אין תורמין מן הלח על היבש ולא מן היבש על הלח ואם תרם תרומתו תרומה:"
    },
    {
      "id": "yoreh_deah-331-57",
      "section": 57,
      "text": "אין תורמין מפירות שנה זו על פירות שנה שעברה ולא מפירות שנה שעברה על פירות שנה זו ואם תרם אינה תרומה שנאמר שנה שנה ליקט ירק ערב ר\"ה עד שלא בא השמש וחזר וליקט אחר שבא השמש אין תורמין מזה על זה שזה חדש וזה ישן וכן אם ליקט אתרוג בערב ט\"ו בשבט עד שלא בא השמש וחזר וליקט אתרוג אחר משבא השמש אין תורמין מזה על זה מפני שאחד בתשרי ראש השנה למעשרות תבואה וקטניות וירקות וט\"ו בשבט ר\"ה למעשרות האילן:"
    },
    {
      "id": "yoreh_deah-331-58",
      "section": 58,
      "text": "אין תורמין מפירות הארץ על פירות חוצה לארץ ולא מפירות ח\"ל על פירות הארץ ולא מפירות הפטורים על החייבים ולא מהחייבים על הפטורים ואם תרמו אין תרומתן תרומה:"
    },
    {
      "id": "yoreh_deah-331-59",
      "section": 59,
      "text": "תרם מדמאי (פי' דא מאי כלומר פירות או תבואה שנלקחה מעם הארץ שאין ידוע אם הרים המעשר כראוי וחייב במעשרות מדרבנן) על דמאי או על ודאי תרומתו תרומה ויחזור ויתרום מכל אחד בפני עצמו:"
    },
    {
      "id": "yoreh_deah-331-60",
      "section": 60,
      "text": "תרם מודאי על דמאי תרומתו תרומה ולא תאכל עד שיוציא עליה תרומה ומעשרות:"
    },
    {
      "id": "yoreh_deah-331-61",
      "section": 61,
      "text": "אין תורמין מן הלקוח על מה שגדל בתוך שדהו ולא הלקוח מעובד כוכבים על הלקוח מישראל או בהפך:"
    },
    {
      "id": "yoreh_deah-331-62",
      "section": 62,
      "text": "אין תורמין שבלים על חטים וזיתים על שמן וענבים על יין אבל תורמים שמן על זיתים הנכבשים ויין על ענבים לעשות צמוקים:"
    },
    {
      "id": "yoreh_deah-331-63",
      "section": 63,
      "text": "תורמים זיתי שמן על זיתי כבש אבל לא מזיתי כבש על זיתי שמן מיין שאינו מבושל על המבושל אבל לא מן המבושל על שאינו מבושל מן הצלול על שאינו צלול אבל לא משאינו צלול על הצלול מתאנים על גרוגרות במנין מגרוגרות על תאנים במדה אבל לא תאנים על גרוגרות במדה ולא גרוגרות על תאנים במנין כדי שיתרום לעולם בעין יפה ותורמים חטים על הפת אבל לא מן הפת על החטים לפי חשבון ובכל אלו אם תרם תרומתו תרומה ונראה לי דהאידנא דתרומה לאיבוד אזלא אין להקפיד בכך וכן בשאר דברים כיוצא בהם ומיהו במעשר הניתן ללוי ולעני יש להקפיד בכך:"
    },
    {
      "id": "yoreh_deah-331-64",
      "section": 64,
      "text": "אין תורמין חומץ על יין אבל תורמין יין על חומץ:"
    },
    {
      "id": "yoreh_deah-331-65",
      "section": 65,
      "text": "התורם חבית של יין על היין ונמצאת חומץ אם ידוע שהיתה של חומץ עד שלא תרמה אינה תרומה ואם אחר שתרמה החמיצה הרי זו תרומה אם ספק תרומה ויחזור ויתרום וכן התורם קישות ונמצאת מרה אבטיח ונמצא סרוח:"
    },
    {
      "id": "yoreh_deah-331-66",
      "section": 66,
      "text": "אחר שמפרישין תרומה גדולה מפריש אחד מעשרה מהנשאר והוא הנקרא מעשר ראשון:"
    },
    {
      "id": "yoreh_deah-331-67",
      "section": 67,
      "text": "מעשר ראשון מותר באכילה לישראל ומותר לאכלו בטומאה לפיכך בת לוי שנבעלה בעילת זנות נותנין לה מעשר ואוכלת אבל מי ששמעה שמת בעלה או העיד לה עד אחד ונשאת ואחר כך בא בעלה קנסו אותה חכמים שתהיה אסורה במעשר:"
    },
    {
      "id": "yoreh_deah-331-68",
      "section": 68,
      "text": "לוים וכהנים מפרישין מעשר ראשון כדי להפריש ממנו תרומת מעשר וכן הכהנים מפרישין שאר תרומות ומעשרות והם לעצמם:"
    },
    {
      "id": "yoreh_deah-331-69",
      "section": 69,
      "text": "אין מוציאין מעשר מיד הכהנים וכן כל מתנות כהונה אין מוציאין אותם מכהן לכהן:"
    },
    {
      "id": "yoreh_deah-331-70",
      "section": 70,
      "text": "האוכל פירותיו טבלים וכן לוי שאכל המעשר בטבלו אע\"פ שהם חייבים מיתה בידי שמים אין משלמין המתנות לבעליהם שנא' אשר ירימו לה' אין לך בהם כלום עד שירימו אותם ובח\"ל מותר לאדם להיות אוכל והולך תחלה ואחר כך מפריש תרומה ומעשרות:"
    },
    {
      "id": "yoreh_deah-331-71",
      "section": 71,
      "text": "מעשרין ממקום זה על מקום אחר ואינו צריך לעשר מן המוקף אבל אין מעשרין ממין על שאינו מינו ולא מן החיוב על הפטור ולא מן הפטור על החיוב ואם עישר אינו מעשר:"
    },
    {
      "id": "yoreh_deah-331-72",
      "section": 72,
      "text": "כל שאמרנו בתרומה אין תורמין מזה על זה כך במעשר אין מעשרין מזה על זה וכל שאמרנו בתרומה אם תרם תרומתו תרומה כך במעשר אם הפריש מעשרותיו מעשרות וכל שהוא פטור מן התרומה פטור מן המעשר וכל התורם מעשר:"
    },
    {
      "id": "yoreh_deah-331-73",
      "section": 73,
      "text": "כל שאמרנו בהם לא יתרומו ואם תרמו תרומתן תרומה כך אם עשרו מעשרותיהם מעשרות וכל שאין תרומתן תרומה כך אין מעשרותיהן מעשרות:"
    },
    {
      "id": "yoreh_deah-331-74",
      "section": 74,
      "text": "השקדים המרים בין בגדלן בין בקטנן פטורים לפי שאינן אוכל:"
    },
    {
      "id": "yoreh_deah-331-75",
      "section": 75,
      "text": "אין מעשרין אלא מן המובחר:"
    },
    {
      "id": "yoreh_deah-331-76",
      "section": 76,
      "text": "אין מעשרין באומד אלא במדה או במשקל או במנין וכל המדקדק בשיעור משובח והמרבה במעשרות מעשרותיו מקולקלין שהרי הטבל מעורב בהן ופירותיו מתוקנין:"
    },
    {
      "id": "yoreh_deah-331-77",
      "section": 77,
      "text": "המפריש מקצת מעשר אינו מעשר אלא כמו שחלק את הערימה אבל צריך מזה החלק שיוציא מעשר שלו כיצד היו לו מאה סאה הפריש מהם חמשה לשם מעשר אינו מעשר ואינו יכול להפריש על החמש סאין מעשר במקום אחר אלא מהם חצי סאה שהיא המעשר שלהם:"
    },
    {
      "id": "yoreh_deah-331-78",
      "section": 78,
      "text": "המפריש תרומה גדולה או תרומת מעשר מברך קודם שיפריש אקב\"ו להפריש תרומה וכן המפריש מעשר ראשון מברך קודם להפריש מעשר וכן מברך על מעשר שני ואם הפריש הכל זה אחר זה מיד ולא סח ביניהם כוללן בברכה אחת ומברך להפריש תרומות ומעשרות:"
    },
    {
      "id": "yoreh_deah-331-79",
      "section": 79,
      "text": "כל פרי שמקטנותו הוא ראוי לאכילה ואינו מניח אותו אלא כדי להוסיף בגופו מיד הוא חייב במעשרות וכל פרי שאינו ראוי לאכילה בקטנו אינו חייב במעשרות עד שיגיע לעונת המעשרות:"
    },
    {
      "id": "yoreh_deah-331-80",
      "section": 80,
      "text": "אשכול שהגיע בו אפילו גרגיר יחידי כולו חיבור למעשרות וכאילו הגיע כולו ולא אותו אשכול בלבד אלא כל הרוח שיש בה אותה הגפן שיש בה האשכול וכן רמון שהגיע בה אפילו פרידה אחת כולה חיבור:"
    },
    {
      "id": "yoreh_deah-331-81",
      "section": 81,
      "text": "שמרי יין שנתן עליהם מים וסננן אם נתן ג' ומצא ד' מוציא מעשר מזה היתר ממקום אחר ואינו מפריש עליו תרומה שהתורם מתחלה בלבו על הכל ואם מצא פחות מארבע אע\"פ שמצא יתר על מדתו ואע\"פ שיש בהם טעם יין פטור:"
    },
    {
      "id": "yoreh_deah-331-82",
      "section": 82,
      "text": "פירות שהגיעו לעונת המעשרות ונתלשו ועדיין לא נגמרה מלאכתן כגון תבואה שקצרה ודשה ועדיין לא זרה אותה ולא מרחה מותר לאכול מהם אכילת עראי עד שתגמר מלאכתן ומשתגמר מלאכתן אסור לאכול מהם עראי בד\"א בגומר פירותיו למכרן בשוק אבל אם היתה כוונתו להוליכן לבית הרי זה מותר לאכול מהם עראי אחר שנגמרה מלאכתן עד שיקבעו למעשר:"
    },
    {
      "id": "yoreh_deah-331-83",
      "section": 83,
      "text": "א' מו' דברים קובע הפירות למעשרות החצר והמקח והאש והמלח והתרומה והשבת וכולם אין קובעין אלא בדבר שנגמרה מלאכתו כיצד פירות שדעתו להוליכן לבית אע\"פ שנגמרה מלאכתן אוכל מהם אכילת עראי עד שיכנסו לבית שלו נכנסו לבית שלו נקבעו למעשרות ואסור לאכול מהם עד שיעשר וכשם שהבית קובע למעשר כך החצר קובע למעשר שאם נכנסו הפירות לחצר דרך השער נקבעו אע\"פ שלא נכנסו לתוך הבית וכן אם מכרן או בשלם באור או כבשן במלח או הפריש מהם תרומה או נכנסה שבת עליהם לא יאכל עד שיעשר אף ע\"פ שלא הגיעו לבית הכניסן לבית קודם שתגמור מלאכתן ה\"ז אוכל מהם עראי התחיל [לגמור] מלאכתן מאחר שנכנסו לבית חייב לעשר הכל כיצד הכניס קישואין ודילועין קודם שישפשף משיתחיל לשפשף אחת נקבעו הכל למעשר וכן כל כיוצא בזה וכן התורם פירות שלא נגמרה מלאכתן מותר לאכול מהם עראי חוץ מכלכלת תאנים שאם תרמה קודם שתגמר מלאכתה נקבעה למעשר:"
    },
    {
      "id": "yoreh_deah-331-84",
      "section": 84,
      "text": "מותר להערים על התבואה להכניסה במוץ כדי שתהיה בהמתו אוכלת ופטורה מן המעשר וזורה מעט מעט אחר שהכניס לבית ופטור לעולם מן התרומה ומן המעשרות שהרי אינו מתחיל לגמור הכל:"
    },
    {
      "id": "yoreh_deah-331-85",
      "section": 85,
      "text": "הגומר פירותיו של חבירו שלא מדעתו הרי אלו טבלו למעשר:"
    },
    {
      "id": "yoreh_deah-331-86",
      "section": 86,
      "text": "איזהו גמר מלאכת היין משיניחנו בחבית וישלה החרצנין והזגין מעל פי החבית אבל כשהוא בתוך הבור כשיגביהנו להעמידו בחבית שותה עראי וקולט מן הגת העליונה ומן הצנור ומ\"מ ושותה:"
    },
    {
      "id": "yoreh_deah-331-87",
      "section": 87,
      "text": "כיצד היא אכילת עראי כגון שהיה מקלף שעורים ואוכל מקלף אחת אחת ואם קלף וכנס לתוך ידו חייב לעשר היה מולל מלילות של חטים מנפה מיד ליד ואוכל ואם נפה לתוך חיקו חייב לעשר וכן נוטל מן היין ונותן לקערה לתוך תבשיל צונן ואוכל אבל לא לתוך הקדרה אף ע\"פ שהיא צוננת מפני שהיא כבור קטן וכן סוחט זיתים על בשרו אבל לא לתוך ידו וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-331-88",
      "section": 88,
      "text": "כשם שמותר לאכול עראי מפירות שלא נגמרה מלאכתן כך מותר להאכיל מהם לחיה לבהמה ולעופות כל מה שירצה ומפקיר מהם כל מה שירצה קודם שיעשר ואם גמרו אע\"פ שלא נקבעו למעשר לא יפקיר ולא יאכיל לבהמה ולחיה ולעופות אכילת קבע עד שיעשר ומותר להאכיל לבהמה עראי מן הטבל ואפי' בתוך הבית ומאכילה פקיעי (פירוש עומרים של תבואה המונחים בקש) עמיר עד שיעשם חבילות:"
    },
    {
      "id": "yoreh_deah-331-89",
      "section": 89,
      "text": "תאנה העומדת בחצר אוכל ממנה אחת אחת ופטור ואם צירף חייב במעשר בד\"א כשהיה עומד בקרקע אבל אם עלה לראש התאנה ממלא חיקו ואוכל שם שאין אויר חצר קובע למעשר:"
    },
    {
      "id": "yoreh_deah-331-90",
      "section": 90,
      "text": "היתה עומדת בחצר ונוטה לגנה ה\"ז אוכל ממנה בגנה כדרכו כאילו היתה נטועה בגנה היתה נטועה בגנה ונוטה לחצר הרי זה כנטועה בחצר שאינו אוכל שם אלא אחת אחת:"
    },
    {
      "id": "yoreh_deah-331-91",
      "section": 91,
      "text": "גפן שנטועה בחצר לא יטול את כל האשכול כאחד ויאכל אלא מגרגר אחת אחת וכן ברמון לא יטול את כל הרמון אלא פורט את הרמון באילן ואוכל הפרט משם וכן באבטיח סופתו (פי' חותכו) בקרקע ואוכלו שם:"
    },
    {
      "id": "yoreh_deah-331-92",
      "section": 92,
      "text": "היה אוכל באשכול בגנה ונכנס מן הגנה לחצר אף על פי שיצא מן החצר לא יגמור עד שיעשר:"
    },
    {
      "id": "yoreh_deah-331-93",
      "section": 93,
      "text": "כסבר הזרוע בחצר מקרסם עלה עלה ואוכלו ואם צירף חייב לעשר וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-331-94",
      "section": 94,
      "text": "הלוקח פירות תלושין לאכלן נקבעו למעשר כמו שנתבאר ומאימתי יקבעו משיתן דמים אע\"פ שלא משך:"
    },
    {
      "id": "yoreh_deah-331-95",
      "section": 95,
      "text": "הרי שלא נתן דמים והיה בורר ומניח בורר ומניח אפילו כל היום כולו ואע\"פ שגמר בלבו ליקח לא נתחייב לעשר ואם היה ירא שמים משגמר בלבו מעשר ואחר כך יחזיר למוכר אם רצה להחזיר:"
    },
    {
      "id": "yoreh_deah-331-96",
      "section": 96,
      "text": "הלוקח במחובר לקרקע או שלקח תלוש לשלוח לחבירו לא נקבעו ויש לו לאכול מהם עראי:"
    },
    {
      "id": "yoreh_deah-331-97",
      "section": 97,
      "text": "האומר לחבירו הא לך איסר זה ותן לי בו ה' תאנים הרי זה אוכל אחת אחת ופטור ואם צירף חייב לעשר הא לך איסר זה בעשרים תאנים שאבור לי בורר אחת אחת ואוכל באשכול שאבור לי מגרגר ממנו באילן ואוכל ברמון שאבור לי פורטו באילן ואוכל באבטיח שאבור לי סופת בקרקע ואוכל ואם קצץ את התאנים וצרפם או שקצץ האשכול או האבטיח חייב לעשר שהרי לא קנה אלא הנתלש אבל אם אמר ליה הא לך איסר בעשרים תאנים אלו בשני אשכולות אלו בשני רמונים אלו בשני אבטיחים אלו קוצץ כדרכו ואוכל עראי ופטור שלא נקבעו במקח שהרי לקחן במחובר:"
    },
    {
      "id": "yoreh_deah-331-98",
      "section": 98,
      "text": "המחליף עם חבירו זה לאכול וזה לאכול שניהם נקבעו למעשרות שהרי לקחו בתלוש זה לקצות וזה לקצות שניהם לא נקבעו שאין המכר קובע דבר שלא נגמרה מלאכתו לקח האחד פירות שהחליף לאכילה ולקח האחד חלופיהן להקצותן זה שלקח לאכילה חייב לעשר וזה שלקח להקצות לא נקבע למעשר:"
    },
    {
      "id": "yoreh_deah-331-99",
      "section": 99,
      "text": "עם הארץ שהיה עובר בשוק ואמר טלו לכם תאנים אוכלים ופטורים שאין המתנה קובעת:"
    },
    {
      "id": "yoreh_deah-331-100",
      "section": 100,
      "text": "השוכר את הפועלים לעשות עמו בפירות בין בתלושין בין במחוברין הואיל ויש להם לאכול מן התורה במה שהם עושים הרי אלו אוכלים ופטורין מן המעשר ואם התנה עמהם שיאכלו מה שלא זיכתה להם תורה כגון שהתנה הפועל שיאכלו בניו עמו או שיאכל בנו בשכרו או שיאכל אחר גמר מלאכתו בתלוש הרי זה אסור לאכול עד שיעשר הואיל ואוכל מפני התנאי הרי זה כלוקח:"
    },
    {
      "id": "yoreh_deah-331-101",
      "section": 101,
      "text": "המוציא פועלים לעשות לו מלאכה בשדה בזמן שאין להם עליו מזונות אוכלים מפירות שבשדה ופטורים מן המעשר והוא שלא נגמרה מלאכתן אבל אם יש להם עליו מזונות לא יאכלו ואע\"פ שלא נגמרה מלאכתן שאין פורעין חוב מן הטבל [אבל] אוכלים אחת אחת מהתאנה אבל לא מן הסל ולא מן הקופה ולא מן המוקצה:"
    },
    {
      "id": "yoreh_deah-331-102",
      "section": 102,
      "text": "אחד המבשל ואחד השולק ואחד הכובש קובע למעשר אבל המעשן את הפירות עד שהכשירן הרי זה ספק:"
    },
    {
      "id": "yoreh_deah-331-103",
      "section": 103,
      "text": "הטומן פירות באדמה או בזבל או בתבן עד שהכשירם לאכילה לא נקבעו למעשר:"
    },
    {
      "id": "yoreh_deah-331-104",
      "section": 104,
      "text": "הנותן יין לתבשיל חם או שנתן שמן לקדרה באלפס כשהן מרותחין נקבעו למעשר:"
    },
    {
      "id": "yoreh_deah-331-105",
      "section": 105,
      "text": "מזג יין במים חמים נקבע וא\"צ לומר אם בישל היין ואפי' בגת אסור לשתות ממנו עד שיעשר:"
    },
    {
      "id": "yoreh_deah-331-106",
      "section": 106,
      "text": "הסוחט אשכול לתוך הכוס נקבע לתוך התמחוי אינו נקבע:"
    },
    {
      "id": "yoreh_deah-331-107",
      "section": 107,
      "text": "המולח פירות בשדה נקבעו טבל הזיתים אחת אחת במלח ואכל פטור:"
    },
    {
      "id": "yoreh_deah-331-108",
      "section": 108,
      "text": "הפוצע זיתים כדי שיצא השרף מהם פטור:"
    },
    {
      "id": "yoreh_deah-331-109",
      "section": 109,
      "text": "הנוטל זיתים מהמעטן טובל אחת אחת במלח ואוכל ואם מלח ונתן לפניו חייב וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-331-110",
      "section": 110,
      "text": "התורם פירותיו תרומה שצריך לתרום אחריה שניה נקבע למעשר ולא יאכל מהם עראי עד שיוציא התרומה שניה ויעשר:"
    },
    {
      "id": "yoreh_deah-331-111",
      "section": 111,
      "text": "פירות שנגמרה מלאכתן וחשכה עליהם ליל שבת נקבעו ולא יאכל מהם אפי' לאחר השבת עד שיעשר:"
    },
    {
      "id": "yoreh_deah-331-112",
      "section": 112,
      "text": "תינוקות שטמנו תאנים לשבת ושכחו לעשרן לא יאכלו למוצאי שבת עד שיעשרו:"
    },
    {
      "id": "yoreh_deah-331-113",
      "section": 113,
      "text": "תאנה שהיתה מיוחדת לו לאכול פירותיה בשבת וליקט ממנה כלכלה לא יאכל עד שיעשר הואיל ופירות אלו מיוחדים לשבת והשבת קובעת:"
    },
    {
      "id": "yoreh_deah-331-114",
      "section": 114,
      "text": "היה אוכל באשכול וחשכה עליו לילי שבת לא יגמור אכילתו בשבת עד שיעשר ואם הניחן לאחר השבת הרי זה גומרו:"
    },
    {
      "id": "yoreh_deah-331-115",
      "section": 115,
      "text": "כל שאסור לזרים לאכול בתרומה כגון הגרעינין וכיוצא בהן כך אסור לאכלו מהטבל והמעשר שלא ניטלה תרומתו ומעשר שני והקדש שלא נפדו וכל שמותר לזרים לאכלו בתרומה מדברים אלו כך מותר בטבל ומעשר שלא ניטלה תרומתו ומעשר שני והקדש שלא נפדו:"
    },
    {
      "id": "yoreh_deah-331-116",
      "section": 116,
      "text": "אין מדליקין בטבל טמא אין מחפין בטבל ואין זורעין את הטבל ואפי' פירות שלא נגמרה מלאכתן אסור לזרוע מהם עד שיעשר בד\"א בתבואה וקטניות וכיוצא בהן אבל העוקר שתלים שיש בהם פירות ממקום למקום בתוך שדהו הרי זה מותר ואינו כזורע טבל שהרי לא אסף הפירות וכן העוקר לפת וצנונות ושתלם במקום אחר אם נתכוון להוסיף בגופם מותר ואם שתלם כדי שיקשו ויקח הזרע שלהם אסור מפני שהוא כזורע חטים או שעורים של טבל:"
    },
    {
      "id": "yoreh_deah-331-117",
      "section": 117,
      "text": "אין מוכרין טבל אלא לצורך ולחבר ואסור לשלוח טבל ואפי' חבר לחבר שמא יסמכו זה על זה ויאכל טבל:"
    },
    {
      "id": "yoreh_deah-331-118",
      "section": 118,
      "text": "המוכר פירות לחבירו מוכר אומר על מנת שהם טבל מכרתי ולוקח אומר לא לקחתי ממך אלא מעושרות כופין את המוכר לתקן קנס הוא לו מפני שמכר טבל:"
    },
    {
      "id": "yoreh_deah-331-119",
      "section": 119,
      "text": "אין פורעין חוב מהטבל מפני שהוא כמוכרו:"
    },
    {
      "id": "yoreh_deah-331-120",
      "section": 120,
      "text": "הלוקח טבל משני מקומות מעשר מזה על זה:"
    },
    {
      "id": "yoreh_deah-331-121",
      "section": 121,
      "text": "החוכר שדה מהעובד כוכבים מעשר ונותן לו המקבל שדה אבותיו מהעובד כוכבים מעשר ונותן לו:"
    },
    {
      "id": "yoreh_deah-331-122",
      "section": 122,
      "text": "כהן או לוי שלקחו פירות מישראל אחר שנגמרה מלאכתן מוציאין התרומה והמעשרות מידיהם ונותנים אותם לכהנים וללוים אחרים:"
    },
    {
      "id": "yoreh_deah-331-123",
      "section": 123,
      "text": "כהן או לוי שמכרו פירות תלושים קודם שתגמר מלאכתן ואין צריך לומר אם מכר במחובר הרי התרומה והמעשר שלהם:"
    },
    {
      "id": "yoreh_deah-331-124",
      "section": 124,
      "text": "הנותן שדהו בקבלה לעובד כוכבים או למי שאינו נאמן על המעשרות אע\"פ שלא באו לעונת המעשרות צריך לעשר על ידם נתנה לעם הארץ עד שלא באו לעונת המעשרות אינו צריך לעשר על ידם ומשבאו לעונת המעשרות צריך לעשר על ידם כיצד הוא עושה עומד על הגורן ונוטל ואינו חושש למה שאכלו שאין אנו אחראים להם:"
    },
    {
      "id": "yoreh_deah-331-125",
      "section": 125,
      "text": "באחד בתשרי הוא ראש השנה למעשר תבואה וקטניות וירקות ובט\"ו בשבט הוא ראש השנה למעשר האילנות כיצד תבואה וקטניות שהגיעו לעונת המעשרות לפני ראש השנה של שלישית אע\"פ שנגמרו ונאספו בשלישית מפרישין מהן מעשר שני וכן פירות האילן שבאו לעונת המעשרות קודם ט\"ו בשבט של שלישית אע\"פ שנגמרו ונאספו אח\"כ בסוף שנה שלישית מתעשרין לשעבר ומפרישין מהם מעשר שני וכן אם באו לעונת המעשרות קודם ט\"ו בשבט של רביעית אע\"פ שנגמרו ונאספו ברביעית מפרישין מהם מעשר עני ואם באו לעונת המעשרות אחר ט\"ו בשבט מתעשרין להבא:"
    },
    {
      "id": "yoreh_deah-331-126",
      "section": 126,
      "text": "הירק בשעת לקיטתו עישורו כיצד אם נלקט ביום ר\"ה של שלישית אע\"פ שבא לעונת המעשרות ונגמר בשניה מפרישין ממנו מעשר עני ואם נלקט ברביעית מעשר שני וכן האתרוג בלבד משאר פירות האילן הרי הוא כירק והולכין אחר לקיטתו בין למעשר בין לשביעית כיצד אם נלקט בשלישית אחר ט\"ו בשבט מפרישין ממנו מעשר עני אע\"פ שנגמרה בשניה וכן אם נלקט ברביעית קודם ט\"ו בשבט מפרישין ממנו מעשר עני נלקט בחמישית אחר ט\"ו בשבט מפרישין ממנו מעשר שני ואע\"פ שהולכין אחר לקיטתו אתרוג בת ששית שנכנסה לשביעית אפי' היתה כזית ונעשית כככר חייבת במעשרות:"
    },
    {
      "id": "yoreh_deah-331-127",
      "section": 127,
      "text": "האביונות של צלף נותנין עליהם חומרי האילן וחומרי זרעים שאם היו משנה שניה שנכנסה לשלישית ונלקטו קודם ט\"ו בשבט מפרישין מעשר ראשון ואחר כך מפריש מעשר אחר ופודהו ואחר שפודהו נותנו לעניים:"
    },
    {
      "id": "yoreh_deah-331-128",
      "section": 128,
      "text": "פירות שנה שניה שנתערבו בפירות שלישית או של שלישית ברביעית הולכים אחר הרוב מחצה למחצה מפרישין מעשר שני מן הכל אבל לא מעשר עני שמעשר שני חמור שהרי הוא קדש ומעשר עני חול וכן פירות שהן ספק אם פירות שניה הם או פירות שלישית מפריש מהם מעשר שני:"
    },
    {
      "id": "yoreh_deah-331-129",
      "section": 129,
      "text": "כל הפטור ממעשר ראשון פטור ממעשר שני ומן העני וכל שחייב בראשון חייב בשניהם וכל התורם מוציא מעשר וכל שאינו תורם אינו מוציא מעשר וכל מי שאם תרם תרומתו תרומה כך אם עשר הרי הוא מעשר וכל מי שאין תרומתו תרומה כך אם הוציא מעשר אינו מעשר:"
    },
    {
      "id": "yoreh_deah-331-130",
      "section": 130,
      "text": "פירות שהוציא מהם מעשר ראשון קודם שיקבעו למעשר הרי זה אוכל מהם עראי קודם שיוציא מעשר שני שאין הראשון קובע לשני אבל משנקבעו למעשר אע\"פ שהוציא את הראשון אסור לאכול מהם עראי עד שיוציא את השני או את מעשר עני:"
    },
    {
      "id": "yoreh_deah-331-131",
      "section": 131,
      "text": "לא חייבו להפריש מעשר שני בסוריא:"
    },
    {
      "id": "yoreh_deah-331-132",
      "section": 132,
      "text": "מעשר שני נאכל לבעליו לפנים מחומת ירושלים שנאמר ואכלת לפני ה' אלהיך במקום אשר יבחר וגו' ונוהג בפני הבית ושלא בפני הבית אבל אינו נאכל בירושלים אלא בפני הבית שנאמר מעשר דגנך תירושך ויצהרך ובכורות בקרך וצאנך מפי השמועה למדו מה בכור אינו נאכל אלא בפני הבית אף מעשר שני לא יאכל אלא בפני הבית:"
    },
    {
      "id": "yoreh_deah-331-133",
      "section": 133,
      "text": "בזמן הזה אם רצה לפדות מעשר שני שוה מנה בפרוטה לכתחלה פודה ומשליך הפרוטה לים הגדול אבל לשאר נהרות צריך לשחקה תחלה וכן אם חילל (פירוש אם עשאו חולין על ידי פדיון) מעשר שוה מנה על שוה פרוטה מפירות אחרות הרי זה מחולל ושורף את הפירות שחילל עליהם כדי שלא יהיו תקלה לאחרים:"
    },
    {
      "id": "yoreh_deah-331-134",
      "section": 134,
      "text": "ושיעור פרוטה כחצי שעורה כסף מזוקק שהיא חלק מל\"ב במעה כסף שהוא אשפיר\"ו עוטימאני שמשקלו רביע דרה\"ם נמצא שהפרוטה חלק ממ\"ח בקטעא ויותר מעט וצריך לדקדק שהפירות שמחלל עליהם מעשר שני שישוו כך לפחות. (וע\"ל סימן רצ\"ד סעיף ו'):"
    },
    {
      "id": "yoreh_deah-331-135",
      "section": 135,
      "text": "כשם שאין אוכלים מעשר שני בזמן הזה בירושלים כך אין פודין אותו שם ואין מחללים אותו ואין מוכרים אותו ואם נכנס בירושלים אף בזמן הזה אין מוציאין אותו משם ומניחים אותו שם עד שירקב [וכן אם עבר והוציאו משם מניחין אותו עד שירקב] לפיכך אין מפרישין מעשר שני בירושלים בזמן הזה אלא מוציאין את הפירות בטבלן חוץ לעיר ומפרישין אותו שם ופודהו ואם הפרישן שם בזמן הזה ירקב בד\"א במעשר שני שלא נטמא אבל אם נטמא פודין אותו בירושלים. (ויש להכשירו כדי שיקבל טומאה ויהא לו היתר בפדיון) (טור):"
    },
    {
      "id": "yoreh_deah-331-136",
      "section": 136,
      "text": "הפודה מעשר שני אומר הפירות האלו מחוללות על מעות אלו ואם לא פירש אלא הפריש מעות בלבד כנגד הפירות דיו ואינו צריך לפרש ויצאו הפירות לחולין:"
    },
    {
      "id": "yoreh_deah-331-137",
      "section": 137,
      "text": "הפודה מעשר שני מברך אקב\"ו על פדיון מעשר שני ואם חיללן על פירות אחרות מברך על חילול מעשר שני והפודה או מחלל מעשר שני של דמאי אינו צריך ברכה:"
    },
    {
      "id": "yoreh_deah-331-138",
      "section": 138,
      "text": "אין פודין מעשר שני אלא בכסף וכן אם פדה מעשר שני שלו שהוא מוסיף חומש לא יהיה החומש אלא כסף כקרן ואינו פודה בכסף שאינו מטבע אלא בכסף מפותח שיש עליו צורה או כתב ואם פדה בלשון של כסף וכיוצא בו והוא הנקרא אסימון לא עשה כלום ואין פודין בפחות מפרוטה מפני שהוא כפודה באסימון ואין פודין במטבע שאינו יוצא באותו זמן ובאותו מקום ואינו פודה במעות שאינם ברשותו ואפשר שאין דברים אלו אמורים אלא בזמן שבהמ\"ק קיים אבל עכשיו שאין מעשר שני נאכל אין להקפיד בכך ומ\"מ יש לחוש בדבר ואף בזמן הזה לא יפדה מעשר שני אלא על כסף שיש בו מטבע היוצא והוא ברשותו או יחלל על פירות אחרים:"
    },
    {
      "id": "yoreh_deah-331-139",
      "section": 139,
      "text": "הפודה מעשר שני קודם שיפרישנו כגון שאמר מעשר שני של פירות פדוי במעות אלו לא אמר כלום ולא קבע מעשר אבל אם קבע ואמר מעשר שהוא בצפון או בדרום מחולל על מעות אלו הרי זה פדוי:"
    },
    {
      "id": "yoreh_deah-331-140",
      "section": 140,
      "text": "מצות עשה להתודות לפני ה' אחר שמוציאין כל המתנות שבזרע הארץ וזהו הנקרא וידוי מעשר ואין מתודין וידוי זה אלא אחר השנה שמפרישין בה מעשר עני:"
    },
    {
      "id": "yoreh_deah-331-141",
      "section": 141,
      "text": "אימתי מתודין במנחה ביו\"ט האחרון של פסח של רביעית ושביעית:"
    },
    {
      "id": "yoreh_deah-331-142",
      "section": 142,
      "text": "אין מתודין אלא ביום וכל היום כשר לוידוי המעשר ובין בפני הבית בין שלא בפני הבית חייב לבער ולהתודות:"
    },
    {
      "id": "yoreh_deah-331-143",
      "section": 143,
      "text": "וידוי זה נאמר בכל לשון ואם רצו רבים להתודות כאחד מתודים:"
    },
    {
      "id": "yoreh_deah-331-144",
      "section": 144,
      "text": "אינו מתודה עד שלא ישאר אצלו אחת מהמתנות וערב יו\"ט האחרון היה הביעור ולמחר מתודין ופירות שלא הגיעו לעונת המעשרות בשעת הביעור אין מעכבין אותו להתודות ואינו חייב לבערן:"
    },
    {
      "id": "yoreh_deah-331-145",
      "section": 145,
      "text": "מי שהיו פירותיו רחוקים ממנו והגיע יום הביעור הרי זה קורא שם למתנות ומזכה להן לבעליהן ע\"ג קרקע או למי שזוכה להן לבעליהן ומתודה למחר:"
    },
    {
      "id": "yoreh_deah-331-146",
      "section": 146,
      "text": "אם הפריש המתנות שלא על הסדר או אם נשרף טבלו או אם הפריש מעשר בטומאה אינו מתודה: הגה הרב המחבר הזה השמיט כל דיני מעשר עני שכתב הטור שיש ללמוד מהם הרבה דיני צדקה הנוהגים האידנא ואפשר שסמך עצמו על מה שנתבאר בדיני צדקה אך גם בדיני תרומות ומעשרות השמיט כמה דינים שכתב הטור והכניס אחרים תחתיהם וכל זה גרם לו שהעתיק דברי הרמב\"ם הלכות תרומות ומעשרות ככתבם וכלשונם ולא שת לבו לדברים אחרים והרוצה לעמוד על עקרי הדינים יעיין בפנים:"
    }
  ]
}