{
  "id": "yoreh_deah-069",
  "chapterLabel": "סימן 69",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-069-1",
      "section": 1,
      "text": "דיני מליחה והדחה. ובו כ\"א סעיפים: צריך להדיח הבשר קודם מליחה (ואם הדיחו הטבח אין צריך להדיחו בבית) (טור) ואם אחר שהדיח חתך כל נתח לשנים או לשלשה (או שהסיר טלפי הרגלים לאחר ההדחה) (ארוך כלל ד' וי\"ז) צריך לחזור ולהדיחם: הגה ואם לא עשה כן הוי כלא הודח כלל (שם) הדחת הבשר לכתחלה יזהר לשרותו נגד חצי שעה ולהדיחו היטב במי השרייה אבל אם לא שראו רק הדיחו היטב סגי ליה ואחר כך ימתין מעט שיטפטפו המים קודם שימלחנו שלא ימס המלח מן המים ולא יוציא דם (הגהות ש\"ד והגהות אשיר\"י פכ\"ה ובארוך כלל א') ונהגו שלא להשתמש בדברים אחרים בכלי ששורין בו בשר ואם נשתהה הבשר בשרייתו מעת לעת הבשר וגם הכלי אסורין ועיין לקמן סימן זה אבל פחות מעת לעת אין להקפיד ואף במקום שנאסר הכלי מותר לחזור ולשרות בו (בארוך) דין בשר שמלא קרח כיצד נוהגין עם שרייתו עיין לעיל סימן ס\"ח:"
    },
    {
      "id": "yoreh_deah-069-2",
      "section": 2,
      "text": "אם מלח ולא הדיח תחלה ידיחנו וימלחנו שנית ויש אוסרין: הגה וכן נוהגין אפילו לא נמלח רק מעט כדרך שמולחים לצלי ואפילו לא שהה במלחו שיעור מליחה (ארוך וש\"ד וסמ\"ג) מיהו במקום הפסד מרובה יש להתיר (ב\"י) ואם לא הודח רק מעט קודם שמלחו מותר בדיעבד והוא הדין אם היה ס' בחתיכה נגד דם שעליו (הגהת ש\"ד בשם מהרא\"י) ואם נמלח חתיכה בלא הדחה עם שאר חתיכות שאר חתיכות מותרות והיא אסורה (בארוך כלל ד' דין ה'):"
    },
    {
      "id": "yoreh_deah-069-3",
      "section": 3,
      "text": "לא ימלח במלח דקה כקמח ולא במלח גסה ביותר שנופלת מעל הבשר אילך ואילך (ואם אין מלח אחר רק מלח דק כקמח מותר למלוח בו) (ד\"ע):"
    },
    {
      "id": "yoreh_deah-069-4",
      "section": 4,
      "text": "יפזר עליו מלח שלא ישאר בו מקום מבלי מלח וימלח כדי שלא יהא ראוי לאכול עם אותו מלח ואינו צריך להרבות עליו מלח יותר מזה ומולחו משני צדדים ועופות צריך למלחם גם מבפנים ואם לא מלחם אלא מבפנים או מבחוץ וכן חתיכה שלא נמלחה אלא מצד אחד מותר: הגה ויש אוסרים אפילו בדיעבד (מהרא\"י בהגהות ש\"ד וארוך כלל ו') והכי נהוג אם לא לצורך ודוקא אם כבר נתבשל כך אבל אם לא נתבשל עדיין לא יבשלנו כך אלא אם הוא תוך י\"ב שעות שנמלח יחזור וימלח צד השני שלא נמלח עדיין ויבשלנו אחר כך ואם הוא אחר י\"ב שעות אזי יצלנו דנורא משאב שאיב ואין הצד שנמלח כבר בולע מצד שלא נמלח (שם):"
    },
    {
      "id": "yoreh_deah-069-5",
      "section": 5,
      "text": "אחר שנמלחה החתיכה אם חתך ממנה אינו צריך לחזור ולמלוח מקום החתך:"
    },
    {
      "id": "yoreh_deah-069-6",
      "section": 6,
      "text": "שיעור שהייה במלח אינו פחות מכדי הילוך מיל שהוא כדי שלישית שעה בקירוב: הגה ועל זה יש לסמוך בדיעבד או אפילו לכתחלה לכבוד אורחים או לצורך שבת אבל בלאו הכי המנהג להשהות במליחה שעור שעה ואין לשנות (מהרא\"י בת\"ה סימן קס\"ז ובהגהת ש\"ד ואו\"ה כלל א'):"
    },
    {
      "id": "yoreh_deah-069-7",
      "section": 7,
      "text": "קודם שיתן הבשר בכלי שמדיחו בו ינפץ מעליו המלח שעליו או ישטפנו במים ואחר כך יתן הבשר בכלי שמדיחין בו וידיחנו פעמים וישטוף הכלי בין רחיצה לרחיצה: הגה וי\"א שצריכין להדיח הבשר ג' פעמים (חדושי אגודה בשם א\"ז ומהרא\"י ואו\"ה כ\"א דט\"ו והג\"א) והכי נוהגין לכתחלה על כן ישטפנו או ינפץ המלח מעליו וידיחנו ב' פעמים דזה הוי כהדחה ג' פעמים או ישים המים תוך הכלי ואחר כך יניח בו הבשר וידיחנו ג' פעמים והכי נהוג ולכתחלה יתן מים הרבה בהדחה ראשונה כדי שיבטלו כח המלח שבציר (ד\"ע) מותר להדיח הבשר במי פירות ואין צריך מים (הר\"ן פ' השוחט ותוספ' שם):"
    },
    {
      "id": "yoreh_deah-069-8",
      "section": 8,
      "text": "אם לא ניפץ המלח שעליו ולא שטפו אין לאסור כי המים שבכלי מבטלין כח המלח: הגה ואפילו המים מועטים מ\"מ מבטלים כח הציר (ד\"ע וארוך כלל ו' ומהרא\"י) ויש מתירין אפילו לא היו מים כלל בכלי והניחו בו הבשר דאין לחוש בשעה מועטת כזו שעוסקין בהדחת הבשר (ש\"ד ואו\"ה כלל א' וי' וע\"ל ס\"כ) ויש לסמוך עלייהו ואין לחוש בכל זה רק בהדחה ראשונה אבל לאחר הדחה ראשונה אין לחוש (כך משמע ממרדכי ור\"ן) ואין חילוק בין אם הדיחו בכלי כשר או טריפה או חולבת ואם היה מעט מים בכלי שמבטל כח המלח שאינו חשוב עוד כרותח אפילו הכלי חולבת או הטריפה מלוכלך עדיין באיסור מותר (בארוך):"
    },
    {
      "id": "yoreh_deah-069-9",
      "section": 9,
      "text": "בשר שנמלח ונתבשל בלא הדחה אחרונה צריך שיהא בו ששים כדי המלח שבו: הגה וכל הקדירה מצטרף לששים (ש\"ד וע\"פ עיין ס\"ק ל\"ד) ואם יש בקדירה כ\"כ כמו החתיכה שנמלח ולא הודח הכל שרי דודאי איכא ששים נגד המלח שעל החתיכה דהחתיכה עצמה בודאי היא שלשים נגד המלח שעליו (בארוך כלל י\"א ד\"ד) ואי ליכא ס' בקדירה נגד המלח אפילו לא הושם רק בכלי שני הכל אסור דמאחר שיש שם מלח וציר אפילו בכלי שני מבשל (שם דין א' ובמרדכי) ובשר יבש יש להתיר אפילו בכלי ראשון דודאי יש ס' נגד המלח שעליו מאחר שכבר נתייבש (מרדכי פכ\"ה וראב\"ן וב\"י בשם הג\"ה אשיר\"י וש\"ד) אבל לכתחלה יזהר אפילו בבשר יבש שלא לבשלו או להדיחו במים שהיד סולדת בהם בלא הדחה אחרונה (ש\"ד שם) וכל זה מיירי שלא הודח באחרונה כלל אבל אם הודח רק פעם אחת ונתבשל כך מותר דבדיעבד סגי ליה בהדחה אחת באחרונה (מהרא\"י בהגהת ש\"ד) מלח שמלחו בו פעם אחת אסור למלוח בו פעם שנית (כל בו וד\"ע ודעת רוב הפוסקים) וכל שכן שאסור לאכול המלח אחר שמלחו בו:"
    },
    {
      "id": "yoreh_deah-069-10",
      "section": 10,
      "text": "עובד כוכבי' משמש בבית ישראל ונתן הבשר בקדירה ואין ידוע אם הדיחו אם יודע העובד כוכבים מנהג ישראל סומכין על דבריו אם היה שם ישראל יוצא ונכנס או שום קטן בן דעת: הגה ובחד מינייהו סגי (טור) או במסיח לפי תומו שהדיחו יפה או שישראל אפילו קטן יוצא ונכנס דמרתת הואיל ויודע מנהגי ישראל מיהו אם מיחה לעובד כוכבים שלא ידיחו בלא רשותו והוא עבר על דבריו אסור דהא חזינן דאינו מרתת ואין לסמוך גם כן אדבריו (הגהת ש\"ד ואו\"ה):"
    },
    {
      "id": "yoreh_deah-069-11",
      "section": 11,
      "text": "בשר שנתבשל בלא מליחה צריך שיהיה בתבשיל ששים כנגד אותו בשר ואז מותר הכל: הגה ויש אוסרים אותה חתיכה אפילו בדאיכא ס' נגד החתיכה (טור בשם י\"א והגהות מיימוני בשם סמ\"ק והגהות ש\"ד וארוך ומהרא\"י ומרדכי בשם ראב\"ן) והכי נהוג אם לא לצורך כגון לכבוד שבת או לכבוד אורחים דאז יש לסמוך אדברי המקילין (ב\"י בשם א\"ח וד\"ע עד\"מ) ואם נמלחה חתיכה ולא נמלחה כראוי דינה כאילו לא נמלחה כלל וכן בשר ששהה ג' ימים בלא מליחה אף אם נמלח דינו כאילו לא נמלח ואם נתבשל צריך ס' כנגדו (או\"ה):"
    },
    {
      "id": "yoreh_deah-069-12",
      "section": 12,
      "text": "בשר ששהה ג' ימים מעת לעת בלא מליחה נתייבש דמו בתוכו ולא יצא עוד ע\"י מליחה ואין לאכלו מבושל אלא צלי ואחר שצלאו לא יבשלנו ואם בישלו מותר (ואין להשהות בשר ג' ימים בלא מליחה דחיישינן שמא יבשלו (ב\"י בשם פסקי מהרא\"י סימן קצ\"א):"
    },
    {
      "id": "yoreh_deah-069-13",
      "section": 13,
      "text": "ואם שרו אותו במים תוך הג' ימים יכול להשהותו עוד שלשה ימים אחרים פחות חצי שעה (אגור) (בשר שנמלח וספק אם נמלח תוך ג' מותר) (בארוך):"
    },
    {
      "id": "yoreh_deah-069-14",
      "section": 14,
      "text": "בשר ששהה שלשה ימים בלא מליחה ונתערב אותה חתיכה בחתיכות אחרות בטלה ברוב ומותר לבשל כולן ואפי' היתה ראויה להתכבד. (וכן הדין בנתבשל בלא מליחה ונתערב אח\"כ באחרות (או\"ה):"
    },
    {
      "id": "yoreh_deah-069-15",
      "section": 15,
      "text": "בשר המלוכלך בדמים שנשרה במים מעת לעת יש אוסרים לאכלו כי אם צלי אלא אם כן יש במים ס' כנגדו (עיין ס\"ק נ\"ו. ויש אוסרים אפילו לצלי והכי נהוג) (או\"ה):"
    },
    {
      "id": "yoreh_deah-069-16",
      "section": 16,
      "text": "אין מולחין אלא בכלי מנוקב או על גבי קשין וקיסמין או במקום מדרון בענין שאם ישפך שם מים יצאו מיד: הגה ודף חלק ברהיטני שמים זבין ממנו אין צריך להניחו במדרון אבל אם אינו חלק ברהיטני צריך להניחו במדרון שיצאו המים ממנו (שערים ש\"ו ובב\"י בשם ת\"ה סימן קע\"ב) ואפילו בכלי מנוקב יזהר לכתחלה שיהיו הנקבים פתוחים (בארוך כלל ג') ולכן לא יעמידו על גבי קרקע כי היא ככלי שאינו מנוקב (ע\"ל ס\"ס ע') וכן מחמירין קצת לשום תוך הכלי מנוקב קש או קסמין כי הבשר יסתום הנקבים (הגהות אשיר\"י פכ\"ה ובארוך כלל א') ובדיעבד אין לחוש לכל זה. (ד\"ע): ואם מלח בכלי שאינו מנוקב אסור להשתמש באותו כלי בדבר רותח: הגה ואם נשתמש בו בעי קליפה אם הוא דבר יבש (רשב\"א ואם הוא דבר לח בעינן ששים נגד קליפה מן הקערה (ב\"י בשם י\"א): ויש אומרים שאפי' בצונן אסור להשתמש בו בלא הדחה ואם נשתמש בו בלא הדחה ידיח מה שנשתמש בו: הגה אבל מותר לחזור ולמלוח בה בשר לאחר שנקבוה או אפילו בלא נקיבה אם הבשר שהה כבר במליחתו והודח (ב\"י בשם הגהת ש\"ד וארוך):"
    },
    {
      "id": "yoreh_deah-069-17",
      "section": 17,
      "text": "אבל אם הוא מנוקב מותר לאכול בו אפילו רותח ויש אוסרין ברותח (ויש ליזהר לכתחלה ובדיעבד מותר) (ארוך כלל ג'):"
    },
    {
      "id": "yoreh_deah-069-18",
      "section": 18,
      "text": "בשר שנמלח בכלי שאינו מנוקב ושהה בו כשיעור שיתנו מים על האש ויתחילו להרתיח כל מה שממנו בציר אסור לאכלו אפי' צלי וחלק החתיכה שחוץ לציר אין אסור ממנו אלא כדי קליפה ואפילו אם יש בה שומן: הגה ויש אוסרין כל החתיכה אפילו מה שחוץ לציר (טור ומרדכי בשם מהר\"ף) ואפילו לא נמלח רק מעט כדרך שמולחין לצלי ואפילו לא שהה שיעור מליחה רק מעט עד שנראה ציר בכלי (מרדכי ספכ\"ה בשם ראבי\"ה והגהת ש\"ד וארוך כלל י') וכן נוהגין ואין לשנות ומכל מקום אינו אסור רק אותה חתיכה המונחת למטה בכלי ונוגעת בציר אבל שאר חתיכות שעליה הנמלחים עמה מותרות (שם בארוך ובכל בו) והכי נהוג:"
    },
    {
      "id": "yoreh_deah-069-19",
      "section": 19,
      "text": "אחר שנמלח הבשר והודח מותר ליתנו אפילו במים שאינן רותחין ויש מי שמצריך ליתנו במים רותחין והמנהג כסברא ראשונה וכן עיקר (ב\"י ודעת עצמו):"
    },
    {
      "id": "yoreh_deah-069-20",
      "section": 20,
      "text": "בשר שנמלח ושהה כדי מליחה ונתנוהו אחר כך בכלי בלא הדחה ונתמלא מציר מותר ולפי זה בשר שנפל לתוך ציר היוצא מהבשר אחר ששהה כדי מליחה מותר ויש מי שאוסר בזה ובזה ויש לחוש לו לכתחלה: הגה ויש אוסרין (תוס' ורא\"ש וכמה מן האחרונים) אפילו בדיעבד כדי קליפה (הגהת ש\"ד ובשערים ומהרי\"ב ומהר\"ש וב\"י וארוך) והכי נהוג ודוקא מה שמונח בתוך הציר אבל מה שחוץ לציר שרי והכלי שנפל בו אותו הציר אסור וכן אם היה הכלי חולבת ויש בו לכלוך אסור הבשר דאף לאחר שיעור מליחתו נחשב כרותח (הגהת ש\"ד ות\"ה סימן קנ\"ט) אבל אם הוא הפסד מרובה ואית ביה גם כן צורך סעודת מצוה יש להקל ולומר דאחר ששהה שיעור מליחה לא מחשב צירו כרותח (ד\"ע ועיין לקמן סימן צ\"א): ולפי דבריו אף על פי ששהה הבשר במלח כשיעור אסור לאכול ממנו עד שידיחנו יפה יפה ואסור לחתוך ממנו בסכין קודם שידיחנו ואם חתך צריך להגעילו: הגה ויש מתירין לחתוך בסכין לאחר ששהה שיעור מליחה דאין מליחה לכלים וכן עיקר דמותר (ת\"ה סימן קנ\"ב ואו\"ה כלל ל\"ז) אבל הסכין צריך הדחה אחר כך או נעיצה בקרקע אם נתייבשה עליו הציר (ארוך) ואפילו קודם שיעור מליחה אין האיסור משום הסכין אלא משום שיצא דם בעין על הבשר ואם רוצה להדיחו שם היטב ולחזור ולמלחו שם מותר: וכשרוצים לעשות מליח להתקיים לאחר ששהה במלחו בכלי מנוקב כשיעור הראוי מדיחי' אותו יפה יפה ואחר כך חוזרים ומולחים אותו כדי שיתקיים ואפילו בכלי שאינו מנוקב ואפי' לפי סברא זו אם רוצה למלוח ולאכול צלי בלא הדחה עושה ואינו חושש לדם שעל המלח שהאש שואבו ומונע המלח מלבלוע דם והני מילי במולחו ומעלהו לצלי אבל אם שהה במלחו המלח בולע הדם ונאסר ולפיכך מדיחו יפה יפה וצולה ואוכל (וע\"ל סימן ע\"ו מדין בשר שנמלח ולא הודח ונצלה כך):"
    },
    {
      "id": "yoreh_deah-069-21",
      "section": 21,
      "text": "במקום שאין מלח מצוי יצלו הבשר עד שיזוב כל דמו ואחר כך יבשלוהו:"
    }
  ]
}