{
  "id": "yoreh_deah-314",
  "chapterLabel": "סימן 314",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-314-1",
      "section": 1,
      "text": "מי נאמן על הטלת מום בבכור. ובו י\"א סעיפים:הכהנים חשודים להטיל מום בבכור אפי' אם הוא חכם ויושב בישיבה אם עשה דבר שנראה כמערים כגון שנתן לבכור שעורים בסל בענין שכשיבא לאכלם יפגם שפתו או כיוצא בזה אין לשחטו על אותו המום. (ולפיכך כל מום שראוי לבא בידי אדם אין שוחטין אותו עליו עד שיעידו שמעצמו נפל בו) (טור):"
    },
    {
      "id": "yoreh_deah-314-2",
      "section": 2,
      "text": "כל המומין הראוים לבא בידי אדם נאמן הרועה עליהם לומר מאליהם נפלו ולא נעשו בכונה וישחט עליהם במה דברים אמורים כשהיה הרועה ישראל והבכור ביד הכהן אבל אם היה הרועה כהן והבכור עדיין הוא ביד בעליו הישראל הרי זה אינו נאמן וחושדין אותו שמא הוא הטיל בו כדי שיתננו לו (וי\"א דרועה כהן נאמן על בכור של ישראל ויש להקל) (טור בשם הרא\"ש והרמב\"ן):"
    },
    {
      "id": "yoreh_deah-314-3",
      "section": 3,
      "text": "כהן שהעיד לכהן אחר שמום זה מאליו נפל נאמן ואין חוששין להם שמא הם גומלים זה את זה:"
    },
    {
      "id": "yoreh_deah-314-4",
      "section": 4,
      "text": "אפי' בניו ובני ביתו של כהן מעידין לו על הבכור אבל לא אשתו מפני שהיא כגופו:"
    },
    {
      "id": "yoreh_deah-314-5",
      "section": 5,
      "text": "עד שהעיד מפי עד אחר שמום זה נפל שלא לדעת נאמן אפילו אשה נאמנת לומר בפני נפל מום זה מאליו וישחט עליו:"
    },
    {
      "id": "yoreh_deah-314-6",
      "section": 6,
      "text": "לא היו מוחזקים בו שהוא בכור ואמר הכהן בכור הוא זה ומום זה נפל בו מעצמו נאמן:"
    },
    {
      "id": "yoreh_deah-314-7",
      "section": 7,
      "text": "בכור שהיה ביד כהן ונפל בו מום והעיד עליו עד אחד שזה המום מאליו נפל ואין אנו יודעים אם מום זה שוחטין עליו את הבכור ובא הכהן שהוא בידו ואמר הראיתי מום זה [למומחה] והתירו לשחיטה הרי זה נאמן ואין חוששין שמא לא הראהו:"
    },
    {
      "id": "yoreh_deah-314-8",
      "section": 8,
      "text": "וכן נאמן הכהן לומר על בכור בעל מום בכור זה נתנו לי ישראל במומו ואין חוששין שמא הוא הטילו דמילתא דעבידא לגלויי לא משקרי בה אינשי:"
    },
    {
      "id": "yoreh_deah-314-9",
      "section": 9,
      "text": "נאמן ישראל לומר נתתי בכור זה לכהן במומו אפילו היה טלה והגדיל ולא חיישינן שמא אינו מכירו:"
    },
    {
      "id": "yoreh_deah-314-10",
      "section": 10,
      "text": "ישראל לא נחשדו על הבכורות אפילו שלהם לפיכך ישראל שיש לו ספק בכור שנאכל במומו לבעלים נאמן לומר שנפל בו מום מעצמו:"
    },
    {
      "id": "yoreh_deah-314-11",
      "section": 11,
      "text": "אין רואין את הבכור לישראל עד שיהיה כהן עמו שמא יאמר לו המומחה מום הוא ומותר לשחוט עליו וילך וישחטנו לעצמו ולא יתננו לכהן שאע\"פ שאינו חשוד לאכול קדשים בחוץ חשוד הוא לגזול מתנות כהונה לפיכך אם היה חכם וידוע שהוא מדקדק על עצמו רואים לו (וכן אם) היה המום גלוי לכל כגון שנקטעה ידו או רגלו הואיל והביאו לחכם המומחה ה\"ז בחזקת מדקדק על עצמו לפיכך רואים לו אע\"פ שאין עמו כהן:"
    }
  ]
}