{
  "id": "yoreh_deah-344",
  "chapterLabel": "סימן 344",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-344-1",
      "section": 1,
      "text": "חיוב ההספד וגודל שכרו וכיצד ועל מי מספידין. ובו כ' סעיפים:מצוה גדולה להספיד על המת כראוי ומצותו שירים קולו לומר עליו דברים המשברים את הלב כדי להרבות בכיה ולהזכיר שבחו ואסור להפליג בשבחו יותר מדאי אלא מזכירין מדות טובות שבו ומוסיפין בהם קצת רק שלא יפליג ואם לא היו בו מדות טובות כלל לא יזכיר עליו וחכם וחסיד מזכירין להם חכמתם וחסידותם וכל המזכיר על מי שלא היה בו כלל או שמוסיף להפליג יותר מדאי על מה שהיה בו גורם רעה לעצמו ולמת:"
    },
    {
      "id": "yoreh_deah-344-2",
      "section": 2,
      "text": "כשם שמספידין על האנשים כך מספידין על הנשים כראוי להן. (ונספדות בין האנשים וחכמים) (טור):"
    },
    {
      "id": "yoreh_deah-344-3",
      "section": 3,
      "text": "במקום שרגילין להשכיר מקוננות להספיד חייב להשכיר מקוננות להספיד על אשתו ואם לא רצה בא אביה ומשכיר ומוציא ממנו בעל כרחו:"
    },
    {
      "id": "yoreh_deah-344-4",
      "section": 4,
      "text": "קטן בן כמה שנים יהיה כשמספידין עליו עניים בני חמשה עשירים בני ששה בני זקנים כבני עניים אבל צדוק הדין וקדיש אומרים על תינוק משעברו עליו שלשים יום: הגה ואין נוהגים כן אלא עד שיהיה בן י\"ב חדש שיוצא במטה כדלקמן סימן שנ\"ג סעיף ה':"
    },
    {
      "id": "yoreh_deah-344-5",
      "section": 5,
      "text": "בני עשירים ובני חכמים מוסיפין קצת על שבח מעשיהם:"
    },
    {
      "id": "yoreh_deah-344-6",
      "section": 6,
      "text": "תינוק שיודע לישא וליתן מספידין אותו במעשה עצמו ואם אין לו מעשים מספידין אותו במעשה אבותיו ואם אין להם מעשים מספידין להם במעשה קרוביו:"
    },
    {
      "id": "yoreh_deah-344-7",
      "section": 7,
      "text": "הכלה מספידין אותה בין במעשה אביה בין במעשה בעלה:"
    },
    {
      "id": "yoreh_deah-344-8",
      "section": 8,
      "text": "המחותך והמסורס והנפלים ובן ח' וכן בן ט' מת והעובד כוכבים והעבדים אין מתעסקין להספד וללוות:"
    },
    {
      "id": "yoreh_deah-344-9",
      "section": 9,
      "text": "יורשים שאינן רוצים לפרוע שכר הספדן מוציאין מהם בעל כרחם:"
    },
    {
      "id": "yoreh_deah-344-10",
      "section": 10,
      "text": "מי שצוה שלא יספדוהו שומעין לו. (אבל אם צוה שלא לנהוג עליו ז' וגזירת שלשים אין שומעין לו) (מהרי\"ו סימן ד'):"
    },
    {
      "id": "yoreh_deah-344-11",
      "section": 11,
      "text": "איסור תלישת שיער וכן שריטה על מת בסימן ק\"פ:"
    },
    {
      "id": "yoreh_deah-344-12",
      "section": 12,
      "text": "העם העוסקים בהספד כל זמן שהמת מוטל לפניהם נשמטים אחד אחד וקורין את שמע ומתפללין אין המת מוטל לפניהם הם יושבים וקורין והאונן יושב ודומם הם עומדים ומתפללין והוא מצדיק עליו את הדין ואומר יהי רצון מלפניך ה' אלהי שתגדור פרצותינו ופרצות עמך בית ישראל:"
    },
    {
      "id": "yoreh_deah-344-13",
      "section": 13,
      "text": "לאחר קבורה מפסיקין ההספד בין לקריאת שמע בין לתפלה. (ועיין באורח חיים סימן ע\"ב):"
    },
    {
      "id": "yoreh_deah-344-14",
      "section": 14,
      "text": "אין עושין שני הספדין בעיר אחת אלא א\"כ יש שם רוב עם ליחלק לשנים ויהיה בכל הספד עם כדי צרכו:"
    },
    {
      "id": "yoreh_deah-344-15",
      "section": 15,
      "text": "אין עושים שני הספדים בעיר אחת אלא אם כן יש כדי לספר שבחיו של זה ושבחיו של זה:"
    },
    {
      "id": "yoreh_deah-344-16",
      "section": 16,
      "text": "אין אומרים בפני המת אלא דברים של מת כגון צרכי קבורתו והספד אבל שאר כל דבר אסור והני מילי בדברי תורה אבל במילי דעלמא לית לן בה:"
    },
    {
      "id": "yoreh_deah-344-17",
      "section": 17,
      "text": "מותר לומר פסוקים ודרשה לכבוד המת בתוך ארבע אמותיו או בבית הקברות (מהרא\"י בביאור מא\"ח לדעת רמ\"ה):"
    },
    {
      "id": "yoreh_deah-344-18",
      "section": 18,
      "text": "חכם שמת בית מדרשו בטל שסופדין אותו כל שבעה אבל שאר מדרשות עוסקין בתורה אפי' בשעת הספד ואחר ההספד אין תלמידיו מתקבצים בבית מדרשו אלא מתחברים שנים שנים ולומדים בבתיהם. אב בית דין שמת כל מדרשות שבעיר בטלין והרגילין להתפלל בב\"ה משנים מקומם. נשיא שמת כל בתי מדרשות שבכל מקום שמספידין אותו בטלים ואחר ההספד אין נכנסים לבית המדרש אלא מתחברי' שנים שנים ולומדין בבתיה' וכל בני העיר מתפללים בבית האבל בין בחול בין בשבת חוץ מקריאת התורה בשבת ושני וחמישי שקורין בב\"ה ולא [יטיילו] בשוק אלא יושבים משפחות משפחות ודוים כל היום:"
    },
    {
      "id": "yoreh_deah-344-19",
      "section": 19,
      "text": "מספידין תלמידי חכמי' ונשותיהם בב\"ה ובבית המדרש אבל לא שאר העם:"
    },
    {
      "id": "yoreh_deah-344-20",
      "section": 20,
      "text": "חכם ואלוף וגאון מכניסין אותו לבית המדרש ומניחין המטה במקום שהיה דורש וסופדין אותו שם וכשמוציאים המטה סופדים אותו עד בית הקברות וביום הז' עולים לבית הקברות ומבקרין אותו וכן ביום שלשים ותכלית י\"ב חדש מבקרין ומשכיבין אותו:"
    }
  ]
}