{
  "id": "yoreh_deah-044",
  "chapterLabel": "סימן 44",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-044-1",
      "section": 1,
      "text": "דיני טריפות בכליות. ובו י' סעיפים: ניטלו הכליות כשרה לפיכך אם נבראת בכוליא אחת או בג' כליות כשרה וכן אם ניקבה הכוליא או נחתכה אפילו עד מקום חריץ כשרה:"
    },
    {
      "id": "yoreh_deah-044-2",
      "section": 2,
      "text": "לקתה הכוליא והוא שיעשה בשרה כבשר המת שהבאיש אחר ימים שאם תאחוז במקצתו יתמסמס ויפול והגיע חולי זה עד הלובן שבתוך הכוליא הרי זה טריפה. (מכת חרב דינו כלקתה הכוליא) (הגהות אשיר\"י ומרדכי ועיין ס\"ק ו') וכן אם נמצאת בכוליא ליחה אף על פי שאינה סרוחה או שנמצא בה מים עכורים או סרוחים הרי זה טריפה והוא שיגיעו עד הלובן אבל אם נמצאו בה מים זכים כשרה אפילו הגיעו ללובן שבה (ואפילו נמצאו המים זכים בשלחופית קטנה בכוליא כשר) (מרדכי פא\"ט והג\"א וכל בו ואו\"ה כלל צ\"ג) ואם נמצא בה דם דינה כמים ואם נמצאת מליאה מים שמראיהם רע אבל לא היו עבים ועכורים אלא מראיהם כרכומי כמראה הדבש כשרה ויש מי שאוסר (והכי נהוג):"
    },
    {
      "id": "yoreh_deah-044-3",
      "section": 3,
      "text": "אם לא היה הלקות אלא בלובן אף ע\"פ שכל שאר הכוליא בריאה טריפה:"
    },
    {
      "id": "yoreh_deah-044-4",
      "section": 4,
      "text": "נמצאו בכוליא אבנים כשרה:"
    },
    {
      "id": "yoreh_deah-044-5",
      "section": 5,
      "text": "כוליא שהקטינה טריפה וכמה תקטן ותטרף בבהמה דקה עד כפול ופול בכלל טריפה ובגסה עד כענבה בינונית וענבה בכלל טריפה ודוקא שהקטינה מחמת חולי אבל אם היתה קטנה בתולדתה כשרה והיכי ידעינן אי הוי מחמת חולי או לא אי חזינן שהקרום שלה כווץ בידוע שמחמת חולי היא ואם אינו כווץ אלא שעשוי כמדת כוליא מוכחא מילתא שמתחלת ברייתה היתה כך וכשרה:"
    },
    {
      "id": "yoreh_deah-044-6",
      "section": 6,
      "text": "יש מי שכתב שכשאמרו ניטלו הכליות כשרה היינו כשניטלו ביד או כשנבראת כך אבל אם ניטלה על ידי חולי כיון שהקטינה לפחות מכשיעור כבר נאסרה ואיך תחזור להכשירה כשגמרו לכלות ולהמק ולפי זה צריך לבדוק אם הכיס שלהם מלא חלב ניכר שזה תחלת ברייתה וכשרה ואם נמצא שם חלל ומקום ריק ניכר שהיו לה כליות אלא שנימוחו וטריפה:"
    },
    {
      "id": "yoreh_deah-044-7",
      "section": 7,
      "text": "אם היו ג' כוליות או יותר והקטינו היתרות ונשארו שתים כהלכתן שלא הקטינו כשירה:"
    },
    {
      "id": "yoreh_deah-044-8",
      "section": 8,
      "text": "יש מי שכתב דלובן בכוליא לקותא היא וכל שינוי מראה פוסל בה:"
    },
    {
      "id": "yoreh_deah-044-9",
      "section": 9,
      "text": "כוליא שהאדימה כולה או מקצתה כשרה:"
    },
    {
      "id": "yoreh_deah-044-10",
      "section": 10,
      "text": "אין טריפות בכוליא של עוף:"
    }
  ]
}