{
  "id": "yoreh_deah-253",
  "chapterLabel": "סימן 253",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-253-1",
      "section": 1,
      "text": "מי הוא הראוי ליטול צדקה. ובו י\"ב סעיפים:מי שיש לו מזון שתי סעודות לא יטול מהתמחוי מזון י\"ד סעודות לא יטול מהקופה ואם יש לו ר' זוז ואינו נושא ונותן בהם או שיש לו חמשים זוז והוא נושא ונותן בהם לא יטול צדקה ואם יש לו ר' זוז חסר דינר ואינו נושא ונותן בהם אפי' נותנים לו אלף זוז בבת אחת הרי זה יטול: הגה ומי שהולך מביתו ונוסע מעיר לעיר לקבץ כל הדרך שהיה בדעתו ליסע כשהלך מביתו נקרא פעם א' ואפי' נתנו לו ר' זוז בעיר א' יכול לקבל יותר ומכאן ואילך אסור (מרדכי פ\"ק דב\"ב בשם א\"ז) ואם יש לו הרבה והוא עליו בחוב או שממושכן לכתובת אשתו הרי זה יטול ואם יש לו בית וכלי בית הרבה ואין לו ר' זוז הרי זה יטול ואין צריך למכור כלי ביתו ואפי' הם של כסף וזהב במה דברים אמורים בכלי אכילה ושתיה ומלבוש ומצעות וכיוצא בהן אבל מגרדה או עלי שהם של כסף מוכרם ולא יטול מהצדקה והא דאין מחייבים אותו למכור כלי תשמישו של כסף וזהב דוקא כל זמן שאינו צריך ליטול מהקופה אלא נוטל בסתר מיחידים אבל אם בא ליטול מהקופה של צדקה לא יתנו לו עד שימכור כליו: הגה וכן במקום דאיכא תקנה שלא ליתן צדקה למי שיש לו דבר קצוב אין חושבין לו בית דירה וכלי תשמישיו (מרדכי ריש פ\"ק דב\"ק) וכל מי שהוא עשיר אסור ליתן לבניו אע\"פ שהם גדולים אם הם סמוכים על שולחן אביהם (מרדכי פ\"ק דב\"מ בב\"י סי' רנ\"ב) וכל זה דרך צדקה אבל דרך דורון וכבוד יכול לקבל אדם כדאמרי' הרוצה ליהנות יהנה כאלישע (מרדכי מהגהות דב\"ק):"
    },
    {
      "id": "yoreh_deah-253-2",
      "section": 2,
      "text": "ויש אומרים שלא נאמרו השיעורים הללו אלא בימיהם אבל בזמן הזה יכול ליטול עד שיהיה לו קרן כדי שיתפרנס הוא ובני ביתו מהריוח ודברים של טעם הם:"
    },
    {
      "id": "yoreh_deah-253-3",
      "section": 3,
      "text": "מי שהיו לו קרקעות ואם ימכרם בימות הגשמים ימכרם בזול ואם יניחם עד ימות החמה מוכרן בשויין אין מחייבין אותו למכור אלא מאכילין אותו מעשר עני עד חצי דמיהם ולא ידחוק עצמו וימכור שלא בזמן מכירה (ל' הרמב\"ם פ\"ט מהל' מ\"ע דין י\"ז) (ויש אומרים שאין מאכילין אותו רק עד שיכול למכור קרקעותיו בחצי דמיהן) (טור ושאר הרבה פוסקים) היו שאר האדם לוקחים ביוקר והוא אינו מוצא מי שיקח ממנו אלא בזול מפני שהוא דחוק וטרוד אין מחייבים אותו למכור אלא אוכל מעשר עני והולך עד שימכור בשוה וידעו הכל שאינו דחוק למכור:"
    },
    {
      "id": "yoreh_deah-253-4",
      "section": 4,
      "text": "בעל הבית ההולך ממקום למקום וכלו מעותיו בדרך ואין לו מה יאכל יטול צדקה וכשיחזיר לביתו אינו חייב [לשלם] (דהוה ליה כעני והעשיר דאינו חייב לשלם) (טור) :"
    },
    {
      "id": "yoreh_deah-253-5",
      "section": 5,
      "text": "מי שפירנס יתום והיה מכוין למצוה וכשהגדיל תבע ממנו מה שפרנסו פטור: הגה אפי' היה לו ליתום באותה שעה אם לא שפירש שדרך הלואה פרנסו ודוקא יתום אבל אחר אפי' בסתם נמי אמרי' שדרך הלואה עשה מאחר שיש לו נכסים (תא\"ו) ועיין בחושן המשפט סי' ר\"ץ סעיף כ\"ה:"
    },
    {
      "id": "yoreh_deah-253-6",
      "section": 6,
      "text": "עני שגבו לו להשלים לו די מחסורו והותירו על מה שצריך המותר שלו ואם גבו לעניים סתם והותירו ישמרו לעניים אחרים וכן מותר שבוי לאותו שבוי ואם גבו לשבויים סתם והותירו ישמרו אותם לשבויים אחרים וכן מותר המת ליורשיו מותר מתים למתים ואם ראו הפרנסים שיש צורך שעה ורצו לשנות הרשות בידם:"
    },
    {
      "id": "yoreh_deah-253-7",
      "section": 7,
      "text": "מעות שגבו לפדיון שבוי ומת קודם שנפדה יש מי שאומר שהם של יורשיו ויש מי שאומר שלא זכו בהם יורשיו ולזה הדעת נוטה בזמן הזה דאמדינן דעתייהו שלא התנדבו על דעת כן והוא הדין לנטמע (פי' נטמן ונאבד כי בא השמש ת\"י טמעת שמשא) השבוי בין העובד כוכבים קודם שנפדה: הגה ועיין בחו\"מ סוף סי' רפ\"ג והוא הדין אם נדר א' ליתומה מעות להשיאה ומתה דלא זכו בהם יורשים (מרדכי פ' אף על פי בשם ה\"ר חיים והרא\"ש כלל כ') ומיהו כל זמן שהיא חיה הם של היתומה וצריך לתת לה מיד ואין ממתינים עד נשואיה ואם מתה המעות חוזרין ועיין בחושן משפט סי' רנ\"ג סעיף י\"ו דיש חולקין:"
    },
    {
      "id": "yoreh_deah-253-8",
      "section": 8,
      "text": "עני שנתן פרוטה לצדקה מקבלין ממנו ואם לא נתן אין מחייבין אותו ליתן נתנו לו בגדים חדשים והחזיר הישנים מקבלים ממנו ואם לא החזיר אין מחייבים אותו:"
    },
    {
      "id": "yoreh_deah-253-9",
      "section": 9,
      "text": "עני שאינו רוצה ליקח צדקה מערימים ונותנין לו לשם מתנה או לשם הלואה:"
    },
    {
      "id": "yoreh_deah-253-10",
      "section": 10,
      "text": "עשיר המרעיב עצמו ועינו צרה בממונו שלא יאכל ממנו אין משגיחין בו:"
    },
    {
      "id": "yoreh_deah-253-11",
      "section": 11,
      "text": "תלמיד חכם חייבים לתת לו לפי כבודו ואם אינו רוצה לקבל מתעסקין לסחור לו סחורה שקונים לו סחורה בזול וקונים ממנו סחורתו ביוקר ואם יודע להתעסק בפרקמטיא מלוין לו מעות לסחור בהם:"
    },
    {
      "id": "yoreh_deah-253-12",
      "section": 12,
      "text": "מי שצריך לבריות ושט אחר פרנסתו ונתנו לו צדקה אין בעלי חובות יכולים להפרע ממנו ממה שגבה בצדקה: הגה אם לא שכתוב בקבוצו שחייב לאחרים דאז נתנו לו אדעתא דהכי שישלם (כך משמע מהגהות מרדכי דב\"ב):"
    }
  ]
}