{
  "id": "yoreh_deah-266",
  "chapterLabel": "סימן 266",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-266-1",
      "section": 1,
      "text": "איזה מילה דוחה שבת וי\"ט. ובו י\"ד סעיפים:מילה בין בזמנה בין שלא בזמנה דוחה צרעת שאם יש בהרת בעור הערלה אע\"פ שיש בקציצת הבהרת לא תעשה חותכה עם הערלה אבל אם לאחר שנימול גדל בשר במילתו עד שאינו נראה מהול וצריך לחתכו אם יש בהרת באותו הבשר אסור לחתכו כיון שא\"צ למולו פעם אחרת אלא מדרבנן:"
    },
    {
      "id": "yoreh_deah-266-2",
      "section": 2,
      "text": "מילה דוחה י\"ט ושבת בזמנה אבל שלא בזמנה אינה דוחה ואפי' בזמנה אינו דוחה אלא המילה עצמה ופריעה ומציצה ואפי' פירש חוזר על ציצין המעכבין דהיינו אם נשאר מהעור עור החופה רוב גובהה של עטרה אפי' במקום א' ועל שאינם מעכבים אם לא פירש חוזר ואם פירש אינו חוזר ונותנין עליה אספלנית: הגה ומותר לטלטל האיזמל לאחר המילה להצניעו בחצר המעורב אע\"ג דאינו צריך לו עוד באותו שבת דהא לא הוקצה בין השמשות מאחר דהיה צריך לו באותו שבת כן נראה לי (היתר טלטול כתוב בתא\"ו נתיב א' והטעם הוא דברי המחבר ודלא כמהרי\"ל) : אבל מכשיריה אינם דוחים כיון שהיה אפשר לעשות' מבעוד יום ולפיכך אין עושין סכין למול בו ואין מביאין אותו ממקום למקום ואפילו להוציאו מהבית [ולהביאו] דרך גגין וחצרות ומבואות שלא עירבו אבל אם שכח הסכין בגג וחצר מותר להביאו מזה לזה אפי' עירבו חצירות עם הבתים:"
    },
    {
      "id": "yoreh_deah-266-3",
      "section": 3,
      "text": "אין שוחקין סמנים ולא מחמין לו חמין ואין עושין לה אספלנית ולא טורפין לה יין ושמן אם לא שחק כמון מערב שבת לועס בשיניו אם לא טרף יין ושמן מע\"ש נותן זה לעצמו וזה לעצמו ואין עושין לה חלוק אבל כורך עליה סמרטוט ואם לא התקין מערב שבת כורך על אצבעו ומביא דרך מלבוש אפילו מחצר אחרת שלא עירבה:"
    },
    {
      "id": "yoreh_deah-266-4",
      "section": 4,
      "text": "מלו את הקטן בשבת ואח\"כ נתפזרו הסימנים עושין לו בשבת מפני שסכנה היא לו (ודין רחיצת התינוק קודם מילה או לאחריה עיין בטור א\"ח סי' של\"א) ."
    },
    {
      "id": "yoreh_deah-266-5",
      "section": 5,
      "text": "שכחו ולא הביאו סכין מע\"ש אומר לעובד כוכבים להביא סכין בשבת ובלבד שלא יביא אותו דרך רשות הרבים כללו של דבר כל דבר שעשייתו בשבת אסורה עליו משום שבות מותר לנו לומר לעובד כוכבים לעשות אותה כדי לעשות מצוה בזמנה ודבר שעשייתו בשבת אסורה עלינו משום מלאכה אסור לנו לומר לעובד כוכבים לעשותה בשבת:"
    },
    {
      "id": "yoreh_deah-266-6",
      "section": 6,
      "text": "כל המכשירים שאין דוחין שבת גם יו\"ט אין דוחין חוץ מזה ששוחקין לה כמון בי\"ט הואיל וראויים לקדרה וכן טורפין לה יין ושמן:"
    },
    {
      "id": "yoreh_deah-266-7",
      "section": 7,
      "text": "אדם שלא מל מעולם לא ימול בשבת שמא יקלקל ונמצא מחלל שבת ואם כבר מל פעם אחת מותר ואפי' אם הוא אביו (תה\"ד סי' רמ\"ה ודלא כה\"ר אליעזר שבטור):"
    },
    {
      "id": "yoreh_deah-266-8",
      "section": 8,
      "text": "מי שנולד בין השמשות שהוא ספק יום ספק לילה מונין מן הלילה ונימול לתשיעי שהוא ספק שמיני ואם נולד ערב שבת בין השמשות אינו דוחה את השבת שאין דוחין את השבת מספק וכן אינו דוחה י\"ט מספק ואפילו י\"ט שני של גליות (טור ר\"ס זה בשם תשובת רא\"ש והיא בכלל כ\"ו) ואפילו לא הוציא אלא ראשו בין השמשות אע\"פ שיצא כולו בשבת אינו נימול בשבת:"
    },
    {
      "id": "yoreh_deah-266-9",
      "section": 9,
      "text": "בשיעור בין השמשות אפליגי תנאי ואמוראי בסוף פ' במה מדליקין וכתב בעל העיטור מספקא לן הלכה כדברי מי הלכך אי איתיליד ינוקא משתשקע החמה ספק הוא עד דשלים בין השמשות דרבי יוסי ונימול לעשרה ואי איתיליד במוצאי שבת משתשקע החמה עבדינן לחומרא כדרבה (ועיין לעיל סימן רס\"ב סעיף ה' ו'):"
    },
    {
      "id": "yoreh_deah-266-10",
      "section": 10,
      "text": "קטן שנולד כשהוא מהול ומי שיש לו שתי ערלות ואנדרוגינוס ויוצא דופן ויליד בית שלא טבלה אמו עד שילדה אע\"פ שנימולים לח' אינם דוחים את השבת (טומטום שנקרע ונמצא זכר מלין אותו בשבת (כ\"כ הרמב\"ם והרא\"ש) ויש אוסרין) (ב\"י בשם הרי\"ף וכ\"כ ר' ירוחם):"
    },
    {
      "id": "yoreh_deah-266-11",
      "section": 11,
      "text": "מי שנולד בחדש השביעי מלין אותו בשבת אפילו אם לא גמרו שערו וצפרניו אבל מי שנולד בחדש השמיני אין מלין אותו בשבת אלא אם כן גמרו שערו וצפרניו והוא הדין לספק בן שבעה ספק בן שמונה שאין מלין אותו בשבת אלא אם כן גמרו שערו וצפרניו: הגה וי\"א דמהלינן ליה הואיל וספק בן שבעה הוא אלא דאין מחללין עליו השבת בשאר דברים (סמ\"ג וכן משמע מהרי\"ף והרא\"ש וטור) וכן נראה לי עיקר:"
    },
    {
      "id": "yoreh_deah-266-12",
      "section": 12,
      "text": "ישראל שהמיר ונולד לו בן מישראלית מלין אותו בשבת:"
    },
    {
      "id": "yoreh_deah-266-13",
      "section": 13,
      "text": "ישראל שנולד לו בן מעובדת כוכבים אין מלין אותו בשבת:"
    },
    {
      "id": "yoreh_deah-266-14",
      "section": 14,
      "text": "יש ליזהר שלא ימולו שני מוהלים מילה אחת בשבת שזה ימול וזה יפרע אלא המל הוא עצמו יפרע: הגה ולא מצאתי ראיה לדבריו ואדרבה נראה לי דשרי דהא מילה דחיא שבת כמו עבודה במקדש שכמה כהנים היו עובדים ומחללים שבת דמאחר דשבת ניתן לדחות הרי הוא כחול לכל דבר וכן מצאתי בספר התרומה ישן כתוב בקלף שכתב בסוף הלכות שבת בהדיא דשרי אמנם מצאתי בקובץ שיש לאסור ועל כן טוב להחמיר לכתחלה אף על פי שמדינא נראה לי מה שכתבתי (ד\"ע ודלא כב\"י):"
    }
  ]
}