{
  "id": "yoreh_deah-180",
  "chapterLabel": "סימן 180",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-180-1",
      "section": 1,
      "text": "איסור כתובת קעקע וקריחה על מת. ובו י\"ב סעיפים:כתובת קעקע היינו ששורט על בשרו וממלא מקום השריטה בחול או דיו או שאר צבעונים הרושמים:"
    },
    {
      "id": "yoreh_deah-180-2",
      "section": 2,
      "text": "אם עושה כן על בשר חבירו אותו שנעשה לו פטור אא\"כ סייע בדבר:"
    },
    {
      "id": "yoreh_deah-180-3",
      "section": 3,
      "text": "מותר ליתן אפר מקלה על מכתו:"
    },
    {
      "id": "yoreh_deah-180-4",
      "section": 4,
      "text": "הרושם על עבדו שלא יברח פטור (ונראה דלכתחילה מיהא אסור) (ד\"ע):"
    },
    {
      "id": "yoreh_deah-180-5",
      "section": 5,
      "text": "השורט בבשרו אינו חייב אא\"כ עושה כן על מתו או לעבודת כוכבים אלא שעל מתו חייבים בין ביד בין בכלי ולעבודת כוכבים אינו חייב אלא בכלי:"
    },
    {
      "id": "yoreh_deah-180-6",
      "section": 6,
      "text": "גדידה ושריטה על מת אסור אפילו שלא בפני המת (ועל צער אחר שרי) (ב\"י מפי' הטור):"
    },
    {
      "id": "yoreh_deah-180-7",
      "section": 7,
      "text": "יש מי שאומר דדוקא שריטה אבל אם מכה בידו על בשרו עד שדמו שותת מותר ויש מי שאוסר:"
    },
    {
      "id": "yoreh_deah-180-8",
      "section": 8,
      "text": "המשרט ה' שריטות על מת אחד או על ה' מתים שריטה אחת חייב ה':"
    },
    {
      "id": "yoreh_deah-180-9",
      "section": 9,
      "text": "קרחה הוא שתולש משער ראשו על המת בכל מקום בראש בין ביד בין בסם ושיעורו כדי שיראה מראשו כגריס פנוי בלא שיער וי\"א שתי שערות ויש מי שאומר דאיסורא איכא אפי' בשער א':"
    },
    {
      "id": "yoreh_deah-180-10",
      "section": 10,
      "text": "קרח קרחה אחת על ה' מתים אינו חייב אלא אחת אבל אם קרח ה' קרחות על מת א' חייב על כל או\"א:"
    },
    {
      "id": "yoreh_deah-180-11",
      "section": 11,
      "text": "הקורח בראשו של חבירו והמשרט בבשר חבירו וחבירו מסייע אם שניהם מזידים שניהם לוקים אחד שוגג ואחד מזיד המזיד לוקה:"
    },
    {
      "id": "yoreh_deah-180-12",
      "section": 12,
      "text": "גם הנשים מוזהרות בבל יקרחו: הגה וכל שכן בבל ישרטו (טור) ויש להזהירם שלא תתלשנה בשעריהן על מת שלא תבאנה לידי קרחה (טור בשם הירושלמי) וכן בשריטה:"
    }
  ]
}