{
  "id": "yoreh_deah-020",
  "chapterLabel": "סימן 20",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-020-1",
      "section": 1,
      "text": "מקום השחיטה בצואר. ובו ד' סעיפים: מקום השחיטה בצואר בקנה לצד הראש משיפוי כובע ולמטה והוא קודם שיתחיל הכובע לשפע ולעלות והיינו שייר בחיטי והוא שבסוף הקנה למעלה יש בתוך טבעת הגדולה כמו שני גרגרים מגוף שחוסי (פירוש תרגום בדל אזן הסחוס דבאודן כלומר הקשה שבאוזן) ונקראים חיטי ואם שחט בתוך החיטין ושייר מהם כל שהוא למעלה כשרה שהרי שחט משיפוי כובע ולמטה ואם לא שייר מהם כלום אלא שחט למעלה מהם הרי זה מוגרמת (פי' הגרמה הכרעת הסכין חוץ למקום שחיטה לצד הראש או לצד הגוף) ופסולה (ולכתחלה ישחוט למטה מטבעת הגדולה) (מרדכי פ' א\"ט ומהרי\"ו הלכות שחיטה ועי' ס\"ק א') ושעורו למטה עד ראש כנף האונא כשנופחין אותה ועולה למעלה עד מקום שמגיע ראשה בקנה אז הוא המקום בעצמו שהיתה נוגעת כשהיתה חיה הבהמה והיתה רועה כדרכה כשתמשוך צוארה לרעות בלי שתאנוס עצמה למשוך צוארה ביותר. (ובעוף למטה בקנה כמו בושט) (ר\"ן בשם הרא\"ה) (עיין ס\"ק ד' כל הסעיף):"
    },
    {
      "id": "yoreh_deah-020-2",
      "section": 2,
      "text": "ובוושט מתחלת המקום שכשחותכין אותו מתכויץ עד מקום שישעיר ויתחיל להיות פרצים פרצים ככרס שחט למעלה ממקום זה והוא הנקרא תורבץ הוושט או למטה ממקום זה והוא מתחלת בני מעים שחיטתו פסולה ושיעור תורבץ הוושט שאינו ראוי לשחיטה למעלה בבהמה וחיה כדי שיאחוז בשתי אצבעותיו (ל' רמב\"ם פ\"א מה\"ש דין ה'): הגה וי\"א כדי רוחב ד' אצבעות (טור בשם רש\"י ומהרי\"ו) וקבלה ביד הקדמונים שבכל בהמה וחיה השיעור עד מקום שמגיע שם אוזן הבהמה או החיה כשכופפין אותה (הגה במהרי\"ו וא\"ז בשם קצת פירושים וב\"י בשם מ\"כ): ובעוף הכל לפי גדלו וקטנו: הגה ואין חילוק בין יונה לשאר עופות דבכולן שיעורן שוה (הסכמת כל הפוסקים) (כן הוכיח בד\"מ דיונה דבש\"ס הוא שם מ\"ד ולא עוף לאפוקי ב\"י בשם מ\"כ) . ולמטה עד הזפק: הגה ועוף שאין לו זפק עד בין האגפים (ב\"י) ולפי שאין אנו בקיאין בשיעורין אלו נכון לשחוט באמצע הצואר לארכו דאז יוצא מידי ספק (ב\"י בשם סמ\"ק):"
    },
    {
      "id": "yoreh_deah-020-3",
      "section": 3,
      "text": "צריך השוחט שישחוט באמצע הצואר ואם שחט מן הצדדין שחיטתו כשרה והוא שהחזיר הסימנים ויודע שחתכם קודם שחתך המפרקת כי הסימנים רכים ונדחים מן הסכין והוא הדין לשוחט מן העורף:"
    },
    {
      "id": "yoreh_deah-020-4",
      "section": 4,
      "text": "טוב ליזהר למשמש בסימנים ולתפשם קודם שחיטה כדי שיזדמנו קודם בשר הצואר וביונים נמצאים הסימנים בצדדים וצריך אימון ידים וזהירות גדולה שאם לא ימשמש בהם ויזמינם לפניו קודם שחיטה קרוב הדבר מאד לפשוע ולחתוך המפרקת קודם הסימנים:"
    }
  ]
}