{
  "id": "yoreh_deah-006",
  "chapterLabel": "סימן 6",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-006-1",
      "section": 1,
      "text": "במה שוחטין. ובו ד' סעיפים: בכל דבר התלוש שוחטין בין בסכין בין בצור בין בקרומית של קנה האגם הנקרא אישפד\"ניא (ושן וצפורן יחידי) (טור) וכיוצא בהם מדברים החותכים. והוא שיהיה פיו חד ולא יהיה בו פגם: הגה ואסור לשחוט בשאר קנים או זכוכית שקסמים נבדלין מהם ויש לחוש לנקיבת הסימנים. (ב\"י בשם רש\"י וכ\"כ הר\"ן): סכין שצדו א' מגל. וצדו השני יפה. לא ישחוט בצד היפה לכתחלה. גזירה שמא ישחוט בצד האחר. ואם שחט הואיל בצד היפה שחט שחיטתו כשירה: הגה וה\"ה בסכין ארוך שיש בו פגימה ונשאר בו שיעור שחיטה בלא פגימה דאסור לשחוט בו אפילו במקום היפה אפילו אם כרך מטלית על הפגימה (טור) ואם שחט בו ואמר ברי לי שלא נגעתי במקום הפגימה שחיטתו כשרה. (מרדכי ספ\"ק דחולין ואשר\"י ותא\"ו נט\"ז וכל בו ורוקח ומהרי\"ל) אפילו לא כרך מטלית על הפגימה ובי\"ט שאי אפשר להשחיז הסכין (טור ואשר\"י ור\"פ עב\"י) וכן בחול בשעת הדחק מותר לשחוט לכתחלה אם כורך מטלית על הפגימה. (טור וב\"י שסמך על העיטור ור\"ן וסה\"ת וסמ\"ג והגה\"מ) (וע\"ל סימן י\"ח ס\"י) ולכתחילה יש ליזהר אפילו אין לסכין פגימה רק בין הקתא לסכין לא ישחוט בו. (מצא בשחיטות ישנים) (ד\"מ סימן י\"ח סוף ס\"ב):"
    },
    {
      "id": "yoreh_deah-006-2",
      "section": 2,
      "text": "השוחט בדבר המחובר לקרקע. או לגוף. כגון צפורן ושן המחוברין בבהמה. שחיטתו פסולה. ובתלוש מן הקרקע ולבסוף חברו בקרקע לא ישחוט ואם שחט שחיטתו כשרה ואפילו אם בטלו והוא שלא יהא נשרש בארץ אחר שבטלו:"
    },
    {
      "id": "yoreh_deah-006-3",
      "section": 3,
      "text": "חתך מבהמה לחי שיש בו שינים חדים ושחט בהם שחיטתו פסולה מפני שהם כמגל אבל בשן אחד הקבוע בלחי שוחט בו לכתחלה (וה\"ה בציפורן הקבוע ביד התלושה מן הגוף) (ב\"י):"
    },
    {
      "id": "yoreh_deah-006-4",
      "section": 4,
      "text": "נעץ סכין בכותל (או בדבר התלוש) והעביר הצואר עד שנשחט שחיטתו כשרה (ל' הרמב\"ם פ\"ב מה\"ש דין ח') והוא שיהיה צואר הבהמה למטה והסכין למעלה שאם היה צואר בהמה למעלה מהסכין שמא תרד הבהמה בכובד גופה ותחתוך בלא הולכה והבאה ואין זו שחיטה. ואפילו אמר ברי לי שלא דרסתי שחיטתו פסולה (טור ופוסקים) לפיכך אם היה עוף בין שהיה צוארו למעלה מהסכין הנעוצה. או למטה ממנה שחיטתו כשרה :"
    }
  ]
}