{
  "id": "yoreh_deah-264",
  "chapterLabel": "סימן 264",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-264-1",
      "section": 1,
      "text": "מי ראוי למול ובמה מלין וכיצד מלין. ובו ו' סעיפים:הכל כשרים למול אפי' עבד אשה וקטן וערל ישראל שמתו אחיו מחמת מילה ואם יש ישראל גדול שיודע למול הוא קודם לכלם (וי\"א דאשה לא תמול (סמ\"ק והגהות מרדכי) וכן נוהגין להדר אחר איש) אבל עובד כוכבים אפי' הוא מהול לא ימול כלל ואם מל אין צריך לחזור ולמול פעם שנית: הגה וי\"א דחייבים לחזור ולהטיף ממנו דם ברית (טור בשם סמ\"ג) וכן עיקר. מומר לכל התורה כולה או שהוא מומר לערלות דינו כעובד כוכבים (כ\"מ בש\"ס פ\"ב דע\"א ובטור וב\"י בשם הר' מנוח וב\"ה וד\"מ שבא\"ז מסתפק) . תינוק שהוצרכו למולו תוך ח' מפני הסכנה אין חילוק בין ישראל לעובד כוכבים דכל תוך ח' לא מיקרי מילה מיהו אם נשארו ציצין המעכבין המילה או שמל ולא פרע יגמור ישראל המילה לח' או לאחר שיתרפא (רשב\"א) ויש לאדם לחזור ולהדר אחר מוהל ובעל ברית היותר טוב וצדיק (א\"ז) ואם נתנו לאחד אסור לחזור בו מיהו אם חזר בו הוי חזרה (מרדכי ס\"פ כל הגט) ואין מועיל בזה קבול קנין (הגהות מרדכי דשבת ותשובת הרא\"ש כ\"ב) אבל אם נשבע לו היו כופין אותו שיקיים (שם בהרא\"ש) ואם נתנו לא' ולא היה בעיר והאב היה סבור שלא יהיה שם בזמן המילה ושלח אחר אחר ובתוך כך בא הראשון ימהלנו הראשון דודאי לא חזר מן הראשון (ב\"י בשם תשו' ר\"מ ומהרי\"ק שורש ע\"ו) אשה אינה יכולה ליתן לאחר למול דהרי אינה שייכה במצות למול את בנה (שם בתשובה בשם ר\"מ):"
    },
    {
      "id": "yoreh_deah-264-2",
      "section": 2,
      "text": "בכל מלין ואפילו בצור ובזכוכית ובכל דבר הכורת חוץ מבקרומית של קנה לפי שקסמים נתזים ממנה ויבא לידי כרות שפכה ומצוה מן המובחר למול בברזל בין בסכין בין במספרים ונהגו למול בסכין:"
    },
    {
      "id": "yoreh_deah-264-3",
      "section": 3,
      "text": "כיצד מלין חותכין את הערלה כל העור החופה העטרה עד שתתגלה העטרה ואח\"כ פורעין את הקרום הרך שלמטה מהעור בצפורן ומחזירו לכאן ולכאן עד שיראה בשר העטרה ואח\"כ מוצצין המילה עד שיצא הדם מהמקומות הרחוקים כדי שלא יבא לידי סכנה וכל מוהל שאינו מוצץ מעבירין אותו ואחר שמצץ נותן עליה אספלנית או רטייה או אבק סמים העוצרים הדם: הגה ויהיה נזהר אם יש לאספלנית שפה שיהפכנו לחוץ ולא לפנים שלא לדבק במכה ויבא לידי סכנה (ר' ירוחם נתיב א'):"
    },
    {
      "id": "yoreh_deah-264-4",
      "section": 4,
      "text": "מל ולא פרע כאלו לא מל:"
    },
    {
      "id": "yoreh_deah-264-5",
      "section": 5,
      "text": "יש ציצים המעכבים המילה ויש שאינם מעכבים אותה כיצד אם נשאר מהעור עור החופה את רוב גובהה של עטרה אפי' במקום א' זהו המעכב את המילה וכאלו לא נימול ואם לא נשאר ממנו אלא מעט ואינו חופה רוב גובהה של עטרה אינו מעכב המילה (ומ\"מ אם הוא בחול לכתחלה יטול כל הציצים הגדולים אף שאינן מעכבים) (טור):"
    },
    {
      "id": "yoreh_deah-264-6",
      "section": 6,
      "text": "קטן שבשרו רך ומדולדל או שהוא בעל בשר הרבה עד שנראה כאילו אינו מהול רואים אם בעת שמתקשה נראה מהול אינו צריך למול פעם שנית ומ\"מ משום מראית העין צריך לתקן רבוי הבשר שמכאן ומכאן ואם אינו נראה נימול בעת הקישוי צריך לחתוך כל הבשר המדולדל עד שיהיה נראה כנימול בשעת קישויו: הגה ואינו צריך שיהא נראה בעת קישוי רוב העטרה הואיל ונימול פעם אחת כהוגן אפי' אינו נראה רק מיעוט העטרה שנימול סגי ואין צריך למולו שנית ומ\"מ אם אפשר יתקן ע\"י שימשוך העור וידחקנה לאחוריה ויקשרנה שם עד שתעמוד ולא תחזור למטה (ת\"ה סי' רס\"ד):"
    }
  ]
}