{
  "id": "yoreh_deah-141",
  "chapterLabel": "סימן 141",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-141-1",
      "section": 1,
      "text": "דין הצלמים והצורות של עבודת כוכבים. ובו ח' סעיפים:כל הצלמים של עבודת כוכבים הנמצאים בכפרים אסורים דסתמא לשם אלילים נעשו והנמצאים בכרכים מותרים דודאי לנוי נעשו (לשון המחבר) אא\"כ עומדין על פתח המדינה (לשון רמב\"ם פ\"ז מהל' עבודת כוכבים) והיה ביד הצורה צורת מקל או צפור או כדור או סייף או עטרה וטבעת: הגה צורת שמשתחוים לו דינו כדין צלם ואסור בלא ביטול אבל אותן שתולין בצואר לזכרון לא מקרי צלם ומותר (מרדכי ר\"פ כל הצלמים בשם ראבי\"ה):"
    },
    {
      "id": "yoreh_deah-141-2",
      "section": 2,
      "text": "המוצא שברי צלמים מושלכים או בתוך שברי נחושת או אפילו שברי אלילים עצמן מותרים אבל מצא תבנית יד או רגל והוא עומד על בסיסו אסור:"
    },
    {
      "id": "yoreh_deah-141-3",
      "section": 3,
      "text": "המוצא כלים ועליהם צורות חמה או לבנה: הגה דהיינו צורות הנעשים לשם חמה ולבנה כמו שעושים בעלי הטלסמאות צורות לכוכבים כגון צורות המתייחסות לשמש מציירים מלך מעוטר יושב על עגלה וכן כיוצא בזה בלבנה יש להם צורה מיוחדת (רמב\"ם בפירוש המשנה וברטנורה שם) או דרקון והוא דומה לנחש ויש כמין סנפירין בין פרק חוליות שבצואר אם הכלים מכובדים אסורים שודאי נעשו לשם אלילים ואם הם מבוזים מותרים שלא נעשו אלא לנוי ואלו הם מכובדים שעל השיראים ונזמים וטבעת ומבוזים (מטבעות) (הג\"א ומרדכי ואגודה ורא\"ש וסמ\"ג לאוין צ\"ב ובה\"ג וכן מצאתי בתוספתא ר\"פ ז') יורות קומקמוסים חמי חמין וכוסות ששותים בהם בין אם הם למטה מהמים או למעלה מהמים וכל זה בסתם שאין אנו יודעי' שנעבדו כלי' הללו אבל בידוע שלא נעבדו כלים הללו שעל המכובדי' נמי מותרי' (דעת הר\"ן) ויש מי שאומר שכל צורה שהיא נעבדת בודאי אפילו על המבוזים אסורים אף ע\"פ שאין אנו יודעים שכלים הללו נעבדו ולפי זה בזמן הזה שמחקקים חקק בכלים ומציירים בהם אלילים המוציא כלים שיש בהם אלילים אסורים: הגה והמנהג כסברא הראשונה ובזמן הזה שאין העובדי כוכבים עובדין לצורות הללו מותרים בהנאה אם מוצאן אבל אין להשהותן (תא\"ו נט\"ז) ויש מחמירים בכל הצורות הנזכרות אפילו בזמן הזה אע\"ג דידעינן דלא פלחי להו. (כן משמע בטור ובתוס' פרק כל הצלמים) . וצורת דרקון מותר לעשותה אלא שאסור להשהותה אצלו משום חשד (ב\"י מהרא\"ש והטור):"
    },
    {
      "id": "yoreh_deah-141-4",
      "section": 4,
      "text": "אסור לצייר צורות שבמדור שכינה כגון ד' פנים בהדי הדדי וכן צורות שרפים ואופני' ומלאכי השרת וכן צורת אדם לבדו כל אלו אסור לעשותם אפילו הם לנוי ואם עובד כוכבים עשאם לו אסור להשהותם: הגה ומיהו אם מוצא אותם מותרים מלבד בחמה ולבנה שדרך העובד כוכבים לעבדם או שיש הוכחה שעשאן לעבדם שאז אסור ככל הצלמים כמו שנתבאר בריש הסימן (טור): במה דברים אמורים בבולטת אבל בשוקעת כאותם שאורגים בבגד ושמציירים בכותל בסמנין מותר לעשותם וצורת חמה ולבנה וכוכבים אסור בין בולטת בין שוקעת ואם הם להתלמד להבין ולהורות כולן מותרות אפי' בולטות (ויש מתירין בשל רבים דליכא חשדא) (טור בשם הרא\"ש):"
    },
    {
      "id": "yoreh_deah-141-5",
      "section": 5,
      "text": "טבעת שיש עליה חותם שהוא צורת אדם אם היתה הצורה בולטת אסור להניחה ומותר לחתום בה ואם היתה הצורה שוקעת מותר להניחה ואסור לחתו' בה מפני שהנחתם תעשה בו הצורה בולטת (ל' רמב\"ם פ\"ג מהלכות עבודת כוכבים דין י\"א) ואפילו חתם לו העובד כוכבים אסור להשהותה (כן משמע במרדכי פכ\"ה ותוס') וה\"ה בשאר צורות האסורות (בטור וכ\"כ הר\"ן בשם רי\"ף וכן משמע בכל הפוסקים):"
    },
    {
      "id": "yoreh_deah-141-6",
      "section": 6,
      "text": "צורות הבהמות חיות ועופות ודגים וצורות אילנות ודשאים וכיוצא בהם מותר לצור אותם ואפילו היתה הצורה בולטת:"
    },
    {
      "id": "yoreh_deah-141-7",
      "section": 7,
      "text": "יש מי שאומר שלא אסרו בצורת אדם ודרקון אלא דוקא בצורה שלימה בכל איבריה אבל צורת ראש או גוף בלא ראש אין בה שום איסור לא במוצאו ולא בעושה (וכן נוהגין):"
    },
    {
      "id": "yoreh_deah-141-8",
      "section": 8,
      "text": "לא יעשה בית תבנית היכל כשיעור גבהו וארכו ורחבו אכסדרה תבנית אולם. חצר תבנית עזרה. שלחן תבנית שלחן מנורה תבנית מנורה. אבל עושה של חמשה קנים או של ששה או שמונה אבל של שבעה לא יעשה אפילו משאר מיני מתכות ואפילו בלא גביעים וכפתורים ופרחים ואפי' אינה גבוהה י\"ח טפחים:"
    }
  ]
}