{
  "id": "yoreh_deah-402",
  "chapterLabel": "סימן 402",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-402-1",
      "section": 1,
      "text": "דין שמועה קרובה ורחוקה. ובו י\"ב סעיפים:מי שבאה לו שמועה שמת לו קרוב אם בתוך ל' יום הגיעה השמועה אפי' יום ל' עצמו ה\"ז שמועה קרובה וחייב לנהוג שבעה ימי אבלות מיום שהגיע השמועה וקורע ומונה ל' יום (מיום השמועה) (כך משמע מהרמב\"ם ומנימוקי יוסף פא\"מ ובמרדכי) לתספורת עם שאר דברים כללו של דבר יום שמועתו הקרובה כיום הקבורה ואם שמע מיום ל' ואילך א\"צ לנהוג אלא שעה אחת לא שנא שמע ביום לא שנא שמע בלילה שאם שמע בלילה ונהג מקצת אבלות בלילה שעה אחת עולה לו ואפילו שמע על אביו ואמו והני מילי לענין גזירת שבעה אבל לענין גזירת שלשים נוהג על אביו ואמו בתספורת עד שיגערו בו חביריו ובגיהוץ עד שיגיע הרגל ויגערו בו וכן בשאלת שלום וליכנס לבית המשתה ומונה מיום מיתה ולא מיום שמועה לפיכך אם באה לו שמועה על אביו ואמו לאחר י\"ב חדש אינו נוהג אלא יום אחד אף בגזירת ל':"
    },
    {
      "id": "yoreh_deah-402-2",
      "section": 2,
      "text": "השומע שמועה רחוקה אין צריך לנהוג כל דין אבלות אלא דיו בחליצת מנעל ואין צריך לא עטיפה ולא כפיית המטה ומותר במלאכה רחיצה וסיכה ותשמיש המטה ובתלמוד תורה ואם אין לו מנעלים ברגליו צריך שיכפה מטתו או יעטוף ראשו שצריך שיעשה מעשה שניכר בו שעושה משום אבלות ואם היה עוסק בתורה או במלאכה או שהיה רוחץ וסך ובאה לו שמועה מפסיק שעה אחת משום אבלות וחוזר למה שבידו אבל אם היה לבוש תפילין אינו צריך לחלצן ומ\"מ אינו יוצא ידי אבלות בהפסק זה וצריך שיעשה מעשה שניכר שעושה משום אבלות כגון חליצת מנעל או כפיית המטה ועטיפה ומיהו בחדא סגי:"
    },
    {
      "id": "yoreh_deah-402-3",
      "section": 3,
      "text": "אין מברין על שמועה רחוקה:"
    },
    {
      "id": "yoreh_deah-402-4",
      "section": 4,
      "text": "אין קורעין על שמועה רחוקה ועל אביו ואמו קורע לעולם (ובמקום שאין לו לקרוע אסור להחמיר על עצמו ולקרוע) (א\"ז):"
    },
    {
      "id": "yoreh_deah-402-5",
      "section": 5,
      "text": "השומע שמועה בשבת או ברגל ולמוצאי שבת ורגל נעשית רחוקה אינו נוהג אלא יום אחד ובשבת ורגל אסור בדברים של צינעא:"
    },
    {
      "id": "yoreh_deah-402-6",
      "section": 6,
      "text": "השומע שמועה רחוקה בשבת או ברגל אינו נוהג אפי' דברים שבצינעא ולמוצאי שבת ורגל נוהג שעה אחת ודיו:"
    },
    {
      "id": "yoreh_deah-402-7",
      "section": 7,
      "text": "השומע שמועה קרובה בשבת השבת עולה לו ליום אחד ולמחר קורע והוה ליה יום ששי שביעי לאבילות:"
    },
    {
      "id": "yoreh_deah-402-8",
      "section": 8,
      "text": "עשרה ימים אחר חג הסכות שמע שמת לו מת בערב החג אע\"פ שאם נמנה שעה א' לפני החג שבעה ושבעת ימי החג ויום שמ\"ע כ\"א וי' ימים אחרים הרי ל\"א אין לזה דין שמועה רחוקה אלא דין שמועה קרובה שאין הרגל עולה למי שלא נהג אבלות קודם לו כלל וכל שכן למי שלא היה יודע שמת לו מת (ר' ירוחם בשם בעל המאור וכ\"ד הרמב\"ן):"
    },
    {
      "id": "yoreh_deah-402-9",
      "section": 9,
      "text": "שמע שתי שמועות רחוקות ביום אחד אינו נוהג עליהן אלא יום אחד היו קרובות או שמתו לו שני מתים כאחד מונה לשתיהם כאחד שבעה ושלשים שמע לזה היום ולזה למחר מונה לשני מיום שמועה שבעה ושלשים:"
    },
    {
      "id": "yoreh_deah-402-10",
      "section": 10,
      "text": "שמע שמועה קרובה בשבת ערב הרגל כיון דדברים שבצינעא נוהג עולה לו אותו שבת למנין שבעה:"
    },
    {
      "id": "yoreh_deah-402-11",
      "section": 11,
      "text": "מי שהתפלל כבר ערבית ועדיין יום הוא ושמע שמועה קרובה מונה מיום מחר ואותו יום אינו עולה לו:"
    },
    {
      "id": "yoreh_deah-402-12",
      "section": 12,
      "text": "מי שמת לו מת ולא נודע לו אינו חובה שיאמרו לו ואפילו באביו ואמו ועל זה נאמר מוציא דבה הוא כסיל ומותר להזמינו לסעודת אירוסין ונישואין וכל שמחה כיון שאינו יודע מיהו אם שואל עליו אין לו לשקר ולומר חי הוא שנאמר מדבר שקר תרחק: הגה ומ\"מ בבנים זכרים נהגו להודיע כדי שיאמר קדיש אבל בבנות אין מנהג כלל להודיעם (מהרי\"ו סי' י\"ג) מצוה להתענות יום שמת בו אביו או אמו (כל בו בשם הר\"מ וע\"פ) ומתענין יום המיתה ולא יום הקבורה (מהרי\"ו סי' קכ\"א ומהרא\"י סי' רצ\"ו והאחרונים) אם לא מי שהיה אצל הקבורה ולא אצל המיתה (בקבלה מפי זקן מופלג מוהר\"ם לנדא) ואם אירע יום זה ביום שאין אומרים בו תחנון אין מתענין כלל ואם מתו באדר ונתעברה השנה העיקר להתענות באדר הראשון (ת\"ה סימן רצ\"ד ומהר\"י מינ\"ץ) אע\"פ שיש חולקין כך הוא עיקר ואם מתו בשנת העיבור באדר הב' מתענה גם כן בעיבור באדר השני (ג\"ז שם) ועיין באורח חיים סי' תקס\"ח סעיף ז' ועיין לעיל סימן שצ\"א דאין לאכול בסעודה בליל יום שמת בו אב ואם. ואם חל תענית זה בערב שבת דינו כשאר תענית ועיין בא\"ח סימן רמ\"ט מיהו אם בפעם ראשון השלים ינהוג כן כל ימיו :"
    }
  ]
}