{
  "id": "yoreh_deah-058",
  "chapterLabel": "סימן 58",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-058-1",
      "section": 1,
      "text": "דין בהמה נפולה. ובו י\"ב סעיפים: נפולה אסורה כיצד בהמה שנפלה אם היתה עומדת על רגליה כשנפלה אם יש מכריסה עד המקום שנפלה שם י' טפחים חוששין שמא נתרסקו איבריה ואם היתה שוכבת ונתגלגלה ונפלה צריך שיהיה גובה המקום עשרה טפחים והא דבעינן גובה עשרה טפחים דוקא בנפלה מעצמה (ד\"ע בב\"י) או הפילוה אחרים וידעה שרוצים להפילה אבל אם הפילוה אחרים שלא מדעתה או אפי' ידעה בכך אלא שהפילוה בבת אחת אפילו בפחות מעשרה טפחים חוששין לה. (ואין חילוק בזה בין בהמה לעוף דבעוף נמי דינא הכי) (טור ובית יוסף וכן משמעות הפוסקים):"
    },
    {
      "id": "yoreh_deah-058-2",
      "section": 2,
      "text": "העוף שדרסו אדם ברגליו או טרפו לכותל או שרצצתו בהמה או שנחבט על דבר קשה חוששין לו: הגה וכן אם נפל אבן או דבר קשה על גופו וכן בבהמה אם הוא בדבר שיש לחוש בבהמה (כל בו וא\"ו הארוך וטור וב\"י ור\"ן ורשב\"א ור' ירוחם):"
    },
    {
      "id": "yoreh_deah-058-3",
      "section": 3,
      "text": "נפולה שאמרנו שחוששין לה אם לא עמדה אסור לשחוט אותה עד שתשהה מעת לעת ואם שחטה בתוך זמן זה אפי' בדקוה ומצאו אותה שלימה מכל איבריה טריפה ואם שהתה מעת לעת ואחר כך שחטה צריך לבדקה כנגד כל החלל כולו מקדקד הראש עד הירך אם ימצא בה טריפות מהטריפות שמנו חכמים או שנתרסק אבר מהאיברי' שבפנים ונפסדה צורתו הרי זו טריפה אפי' נתרסק אבר מהאיברי' שאם ניטלו כשרה כגון טחול וכליות הרי זה טריפה חוץ מבית הרחם שאם נתרסק הרי זה מותרת והסימנים אינם צריכים בדיקה שאין הנפילה ממעכת אותם: הגה ואם הוכתה באבן במקום אחד אינה צריכה בדיקה רק נגד המקום שהוכתה שם ולא בשאר אברים (כל בו וכן משמע מלשון הטור):"
    },
    {
      "id": "yoreh_deah-058-4",
      "section": 4,
      "text": "אם עמדה תוך מעל\"ע די לה בבדיקה. (ודוקא שעמדה מעצמה אבל העמידוה לאו כלום הוא (הר\"ן פא\"ט):"
    },
    {
      "id": "yoreh_deah-058-5",
      "section": 5,
      "text": "יש מי שאומר שכל שעמדה והלכה אפילו נמצא שינוי באיבריה אין חוששין לה. (כל שאין השינוי מטריף בשאר בהמה) (ב\"י בשם רשב\"א):"
    },
    {
      "id": "yoreh_deah-058-6",
      "section": 6,
      "text": "הלכה כשרה ואינה צריכה בדיקה ואע\"פ שלא שהתה מעת לעת במה דברים אמורים כשהלכה הילוך יפה כדרכה אבל הלכה והיא צולעה צריכה בדיקה: הגה וי\"א דאנן האידנא לא קים לן בבדיקה ואין להתיר רק בהלכה (בה\"ג וטור בשם ב\"ה וכל האחרונים) והכי נהוג ולא נקרא הלכה רק כשהלכה ד' אמות הלוך יפה כמו שהלכה קודם שנפלה או כשאר בהמה (רשב\"א והרמב\"ן ור\"ן וא\"ו הארוך) ואם הלכה ואחר כך אינה יכולה לילך דינה כשאר מסוכנת (מהרי\"ק שורש ס\"א):"
    },
    {
      "id": "yoreh_deah-058-7",
      "section": 7,
      "text": "עוף שנחבט על פני המים אם שט מלא קומתו ממטה למעלה לעומת המים אין חוששין לו אבל אם שט ממעלה למטה עם הילוך המים חוששין לו וצריך בדיקה ואם קדם לתבן או קש שמהלכים על גב המים בשוה לו הרי זה שט מחמת עצמו ואין חוששין לו:"
    },
    {
      "id": "yoreh_deah-058-8",
      "section": 8,
      "text": "דבקו כנפיו בדבק בשעת צידה ונחבט אם שני כנפיו נדבקו בדף שצדין אותו בו חוששין וצריך בדיקה ואם לא נדבק בו אלא אחד מהם אין חוששין שהוא פורח מעט בכנף השני:"
    },
    {
      "id": "yoreh_deah-058-9",
      "section": 9,
      "text": "זכרים המנגחים זה את זה ונפלו לארץ חוששין להם:"
    },
    {
      "id": "yoreh_deah-058-10",
      "section": 10,
      "text": "שור שהרביצוהו לשחיטה אף על פי שנפל נפילה גדולה שיש לה קול בעת שמפילים אותו אין חוששין לו מפני שנועץ צפרניו ומתחזק עד שמגיע לארץ (לשון רמב\"ם שם דין י\"ב): הגה ודוקא שלא קשרו כל רגליו כשהפילוהו אבל אם כל רגליו קשורים בשעה שמפילין אותו חוששין לו (מרדכי פא\"ט בשם ראבי\"ה ומשמעות שערים שער ל\"ד ולא כאו\"ה):"
    },
    {
      "id": "yoreh_deah-058-11",
      "section": 11,
      "text": "קפצה מדעתה אפילו ממקום גבוה הרבה אע\"פ שאנו רואים שאינה יכולה לילך אין חוששין לה (ר\"ן) לא שנא קפצה מחלון שבכותל לא שנא מארובה שבאמצע הגג לפיכך אם הניחה למעלה ובא ומצאה למטה אין חוששין לה:"
    },
    {
      "id": "yoreh_deah-058-12",
      "section": 12,
      "text": "גנבים שגנבו בהמה מהדיר אפילו השליכוהו מעבר לגדר שהוא גבוה מאד אין חוששין מפני שהם מכוונים להפילה על מתניה כדי שתוכל לרוץ לפניהם לכן בשעה שמחזירין אותה אם מחמת תשובה מחזירים אותה מותרת מפני שמכוונים להפילה בענין שלא יפסידוה אבל אם לא החזירוה אלא מחמת יראה חוששין לה:"
    }
  ]
}