{
  "id": "yoreh_deah-175",
  "chapterLabel": "סימן 175",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-175-1",
      "section": 1,
      "text": "דין הפוסק על הפירות כפי השער. ובו ח' סעיפים:אין פוסקין על הפירות על שער של עיירות מפני שאינו קבוע אבל פוסקין על שער שבמדינה שהוא קבוע ומשיצא השער של מדינה מותר להקדים מעות לחבירו ולפסוק עמו שיתן לו אותם פירות כל השנה כשיעור מעותיו כפי אותו השער אפי' אם יתייקרו ואפילו אם אין למוכר פירות: הגה וי\"א דפוסקין על שער של עיירות (תוס' והרא\"ש וטור והגהות אשיר\"י) ויש להקל באיסור דרבנן (ד\"ע):"
    },
    {
      "id": "yoreh_deah-175-2",
      "section": 2,
      "text": "היו החדשות במדינה ד' סאין בסלע וישנות שלשה בסלע אין פוסקין עד שיצא השער לחדש ולישן:"
    },
    {
      "id": "yoreh_deah-175-3",
      "section": 3,
      "text": "היו חטין של לקוטות (פי' עניים המלקטים לקט שכחה ופאה) ד' סאין בסלע ושל בעה\"ב ג' פוסק ללקוטות כשער הלקוטות ולא יפסוק לבע\"ה עד שיקבע השער לבעל הבית:"
    },
    {
      "id": "yoreh_deah-175-4",
      "section": 4,
      "text": "אם היה למוכר מאותו המין אע\"פ שעדיין לא נגמרה מלאכתו מותר לפסוק עליו עד כדי השיעור שיש לו אף על פי שעדיין לא יצא השער והוא שלא יהא מחוסר אלא מלאכה אחת או ב' אבל אם מחוסר ג' מלאכות אסור:"
    },
    {
      "id": "yoreh_deah-175-5",
      "section": 5,
      "text": "הפוסק על השער צריך שלא ירויח בדבר כלום כגון שאם מנהג שהלוקח נותן שכר הסרסור צריך שיתן הוא וצריך שינכה למוכר החסרון שראוין להתחסר לפי המדה ולפי הזמן:"
    },
    {
      "id": "yoreh_deah-175-6",
      "section": 6,
      "text": "הפוסק על הפירות ונתייקרו בשעת הפרעון יכול לשום הפירות שנפסק עליהן במעות וליתן לו פירות אחרות אבל מעות אינו יכול ליתן ויש מי שאומר שיכול ליתן מעות: הגה ויכול לפסוק על שער שבשוק על פירות האחרות כאלו נותן לו מעות עכשיו ודוקא שלא שם הפירות הראשונים על מעות רק אומר כך וכך סאה חטין יש לי אצלך תן לי בהם כך וכך יין או שאר דבר אבל אם שם אותו על דמים שיאמר כך וכך הם דמי החטין תן לי בהם יין אסור דהוי כאלו הלוה לו מעות דאין פוסקין עליהם כשאין המעות בעין אלא כשיש לו (כך דקדק הב\"י מלשון ר\"ן ונ\"י) כמו שנתבאר סי' קס\"ג:"
    },
    {
      "id": "yoreh_deah-175-7",
      "section": 7,
      "text": "כיון שנקבע השער מות' לפסוק על שער הגבוה כיצד היו החטין נמכרות ד' סאין בסלע ופסק עמו שיתן לו החטין כשער הזול אם עמדו אח\"כ עשר סאין בסלע נותן לו עשר סאין בסלע נתן לו המעות סתם ולא פסק עמו כשער הגבוה והוזלו נותן לו כשער שהיו שוים כשנתן לו המעות ומי שחזר מקבל מי שפרע ואם היה שליח לאחרים אינו נוטל אלא כשער הזול או מחזיר דמים ואין השליח ולא המשלח מקבלים מי שפרע:"
    },
    {
      "id": "yoreh_deah-175-8",
      "section": 8,
      "text": "מקח שנעשה באיסור כגון שהוסיף במקח משום אגר נטר וכיוצא בזה המקח קיים בענין שלא יהא בו רבית והוא שנתקיים המקח באחת מדרכי ההקנאות אבל אם לא נתקיים המקח אלא לענין מי שפרע בטל לגמרי:"
    }
  ]
}