{
  "id": "yoreh_deah-238",
  "chapterLabel": "סימן 238",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-238-1",
      "section": 1,
      "text": "דין שבועה שלא אוכל סתם או אם פירש. ובו כ\"ג סעיפים:שבועה שלא אוכל סתם אסור בכל שהוא אבל אינו חייב אלא על כזית ואם פירש כל שהוא או שאמר שלא אטעום חייב בכל שהוא:"
    },
    {
      "id": "yoreh_deah-238-2",
      "section": 2,
      "text": "נשבע שלא לאכול אסור אף לשתות דשתיה בכלל אכילה אבל אם נשבע שלא לשתות מותר לאכול:"
    },
    {
      "id": "yoreh_deah-238-3",
      "section": 3,
      "text": "שבועה שלא אוכל או שלא אשתה ואכל או שתה מאכלים או משקים רעים שאינם ראויים לאכילה ולשתיה פטור אבל אסור:"
    },
    {
      "id": "yoreh_deah-238-4",
      "section": 4,
      "text": "אמר שבועה שלא אוכל נבילות וטריפות ואכל אינו חייב משום שבועה שהרי מושבע ועומד מהר סיני הוא ואם אמר שבועה שלא אוכל כל שהוא מנבילות וטריפות ואכל פחות מכזית חייב על השבועה שהרי אינו מושבע מהר סיני על חצי שיעור וכן אם אמר שבועה שאוכל פחות מכזית נבילה וטריפה חייב על השבועה. (רמב\"ם פ\"ה מה\"ש דין ח'):"
    },
    {
      "id": "yoreh_deah-238-5",
      "section": 5,
      "text": "נשבע שיאכל נבילה וטריפה וכיוצא בהן מאיסורי תורה ה\"ז לוקה משום שבועת שוא בין אכל בין לא אכל:"
    },
    {
      "id": "yoreh_deah-238-6",
      "section": 6,
      "text": "שבועה שלא אוכל נבילה ושחוטה או אפי' אמר שבועה שלא אוכל סתם חלה השבועה גם על הנבילה וכן אם אמר שבועה שלא אוכל תאנים וחזר ואמר שבועה שלא אוכל תאנים וענבי' חלו שתי השבועות על התאנים: הגה הנשבע לקדש אשה פלונית אם תרצה עד הפסח ואחר כך נשבע שלא לקדשה שבועה שניה חלה על ידי כולל שהרי אינו מחויב לקדשה רק כשתרצה עד הפסח ובלאו הכי אינו מחויב ואם שבועה ראשונה היתה לתועלת האשה או ע\"י שידוכין אין לו כח להפקיע זכותה לפיכך צריך להתיר השניה ולקיים הראשונה: (בית יוסף בשם תשובת הר\"ן סי' פ\"ב):"
    },
    {
      "id": "yoreh_deah-238-7",
      "section": 7,
      "text": "אמר קונם אשתי נהנית לי אם אכלתי היום ואכל נבילות וטריפות אשתו אסורה דחשיב שפיר אכילה:"
    },
    {
      "id": "yoreh_deah-238-8",
      "section": 8,
      "text": "אמר שבועה שאוכל היום ואכל עפר יצא ידי שבועה דהא אחשביה אכילה:"
    },
    {
      "id": "yoreh_deah-238-9",
      "section": 9,
      "text": "שבועה שלא אוכל ואכל עפר פטור שאינו בכלל אכילה סתם ואם פירש שלא אוכל עפר ואכלו חייב בכזית ובפחות מכזית פטור אבל אסור וכן שבועה שלא אוכל חרצן פטור אבל אסור על פחות מכזית:"
    },
    {
      "id": "yoreh_deah-238-10",
      "section": 10,
      "text": "שבועה שלא אוכל ככר זו חייב על כל כזית וכזית שיאכל ממנה ואסור אפי' בכל שהוא שבועה שלא אוכלנה אינו חייב עד שיאכל כולה אבל אסור אפי' בכל שהוא ומכל מקום אם שייר ממנה פחות מכזית חייב כאילו אכלה כולה הלכך אם אמר שבועה שלא אוכלנה ואחר כך אמר שבועה שלא אוכל ככר זו גם השניה חלה שמתחילה לא נשבע אלא על כולה אבל מקצתה יכול לאכול ואח\"כ נשבע על קצתה וכשאוכל כזית ממנה עבר על השניה וכשגומר לאכלה מתחייב בראשונה:"
    },
    {
      "id": "yoreh_deah-238-11",
      "section": 11,
      "text": "אמר שבועה שלא אוכל ככר זו שבועה שלא אוכלנה אין השניה חלה שאי אפשר לו לאכול כולה אם לא שיאכל מתחילה מקצתה:"
    },
    {
      "id": "yoreh_deah-238-12",
      "section": 12,
      "text": "שבועה שלא אוכל ט' וחזר ואמר שבועה שלא אוכל עשר אין השניה חלה אמר שבועה שלא אוכל ט' אלו שבועה שלא אוכל עשר גם השניה חלה ואם אכל ט' אלו ועוד אחד עובר על ב' השבועות:"
    },
    {
      "id": "yoreh_deah-238-13",
      "section": 13,
      "text": "שבועה שלא אוכל עשר שבועה שלא אוכל ט' יש כאן שתי שבועות ואם אוכל ט' עובר על השניה וכשאוכל העשירית עובר גם על הראשונה והני מילי שלא נדר מככרות ידועות אבל אם נדר מככרות ידועות אינו חייב אלא אחת שהרי בשבועה ראשונה נאסר בכל אכילה ואכילה שבהם:"
    },
    {
      "id": "yoreh_deah-238-14",
      "section": 14,
      "text": "שבועה שלא אוכל ככר זו מקצתה נמי במשמע שנשבע על כל כזית וכזית ממנה שיאכלנה לפיכך נשרף מקצתה חייב לאכול המותר שהרי יוצא בו ידי שבועתו שנשבע על כל כזית וכזית ממנה שיאכלנה ומיהו כשהיא לפנינו צריך לאכול כולה:"
    },
    {
      "id": "yoreh_deah-238-15",
      "section": 15,
      "text": "שבועה שאוכלנה לא יצא ידי חובתו עד שיאכל כולה לפיכך נשרף מקצתה אין צריך לאכול המותר שלא יצא בו ידי חובתו:"
    },
    {
      "id": "yoreh_deah-238-16",
      "section": 16,
      "text": "שבועה שאוכל ככר זו ואח\"כ אמר שבועה שלא אוכלנה הראשונה שבועת ביטוי והשניה שבועת שוא שנשבע לבטל את המצוה לעבור על שבועתו ועבר מיד אפי' אם לא יאכלנה ואם יאכלנה קיים שבועתו הראשונה ואינו עובר אלא על השניה הלכך מוטב שיאכלנה כדי שלא יעבור גם על הראשונה ואם אמר שבועה שלא אוכל ככר זו שבועה שאוכלנה מיד עבר על השניה ואם יאכלנה יעבור גם על הראשונה הלכך מוטב שלא יאכלנה כדי שלא יעבור גם על הראשונה צבור שהחרימו על דבר ואחר כך החרימו על הפכו אם לא התירו החרם הראשון קודם שהחרימו השני אין השני כלום (ועיין לעיל סי' רכ\"ח סעיף ל\"ה):"
    },
    {
      "id": "yoreh_deah-238-17",
      "section": 17,
      "text": "מי שנשבע על דבר וחזר ונשבע לבטל שבועה הראשונה ונשאל על שבועה ראשונה יש להסתפק אי אמרינן שנפטר מידי שבועת שוא ותחזור שבועה שניה משבועת שוא לשבועת ביטוי כיון שמצאה מקום לחול:"
    },
    {
      "id": "yoreh_deah-238-18",
      "section": 18,
      "text": "הנשבע לפרוע לפלוני מנה בחדש אדר ואחר כך נשבע לפרוע לאחר באותו זמן וכתוב בשטר הראשון כל זמן שיתבענו וכן בשני ועכשיו בא השני לתובעו כל זמן שלא תבעו הראשון חייב לפרוע לשני שהרי מצאה השבועה מקום לחול אך אח\"כ יש לו לקיים הראשונה אם יכול:"
    },
    {
      "id": "yoreh_deah-238-19",
      "section": 19,
      "text": "נידוי או איסור חל על השבועה והאומר קונם אשתי אסורה לי אם לא אוכל היום נבילות וטריפות אם לא אכל אשתו אסורה וכן אם אמר הרי הוא מנודה אם לא יאכל היום נבילות וטריפות אם עבר היום ולא אכל הרי הוא מנודה ואין זה מתנה על מה שכתוב בתורה שאומרים לו לא תאכל ותתנדה:"
    },
    {
      "id": "yoreh_deah-238-20",
      "section": 20,
      "text": "נשבע על ככר זה שלא יאכלנו ואכלו אפילו כולו נשאל עליו ונפטר משבועתו:"
    },
    {
      "id": "yoreh_deah-238-21",
      "section": 21,
      "text": "שבועה שלא אוכל ככר זה שבועה שלא אוכל ככר זה אין השניה חלה ואם נשאל על הראשונה חלה השניה:"
    },
    {
      "id": "yoreh_deah-238-22",
      "section": 22,
      "text": "הרי שאכל באותו היום ואמר שבועה שלא אכלתי היום שבועה שלא אכלתי היום יש כאן עונש שתי שבועות לשקר:"
    },
    {
      "id": "yoreh_deah-238-23",
      "section": 23,
      "text": "מתנה על מנת להחזיר שמה מתנה אפי' בשבועות לפיכך אם נשבע ליתן שום מתנה יכול ליתנה כך :"
    }
  ]
}