{
  "id": "yoreh_deah-229",
  "chapterLabel": "סימן 229",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-229-1",
      "section": 1,
      "text": "דין נדר שהותר מקצתו או מי שנדר על דבר א' שני פעמים. ובו ט' סעיפים:נדר שהותר מקצתו הותר כולו כיצד נדר להתענות או שלא לאכול בשר זמן ידוע ואירעו בו שבתות וי\"ט אומרים לו אלו נתת ללבך שיארעו בו שבתות וי\"ט לא היית נודר והותר הכל (רא\"ש ורמב\"ם) וכן אם אמר לחבורת אנשים קונם שאני נהנה לכולכם או שאמר שאני נהנה לך לך לך הוי כלל ואם הותר א' מהם הותרו כולם אבל אם אמר קונם שאני נהנה לך קונם שאני נהנה לך כל אחד נדר בפני עצמו ואם הותר אחד לא הותרו כולם ולהרמב\"ם אם אמר שאני נהנה לזה ולזה ולזה הותר הראשון הותרו כולם הותר האחרון האחרון מותר וכולם אסורים שאיני נהנה לזה לזה לזה צריך פתח לכל אחד ואחד וי\"א דלא אמרינן נדר שהותר מקצתו הותר כולו אלא כשניתר על ידי פתח אבל על ידי חרטה לא וי\"א דאפילו ניתר בחרטה נמי ואין דברים אלו אמורים אלא בנודר לעצמו אבל אם נדר או נשבע לחבירו לפרעו או לעשות לו מלאכה והתיר לו חבירו מקצתו לא הותרו לו השאר והוא הדין אם היו שנים והותר האחד:"
    },
    {
      "id": "yoreh_deah-229-2",
      "section": 2,
      "text": "אם החרימו או נידו עשרה בני אדם והתירו אחד מהם הוא מותר וכולם אסורים וכן בהפרת בעל אם הפר נדר אשתו במקצת לא הותר כולו:"
    },
    {
      "id": "yoreh_deah-229-3",
      "section": 3,
      "text": "נדר מאחד ואמר על אחר יהא כפלוני כולם אסורים אפי' עד מאה הותר הראשון הותרו כולם הותר האחרון הוא מותר וכולם אסורין הותר האמצעי כל שקודם לו אסורין הוא וכל שלאחריו מותרים וכן מי שנדר ושמע חבירו ואמר תוך כדי דיבור ואני ושמע שלישי ואמר ואני ונשאל הראשון על נדרו והותר הותרו כולם נשאל האחרון והותר האחרון מותר וכולם אסורים נשאל השני והותר השני והאחרון מותרים והראשון אסור וה\"ה לנודר מבשר והתפיס פת בבשר והתפיס דבש בפת אסר עליו ככר ב' פעמים או שנשבע עליו ב' פעמים אף על פי שנשאל עליו והתירו לו אסור עד שישאל עליו ויתירו לו פעם שנית:"
    },
    {
      "id": "yoreh_deah-229-4",
      "section": 4,
      "text": "נשבע על דבר אחד ונשבע שלא ישאל על שבועתו נשאל תחילה על האחרונה שנשבע שלא יתירו לו ואחר כך ישאל על הראשונה וכן אם נשבע או נדר שלא לעשות דבר פלוני בלא התרה ולא הפרה נשאל תחילה על מה שאמר בלא התרה ואח\"כ נשאל על עיקר הנדר (תשובת רשב\"א וע\"פ ב\"י סי' רכ\"ח דף ער\"ב סוף ע\"א) וכן צבור שהטילו חרם והתנו שלא יעשו התרה ולא התרה להתרה עד סוף העולם יתירו תחילה חרם האחרון שהחרימו שלא להתיר ואחר כך יתירו הראשון: הגה מי שנשבע על דבר אחד ואמר שאם ישאל על נדרו אינו יהודי אסור לשאול על נדרו ואפי' אם נשאל עליו בדיעבד יש להוכיחו וליסרו שתלה אמונתו בנדרו וצריך כפרה וסליחה (מרדכי פ' האומנין) ודוקא בכהאי גוונא אין להתיר לו אבל אם אמר אם אעשה דבר פלוני לא אהיה יהודי אפי' היתר אינו צריך (פסקי מהרא\"י סי' קצ\"ב) ומ\"מ נראה לי דלא טוב עשה מי שנשבע ויש להוכיחו על זה:"
    },
    {
      "id": "yoreh_deah-229-5",
      "section": 5,
      "text": "אסר על עצמו מין מאכל אם יעשה דבר פלוני ואמר שיהא באיסורו בכל פעם ופעם שישאל ויותר מהאיסור שיחול עליו פעם אחרת וכן לעולם יתירו לו פעמים רבות כמו שישערו שאמר וכן בכל פעם ופעם וכו' ועוד יתירו לו על מה שאמר וכן לעולם:"
    },
    {
      "id": "yoreh_deah-229-6",
      "section": 6,
      "text": "אם נשבע על דבר אחד והתנה שלא יוכלו להתיר לו אלא פלוני ופלוני שהם בארץ מרחקים יתחרט על אותו תנאי ויתירוהו לו אחרים ואח\"כ יתירו לו אחרים הדבר שנשבע עליו. (תשו' מיי' ב\"י סי' רכ\"ח דף ער\"ב סוף ע\"א והיא בתשב\"ץ סימן ח' ובסמ\"ק):"
    },
    {
      "id": "yoreh_deah-229-7",
      "section": 7,
      "text": "אם התנה בשעת שבועתו שלא תהא ניתרת לעולם אין תנאו כלום דדברים בעלמא הם כיון שלא כלל בשבועתו שלא ישאל על שבועתו דאם כן מתירין תחילה הב' ואחר כך הראשונה כאמור:"
    },
    {
      "id": "yoreh_deah-229-8",
      "section": 8,
      "text": "קבל עליו חרם ונדוי לעשות דבר פלוני בלי שום פתח וחרטה מתירין לו שאין החרם צריך לא פתח (ולא) חרטה ואם אמר בלי שום פתח היתר וחרטה יש לחוש למלת היתר שאמר ומתירים לו תחילה הב' ואחר כך הראשונה:"
    },
    {
      "id": "yoreh_deah-229-9",
      "section": 9,
      "text": "נשבע שלא ידבר עם פלוני ונשבע אחר כך שאם ידבר עמו שיאסר בבשר נשאל על הראשונה ואחר כך על השניה שאין מתירין לא נדר ולא שבועה כל זמן שלא חלו וכן אם נשבע שלא יהנה לפלוני או לחכם שישאל לו על השבועה נשאל תחלה על הראשונה ואח\"כ על הב' של חכם וכן אם נשבע שלא יהנה לפלוני והרי הוא נזיר אם ישאל על שבועתו זו ישאל על שבועתו תחלה ואח\"כ על נזירותו וכן כל כיוצא בזה:"
    }
  ]
}