{
  "id": "yoreh_deah-292",
  "chapterLabel": "סימן 292",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-292-1",
      "section": 1,
      "text": "כמה דינים משלוח הקן. ובו י\"ג סעיפים:שלוח הקן אינו נוהג אלא בעוף טהור אפילו אם האם טרפה ואפילו אין שם אלא אפרוח אחד או ביצה אחת חייב לשלח:"
    },
    {
      "id": "yoreh_deah-292-2",
      "section": 2,
      "text": "קן המזומן אצלו כגון יונים שדרכן ליגדל עם בני אדם בבתים ואווזים ותרנגולים שקננו בבית פטור אבל יוני שובך ועלייה וצפרים שקננו בטפיחים (פירוש כלי חרס הבנוי בכתלים אשר שם צפרים יקננו) ובבורות ואווזים ותרנגולים שקננו בפרדס חייב והוא שלא הוגבהה האם מעל הביצים כלל משהטילם אבל אם הוגבהה האם מעליהם אם המקומות הללו שלו זכתה לו חצירו והוה ליה מזומן ופטור:"
    },
    {
      "id": "yoreh_deah-292-3",
      "section": 3,
      "text": "ובכל מקום שימצאנו בין באילן בין בארץ או בבורות שיחין ומערות או בים או בראשו של אדם או בראש שאר ב\"ח בין ברשות הרבים בין ברשות היחיד חייב לשלח:"
    },
    {
      "id": "yoreh_deah-292-4",
      "section": 4,
      "text": "צריך לשלח האם עד שתצא מתחת ידו ואח\"כ יקח את הבנים ואם רוצה לחתוך כנפיה קודם שישלחנה כדי שלא תוכל לפרוח ויקחנה אינו רשאי אלא ישלחנה מיד עם כנפיה כדי שתוכל לפרוח ולאחר שתצא מידו יקחנה אם ירצה ואם חתכן ישהנה עד שיגדלו כנפיה וישלחנה:"
    },
    {
      "id": "yoreh_deah-292-5",
      "section": 5,
      "text": "אם רוצה ליקח האם ולשלח הבנים אינו רשאי שלחה וחזרה שלחה וחזרה אפילו כמה פעמים חייב לחזור ולשלחה אבל אם שלחה ונטל הבנים והחזירן לקן וחזרה האם עליהם פטור מלשלח:"
    },
    {
      "id": "yoreh_deah-292-6",
      "section": 6,
      "text": "אם נטל האם מעל הבנים ולא שלחה ישלחנה ופטור:"
    },
    {
      "id": "yoreh_deah-292-7",
      "section": 7,
      "text": "היו הביצים מוזרות או האפרוחים מפריחים או שהם טריפה או שזכר רובץ על הקן או שעוף טמא רובץ על ביצי עוף טהור או עוף טהור רובץ על ביצי עוף טמא פטור מלשלח (ל' רמב\"ם פ' י\"ג מהל' שחיטה דין י'):"
    },
    {
      "id": "yoreh_deah-292-8",
      "section": 8,
      "text": "היתה רובצת על ביצים שאינה מינה והם טהורים הרי זה משלח ואם לא שלח אינו לוקה (שם דין י\"א):"
    },
    {
      "id": "yoreh_deah-292-9",
      "section": 9,
      "text": "היתה מטלית או כנפי נוצה מעוף אחר או ביצים מוזרות מפסיקין בינה לקן או שהיו שני סדרי ביצים זה על זה וכנפיה נוגעות בסדר העליון [או שהיתה] אם על גבי אם או שהיה הזכר על הקן והאם על הזכר הרי זה משלח ואם לא שלח אינו לוקה (שם דין י\"ד):"
    },
    {
      "id": "yoreh_deah-292-10",
      "section": 10,
      "text": "שחט מקצת סימני האפרוחים בתוך הקן קודם שיקחנה הרי זה משלח ואם לא שלח אינו לוקה. (שם דין י\"ב):"
    },
    {
      "id": "yoreh_deah-292-11",
      "section": 11,
      "text": "היתה מעופפת על הקן אם כנפיה נוגעות בקן חייב לשלח ואם לאו פטור אע\"פ שנוגעות מן הצד:"
    },
    {
      "id": "yoreh_deah-292-12",
      "section": 12,
      "text": "היתה יושבת בין הביצים או בין האפרוחים אפי' נוגעת בהן פטור:"
    },
    {
      "id": "yoreh_deah-292-13",
      "section": 13,
      "text": "היתה יושבת על שני ענפי האילן והקן תחתיה רואים כל שאילו תשמט ונופלת עליהם חייב ואם לאו פטור:"
    }
  ]
}