{
  "id": "yoreh_deah-329",
  "chapterLabel": "סימן 329",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-329-1",
      "section": 1,
      "text": "איזה פת חייב בחלה. ובו י' סעיפים:אין חיוב חלה אלא בלחם לפיכך הסופגנין דהיינו רכים העשויים כספוג והדובשנין והאיסקריטים והם מטוגנים בדבש פטורים מן החלה:"
    },
    {
      "id": "yoreh_deah-329-2",
      "section": 2,
      "text": "עיסה שבלילתה רכה ואפאה בתנור או במחבת בין שהרתיח ואחר כך הדביק בין שהדביק ואח\"כ הרתיח חייבת בחלה ובלבד שלא על ידי משקה:"
    },
    {
      "id": "yoreh_deah-329-3",
      "section": 3,
      "text": "עיסה שבלילתה (רכה) [עבה] וגלגלה על דעת לבשלה או לטגנה או לעשותה סופגנין או ליבשה בחמה ועשה כן פטורה גלגלה לעשות ממנה לחם ונמלך לבשלה או לטגנה או לעשותה סופגנין או ליבשה בחמה חייבת שכבר נתחייבה משעת גלגול. גלגלה על דעת סופגנין וכיוצא בהן ונמלך לעשותה לחם חייבת:"
    },
    {
      "id": "yoreh_deah-329-4",
      "section": 4,
      "text": "אפילו כשעושה אותה על דעת לבשלה וכיוצא בו אם דעתו לאפות ממנה מעט ואפאו אפילו אין באותו מעט שיעור חלה כולה מתחייבת על ידו:"
    },
    {
      "id": "yoreh_deah-329-5",
      "section": 5,
      "text": "טריתא דהיינו עיסה שבלילתה רכה ושופכין אותה על הכירה ומתפשט עליה ונאפית פטורה אבל אם יש בכירה גומא ושופכין אותה לתוכה חשוב לחם וחייב: הגה בצק שאופין אותו בשפוד ומושחים אותו בביצים או בשמן או במי פירות פטור. (טור):"
    },
    {
      "id": "yoreh_deah-329-6",
      "section": 6,
      "text": "העושה עיסה ליבשה בחמה בלבד פטורה וכן קלי שלשין אותו במים או בדבש ואוכלין אותו בלא אפייה פטור וקלי שלשן כדי לאפותו חייב:"
    },
    {
      "id": "yoreh_deah-329-7",
      "section": 7,
      "text": "לחם העשוי לכותח מעשיה מוכיחים עליה עשאה כעבין דהיינו שערכו ועשאו כצורת לחם חייב ואם לאו פטור:"
    },
    {
      "id": "yoreh_deah-329-8",
      "section": 8,
      "text": "עיסה שנלושה במים רותחין בין שנתן רותחין על גבי קמח בין שנתן קמח ברותחין חייבת בין שנאפה בתנור או באלפס בלא משקין:"
    },
    {
      "id": "yoreh_deah-329-9",
      "section": 9,
      "text": "עיסה שנלושה במי פירות אפי' בלא שום מים חייבת בחלה:"
    },
    {
      "id": "yoreh_deah-329-10",
      "section": 10,
      "text": "יש ליזהר מללוש במי פירות שאינם משבעה משקים אלא א\"כ יערב עמהם אחד משבעה משקים (סמ\"ק סימן רי\"ח): הגה ועיין בא\"ח סי' קצ\"ח בארתי מה הם השבעה משקין ואם עבר ולש בלא ז' משקין לא ישרוף החלה אלא יתן אותה לכהן קטן (ב\"י בשם סמ\"ג) כמו שנתבאר לעיל סימן שכ\"ב:"
    }
  ]
}