{
  "id": "yoreh_deah-046",
  "chapterLabel": "סימן 46",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-046-1",
      "section": 1,
      "text": "דיני טריפות בבני מעים. ובו ו' סעיפים: ניקבו הדקין טריפה ואפילו ליחה שבהן סותמתן אינה סתימה ואפילו היא דבוקה בהן הרבה עד שאין יכול להוציאה אלא ע\"י הדחק ואם חלב טהור סותם כשרה שכל חלב טהור סותם טמא אינו סותם חוץ מקרום שעל הלב וחלב שעל גבי הכרכשתא (פי' מעי הדבוק בפי הטבעת) שאע\"פ שהם טהורים אינם סותמים וחלב חיה שכנגדו אסור בבהמה אינו סותם והעוף כל שומן שלו סותם: הגה ואינו סותם אלא באותו אבר שהשומן דבוק בו בתולדתו אבל אם סותם נקב של אבר אחר לא מקרי סתימה וטריפה (ב\"י בשם תוספות והרא\"ש והרשב\"א):"
    },
    {
      "id": "yoreh_deah-046-2",
      "section": 2,
      "text": "יצאו הדקין לחוץ והוחזרו מאליהן כשרה ואם החזירן אם נתהפכו אע\"פ שלא ניקבו טריפה שאי אפשר שיחזירוהו כמות שהיו אחר שנהפכו ואינה חיה וה\"ה אם לא יצאו ונמצאו מהופכין טריפה (ל' רמב\"ם פ\"ו מה\"ש דט\"ו): הגה וכן אם נמצאו המעים בין עור לבשר ונמצא תפור שם יש לחוש שיצאו ונתהפכו אבל אם לא נמצא שם תפירה ולא ניכר שם שנקרע ולא היה ניכר בה שום ריעותא כשרה (א\"ו הארוך כלל נ\"ה והגהת ש\"ד סי' פ\"ח בשם ראבי\"ה):"
    },
    {
      "id": "yoreh_deah-046-3",
      "section": 3,
      "text": "הדרא דכנתא (פי' המעים דקין שסובבין סביב לשומן שלהם הנקרא אינטר\"יליא) שניקב אחד לחבירו כשרה שחבירו מגין עליו וא\"צ לומר אם ניקב לכנתא שהכנתא חלב טהור הוא וסותם:"
    },
    {
      "id": "yoreh_deah-046-4",
      "section": 4,
      "text": "מחט שנמצאת בדקים טריפה דחיישינן שמא ניקב:"
    },
    {
      "id": "yoreh_deah-046-5",
      "section": 5,
      "text": "חלחולית והוא מעי האחרון שהוא שוה בלא עיקום והרעי יוצא ממנו אם ניקב במשהו טריפה כמו שאר מעים במה דברים אמורי' שניקב לחלל הבטן אבל אם ניקב במקום שהוא דבוק בין הירכים כשר ואפילו ניטל כל מקום הדבוק בין הירכים כשר והוא שישאר ממנו כמלא ארבע אצבעות בשור הגדול ובדקה לפי שיעור זה הגדול לפי גדלו והקטן לפי קטנו ואם באותם ארבע אצבעות ניקב יש אוסרים במשהו ויש מכשירים עד שינטל רוב רחבו:"
    },
    {
      "id": "yoreh_deah-046-6",
      "section": 6,
      "text": "אם סירכא יוצאת מהדקין או מאחד משאר איברים שנקובתן במשהו ונסרכה לדופן או למקום אחר כשר דלא אשכחן בועה וסירכא אלא בריאה: הגה ומ\"מ יש לדקדק שלפעמים ימצאו בועות הרבה ועל ידן נסתמו המעיים ואז הוא טריפה ויש לבדוק ע\"י קש או נוצה אם נסתמו (גם זה שם):"
    }
  ]
}