{
  "id": "yoreh_deah-286",
  "chapterLabel": "סימן 286",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-286-1",
      "section": 1,
      "text": "מקומות החייבים במזוזה. ובו כ\"ג סעיפים:אלו המקומות שחייבים במזוזה אחד שערי בתים ושערי חצרות מדינות ועיירות רפת בקר ולולין ואוצרות יין ושמן ובית האשה ובית השותפים כולם חייבים: הגה ודוקא כשבית השותפים ישראלים אבל בית של ישראל ועובד כוכבים פטור ממזוזה (מרדכי ספ\"ק דעבודת כוכבים) וכן חצירות או עיירות שמקצת עובדי כוכבים דרים שם פטורין ממזוזה (חידושי אגודה פ\"ק דיומא):"
    },
    {
      "id": "yoreh_deah-286-2",
      "section": 2,
      "text": "בית התבן בית העצים ובית הבקר חייבים ואם הנשים רוחצות בהם כיון שעומדות שם ערומות אין כבוד שמים להיות שם מזוזה: הגה ודוקא אלו אבל חדר ממש אפי' מקום שאיש ואשה ישנים ומשמשים שם חייב במזוזה (בתשובת מהרי\"ל וכ\"כ הב\"י) ויש מקילין ואומרים דבכל מקום שנשים שוכבות פטור ממזוזה (ב\"י בשם סמ\"ק וכל בו ומרדכי סוף הל' מזוזה) ונראה לי דבמקום שהדלת מבפנים וכששוכבים שם סוגרים הדלת ונמצא המזוזה מבחוץ חייב לכולי עלמא (ד\"ע בד\"מ וכ\"מ בתשובת מהרי\"ל סי' צ\"ח):"
    },
    {
      "id": "yoreh_deah-286-3",
      "section": 3,
      "text": "בהכ\"נ אם יש בו דירה לשום אדם חייב במזוז': הגה ואם בית דירה בעזרה שלפני בית הכנסת העזרה חייבת ובית הכנסת פטור (ב\"י בשם רבינו ירוחם):"
    },
    {
      "id": "yoreh_deah-286-4",
      "section": 4,
      "text": "בית הכסא ובית המרחץ ובית הבורסקי ובית הטבילה פטורים לפי שאינם עשויים לדירת כבוד:"
    },
    {
      "id": "yoreh_deah-286-5",
      "section": 5,
      "text": "במקום שיש טינוף כגון שתינוקות מצויים שם טוב לכסות המזוזה ובמקום טהרה טוב להיות נראית:"
    },
    {
      "id": "yoreh_deah-286-6",
      "section": 6,
      "text": "אכסדרה והוא המקום שיש לו ג' כתלים ותקרה אע\"פ שיש לה שני פצימין ברוח רביעית פטורה מפני שהפצימין להעמיד התקרה הם עשויים ולא משום מזוזות (ל' הרמב\"ם פ\"ו מהס\"ת ד\"ג) אבל אם יש לה מחיצה גם ברוח הרביעית אע\"פ שהיא נמוכה או שעשויה חלונות חלונות חייבת:"
    },
    {
      "id": "yoreh_deah-286-7",
      "section": 7,
      "text": "מרפסת שהיא דרך לעלות בה לעליות ובית שער והגנה פטורים ואם בית פתוח לאחד מאלו חייבים ויש אומרים שבית שער חייב אפילו אין בית פתוח לו (טור והפוסקים בשם ר\"י):"
    },
    {
      "id": "yoreh_deah-286-8",
      "section": 8,
      "text": "בית שער שפתוח לבית ולחצר חייב בשתי מזוזות אחת במקום שפתוח לבית ואחת במקום שפתוח לחצר:"
    },
    {
      "id": "yoreh_deah-286-9",
      "section": 9,
      "text": "בית שער העומד בין הגנה לבית חייב בשתי מזוזות אחת במקום שפתוח לבית ואחת במקום שפתוח לגנה:"
    },
    {
      "id": "yoreh_deah-286-10",
      "section": 10,
      "text": "בית המדרש פטור מהמזוזה ואם יש בו פתח שרגיל לצאת בו לביתו חייב במזוזה באותו פתח וי\"א שבית המדרש חייב במזוזה ונכון לחוש לדבריהם אבל לא יברך עליה:"
    },
    {
      "id": "yoreh_deah-286-11",
      "section": 11,
      "text": "סוכת החג בחג והבית שבספינה והחנויות שבשוקים פטורים:"
    },
    {
      "id": "yoreh_deah-286-12",
      "section": 12,
      "text": "שתי סוכות של יוצרים זו לפנים מזו הפנימית חייבת והחיצונה פטורה:"
    },
    {
      "id": "yoreh_deah-286-13",
      "section": 13,
      "text": "בית שאין בו ד' אמות על ד' אמות פטור ואם יש בו כדי לרבע ד' אמות על ד' אמות בשוה אע\"פ שארכו יתר על רחבו או שהוא עגול או בעל ה' זויות חייב (רמב\"ם שם ד\"ב):"
    },
    {
      "id": "yoreh_deah-286-14",
      "section": 14,
      "text": "בית שאין לו תקרה פטור היה מקצתו מקורה ומקצתו אינו מקורה אם היה הקירוי כנגד הפתח חייב במזוזה והוא שיהי' במקורה ד' על ד':"
    },
    {
      "id": "yoreh_deah-286-15",
      "section": 15,
      "text": "הבית אע\"פ שאין לו דלתות חייב במזוזה ויש מי שפוטר:"
    },
    {
      "id": "yoreh_deah-286-16",
      "section": 16,
      "text": "הרבה חדרים זה לפנים מזה כולם חייבים במזוזה:"
    },
    {
      "id": "yoreh_deah-286-17",
      "section": 17,
      "text": "אם יש בבית הרבה פתחים פתוחים לחצר או לרשות הרבים ונעשו כולם לכניסת ויציאת בני הבית כולם חייבים אפילו נתמעטו הדיורים שאין רגילין עתה לצאת ולבא אלא באחד מהם:"
    },
    {
      "id": "yoreh_deah-286-18",
      "section": 18,
      "text": "בית שיש לו פתחים הרבה אף על פי שאינו רגיל לצאת ולבא אלא באחד מהם חייב לעשות מזוזה בכל פתח ופתח: הגה הואיל ונעשו לכניסה ויציאה (משמעות הטור) מרתף שיש לו פתח מן הרחוב שמכניסין בו יין בחביות גדולות ויש לו פתח קטן מן הבית שנכנסין ויוצאין בו תמיד אם הפתח הקטן ראוי למזוזה היא חייבת והגדולה פטורה ואם אין הקטן ראוי למזוזה הגדולה חייבת והקטן פטור (ב\"י בשם תשובה אשכנזית והיא בת' מהרי\"ל סי' צ\"ט):"
    },
    {
      "id": "yoreh_deah-286-19",
      "section": 19,
      "text": "ארובה שבין בית לעליה ועולים לה בסולם ועושים סביב הסולם היקף מחיצות פעמים למטה ברגלי הסולם ופעמים למעלה בראשו ויש בו צורת פתח במקום שעושין אותו חייב ואם עשו למעלה וגם למטה חייב בשתים:"
    },
    {
      "id": "yoreh_deah-286-20",
      "section": 20,
      "text": "פתח שאחורי הדלת אם יש לו פצים טפח חייב במזוזה:"
    },
    {
      "id": "yoreh_deah-286-21",
      "section": 21,
      "text": "פתח אחד וחלקו בעמוד בינתיים כל שיש היכר ציר בזה ובזה לצד העמוד הרי הם כשני פתחים וצריך מזוזה לכל פתח אבל כל שאין צירים לצד העמוד אין העמוד מחלקו לשנים שאינו אלא לנוי בעלמא:"
    },
    {
      "id": "yoreh_deah-286-22",
      "section": 22,
      "text": "השוכר בית בחוצה לארץ והדר בפונדק בארץ ישראל פטור ממזוזה שלשים יום והשוכר בית בארץ ישראל חייב במזוזה מיד משום ישוב ארץ ישראל (והוא הדין לשואל בית דינו כשוכר) (ב\"י בשם הר\"ר מנוח וכ\"מ בש\"ס):"
    },
    {
      "id": "yoreh_deah-286-23",
      "section": 23,
      "text": "השוכר בית מאינו יהודי חייב במזוזה:"
    }
  ]
}