{
  "id": "yoreh_deah-133",
  "chapterLabel": "סימן 133",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-133-1",
      "section": 1,
      "text": "שלא להשתכר ביין נסך ולא לעשות ממנו סחורה. ובו ז' סעיפים:כשם שאסור למכור סתם יינם וליהנות בו כך אסור להשתכר בו לפיכך ישראל שנשכר לעובד כוכבים לעשות לו מלאכה אפילו בסתם יינם או שהשכיר לו חמורו או ספינתו להוליכו בו או מרתיפו להניחו בו שכרו אסור בהנאה ואם נטל ממנו מעות בשכרו שוחק וזורה לרוח או מטיל לים נתן לו פירות יוליכם לים המלח או ישרפם ויקבור העפר בבית הקברות אפילו לקח בשכרו קרקע או בהמה שאינם נאסרים בהשתחוה להם ועבדן החמירו בהם לאסרם בהנאה: הגה ועיין לעיל סימן קכ\"ג דבזמן הזה מקילין לענין היתר הנאה מסתם יינם ולכן אין להחמיר באלו הדינים רק ביין נסך גמור:"
    },
    {
      "id": "yoreh_deah-133-2",
      "section": 2,
      "text": "השכיר לו חמורו לרכוב עליו אע\"פ שהניח לגינו של יין עליו או שהשכיר לו ספינתו להוליך בה סחורתו אף ע\"פ שנותן בה גם מאכליו ומשקיו שכרו מותר כיון שעיקר השכירות לא היה בשביל יין נסך:"
    },
    {
      "id": "yoreh_deah-133-3",
      "section": 3,
      "text": "עובד כוכבים ששכר את הפועל ואמר לו העבר לי מאה חביות של שכר במאה פרוטות ונמצאת אחת מהן יין שכרו כולו אסור כיון שיש ביניהם שוה פרוטה משכר היין נסך שאם היה פחות משוה פרוטה מותר בדיעבד ואם אמר לו העבר לי כל חבית בפרוטה ונמצא ביניהם חבית של יין שכר חבית של יין אסור והשאר שכרו מותר ולכתחילה אסור לעשות כן:"
    },
    {
      "id": "yoreh_deah-133-4",
      "section": 4,
      "text": "היה עושה עמו ביין בחנם ממשכנים מנכסיו כנגד שכרו:"
    },
    {
      "id": "yoreh_deah-133-5",
      "section": 5,
      "text": "לא יהא ישראל משמש ומוזג לעובד כוכבי' ביין נסך וכן אסור להיות תורגמן לעובד כוכבים למכור יין נסך וכן אסור ליתן יין בכלי ביד עובד כוכבים המכריז להטעימו שכיון שנגע בו העובד כוכבים נעשה יין נסך וכשמכריזו ומטעימו (ס\"א ומראהו וכן הוא בב\"י ובכל בו) נהנה הישראל מיין נסך:"
    },
    {
      "id": "yoreh_deah-133-6",
      "section": 6,
      "text": "אפילו אמר לו העובד כוכבים שמור בחנם חבית זו של יין נסך אע\"פ שפטור אם נשברה או נאבדה מכל מקום מיצר הוא אם תשבר או תאבד מתוך שמירתו ורוצה הוא בקיומו ואסור:"
    },
    {
      "id": "yoreh_deah-133-7",
      "section": 7,
      "text": "ישראל ששכרו עובד כוכבים לשבר לו חבית של יין נסך אע\"פ שרוצה בקיומם שלא ישתברו מאליהם עד שישברם הוא ויטול שכרם שכרו מותר ותבא עליו ברכה מפני שממעט בתיפלה:"
    }
  ]
}