{
  "id": "yoreh_deah-380",
  "chapterLabel": "סימן 380",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-380-1",
      "section": 1,
      "text": "דברים שהאבל אסור בהם. ובו כ\"ה סעיפים:אלו דברים שהאבל אסור בהם במלאכה ברחיצה וסיכה ונעילת הסנדל ותשמיש המטה ואסור לקרות בתורה ואסור בשאלת שלום ובכביסה וחייב בעטיפת הראש ובכפיית המטה כל שבעה ואסור להניח תפילין ביום הראשון ואסור בגיהוץ ובתספורת ושמחה ואיחוי קרע כל ל' יום (וכל דברי אבלות נוהגין בין ביום בין בלילה) (בתשובת הרשב\"א סימן תמ\"ו):"
    },
    {
      "id": "yoreh_deah-380-2",
      "section": 2,
      "text": "מלאכה כיצד כל ג' ימים הראשונים אסור במלאכה אפי' עני המתפרנס מן הצדקה מכאן ואילך אם הוא עני ואין לו מה יאכל עושה בצינעה בתוך ביתו ואשה טווה בפלך בתוך ביתה אבל אמרו חכמים תבא מארה לשכיניו שהצריכוהו לכך: (כדרך שמותר לכתוב בחול המועד כך מותר לכתוב בימי אבלו אבל לא בענין אחר) (כל בו בשם הר\"ם וב\"י ס\"ס זה):"
    },
    {
      "id": "yoreh_deah-380-3",
      "section": 3,
      "text": "כשם שהוא אסור בעשיית מלאכה כך הוא אסור לישא וליתן בסחורה ולילך ממדינה למדינה בסחורה:"
    },
    {
      "id": "yoreh_deah-380-4",
      "section": 4,
      "text": "אפי' דבר האבד אסור האבל לעשות בין הוא בין עבדיו ושפחותיו ובניו ובנותיו שמעשה ידיהם שלו:"
    },
    {
      "id": "yoreh_deah-380-5",
      "section": 5,
      "text": "אסור לעשות מלאכתו ע\"י אחרים (אפי' עובד כוכבים) (מרדכי ריש פרק מי שהפך) אלא אם כן הוא דבר האבד שדבר האבד מותר לאבל לעשות ע\"י אחרים אפילו דבר האסור במועד משום טירחא מותר ואפילו הוא מעשה אומן: הגה וי\"א דאם לא יוכל לעשות ע\"י אחרים והוא דבר האבד מותר לעשות האבל בעצמו (טור בשם הרמב\"ן והרא\"ש וכן כתב רבינו ירוחם) ולאחר שלשה ימים הראשונים יש להקל ואפילו תוך ג' והוא הפסד מרובה:"
    },
    {
      "id": "yoreh_deah-380-6",
      "section": 6,
      "text": "פרקמטיא שלו בדבר האבד שאם לא ימכור יפסיד מהקרן נמכרת על ידי אחרים אבל אם לא יפסיד מהקרן אלא שאם ימכרנה עתה ירויח בה יותר משאם ימכרנה אח\"כ אסור ומ\"מ אם שיירות או ספינות באו או שהם מבקשים לצאת ומוכרים בזול או לוקחים ביוקר מותר למכור ולקנות ע\"י אחרים אפי' שלא לצורך תשמישו אלא לעשות סחורה להשתכר:"
    },
    {
      "id": "yoreh_deah-380-7",
      "section": 7,
      "text": "להלוות לעובדי כוכבים ברבית לאותם שרגילים ללוות ממנו מותר להלוות להם ע\"י אחרים משום דהוי דבר האבד:"
    },
    {
      "id": "yoreh_deah-380-8",
      "section": 8,
      "text": "אי מסיק זוזי באינשי והאידנא משכח להו ובתר הכי לא משכח להו שרי לשדורי עלייהו:"
    },
    {
      "id": "yoreh_deah-380-9",
      "section": 9,
      "text": "אם יש לו דין על אדם אינו תובע כל ז' ואם הוא דבר האבד כגון שביקש לילך למדינת הים או שעדיו חולים עושה מורשה ודן עמו:"
    },
    {
      "id": "yoreh_deah-380-10",
      "section": 10,
      "text": "כל הדברים שהתירו במועד משום צורך המועד כולם אסורים באבל אפילו על ידי אחרים:"
    },
    {
      "id": "yoreh_deah-380-11",
      "section": 11,
      "text": "אבל ששדהו ביד אחרים באריסות או בחכירות או בקבלנות הרי אלו עובדין כדרכן בימי האבל של בעל השדה ואפילו נשלם זמן חכירותם קודם ונשארו בשדה כמו שהיו:"
    },
    {
      "id": "yoreh_deah-380-12",
      "section": 12,
      "text": "אם האבל הוא אריס בשדה של אחרים לא יעבוד הוא בעצמו אבל על ידי אחרים מותר:"
    },
    {
      "id": "yoreh_deah-380-13",
      "section": 13,
      "text": "אם יש שכיר יום שעובד שדה האבל אפילו בעיר אחרת לא יעשה:"
    },
    {
      "id": "yoreh_deah-380-14",
      "section": 14,
      "text": "אם יש לאבל חמור או ספינה מוחכר או מושכר ביד אחר הרי זה לא יעשה בימי אבלו של בעל החמור והספינה אם לא ששכרו קודם שהתחיל האבלות ועדיין לא כלה הזמן אבל אם כלה הזמן אסור:"
    },
    {
      "id": "yoreh_deah-380-15",
      "section": 15,
      "text": "אם היה החמור והספינה ביד אחרים למחצה לשליש ולרביע יש מתירים ויש אוסרין:"
    },
    {
      "id": "yoreh_deah-380-16",
      "section": 16,
      "text": "אם האבל מושכר לאחר לא יעשה מלאכה בימי אבלו (אבל ע\"י אחרים שרי) (זהו מהרא\"ש):"
    },
    {
      "id": "yoreh_deah-380-17",
      "section": 17,
      "text": "היתה מלאכת אחרים בידו אפילו בדבר תלוש כגון לארוג בין בקבלנות בין שלא בקבלנות לא יעשה: הגה ואם הוא דבר האבד יעשה על ידי אחרים (ד\"ע) מותר לקבל מלאכה בימי אבלו לעשות אח\"כ ובלבד שלא ישקול ולא ימדוד כדרך שהוא עושה בשאר פעמים (מרדכי הלכות אבל):"
    },
    {
      "id": "yoreh_deah-380-18",
      "section": 18,
      "text": "היתה מלאכתו ביד אחרים בקבלנות בדבר תלוש בביתו לא יעשו בבית אחרים יעשו (ובלבד שקבלו המלאכה קודם שנעשה אבל) (מרדכי סוף מ\"ק ור' ירוחם):"
    },
    {
      "id": "yoreh_deah-380-19",
      "section": 19,
      "text": "היה לו בנין ביד אחרים בקבלנות בחול או בחול המועד לא יעשו אפילו הוא חוץ לתחום העיר ואם אלו הקבלנים עובדי כוכבים מותרים לבנותו בשבת ויו\"ט שחלו בימי האבל אם הוא חוץ לתחום העיר ואין עיר אחרת שבה ישראל בתוך תחום של אותו בית:"
    },
    {
      "id": "yoreh_deah-380-20",
      "section": 20,
      "text": "אם קבלו אחרים לחרוש ולזרוע שדהו י\"א שמותרין לחרוש ולזרוע בימי אבלו של בעל השדה ויש מי שאוסר:"
    },
    {
      "id": "yoreh_deah-380-21",
      "section": 21,
      "text": "שני שותפים חנוונים שאירע אבל לאחד מהם נועלים חנותם שלא יעשה השותף בפרהסיא אבל יכול לעשות בצינעה בתוך ביתו אפילו בעסק השותפות ואם האבל אדם חשוב והשותפות נקרא על שמו שאפי' אם יעשהו בצינעה בתוך ביתו ידוע שיש לאבל חלק בו אסור לשני לעשות אפי' בתוך ביתו:"
    },
    {
      "id": "yoreh_deah-380-22",
      "section": 22,
      "text": "כבוד הבית הדחת כוסות והצעת המטות אין בהם משום מלאכה לאבל וכן מותר לאשה לאפות ולבשל בימי אבלה (כל הצריך לה אבל מה שאינו צריך לה אסור) וכן אשה המשרתת בבית בעל הבית אחד ואירעה אבל מותרת לאפות ולבשל ולעשות שאר צרכי הבית בין שהיא משרתת בחנם בין בשכר:"
    },
    {
      "id": "yoreh_deah-380-23",
      "section": 23,
      "text": "ההולך ממקום למקום לסחורה ושמע שמועה קרובה אם יכול למעט שלא לעשות שום עסק באותה העיר מוטב ואם לאו שאם לא יקנה באותה העיר לא ימצא יקנה לצורך הדרך דברים שיש בהם חיי נפש:"
    },
    {
      "id": "yoreh_deah-380-24",
      "section": 24,
      "text": "על כל המתים רצה למעט בעסק סחורה המותרת לו כגון דבר האבד ימעט רצה אינו ממעט על אביו ואמו ימעט:"
    },
    {
      "id": "yoreh_deah-380-25",
      "section": 25,
      "text": "על כל המתים אסור עד ל' יום לילך בסחורה למרחוק דאיכא פרסום גדול ודומה לשמחה שהולך בשיירא גדולה ושמחים הרבה בדרך באביו ואמו עד שיגערו בו חביריו ויאמרו לך עמנו:"
    }
  ]
}