{
  "id": "yoreh_deah-324",
  "chapterLabel": "סימן 324",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-324-1",
      "section": 1,
      "text": "שיעור חיוב חלה ומינים המצטרפים ודין פת פטור שנתערב בחיוב. ובו י\"ד סעיפים:אין חייב בחלה אלא חמשת מיני תבואה ואין חייב אלא חמשת רבעים ומדה שמחזקת מ\"ג ביצים וחומש ביצה ממלאים אותה קמח ואותו קמח הוא שיעור חלה וכשממלאים המדה קמח תהיה מחוקה ולא גדושה והיאך ישערו לדעת שהיא מחזקת מ\"ג ביצים וחומש נתבאר בטור א\"ח (ועיין בא\"ח סי' תנ\"ו) ומשקל חמשת רבעים קמח הוא תק\"כ דרה\"ם מקמח חטים שבמצרים: הגה כלי המחזיק עשר אצבעות על עשר אצבעות ברום שלש אצבעות ותשיעית אצבע בקרוב הוא שיעור החלה וכן מדה שיש בה ז' אצבעות פחות ב' תשיעיות אצבע [על ז' פחות ב' תשיעיות אצבע] ברום ז' אצבעות פחות ב' תשיעיות אצבע הוא העומר וכל האצבעות אלו הם רוחב גודל של יד: (רמב\"ם פרק ו' דביכורים) ."
    },
    {
      "id": "yoreh_deah-324-2",
      "section": 2,
      "text": "חמשת מיני תבואה מצטרפין שאם אין בעיסה אלא חמשת רבעים מחמשתן מצטרפין בד\"א כשערבן קמח אבל אם לש כל אחד לבדו ואין בו כשיעור ומדבקו למין אחר אין מצטרפין אלא בזה הסדר החטים אין מצטרפין אלא עם הכוסמין והכוסמין מצטרפין עם כל א' וא' השעורין מצטרפין עם הכל חוץ מעם החטים שיפון מצטרף עם שעורים וכוסמין ולא עם שבולת שועל וחטים שבולת שועל מצטרף עם שעורים וכוסמים ולא עם חטים ושיפון ולהרמב\"ם כוסמין ושבולת שועל ושיפון מצטרפין ואם לש כל מין ומין לבדו ויש בו כשיעור ורוצה להפריש ממין זה על זה אין מפרישין אלא על מינו כיצד אין מפרישין חטים על שום א' מהם ולא משום אחד מהם עליהם וכוסמין ושיפון מפרישין מזה על זה וכן שבולת שועל ושעורים מפרישים מזה על זה: הגה עירב קב מעיסה עם קב אחר מעיסה שאינו מינו וחלקו אח\"כ והוסיף על כל אחד רובע הקב ממינו חייב בחלה כיון שלא נצטרפו כשהיו מעורבים אבל אם עירב קב קמח עם קב קמח ממין אחר על דעת לחלקו [וחלקם] והוסיף על כל א' רובע הקב ממינו פטור (טור):"
    },
    {
      "id": "yoreh_deah-324-3",
      "section": 3,
      "text": "חמש רבעים הללו השאור והסובין והמורסן מצטרפין להשלים אם לשן בלא הרקדה אבל אם ריקד והפריש מורסן מתוכם וחזר ועירבן עמו אינו מצטרף:"
    },
    {
      "id": "yoreh_deah-324-4",
      "section": 4,
      "text": "קב חטים מצד זה וקב שעורים מצד זה וקב כוסמין באמצע מחברן והרי אלו מצטרפין וצריך להפריש מכל מין ומין:"
    },
    {
      "id": "yoreh_deah-324-5",
      "section": 5,
      "text": "חצי קב חטים מצד זה וחצי קב שעורים מצד זה וחצי קב כוסמין באמצע מצטרפים ותורם מן הכוסמין על שלשתן:"
    },
    {
      "id": "yoreh_deah-324-6",
      "section": 6,
      "text": "קב חטים מצד זה וקב חטים מצד זה וקב אורז באמצע או קב של עובד כוכבים או קב של חלה אינם מצטרפים: (אבל אם היה ביניהם עיסה שכבר הורמה חלתה מצטרפין) (הרא\"ש כלל ב'):"
    },
    {
      "id": "yoreh_deah-324-7",
      "section": 7,
      "text": "היה ביניהם קב של מין א' מחמשת המינים או קב משל אשה אחרת מצטרפין:"
    },
    {
      "id": "yoreh_deah-324-8",
      "section": 8,
      "text": "קב של תבואה חדשה וקב של ישנה אינם מצטרפים היה קב של ישן מצד זה וקב ישן מצד זה וחדש באמצע מצטרפין: (וה\"ה איפכא חדש מב' הצדדים וישן באמצע) (ב\"י):"
    },
    {
      "id": "yoreh_deah-324-9",
      "section": 9,
      "text": "העושה עיסה מהחטים ומהאורז אם יש בה טעם דגן חייבת בחלה אע\"פ שרובה אורז ואם לאו פטורה:"
    },
    {
      "id": "yoreh_deah-324-10",
      "section": 10,
      "text": "נתן שאור מעיסת חטים לתוך עיסת אורז אם יש בה טעם דגן חייבת בחלה:"
    },
    {
      "id": "yoreh_deah-324-11",
      "section": 11,
      "text": "נתן שאור מעיסה שלא הורמה חלתה לתוך עיסה שהורמה חלתה והכל ממין א' אם יש לו קמח או עיסה שלא ניטל ממנה חלה מפריש ממנו על זה השאור לפי חשבון דהיינו אחד ממ\"ח בשאור (ואפילו אין בזה שעור חלה ובלבד שיניחנו אצל העיסה הגדולה) (כן משמע בת\"ה סי' ק') ואם לאו מפריש אחד ממ\"ח בכל העיסה לפי שנעשית כולה טבל והוא הדין אם השאור של פטור והעיסה של חיוב: הגה ומ\"מ לכתחלה לא יסמוך על זה ולא יתן שאור של פטור בעיסה של חיוב (מרדכי פ' מקום שנהגו) אבל אם כבר עבר ועשה מותר לכתחילה ליקח מאותה עיסה וליתן בעיסה אחרת שיהיה בו לשאור. (ת\"ה סי' ק'):"
    },
    {
      "id": "yoreh_deah-324-12",
      "section": 12,
      "text": "מי שנתערב לו פת שהפריש ממנו חלה עם פת שלא הופרש ממנו אם יש לו קמח יעשה עיסה מחמש רבעים ויצרפנה עם הככרות בכלי ויפריש ממנה על אותם ככרות שנתערבו ואם רוצה להפריש מיניה וביה צריך להפריש מעט מכל ככר וככר או יצרפם כולם בכלי אחד ויפריש מכל א' על כולם עד שיפריש מכדי חשבון הככרות ומאחד יותר כגון אם ה' שהופרש עליהם נתערבו בעשר שלא הופרש עליהם יפריש מששה שאז ודאי הפריש מאחד שלא הופרש עליו: הגה האופה פשטיד\"א מעיסה שלא הורמה חלתה ובתוכו בשר מותר להפריש מעיסה אחרת החייבת בחלה על זו ונפטר ג\"כ טעם העיסה הנכנס בבשר (ב\"י בשם תשובה):"
    },
    {
      "id": "yoreh_deah-324-13",
      "section": 13,
      "text": "עיסה שאין בה כשיעור ובעת אפייתה תפחה וגדלה עד שנראה כאלו יש בה כשיעור פטורה (וה\"ה אם תפחה קודם אפיה) . (ב\"י ותשובת הרא\"ש כלל ב' ורשב\"א סימן תס\"א):"
    },
    {
      "id": "yoreh_deah-324-14",
      "section": 14,
      "text": "אסור לעשות עיסתו פחות מכשיעור כדי להפקיע ממנו חיוב חלה:"
    }
  ]
}