{
  "id": "yoreh_deah-023",
  "chapterLabel": "סימן 23",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-023-1",
      "section": 1,
      "text": "דיני שהייה בשחיטה. ובו ו' סעיפים: כל טבח שאינו יודע הלכות שחיטה אסור לאכול משחיטתו ואלו הן שהייה דרסה חלדה הגרמה ועיקור:"
    },
    {
      "id": "yoreh_deah-023-2",
      "section": 2,
      "text": "שהייה כיצד (ל' רמב\"ם פ\"ג מה\"ש דין ב') הרי שהתחיל לשחוט והגביה ידו קודם שיגמור השחיטה ושהה בין בשוגג בין במזיד בין באונס בין ברצון ובא הוא או אחר וגמר השחיטה אם שהה כדי שיגביה הבהמה וירביצנה וישחוט.) ושיעור שהייה בעוף ובבהמה דקה כדי שיגביה בהמ' דקה וירביצנה וישחוט (עד) רוב הסימנים שהוא הכשר שחיט' שחיטתו פסולה (עיין ס\"ק ג') . היתה בהמה דקה שיעור שהייתה כדי שיגביה בהמה דקה וירבצנה וישחוט ואם היתה גסה כדי שיגביה בהמה גסה וירביצנה וישחוט ובעוף כדי שיגביה בהמה דקה וירביצנה וישחוט ויש אומרים דשיעור שהיית עוף כדי שחיטת רוב סימן א' בעוף בלי הגבהה והרבצה ולפי דבריהם יש ליזהר כשהתחיל לשחוט בעוף וחתך מעט עד שהדם יוצא והגביה סכינו מהצואר שלא יגמור השחיטה לפי שיש לחוש שמא שחט משהו מהושט ואפילו לא הגביה סכינו אלא מעט יש לחוש מפני ששהיית העוף מועטת מאד דכדי שחיטת רוב סימן א' בעוף הוא נעשה מהר ואפילו אמר השוחט ברי לי שלא חתכתי כי אם העור אין סומכין עליו כיון שיצא הדם ואם בא לשאול אחר שהגביה סכינו כיצד יעשה אומרים לו שישחוט הקנה לבדו במקום אחר ואח\"כ יהפוך הושט ויבדוק אותו ולענין מעשה יש להחמיר בסברא זו אלא א\"כ הוא שעת הדחק או הפסד מרובה שאז יש לסמוך על סברא ראשונה: הגה והמנהג פשוט במדינות אלו להטריף כל שהייה אפי' משהו בין בעוף בין בבהמה (מרדכי ומהרי\"ו בהל' שחיטה) ואין לשנות ואם נמצא לאחר שחיטה גמי או כיוצא בו מונח בוושט או בקנה ונשחט עמו טריפה דודאי הוצרך להשהות מעט בחתיכת הדבר ההוא לאחר ששחט הסימן והוי שהייה במשהו וטרפה (תה\"ד סימן קפ\"ה):"
    },
    {
      "id": "yoreh_deah-023-3",
      "section": 3,
      "text": "שחט מעט ושהה מעט וחזר ושחט מעט ושהה מעט אם כשתצטרף כל השהיות יש שיעור שהיי' שחיטתו פסולה (ולפי המנהג בכל ענין טריפה):"
    },
    {
      "id": "yoreh_deah-023-4",
      "section": 4,
      "text": "השוחט בהמה בסכין שאינו חד ונתעכב כשיעור שהייה בשחיטת מיעוט אחרון של סימן ראשון הרי זו פסולה:"
    },
    {
      "id": "yoreh_deah-023-5",
      "section": 5,
      "text": "אחר ששחט רוב אחד בעוף או רוב שנים בבהמה אין שהייה פוסלת ולפי זה אין שהייה בקנה בעוף כלל ויש מי שאומר שכל שלא נגמרה שחיטת כל שני הסימנים פוסלת שהייה ולכתחלה יש ליזהר לחוש לדבריו: הגה ואפילו בדיעבד המנהג להטריף ולכן אם לאחר ששחט רוב שנים שוהה הבהמה או העוף למות יכנו על ראשו להמיתו ולא יחזור וישחוט (תה\"ד לדעת רש\"י וסמ\"ק ומהרי\"ו וע\"פ):"
    },
    {
      "id": "yoreh_deah-023-6",
      "section": 6,
      "text": "שחט עוף ושהה בו ואינו יודע אם ניקב הושט חוזר ושוחט הקנה לבדו במקום אחר ומניחו עד שימות והופך הוושט ובודקו מבפנים אם לא נמצא בו טיפת דם בידוע שלא ניקב וכשרה: הגה והמנהג להטריף הכל אפילו לא שהה רק במיעוט קמא דקנה (מהרי\"ו ומרדכי) ואסור למוכרו לעובד כוכבים כך אלא ימיתנו ואח\"כ ימכרנו לעובד כוכבים (הגהות סמ\"ק ומרדכי) משום דאנן לא בקיאין בבדיקת הוושט וחיישינן לנקיבת הוושט (באגור) ומטעם זה אם תלש הנוצות מן העוף ויצא דם או חתך העור בבהמה ויצא דם ממנה יש להטריף דחיישינן לנקיבת הוושט (מהרי\"ו ומהר\"ם פדו\"ה סימן ס\"ג וכ\"ה בשחיטת האחרונים) אבל אם לא יצא דם ולא חתך כל העור יש להכשיר ע\"י שישחוט למעלה או למטה ולבדוק נגד מקום החתך (ב\"י דלא כמהרי\"ק שורש ל\"ד) ולכן יש ליזהר שלא למרוט הנוצות אם יוכל לשחוט בלא זה (א\"ז):"
    }
  ]
}