{
  "id": "yoreh_deah-048",
  "chapterLabel": "סימן 48",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-048-1",
      "section": 1,
      "text": "דיני טריפות בקיבה ובכרס. ובו י\"ב סעיפים: קיבה (קיבה הוא כיס שבמעי הבהמה שהמאכל נכנס לכרס ובסוף הכרס שקורין פאנץ עשוי ככובע וקרוי בית הכוסות והמאכל נכנס מבית הכוסות להמסס ומהמסס לקיבה ומהקיבה לדקין) שניקבה טריפה ואם החלב שעל היתר סותם הנקב כשרה אבל שעל הקשת אינו סותם:"
    },
    {
      "id": "yoreh_deah-048-2",
      "section": 2,
      "text": "כרס שניקב טריפה ואין לו דבר שיסתום אותו שהרי החלב שעליו אסור: הגה תולעים שנמצאו בכרס כשר דמן הפרש הן גדילים או הבהמה אכלה אותן. (ש\"ד סימן מ\"ז):"
    },
    {
      "id": "yoreh_deah-048-3",
      "section": 3,
      "text": "בשר החופה את רוב הכרס והוא המקום מן הבטן שאם יקרע יצא הכרס אם נקרע בשר זה טריפה אע\"פ שלא הגיע קרע זה לכרס עד שנראית אלא כיון שנקרע רוב עובי הבשר הזה או ניטל טריפה וכמה שיעור הקרע הזה בארכו אורך טפח ואם היתה בהמה קטנה ונקרע רוב אורך הבשר החופה את הכרס אע\"פ שאין באורך הקרע טפח טריפה הואיל ונקרע רובה:"
    },
    {
      "id": "yoreh_deah-048-4",
      "section": 4,
      "text": "אם נקדר הבשר הזה בעיגול או באורך אם היה יתר מכסלע והוא כדי שיכנס בו ג' גרעיני תמרה זו בצד זו בדוחק אם יש בה אוכל הנשאר סביבותיה כשאוכלים אותה או בריוח כשאין בהם שום אוכל כלל הרי זה טריפה שאם ימתח קרע זה יעמוד על טפח:"
    },
    {
      "id": "yoreh_deah-048-5",
      "section": 5,
      "text": "אם נתמסמס בשר זה עד שהרופא גוררו חשוב כניטל: הגה ואין אנו בקיאין בבשר שהרופא גוררו ולכן כל מקום שנשתנה מראית הבשר דינו כניטל (מרדכי וב\"י בשם הגהות מיימוני):"
    },
    {
      "id": "yoreh_deah-048-6",
      "section": 6,
      "text": "מחט שנמצא בחלל הקיבה או הכרס דינו כמחט שנמצא בבית הכוסות:"
    },
    {
      "id": "yoreh_deah-048-7",
      "section": 7,
      "text": "המסס ובית הכוסות דבוקין זה בזה ואם נקבו במקום חבורן אפילו הנקב מפולש מזה לזה כשרה ואם הנקב בשאר צדדים שאינם דבוקים יחד אם הנקב מפולש מעבר אל עבר טריפה ואם לאו כשירה בין בהמסס בין בבית הכוסות: הגה ויש אוסרין בהמסס אפילו בלא נקב מפולש (טור בשם רש\"י וא\"ו הארוך ות\"ה סימן קס\"ה) והכי נהוג אם לא במקום הפסד מרובה שאז יש לסמוך אמכשירין:"
    },
    {
      "id": "yoreh_deah-048-8",
      "section": 8,
      "text": "אם נמצא באחד מהם תחובה מחט או קוץ ולא ניקב מעבר אל עבר הופכין אותו ובודקין אותו מבחוץ אם נמצא עליו קורט דם בידוע שניקב כולו וטריפה ואם לאו כשרה (תוס' והג\"מיי פ\"ו בשם סמ\"ג וכל הפוסקים) (אפילו לא נשאר רק מעט מעור החיצון שלא ניקב) (עיין ס\"ק כ\"א) והוא שלא מלחו ולא הדיחו ואפילו ראש העב שלו לצד חוץ: הגה ויש מקילין להתיר אם לא ניקב מעבר לעבר והודח ונמלח או שנאבד ולא בדק מבחוץ אם היה עליו קורט דם (כך משמע בהגהות סמ\"ק ורמב\"ם ורא\"ש דלקמן וע\"פ) ויש לסמוך עלייהו במקום הפסד מרובה: ואם עבר המחט מעבר אל עבר ועודנו תחוב בו בודקים אותו אם נמצא קורט דם סביב המחט (וכל שכן עליו) (מרדכי ופוסקים והוא ש\"ס ערוך פא\"ט דף נ\"א וכתובות דף ע\"ו) בידוע שקודם שחיטה ניקב כולו וטריפה ואם לאו אחר שחיטה דחק ועבר וכשרה אם לא מלחו ולא הדיחו דכיון שהמחט עודנו שם אילו עבר מחיים היה הדם סביבו אבל כשאין המחט לפנינו אסו' כשניקב כולו אפי' אין בו קורט דם: הגה כל מקום שצריך בדיקה אם לא בדקוהו כגון שנאבד או לקחו המחט משם טריפה דהוי כאילו הדיחו ומלחו (רשב\"א סימן תש\"ס) יש אומרים דבזמן הזה דאין אנו בקיאין בבדיקות יש להטריף אם נקבה המחט משני צדדין אפילו לא נמצא קורט דם ולא חלודה דאין אנו סומכין בזה על בדיקתנו מאחר דניקב משני צדדין (א\"ז ואו\"ה) והכי נהוג. מחט או קוץ הנמצאים בהמסס ובית הכוסות בחללו ולא נתחב בהן כלל כשר בכל ענין ואין צריך שום בדיקה (הגהות מיימוני) ויש מקילין דאפי' בניקב המחט מצד אחד אין צריך לבדוק מבחוץ אם יש עליו קורט דם (רמב\"ם והרא\"ש) ויש לסמוך עלייהו אם הוא הפסד מרובה וא\"א לבדוק כגון שנמלח או הודח או נאבד:"
    },
    {
      "id": "yoreh_deah-048-9",
      "section": 9,
      "text": "אם נמצא עלי' חלודה דינה כנמצא עלי' קורט דם: הגה וכן אם נמצא חלודה מבחוץ נגד המחט אם ניקב מצד אחד טריפה כאילו נמצא שם קורט דם (בית יוסף):"
    },
    {
      "id": "yoreh_deah-048-10",
      "section": 10,
      "text": "זה שאמרנו מצד אחד כשרה היינו מבפנים כלפי הרעי דאי צד שבחוץ כלפי חלל הגוף אפי' לא ניקב כלל אלא שנמצא מחט בחלל הגוף טריפה:"
    },
    {
      "id": "yoreh_deah-048-11",
      "section": 11,
      "text": "מחט שנמצאת בקורקבן וכולה נבלעת בעובי בשרו ונשאר בחצי אצבע מצד הכיס גם מצד החוץ שלא היתה המחט אוכלת ולא היה ניכר שום נקב לא לצד פנים ולא לצד חוץ תולין להקל: הגה דהמחט בא מבפנים והוי כניקב מצד אחד ואם אין עליו קורט דם מבחוץ כשר (רשב\"א) ויש מחמירין ואוסרין אפילו בכי האי גוונא (הגהות ש\"ד בשם מהר\"ם וא\"ו הארוך) ויש לחוש לדבריהם אם לא בהפסד מרובה:"
    },
    {
      "id": "yoreh_deah-048-12",
      "section": 12,
      "text": "קטן שמצא מחט תחוב בכרס יש להחמיר ולאסור על פיו אם הוא חריף לידע ולכוין בדברים אלו:"
    }
  ]
}