{
  "id": "yoreh_deah-375",
  "chapterLabel": "סימן 375",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-375-1",
      "section": 1,
      "text": "אימתי מתחיל האבילות ולמי שמפנין מקבר לקבר. ובו י\"א סעיפים:מאימתי חל האבילות משנקבר ונגמר סתימת הקבר בעפר מיד מתחיל האבלות ומעטף ראשו אבל אינו חולץ מנעליו עד שיגיע לביתו (רמב\"ן) ועכשיו נוהגים לחלוץ מנעל אחר סתימת הגולל מיד כדאיתא בסימן שע\"ו: הגה (וע\"ל סימן שע\"ב) היה סבור שנסתם הקבר והתחיל להתאבל ואחר כך נודע לו שטעה חוזר ומתחיל האבלות מחדש (הרא\"ש כלל כ\"ז):"
    },
    {
      "id": "yoreh_deah-375-2",
      "section": 2,
      "text": "מי שדרכן לשלוח המת למדינה אחרת לקברו ואינם יודעים מתי יקבר מעת שיחזרו פניהם מללוות מתחילין למנות שבעה ושלשים ומתחילין להתאבל (ל' רמב\"ם פ\"א מה\"א ד\"ו) וההולכים עמו מונים משיקבר ואם גדול המשפחה הולך עמו אף אלו שבכאן אינם מונים אלא משיקבר וגדול המשפחה דהיינו דביתא סמוך עליה וגרירי כולהו בתריה לא שנא אח לא שנא בן קטן ויש מי שאומר והוא שיהא בן י\"ג:"
    },
    {
      "id": "yoreh_deah-375-3",
      "section": 3,
      "text": "אם מפנין את המת מקבר לקבר אם קברוהו בקבר ראשון על דעת להיות קבור שם עולמית אלא שאח\"כ נמלכו לפנותו משם אין מונין לו אלא משיקבר בקבר ראשון אפי' פינוהו תוך ז' אבל אם בתחלה קברוהו על דעת לפנותו כשיזדמן להם מתחילין אבלות מיד ואם פינוהו תוך שבעה חוזרין ומונין משיקבר שנית ואם לא פינוהו עד לאחר שבעה כבר עבר אבילותם ואין מתאבלים עליו פעם אחרת ואם מתחלה היה דעתם לפנותו משם תוך שבעה אין מתחילין למנות עד שיקבר בקבר השני:"
    },
    {
      "id": "yoreh_deah-375-4",
      "section": 4,
      "text": "אם נתנו המת בארון ונתנוהו בבית אחר לפי שהיתה העיר במצור מונים לו מיד שבעה ושלשים אע\"פ שדעתם לקברו בבית הקברות אחר המצור וסתימת ארון הוי כקבורה וחל עליהם אבילות מיד:"
    },
    {
      "id": "yoreh_deah-375-5",
      "section": 5,
      "text": "הרוגי מלכות שאין מניחים אותו ליקבר מאימתי מתחילין להתאבל עליהם ולמנות ז' ושלשים משנתיאשו לשאול למלך לקברן אע\"פ שלא נתיאשו מלגנוב אותם:"
    },
    {
      "id": "yoreh_deah-375-6",
      "section": 6,
      "text": "מי שהודיעוהו שצלבו עובדי כוכבים קרובו בעיר אחרת ונהג אבילות מיד ואח\"כ נודע לו שעדיין עומד בצליבה אותו אבילות לא עלה לו וחוזר ומונה משיקבר או משנתיאשו מלקברו: (דעת ר\"י ורמב\"ן):"
    },
    {
      "id": "yoreh_deah-375-7",
      "section": 7,
      "text": "מי שטבע במים שיש להם סוף או שיצא קול שהרגוהו לסטים או שגררתו חיה מאימתי מונים משנתיאשו לבקש מצאוהו אברים אברים ומכירין אותו בסימני גופו אין מונין לו עד שימצא ראשו ורובו או שנתיאשו מלבקש (ברייתא מביאה רמב\"ן) ואם נמצא אחר שנתייאשו ממנו אין הקרובים צריכים לחזור ולהתאבל אלא הבנים אם הם שם בשעה שנמצא מתאבלים אותו היום דלא גרע מליקוט עצמות אביו אבל אם אינם שם ושמעו אחר שעבר היום אין צריכין להתאבל: הגה אם שלחו מתיהם לעיר אחרת שדינם להתחיל האבלות משיחזרו פניהם והתחילו למנות האבלות ואחר כך נתפס המת ולא ניתן לקבורה זמן ארוך אין צריכין להפסיק אבלותן ואין צריכין לחזור ולהתאבל אחר כך דמאחר שדינם להתחיל מיד אין צריכין להפסיק (מרדכי סוף מ\"ק):"
    },
    {
      "id": "yoreh_deah-375-8",
      "section": 8,
      "text": "מי שמת לו קרוב ולא ידע עד שבא למקום שמת שם המת או למקום קבורה אם היה במקום קרוב שהוא מהלך י' פרסאות שאפשר שיבא ביום אחד אפי' בא ביום הז' אם מצא מנחמים אצל גדול הבית אפי' שננערו לעמוד הואיל ומצא מנחמים (דהיינו שנוהגים עדיין קצת אבלות) (טור ורשב\"א בתשובה) עולה לו ומונה עמהם תשלום שלשים יום ואם לא מצא מנחמים מונה לעצמו וכן אם היה במקום רחוק אפילו בא ביום שני מונה לעצמו שבעה ושלשים מיום שבא: הגה וי\"א דאפילו אם בא אחד ואין הגדול בבית רק שהלך לצורך המת אם חזר תוך ג' ימים הוי כאילו הוא בבית והבא תוך ג' מונה עמהם (וכן הוא בטור) ויש להקל כסברא זו וכל שדינו למנות עמהם אפילו אם חזר אחר כך לביתו מונה עמהם (הרשב\"א סימן תע\"ז):"
    },
    {
      "id": "yoreh_deah-375-9",
      "section": 9,
      "text": "במה דברים אמורים בשלא שמע שמת עד שבא אבל אם נודע לו ביום השני והתחיל להתאבל לא יקצר אבלותו בשביל שבא אצלם:"
    },
    {
      "id": "yoreh_deah-375-10",
      "section": 10,
      "text": "מי שהוא אבל ובתוך ז' מת לו מת אחר מונה ז' למת אחרון ועולים לו לתשלום שבעה ימי אבילות הראשון:"
    },
    {
      "id": "yoreh_deah-375-11",
      "section": 11,
      "text": "מי שהתפלל ערבית ועדיין הוא יום ושמע שמת לו מת יש מי שאומר שמונה מיום המחרת ואותו יום אינו עולה:"
    }
  ]
}