{
  "id": "yoreh_deah-315",
  "chapterLabel": "סימן 315",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-315-1",
      "section": 1,
      "text": "דין ספק בכור ויוצא דופן וטומטום ואנדרוניגוס. ובו ז' סעיפים:ספק בכור אין הבעלים צריכים ליתנו לכהן אלא ישהנו עד שיפול בו מום ויאכלנו ואסור בגיזה ועבודה ואם תקפו כהן אין מוציאין אותו מידו: הגה וי\"א דמוציאין אותו מיד הכהן (טור בשם הרא\"ש) וכן הלכתא ואפי' אם נתנו לו הישראל בטעות שהיה סבור שצריך ליתנו לו ואח\"כ נודע לו צריך הכהן להחזיר לו (פסקי מהרא\"י סי' קס\"ו):"
    },
    {
      "id": "yoreh_deah-315-2",
      "section": 2,
      "text": "יוצא דופן ושנולד אחריו דרך רחם שניהם אינם בכור אפי' ילדה נקבה תחלה דרך דופן וזכר אחריה דרך רחם כיון שקדמו אחר בכור שהוא טומטום הרי זה ספק בכור ויאכל במומו לבעליו ודוקא במטיל מים במקום נקבות אבל אם מטיל מים במקום זכרות בכור ודאי הוא וצריך ליתנו לכהן. (טור בשם הרא\"ש ולא כרמב\"ם):"
    },
    {
      "id": "yoreh_deah-315-3",
      "section": 3,
      "text": "אנדרוגינוס הוא ספק בכור ויאכל במומו לבעלים:"
    },
    {
      "id": "yoreh_deah-315-4",
      "section": 4,
      "text": "מבכרת שיצאה מלאה וחזרה ריקנית הבא אחריה בכור מספק שמא הפילה דבר שאינו פוטר מהבכורה:"
    },
    {
      "id": "yoreh_deah-315-5",
      "section": 5,
      "text": "רחל שילדה כמין עז או עז שילדה כמין רחל פטורה מהבכורה שנאמר אך בכור שור עד שיהיה הוא שור ובכורו שור ואם היו בו מקצת סימני אמו הרי זה בכור והוא בעל מום קבוע שאין לך מום גדול משינוי ברייתו. (לשון רמב\"ם פ\"ה מהל' בכורות ד\"ו):"
    },
    {
      "id": "yoreh_deah-315-6",
      "section": 6,
      "text": "פרה שילדה כמין חמור ויש בו מקצת סימני פרה הרי זה בכור לכהן הואיל ומין החמור יש בו דין בכור אבל אם ילדה מין סוס או גמל אע\"פ שיש בו מקצת סימני פרה הרי הוא ספק בכור לפיכך יאכל לבעליו ואם תפסו כהן אין מוציאין מידו וה\"ה לחמור שילדה כמין סוס ויש בו מקצת סימני חמור ה\"ז ספק בכור. (וכבר נתבאר דנקטינן דאם תקפו כהן מוציאין מידו):"
    },
    {
      "id": "yoreh_deah-315-7",
      "section": 7,
      "text": "בהמה דקה שטנפה דהיינו שנימוח העובר ויצא המיחוי פטורה מהבכורה וצריך להראותו לרועה חכם שיראה אם הוא מיחוי ולד ובהמה גסה שהפילה שליא פטורה מהבכורה והשליא עצמה אין בה קדושה ומותר להאכילה לכלבים שפעה חררת דם פטורה מהבכורה והחררה תקבר לפרסמה שהיא פטורה מהבכורה:"
    }
  ]
}