{
  "id": "yoreh_deah-121",
  "chapterLabel": "סימן 121",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-121-1",
      "section": 1,
      "text": "סדר הכשר כלים הנקנים מן העובד כוכבים. ובו ז' סעיפים:הלוקח כלים ישנים מן העובד כוכבים כדרך שנשתמש בהן העובד כוכבים כך הוא הכשרן לפיכך הלוקח כלי תשמיש ישנים שנשתמש בהם בצונן כגון כוסות וצלוחיות וכיוצא בהן מדיחן וצריך לשפשפן היטב במים בשעת הדחה כדי להסיר ולמרק האיסור שעל גביהן ואחר כך שוטפן במים ומטבילן והם מותרים: הגה יש מקומות שנהגו היתר לשום יין בכלים שנסריהם מדובקים בחלב משום שטבע היין לברוח מן החלב והחלב נקרש ועומד בעצמו ואינו נוגע כלל ביין (ריב\"ש סימן קמ\"ט):"
    },
    {
      "id": "yoreh_deah-121-2",
      "section": 2,
      "text": "לקח מהם כלים שנשתמש בהם בחמין בין שהם של מתכת או של עץ או אבן מגעילן ואחר כך מטבילן אם הם של מתכת והם מותרים ואם הטבילן ואחר כך הגעילן מותרים ויש אומרים שצריך לחזור ולהטבילן: הגה דין כלי עצם עיין בהלכות פסח סי' תנ\"א. אין להגעיל שום כלי כל זמן שהוא בן יומו (טור) ואין להשתמש במי הגעלה (ארוך) כל מקום שצריך הגעלה לא מהני אם קלפו לכלי בכלי אומנות (ת\"ה סי' ק\"ל ובמרדכי והגהת ש\"ד) ועיין לעיל סימן ק\"ח דין מרדה של איסור:"
    },
    {
      "id": "yoreh_deah-121-3",
      "section": 3,
      "text": "דיני הגעלה וליבון הלא הם כתובים בהלכות פסח:"
    },
    {
      "id": "yoreh_deah-121-4",
      "section": 4,
      "text": "מחבת שמטגנים בה אע\"פ שלענין חמץ בפסח די לה בהגעלה לענין שאר איסורים צריכה ליבון:"
    },
    {
      "id": "yoreh_deah-121-5",
      "section": 5,
      "text": "אם הגעיל כלי הצריך ליבון אסור להשתמש בו בחמין אפילו שלא על ידי האש: הגה אבל מותר להשתמש בו צונן אפילו לכתחלה ע\"י הדחה ושפשוף היטב וכ\"ש בכלי שצריך הגעלה ודוקא בדרך עראי כגון שהוא בבית העובד כוכבים או בדיעבד אבל אם רוצה להשתמש בו בקבע יש מחמירים ואומרים דאפילו להשתמש בו צונן צריך הגעלה או ליבון גזרה שמא ישתמש בו חמין (מרדכי ורוקח) והכי נוהגין ואפילו כלים שתשמישן בצונן אם יש לחוש שחממו בו יין כגון כלי כסף נוהגין להגעיל ואין לשנות (ארוך בשם ראבי\"ה) ואפילו תיבות ושלחנות הנקחים מן העובדי כוכבים נוהגין להגעיל שמא נשפכו עליהם חמין ודוקא לכתחלה אבל בדיעבד אין לחוש לכל זה (שם) וכלי חרס שנשתמשו בו בצונן מאחר דאי אפשר בהגעלה מקרי דיעבד וסגי ליה במריקה ושטיפה היטב (שם) ומותר ליתן בו אח\"כ אפילו דברים חריפים כחומץ וכיוצא בו וכ\"ש דברים קשים כתבלין וכיוצא בהן וע\"ל סימן צ\"א:"
    },
    {
      "id": "yoreh_deah-121-6",
      "section": 6,
      "text": "כלי מתכות אף על פי שי\"א שאם נשתמש בו איסור במקצתו נאסר כולו משום דחם מקצתו חם כולו אבל לענין הכשרו לא עלה לו הכשר עד שיכשיר כולו בין לענין הגעלה בין לענין ליבון: הגה ודוקא אם נשתמש בכולו אבל אם ידוע שלא נשתמש רק בקצתו כבולעו כך פולטו (טור):"
    },
    {
      "id": "yoreh_deah-121-7",
      "section": 7,
      "text": "סכין ישן בין גדול בין קטן הניקח מהעובד כוכבים אם בא להשתמש בצונן אם אין בה גומות נועצה עשרה פעמים בקרקע קשה וצריך שכל נעיצה ונעיצה תהיה בקרקע קשה לפיכך לא ינעוץ במקום שנעץ נעיצה אחרת (טור בשם הרמ\"ה) ואפילו לחתוך בו דבר חריף כמו צנון סגי בהכי. (ולהשתמש בו בקביעות לא גרע משאר כלי שנוהגין להגעיל אפילו לצונן) (סברת הרב בדברי הארוך) (כמו שנתבאר) ואם יש בה גומות (או) שרוצה לחתוך בה חמין או לשחוט בה מלבנה או משחיזה במשחזת של נפחים היטב על פני כולה: הגה וי\"א דהשחזה מהני רק לחתוך בה צונן אבל לא לענין חמין (ב\"י בשם פוסקים) והכי נהוג לכתחלה ואם לא יוכל ללבן הסכין היטב משום הקתא ילבנו ויגעילנו אח\"כ (ארוך) ומיהו אם לבנו ולא הגעילו אפילו יש בו גומות או אם הגעילו ולא לבנו ואין בו גומות וחתך בו מאכל חם לא נאסר אפילו הסכין בן יומו ואם השחיזו במשחזת היטב בכל מקום והגעילו אח\"כ מהני אפילו לכתחלה כמו ליבון (מרדכי פ\"ב דעבודת כוכבים וארוך) אם יוכל לנקות הגומות שבו:"
    }
  ]
}