{
  "id": "yoreh_deah-276",
  "chapterLabel": "סימן 276",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-276-1",
      "section": 1,
      "text": "דין תליית הדילוג ודין הטועה בכתיבת השם. ובו י\"ג סעיפים:טעה ודילג תיבה או יותר יכול לתלותה בין השיטין אבל לא בריוח שבין דף לדף:"
    },
    {
      "id": "yoreh_deah-276-2",
      "section": 2,
      "text": "אע\"פ שאומר בתחלת הספר שכותבו לשם קדושת ספר תורה בכל פעם שכותב שם מהשמות שאינם נמחקים צריך לומר שכותב לשם קדושת השם ואם לא עשה כן פסול (כן נראה מרא\"ש וכ\"כ סמ\"ג וסה\"ת): הגה כתב שם אלהים אחרים לשם קדושה אינו פסול דהוי כמקדיש בעלי מומין למזבח דאינן קדושים (ב\"י בשם רשב\"ץ):"
    },
    {
      "id": "yoreh_deah-276-3",
      "section": 3,
      "text": "כשכותב השם אפילו מלך ישראל שואל בשלומו לא ישיבנו ואם היה כותב שני שמות זה אחר זה מותר להפסיק ביניהם וכשיחזור לכתוב שם שני צריך לחזור לומר שהוא כותבו לשם קדושת השם:"
    },
    {
      "id": "yoreh_deah-276-4",
      "section": 4,
      "text": "כשטובל הקולמוס לכתוב השם לא יתחיל מיד השם לכתוב שמא יהיה עליו רבוי דיו ולא יצא הכתב מיושר אלא יכוין להניח אות אחת מלכתוב קודם השם ובאותו האות יתחיל לכתוב (ואם לא עשה כן יחפש אחר אות שצריכה דיו וימלאנה וכותב את השם) (ב\"י בשם מ\"כ):"
    },
    {
      "id": "yoreh_deah-276-5",
      "section": 5,
      "text": "כתב האזכרות בדיו וזרק עליהם זהב פסול:"
    },
    {
      "id": "yoreh_deah-276-6",
      "section": 6,
      "text": "שכח לכתוב השם כולו תולה אותו בין השיטות אבל מקצת השם בשיטה ומקצתו תלוי פסול:"
    },
    {
      "id": "yoreh_deah-276-7",
      "section": 7,
      "text": "מותר לכתוב השם על מקום המחק ועל מקום הגרד. (ואין חילוק בזה בין ס\"ת לשאר ספרים) (כ\"כ בס\"ה):"
    },
    {
      "id": "yoreh_deah-276-8",
      "section": 8,
      "text": "צריך שיהיו כל אותיות השם בתוך הדף ולא יצא מהם כלל חוץ לדף:"
    },
    {
      "id": "yoreh_deah-276-9",
      "section": 9,
      "text": "אסור למחוק אפילו אות אחת משבעה שמות שאינם נמחקים ולא מאותיות הנטפלות מאחריהם כגון ך' של אלהיך וכ\"ם של אלהיכם ואלו השבעה שמות. שם ההויה. ושם אדנות. ואל. אלוה. אלהים. שדי. צבאות. ויש גורסין ג\"כ אהי\"ה אשר אהיה (טור):"
    },
    {
      "id": "yoreh_deah-276-10",
      "section": 10,
      "text": "כתב אל מאלהים. יה מהשם. או שכתב שם יה אינו נמחק אבל שד משדי וצב מצבאות נמחקים: הגה וכן אד מאדני או אה מאהיה (ירושלמי פ\"ק דמגילה) ויש מחמירין בזה (תוס' פ' שבועת העדות בשם ר\"ח) והשם שכותבין בסדורין ב' יודין ואחת על גביהן מותר למחקו אם הוא לצורך (פסקי מהרא\"י סי' קמ\"ח):"
    },
    {
      "id": "yoreh_deah-276-11",
      "section": 11,
      "text": "נדבקה אות לחבירתה באותיות השם יש לו לגרדו: הגה דיו שנשפכה על השם מותר למחקו כדי לתקנו דאין זה דרך מחיקה רק דרך תיקון (ב\"י בשם מסכת סופרים ובהגהת מיימוני פ\"ו) ה' של שם שכרעה נוגעת בגגה אם נוגע ממש עד שנראית כח' מותר למחוק או לגרד הרגל ולתקנה אבל אם נוגע רק מעט יש לספק בדבר אם מותר (ב\"י בשם ר\"י אסכנדרני):"
    },
    {
      "id": "yoreh_deah-276-12",
      "section": 12,
      "text": "הכותב יהודה ולא נתן בו דל\"ת יתלה הדל\"ת למעלה היה לו לכתוב השם וכתב יהודה עושה ה' מהדל\"ת ומוחק ה' אחרונה:"
    },
    {
      "id": "yoreh_deah-276-13",
      "section": 13,
      "text": "כלי שהיה כתוב עליו שם קוצץ מקום השם וגונזו: הגה ואסור לכתוב שם לכתחלה שלא בספר דיוכל לבא לידי בזיון ולכן נזהרין שלא לכתוב שם באיגרת ויש נזהרין אפילו במלת שלום שלא לגמור כתיבתו (מהרי\"ל בשם התשב\"ץ):"
    }
  ]
}