{
  "id": "yoreh_deah-216",
  "chapterLabel": "סימן 216",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-216-1",
      "section": 1,
      "text": "חילוק בין האומר פירות אלו או לא אמר אלו ודין הנודר מהמבושל (וכיצד הולכין בנדרים אחר לשון תורה). ובו י\"ב סעיפים:קונם פירות האלו עלי אסור בחילופיהם ובגידוליהם ואין צריך לומר במשקין היוצאין מהן וכן אסור בגידולי גידוליהן אבל חילופי חילופיהן מותרים ואם הוא דבר שזרעו כלה גידולי גידוליו מותרים וכן הדין אם לא אמר האלו אלא היו לפניו ואמר קונם הם עלי: הגה וכן אם אמר פירות פלוני או מקום פלוני הם קונם עלי הוי כאילו אמר פירות אלו. (ב\"י בשם הר\"ן):"
    },
    {
      "id": "yoreh_deah-216-2",
      "section": 2,
      "text": "אמר קונם מה שאני אוכל או טועם מהם אם הוא דבר שזרעו כלה כגון חטים וכיוצא בהם מותר בחילופיהם ובגידוליהם ואם הוא דבר שאין זרעו כלה כשזורעין אותו כגון שום ובצלים אפי' גידולי גידולין אסורים וכן משקים היוצאים מהם אסורים וכן אם אמר קונם פירות האלו על פלוני אסור בחילופיהם ובגידוליהם:"
    },
    {
      "id": "yoreh_deah-216-3",
      "section": 3,
      "text": "אמר לאשתו קונם מעשה ידיך עלי אסור בחילופיהם ובגידוליהם. אמר קונם שאני אוכל או שאני טועם ממעשה ידיך מותר בחילופיהן ובגידוליהן בדבר שזרעו כלה אבל בדבר שאין זרעו כלה אפי' גידולי גידולין אסורין:"
    },
    {
      "id": "yoreh_deah-216-4",
      "section": 4,
      "text": "אמר לחבירו קונם לביתך שאני נכנס שדך שאני לוקח מת או שמכרן או נתנן לאחר מותר אבל כל שהוא ברשותו אסור אפילו מכרו ואחר כך קנאו או שנפל ובנאו ואפילו לא בנאו במקומו הראשון: הגה אמר לו קונם בית אביך שאיני נכנס בו אע\"פ שמת האב אסור דכל יוצאי חלציו קרויין בית אב (מרדכי ספ\"ק דגיטין ובא\"ע סי' קמ\"ו ועס\"ק י\"ב):"
    },
    {
      "id": "yoreh_deah-216-5",
      "section": 5,
      "text": "אמר קונם לבית זה שאני נכנס בו אסור בו לעולם בין שמת או מכרו או נתנו לאחרים ואם נפל ובנאו אפילו במקומו ובמדתו הראשונה מותר:"
    },
    {
      "id": "yoreh_deah-216-6",
      "section": 6,
      "text": "אמר קונם לביתך זה שאני נכנס אסור בו לעולם בין שמת או מכרו או נתנו לאחר בין שנפל ובנאו ויש מי שמתיר במת או מכרו או נתנו ואוסר בנפל ובנאו ויש מי שאוסר בזו ומתיר בזו:"
    },
    {
      "id": "yoreh_deah-216-7",
      "section": 7,
      "text": "אמר ראובן לשמעון קונם בית זה שאתה נכנס ומת או שמכרו לאחר אסור שהאוסר דבר שהוא שלו על חבירו אע\"פ שיצא מרשותו הרי הוא באיסורו עומד אבל אם אמר לו קונם לביתי שאתה נכנס אם מת או מכרו או נתנו לאחר מותר האומר לבנו הרי אתה אסור בהנייתי או שנשבע שלא יהנה בו אם מת יירשנו שזה כאומר נכסי עליך אסורין אבל אם אסר עליו הנייתו ופירש בין בחייו בין במותו אם מת לא יירשנו שזה כאומר נכסי אלו עליך אסורים (וע\"ל סימן רכ\"ג) : הגה קהל שנדרו כל מה שיגבו יהיה לצורך בנין בית הכנסת ובנין בית המדרש יתנו מחצה לזה ומחצה לזה אע\"פ שלא גבו להספיק א' מהם (ב\"י ס\"ס רכ\"ח בשם תשו' הרשב\"א) מי שהשביע את בנו או חבירו שלא ילוה מעותיו לאחרים אם לא ברשות ראובן ושמעון ומת אחד מהם מותר להלוות ברשות הא' דכל מקום שנאמר פלוני ופלוני משמע אפי' א' מהם עד שיפרוט לך שניהם ביחד (ב\"י סי' רכ\"ח דף ע\"ב ע\"ד בשם תשובת הרשב\"א) מי שנשבע לאשה המשודכת לו שלא ישא אשה עליה וקודם שכנסה נפלה לו יבמה מותר ליבמה דלשון עליה אינה במשמע אלא אם נשאה תחילה ולא יכנוס המשודכת אלא א\"כ יתירו לו שבועתו (שם סוף דף רע\"ג בשם תשובת רשב\"א והיא בסימן תתי\"ב):"
    },
    {
      "id": "yoreh_deah-216-8",
      "section": 8,
      "text": "אמר לחבירו ככרי זו אסורה עליך אפי' נתנה לו במתנה או מכרה לו אסורה לו מת ונפלו לו בירושה או שנתנה לאחר והוא נתנה לו מותרת לו שלא אמר אלא ככרי ועתה אינו שלו:"
    },
    {
      "id": "yoreh_deah-216-9",
      "section": 9,
      "text": "אמר קונם בשר ויין עלי מותר בתבשיל שיש בו בשר ויין אע\"פ שנותנין בו טעם ואם אמר קונם בשר ויין שאני טועם או שאני אוכל או שאמר קונם בשר או יין זה עלי אסור בתבשיל שיש בו טעם [בשר או] יין:"
    },
    {
      "id": "yoreh_deah-216-10",
      "section": 10,
      "text": "נתערב יין זה שאסרו על עצמו ביין אחר אפי' טפה בחבית נאסר הכל מפני שיש לו להשאיל על נדרו נעשה כדבר שיש לו מתירין שאינו בטל במינו:"
    },
    {
      "id": "yoreh_deah-216-11",
      "section": 11,
      "text": "האוסר על עצמו יינו של פלוני או של מקום פלוני דינו כדין האוסר על עצמו יין זה שאסור בתבשיל שנפל בו ויש בו טעם יין והוא הדין אם אותו יין נעשה חומץ אחר הנדר שהוא אסור עליו אבל מה שהיה חומץ בשעת הנדר מותר (דיין אסר עליו ולא חומץ) (ב\"י בשם תשובת הרשב\"א):"
    },
    {
      "id": "yoreh_deah-216-12",
      "section": 12,
      "text": "אמר קונם זיתים וענבים עלי מותר בשמן ויין היוצא מהם אפי' הוא חדש ואם אמר קונם זיתים וענבים שאני טועם או שאמר קונם זיתים אלו עלי אסור אף במשקים היוצאים מהם ובתבשיל שנותנין בהם טעם:"
    }
  ]
}