{
  "id": "yoreh_deah-333",
  "chapterLabel": "סימן 333",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-333-1",
      "section": 1,
      "text": "דיני ראשית הגז. ובו י\"ד סעיפים:ראשית הגז אינו נוהג אלא בארץ בין בפני הבית בין שלא בפני הבית: (וי\"א דבר תורה ראשית הגז נוהג אפי' בח\"ל אלא שלא נהגו כן) (טור):"
    },
    {
      "id": "yoreh_deah-333-2",
      "section": 2,
      "text": "אין חייבים בראשית הגז אלא הכבשים בלבד זכרים ונקבות ואם היה צמרן קשה ואינו ראוי ללבישה פטור:"
    },
    {
      "id": "yoreh_deah-333-3",
      "section": 3,
      "text": "גזז הצמר ולבנו חייב אבל אם צבעו פטור:"
    },
    {
      "id": "yoreh_deah-333-4",
      "section": 4,
      "text": "הגוזז את המתה פטור. (התולש צמר רחלים בידו ולא גזז חייב):"
    },
    {
      "id": "yoreh_deah-333-5",
      "section": 5,
      "text": "המפריש ראשית הגז ואבד חייב באחריותו עד שיתננו לכהן:"
    },
    {
      "id": "yoreh_deah-333-6",
      "section": 6,
      "text": "האומר כל גיזתי ראשית דבריו קיימים:"
    },
    {
      "id": "yoreh_deah-333-7",
      "section": 7,
      "text": "הלוקח גז צאנו של עובד כוכבים אחר שגזזן העובד כוכבים פטור מראשית הגז ואם לקח הצאן לגיזתן חייב אע\"פ שגדלה הגיזה ברשות העובד כוכבים ואע\"פ שחוזרים הצאן לעובד כוכבים אחר גזיזה חייב. (ויש חולקין ואומרים דפטור אם לא קנה הצאן לגיזתן) (דעת רש\"י וטור):"
    },
    {
      "id": "yoreh_deah-333-8",
      "section": 8,
      "text": "הלוקח גז צאנו של חבירו אם שייר המוכר מעט מצאנו להגזז חייב להפריש מהנשאר על הכל ואע\"פ שלא התחיל המוכר לגזוז ואם לא שייר כלום הלוקח חייב להפריש ואם היו שני מינים כגון גיזה לבנה וגיזה שחומה (פי' אדומה) ומכר מין זה והניח המין האחר זה נותן לעצמו על מה שלקח וזה נותן לעצמו על מה שמכר: הגה קנה גז צאנו של חברו אם שייר המוכר קצת גיזה לעצמו הוא חייב לא שייר מהם כלום הלוקח חייב ליתן ואם פירש לו אני מוכר לך הכל שניהם פטורים. (טור):"
    },
    {
      "id": "yoreh_deah-333-9",
      "section": 9,
      "text": "כמה צאן יהיו לו ויהיו חייבות בראשית הגז אין פחות מה' והוא שיהיה בגיזה שלהם אין פחות ממשקל ששים סלע ותהיה גיזת כל אחד מחמישתן אין פחות מי\"ב סלע ואם היתה אחת מהן גוזזת פחות מי\"ב אע\"פ שחמישתן גוזזות ששים סלע או יותר פטור:"
    },
    {
      "id": "yoreh_deah-333-10",
      "section": 10,
      "text": "השותפים חייבים והוא שיהיה בחלק כל אחד כשיעור אבל חמשה צאן בלבד של שני שותפין פטורין:"
    },
    {
      "id": "yoreh_deah-333-11",
      "section": 11,
      "text": "ראשית הגז מצותה בתחלה ואם הפריש בין באמצע בין בסוף יצא:"
    },
    {
      "id": "yoreh_deah-333-12",
      "section": 12,
      "text": "היו לו ה' צאן וגזז אחת מהן בלבד ומכר גיזתה ואח\"כ גזז שניה ומכר גיזתה ואח\"כ גזז שלישית ומכר גיזתה הכל מצטרפות לראשית הגז וחייב לאחר כמה שנים (וה\"ה אם מכר קצת הצאן לאחר שהתחיל לגזוז) ויש לו להפריש מן החדש על הישן ומזה על זה: (היו לו שני מינים רע וטוב לא יתן מן הרע על הטוב אלא יתן מכל אחד לפי שיעורו) (טור) אבל אם היתה רחל אחת וגזזה ואח\"כ קנה שניה וגזזה והניח גיזתה ואח\"כ קנה שלישית וגזזה והניח גיזתה אינם מצטרפין:"
    },
    {
      "id": "yoreh_deah-333-13",
      "section": 13,
      "text": "מי שהיו לו גיזות רבות של ראשית הגז ורוצה לחלק לכהנים לא יתן לכל אחד פחות ממשקל חמשה סלעים מלובן כדי בגד קטן לא שילבנו ואח\"כ יתן אלא יתן לו מצמר הגיזה כשהוא צואי (פי' מטונף) כדי שיהיה בו אחר הליבון חמשה סלעים או יותר שנאמר תתן לו שיהיה בו כדי מתנה המועלת. (אבל אינו חייב ליתן רק חמשה סלעים מהכל) (טור):"
    },
    {
      "id": "yoreh_deah-333-14",
      "section": 14,
      "text": "ראשית הגז חולין לכל דבר לפיכך נותנין אותו לכהנת אף על פי שהיא נשואה לישראל:"
    }
  ]
}