{
  "id": "yoreh_deah-391",
  "chapterLabel": "סימן 391",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-391-1",
      "section": 1,
      "text": "אבל אסור בכל מיני שמחה. ובו ג' סעיפים:אבל אסור בשמחה לפיכך לא יקח תינוק בחיקו כל שבעה שמא יבא לידי שחוק:"
    },
    {
      "id": "yoreh_deah-391-2",
      "section": 2,
      "text": "על כל המתים נכנס לבית המשתה לאחר שלשים יום על אביו ועל אמו לאחר י\"ב חדש ואף אם השנה מעוברת מותר לאחר י\"ב חדש ומיהו שמחת מריעות שהיה חייב לפרוע אותה מיד מותר לעשותה מיד אחר שבעה אבל אם אינו חייב לפרעה אסור ליכנס לה עד ל' ועל אביו ועל אמו אע\"פ שחייב לפרעה אסור [עד] לאחר י\"ב חדש: הגה ובחבורת מצוה כגון שמשיא יתום ויתומה לשם שמים ואם לא יאכל שם יתבטל המעשה מותר לאחר ל' אבל תוך ל' אסור לכל סעודת מצוה שבעולם (טור בשם הראב\"ד) אבל סעודת מצוה דלית בה שמחה מותר ליכנס בה כגון פדיון הבן או סעודת ברית מילה מותר לאכול שם אפי' תוך שבעה ובלבד שלא יצא מפתח ביתו (ת\"ה סי' רנ\"א) ויש אוסרין בסעודת ברית מילה (מרדכי) והמנהג שלא לאכול בשום סעודה בעולם כל י\"ב חדש אם הוא חוץ לביתו ובתוך הבית מקילין שאוכל בביתו בסעודת ברית מילה וכ\"ש בשאר סעודות שאין בהם שמחה אבל בסעודת נישואין יש להחמיר כן נ\"ל. אבל שהוא בעל ברית או מוהל ילבש בגדי שבת עד לאחר המילה ומותר ליכנס למילה לאכול שם אם הוא לאחר ל' אע\"פ שאין המילה בביתו (ב\"י בשם תשובת מהרי\"ל):"
    },
    {
      "id": "yoreh_deah-391-3",
      "section": 3,
      "text": "ליכנס לחופה שלא בשעת אכילה לשמוע הברכות יש מתירים ויש אוסרין אלא עומד חוץ לבית לשמוע הברכות: הגה אבל לא יכנס לבית כלל בשעה שעומדים שם במזמוטי חתן וכלה וכן נוהגים באשכנז (טור) ובמדינות אלו וכל זה בבית שעושין החתונה שאוכלין ושותין ושמחין שם אבל בחופה שעושין בבית הכנסת שמברכין שם ברכת אירוסין ונישואין ואין שם שמחה כלל מותר מיד אחר שבעה (הגהות מיימוני) ויש אוסרין עד שלשים (שם בשם ראבי\"ה) וכן נראה לי ויש מקומות שמחמירין להיות האבל עומד כל י\"ב חדש חוץ לבית הכנסת לשמוע הברכות (הגהות במהרי\"ל) ומ\"מ נראה דאבל יכול לברך ברכת אירוסין ונישואין תחת החופה שבבית הכנסת וכן יוכל להכניס חתן כדרך ארצנו ששני אנשים מכניסין החתן תחת החופה ויכול ללבוש קצת בגדי שבת בשעה שמכניסין ובלבד שיהא אחר ל' (ד\"ע) וכן נוהגין. יש מתירין לאבל לאכול בסעודת נשואין או ברית מילה עם המשמשין ובלבד שלא יהא במקום שמחה כגון בבית אחר (כל בו וב\"י בשם סמ\"ק) ויש אוסרין (הגהות אשיר\"י) וכן נוהגין רק שהאבל משמש שם אם ירצה ואוכל בביתו ממה ששולחין לו מן הסעודה יש מתירין לאבל לאכול באותה סעודה של דגים שעושים לאחר הנישואין כי מאחר שכבר פסקו לומר שהשמחה במעונו אית ליה היכר שאין שמחה באותה סעודה ושרי (בית יוסף בשם רוקח) יש אומרים דאסור לאכול בסעודה בלילה שביום המחרת מת אביו או אמו (בהגהות מנהגים בשם מהרי\"ו):"
    }
  ]
}