{
  "id": "yoreh_deah-330",
  "chapterLabel": "סימן 330",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-330-1",
      "section": 1,
      "text": "דין עיסת עובד כוכבים ושותפין והפקר וכלבים. ובו ט' סעיפים:עיסת עובד כובבים פטורה אפי' לשה ישראל ושל ישראל חייבת אפי' לשה לו עובד כוכבים נתנה לישראל במתנה אם עד שלא גלגלה נתנה לו חייבת ואם לאחר שגלגלה נתנה לו פטורה: (עובד כוכבים שהפריש חלה אינו כלום ותאכל לזר) (ב\"י בשם הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-330-2",
      "section": 2,
      "text": "עיסת השותפין חייבת:"
    },
    {
      "id": "yoreh_deah-330-3",
      "section": 3,
      "text": "ישראל שהוא שותף עם העובד כוכבים אם אין בחלק הישראל כשיעור פטורה ואם יש בה כשיעור חייבת ויכול להפריש מיניה וביה:"
    },
    {
      "id": "yoreh_deah-330-4",
      "section": 4,
      "text": "עובד כוכבים שהיתה לו עיסה ונתגייר גלגלה קודם שנתגייר פטור אחר שנתגייר חייב אם ספק חייב:"
    },
    {
      "id": "yoreh_deah-330-5",
      "section": 5,
      "text": "שני עובדי כוכבים שעשו עיסה כשיעור וחלקוה ואח\"כ נתגיירו והוסיף כל אחד על חלקו אחר שנתגייר עד שהשלימו לכשיעור הרי זו חייבת:"
    },
    {
      "id": "yoreh_deah-330-6",
      "section": 6,
      "text": "היתה העיסה בין עובד כוכבים וישראל בשותפות וחלקו ואח\"כ נתגייר העובד כוכבים והוסיף כל אחד על שלו עד שהשלים והוסיף לכשיעור של ישראל חייבת ושל עובד כוכבים פטורה: הגה ודוקא שעשאוה מתחילה בשותפות על מנת שלא לחלקה ונמלכו לחלקה אח\"כ אבל אם עשאוה מתחלה על מנת לחלקה אף של עובד כוכבים חייבת:"
    },
    {
      "id": "yoreh_deah-330-7",
      "section": 7,
      "text": "הפקיר עיסתו קודם שנתגלגלה וזכה בה ואח\"כ גלגלה או הפקירה אחר שגלגלה וחזר וזכה בה חייבת הפקירה ונתגלגלה בעודה הפקר ואחר כך זכה בה פטורה:"
    },
    {
      "id": "yoreh_deah-330-8",
      "section": 8,
      "text": "העושה עיסה לבהמה ולחיה פטור:"
    },
    {
      "id": "yoreh_deah-330-9",
      "section": 9,
      "text": "עיסת הכלבים בזמן שהרועים אוכלים ממנה חייבת ואם לאו פטורה ודוקא שניכר בה שהיא לכלבים כגון שאינה ערוכה ועשויה כצורת לחם הא לאו הכי חייבת:"
    }
  ]
}