{
  "id": "yoreh_deah-162",
  "chapterLabel": "סימן 162",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-162-1",
      "section": 1,
      "text": "שלא להלוות סאה בסאה. ובו ה' סעיפים:אסור ללוות סאה בסאה אפילו לא קצב לו זמן לפרעון וכן כל דבר חוץ ממטבע כסף היוצא (אז) בהוצאה דשמא יתייקרו ונמצא שנותן לו יותר ממה שהלוהו אם לא שיעשנו דמים שאם יתייקרו יתן לו אותם הדמים ואם לא עשהו דמים ונתייקרו נותן לו הדמים שהיו שוים בשעת הלואה ואם הוזלו נותן לו הסאה שהלוהו: הגה יש מי שכתב דבזמן הזה מטבע של זהב דינו ככסף ולוין זהוב בזהוב וכן נוהגין להקל ואין למחות בידם כי יש להם על מי שיסמוכו (פסקי מהרא\"י סי' נ\"ד) יש מי שאומר דמותר ללוות ככר לחם בככר לחם כמטבע של כסף דמאחר דדבר מועט הוא לא קפדי בני אדם להדדי בזה (הטור והרבה פוסקי' ועב\"י) וכן נוהגין להקל:"
    },
    {
      "id": "yoreh_deah-162-2",
      "section": 2,
      "text": "אם יש לו מעט מאותו המין אפילו אין המפתח בידו לוה עליו כמה סאין לפרוע סאה בסאה ואם אין לו כלום מאותו המין יתן לו המלוה מעט מאותו המין או ילוהו לו ואחר כך ילוה לו כמה סאין (ד\"ע דלא כתלמידי רשב\"א): הגה היה ללוה מעט מאותו המין פקדון ביד אחר הרי זה כאילו היה בידו אבל אם אחרים חייבים לו לא מקרי יש לו (ב\"י וכן משמע בגמ' דאיזהו נשך) וכן אם יש לו במקום אחר ואין למלוה דרך לשם (הגהות מרדכי) לוה שאמר שיש לו מעט מזה המין יוכל המלוה להלוות לו ואינו צריך ראיה לדבריו (שם בשם ר\"ת) . הא דמותר להלוות לו כשיש לו מאותו המין היינו סתם אבל אם המלוה מתנה שאם יתייקרו חטים ישלם לו חטים ואם יוזלו יתן לו מעות דמי שוויים כשער של עכשיו אסור דהוי קרוב לשכר ורחוק להפסד (ריב\"ש סימן י\"ח):"
    },
    {
      "id": "yoreh_deah-162-3",
      "section": 3,
      "text": "היה לאותו מין שער בשוק קבוע וידוע לשניהם מותר ללוות סאה בסאה: הגה וע\"ל סי' קע\"ה איזה מקרי שער קבוע והא דיכול ללוות על שער שבשוק היינו דהלוה יכול לפרוע לו אימת שירצה אבל אם התנה שלא יקבל פרעון עד שעת היוקר אסור (הרא\"ש בתשובתו וסמ\"ק וכל בו):"
    },
    {
      "id": "yoreh_deah-162-4",
      "section": 4,
      "text": "מלוה אדם את אריסיו (פי' אריס הנוטע או זורע שדה חבירו ויש לו חציו או שליש בפירות) סאה בסאה לזרע בין קודם שירד האריס לשדה בין אחר שירד במה דברים אמורים במקום שנהגו שיתן האריס הזרע אבל במקום שדרך בעל הקרקע ליתן הזרע אם כבר ירד האריס לשדה אסור:"
    },
    {
      "id": "yoreh_deah-162-5",
      "section": 5,
      "text": "הלוה לו סאתים חטים ועשה לו שטר עליהם אם לא יברר המלוה שיצא השער בשעת הלואה או שהיה ללוה מעט מאותו המין ישבע הלוה שלא יצא השער ושלא היה לו כלום מאותו המין ולא יפרע אלא דמים שהיו שוים בשעת הלואה (ואין המלוה יכול לומר הקניתי לו מעט משלי ע\"י אחר דלא מהני בלא דעת הלוה) (שם) ואם יתחייב לו חטים וההלואה היתה במקום אחד והתביעה במקום אחר והחטים יקרים יותר במקום התביעה לא ישלם לו אלא כשויין במקום ההלואה: הגה לא התירו ללוות כשיש לו אלא סאה חטים בסאה חטים אבל סאה חטין בסאה דוחן אסור אע\"פ שהן בשער אחד ויש לו דוחן (טור בשם הראב\"ד ובה\"ת):"
    }
  ]
}