{
  "id": "yoreh_deah-076",
  "chapterLabel": "סימן 76",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-076-1",
      "section": 1,
      "text": "דין בשר לצלי. ובו ו' סעיפים: הצלי אין צריך מליחה לפי שהאש שואב הדם שבו מעצמו אבל אם דם אחר נטף על הצלי אפי' אותו דם הוא צונן לא אמרינן שהאש שואבו ואוסר ממנו כדי נטילה:"
    },
    {
      "id": "yoreh_deah-076-2",
      "section": 2,
      "text": "רצה למלוח צלי ולאכלו בלא הדחה עושה ואין לחוש לדם שעל המלח ויש מי שאומר דהני מילי כשמולחו וצולהו מיד אבל אם שהה במלחו המלח בולע ונאסר לפיכך מדיחו יפה קודם צלייה: הגה וי\"א דצלי בעי הדחה תחילה (רמב\"ן) וי\"א דצריך גם כן קצת מליחה תחילה (רש\"י) והמנהג להדיחו תחילה וגם למלחו קצת כאשר נתחב בשפוד וצולהו מיד קודם שיתמלא המלח דם (הגהת ש\"ד) מיהו אם לא הדיחו ולא מלחו כלל או מלחו בלא הדחה תחילה ונצלה כך מותר ובלבד שלא שהה כך במליחתו בלא הדחה שיעור מליחתו אבל אם שהה כל כך קודם שצלאו אסור (כך משמע בארוך כלל ה') ואין חלוק בכל זה בין אווזות ושאר עופות החלולים (מרדכי וש\"ד וב\"י ועת\"ח כ\"ט ד\"ו) ובלבד שלא יהיו מלואים בביצים או בשאר בשר אבל אם הם מלואים דינם כבשול וצריכים מליחה תחילה כמו לקדרה (ש\"ד) ונהגו להחמיר כשצולין בשר בלא מליחה שלא להפך השפוד תמיד כדי שיזוב הדם (ארוך כלל ט') ובדיעבד אין לחוש ואין חלוק בכל זה בין אם רוצה לאכלו כך צלי או רוצה לבשלו אחר כן רק שיצלנו תחלה כדי שיהא ראוי לאכילה דהיינו כחצי צלייתו (שם) . י\"א דכל צלי צריך הדחה אחר צלייתו משום דם הדבוק בו (אגודה ואגור) וכן נוהגין לכתחלה מיהו אם לא הדיחו ואפילו בשלו כך מותר (ע\"ל סימן ע\"ג) ואפילו נמלח תחלה קודם צלייתו ולא הודח אחר המליחה אפילו הכי מותר ולא חיישינן לדם ומלח שעליו דנורא משאב שאיב (או\"ה):"
    },
    {
      "id": "yoreh_deah-076-3",
      "section": 3,
      "text": "לא נקב הורידים [בעוף] בשעת שחיטה אסור לאכלו ואפילו צלי עד שיחתוך אבר אבר ויצלה רצה לאכול ממנו בשר חי אסור עד שיחתוך וימלח ואם נקר הבשר מחוטי דם אוכל אפילו בלא מליחה חי או צלי ואפי' כולו כאחד ויש שהחמירו שלא לאכלו כולו כאחד אפילו בצלי אלא לאחר חתיכת הורידין ורוב שני הסימנים :"
    },
    {
      "id": "yoreh_deah-076-4",
      "section": 4,
      "text": "יש מי שאוסר לחתוך בסכין צלי שאצל האש שלא נמלח כל זמן שאינו נצלה כל צרכו מפני דם שנבלע בסכין ויש מי שאוסר השפוד שצלו בו בשר בלא מליחה ויש מי שהורה שאסור להשהות הצלי על השפוד לאחר שהוסר מן האש לאחר שפסק הבשר מלזוב שמא יחזור הבשר החם ויבלע ממנו ויש מתירין בכל זה וכן המנהג להתיר: (ואנו נזהרין לכתחילה ומתירין בדיעבד) (מהרא\"י והגהת ש\"ד ואו\"ה כלל ל\"ז):"
    },
    {
      "id": "yoreh_deah-076-5",
      "section": 5,
      "text": "צלי שלא נמלח וחתכו על גבי ככר אף על פי שיש בככר מראה אודם מותר אם נצלה עד כדי שהוא ראוי לאכילה לרוב בני אדם (דהיינו חצי צלייתו וה\"ה שהמוהל בלא ככר נמי שרי) (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "yoreh_deah-076-6",
      "section": 6,
      "text": "בשר שצולין בלא מליחה אין נותנין כלי תחתיו לקבל שמנונית הנוטף ממנו עד שיצלה עד שיהא ראוי לאכילה על ידי צליה זו:"
    }
  ]
}