{
  "id": "yoreh_deah-288",
  "chapterLabel": "סימן 288",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-288-1",
      "section": 1,
      "text": "במה והיאך נכתבת. ובו ט\"ו סעיפים:כיצד כותבין את המזוזה כותבין שתי פרשיות שמע והיה אם שמוע על דף אחד ביריעה אחת ועושה לה ריוח מלמטה וריוח מלמעלה כמו חצי צפורן ובתחלתה ישייר כדי לגול אותה אחר שתכרך. (ובסופה אין צריך להניח כלל) (טור):"
    },
    {
      "id": "yoreh_deah-288-2",
      "section": 2,
      "text": "צריך לכתבה בדף אחד ואם כתבה בב' או בג' דפין כשרה:"
    },
    {
      "id": "yoreh_deah-288-3",
      "section": 3,
      "text": "כתבה שלא על הסדר אפילו שכח מלכתוב אות אחת פסולה ואין לה תקנה ואין צריך לומר אם הקדים פרשה לפרשה:"
    },
    {
      "id": "yoreh_deah-288-4",
      "section": 4,
      "text": "כתבה בשני עורות אף על פי שתפרן פסולה:"
    },
    {
      "id": "yoreh_deah-288-5",
      "section": 5,
      "text": "צריכה עיבוד לשמה לכתחלה אבל במקום שאם ימתין לעור מעובד לשמה יתבטל מהמצוה יכתבנה על עור שאינו מעובד הנמצא ויקיים המצוה מיד בעוד שמבקש עור מעובד לשמה:"
    },
    {
      "id": "yoreh_deah-288-6",
      "section": 6,
      "text": "כתבה על הקלף או על הגויל כשרה לא אמרו דוכסוסטוס אלא למצוה (וקלפים שלנו כשרים לכל) (מרדכי הלכות קטנות):"
    },
    {
      "id": "yoreh_deah-288-7",
      "section": 7,
      "text": "דינה לענין הדיו והכתיבה והתגין של שעטנ\"ז ג\"ץ כמו בספר תורה:"
    },
    {
      "id": "yoreh_deah-288-8",
      "section": 8,
      "text": "צריכה שרטוט ואם כתבה בלא שרטוט פסולה:"
    },
    {
      "id": "yoreh_deah-288-9",
      "section": 9,
      "text": "כותב כל שיטותיה שוות שלא תהא אחת ארוכה מחבירתה ואם האריך בשיטה אחת יותר מבאותה שלפניה ובאותה שתחתיה קיצר יותר מבאותה שלפניה ולפני פניה כשרה ובלבד שלא יעשנה כקובה או כזנב או כעיגול:"
    },
    {
      "id": "yoreh_deah-288-10",
      "section": 10,
      "text": "על הארץ יכתוב בראש השיטה אחרונה ולא יכתוב בה יותר:"
    },
    {
      "id": "yoreh_deah-288-11",
      "section": 11,
      "text": "נהגו לעשותה כ\"ב שיטין:"
    },
    {
      "id": "yoreh_deah-288-12",
      "section": 12,
      "text": "צריך לכתבה בימין כמו בתפילין:"
    },
    {
      "id": "yoreh_deah-288-13",
      "section": 13,
      "text": "ריוח שבין פרשת שמע לפרשת והיה אם שמוע מצוה לעשות פרשה סתומה ואם עשאה פתוח' כשרה לפי שאינה סמוכה לה בתורה:"
    },
    {
      "id": "yoreh_deah-288-14",
      "section": 14,
      "text": "כורכה מסופה לראשה מאחד כלפי שמע:"
    },
    {
      "id": "yoreh_deah-288-15",
      "section": 15,
      "text": "אסור להוסיף בה מאומה אלא שמבחוץ כותבין שדי כנגד תיבת והיה שבפנים: הגה וי\"א נגד הריוח שבין הפרשיות (טור בשם הרא\"ש ומרדכי ה\"ק ורמב\"ם והגה\"מ בשם סה\"ת) וכן נוהגין ומניחין נקב בקנה נגד שם שדי שיהא נראה מבחוץ (שם במרדכי והגמי\"י) עוד נוהגין לכתוב מבחוץ כוז\"ו במוכס\"ז כוז\"ו נגד ה' אלהינו ה' (טור) ויהפוך אלה האותיות מכתיבת המזוזה כדי שיגיע כל אות נגד האות שמתחלף בו באלפ\"א בית\"א (הגהמי\"י) אבל בפנים אין להוסיף שום דבר על ב' פרשיות (טור ורמב\"ם):"
    }
  ]
}