{
  "id": "yoreh_deah-321",
  "chapterLabel": "סימן 321",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-321-1",
      "section": 1,
      "text": "בכור בהמה טמאה במה ובמי ובאיזה מקום נוהג וכן פדיונו ועריפתו. ובו כ\"ג סעיפים:בכור בהמה טמאה נוהג בכל מקום ובכל זמן ואינו נוהג אלא בחמורים וזה מצותו שכל ישראל שיש לו חמורה שבכרה פודהו בשה מן הכשבים או מן העזים בין זכר בין נקבה בין תם בין בעל מום בין גדול בין קטן ויתננו לכהן ומאימתי חייב לפדותו משיולד עד שימות אלא שמצוה לפדותו מיד שלא להשהות המצוה ולאחר שיפדנו הוא חולין גמורים ומותר בגיזה ועבודה כשאר חולין והכהן יעשה ג\"כ בשה כמו בשאר חולין:"
    },
    {
      "id": "yoreh_deah-321-2",
      "section": 2,
      "text": "אין פודין לא בעגל ולא בחיה ולא בשה שחוט ולא בטריפה ולא בכלאים ולא בכוי:"
    },
    {
      "id": "yoreh_deah-321-3",
      "section": 3,
      "text": "אין פודין בשה הדומה למין אחר ואם פדה פדוי (ויש אומרים דאם פדה בו הוי ספק) (טור בשם הרא\"ש):"
    },
    {
      "id": "yoreh_deah-321-4",
      "section": 4,
      "text": "פודין בבן פקועה (וי\"א שאין פודין בבן פקועה) (ג\"ז בשמו):"
    },
    {
      "id": "yoreh_deah-321-5",
      "section": 5,
      "text": "אם אין לו שה לפדותו פודהו בשוויו (ואז יכול לפדות בכל דבר) (בית יוסף בשם הרמב\"ם) ונותן דמיו לכהן לא אמרה תורה להחמיר עליו אלא להקל עליו שאם היה לו פטר חמור ששוה עשרה סלעים יש לו לפדותו בשה שוה דינר בד\"א כשהיו דמי פטר חמור מג' זוזין ומעלה אבל אם היו דמיו פחות מג' זוזין אין פודין אותו אלא בשה או בג' זוזין ועין יפה לא יפחות מסלע ועין רעה בחצי סלע ובינונית בג' זוזים: הגה ופודין בשה אחד כמה פעמים כגון אם חזר וקנאו מן הכהן או במקום שיש לו ספק פטר חמור שדינו שמפריש עליו טלה והוא שלו (טור):"
    },
    {
      "id": "yoreh_deah-321-6",
      "section": 6,
      "text": "מיד כשהפריש הטלה תחת פטר חמור חזר הפטר חמור חולין אפי' קודם שנתנו לכהן ומותר ליהנות בו ואם מת לא יקבר והכהן זכה בשה מיד והוא באחריותו שאם מת ביד הבעלים קודם שנתנוהו לכהן פטורים לפיכך מיד כשמפרישו מברך אשר קדשנו במצותיו וצונו על פדיון פטר חמור:"
    },
    {
      "id": "yoreh_deah-321-7",
      "section": 7,
      "text": "ישראל שפדה פטר חמור של חבירו הוא פדוי ופטר חמור הוא לבעליו:"
    },
    {
      "id": "yoreh_deah-321-8",
      "section": 8,
      "text": "פטר חמור אסור בהנאה עד שיפדה ואם מכרו קודם פדיון דמיו אסורין: הגה ודוקא שמכרו סתמא אבל אם הודיע ללוקח שהוא פטר חמור והוא מוכר לו מה ששוה יותר מהשה שיפדה דמיו מותרים ואפי' לכתחלה מותר למכרו בכהאי גוונא (כך משמע בטור : ואם מת קודם פדיון או שערפו יקבר מפני שהוא אסור בהנאה אף לאחר עריפתו הואיל ולא נפדה לפיכך אם לא פדהו ונתן פטר החמור בעצמו לכהן אסור לכהן להשתמש בו עד שיפדהו בשה ויקח השה לעצמו או יערפנו ויקבר והכהנים חשודים על דבר זה לפיכך אסור לישראל ליתן פטר חמור לכהן אלא א\"כ פדה החמור בפניו או יערפנו לפניו:"
    },
    {
      "id": "yoreh_deah-321-9",
      "section": 9,
      "text": "פטר חמור קודם שיפדה אסור לעבוד בו ולגוזזו כדי ליהנות בשערו אבל אם היה שערו מסובך או שיש לו מכה במקום השער מותר לגוזזו להנאתו והשער אסור בהנאה ויקבר:"
    },
    {
      "id": "yoreh_deah-321-10",
      "section": 10,
      "text": "ישראל שיש לו ספק פטר חמור יפריש עליו טלה להפקיע איסורו ומעכב הטלה לעצמו: הגה לא רצה לפדותו ולא ליתנו לכהן מכהו בקופיץ בערפו עד שימות ויקברנו (טור):"
    },
    {
      "id": "yoreh_deah-321-11",
      "section": 11,
      "text": "פטר חמור אין ממיתין אותו לא במקל ולא בקנה ולא במגל ולא במגירה ולא בקרדום אלא בקופיץ ולא יכניסנו בחדר וינעול בפניו עד שימות שנאמר וערפתו:"
    },
    {
      "id": "yoreh_deah-321-12",
      "section": 12,
      "text": "מצות פדיה קודמת למצות עריפה:"
    },
    {
      "id": "yoreh_deah-321-13",
      "section": 13,
      "text": "חמורה שלא בכרה וילדה שני זכרים נותן טלה אחד לכהן זכר ונקבה ספק ומפריש טלה אחד כדי להפקיע קדושה ממנו עד שיהיה מותר בהנאה שמא הזכר נולד תחלה וטלה זה שהפריש לבעלים ואינו לכהן שהמוציא מחבירו עליו הראיה:"
    },
    {
      "id": "yoreh_deah-321-14",
      "section": 14,
      "text": "שתי חמורות שלא בכרו וילדו שני זכרים נותן שני טלאים לכהן זכר ונקבה הזכר לכהן שני זכרים ונקבה א' לכהן ועל השני מפריש טלה אחד והוא לעצמו שני זכרים ושתי נקבות או שתי נקבות וזכר אין לכהן כלום (וי\"א דצריך להפריש והם לעצמו) (טור):"
    },
    {
      "id": "yoreh_deah-321-15",
      "section": 15,
      "text": "אחת בכרה ואחת לא בכרה וילדו שני זכרים נותן טלה אחד לכהן זכר ונקבה מפריש טלה והוא לעצמו:"
    },
    {
      "id": "yoreh_deah-321-16",
      "section": 16,
      "text": "הלוקח חמורה מהעובד כוכבים ואין ידוע אם בכרה וילדה זכר פודה אותו בשה והוא לבעלים מפני שהוא ספק:"
    },
    {
      "id": "yoreh_deah-321-17",
      "section": 17,
      "text": "ישראל שירש מאבי אמו כהן פטר חמור ודאי ואותו הכהן ירשו מאבי אמו ישראל מפריש טלה והוא שלו:"
    },
    {
      "id": "yoreh_deah-321-18",
      "section": 18,
      "text": "גר שבכרה חמורתו ספק קודם שנתגייר או אחר כך מפריש עליו טלה והוא שלו:"
    },
    {
      "id": "yoreh_deah-321-19",
      "section": 19,
      "text": "כהנים ולוים פטורים מבכור בהמה טמאה (וה\"ה כהנת ולויה אבל בעליהם חייבים בפטר חמור שלהם אבל בנכסי מלוג שלה פטורים שהרי יש לה שותפות בהדיה) (תשובת הרשב\"א סימן שס\"ו):"
    },
    {
      "id": "yoreh_deah-321-20",
      "section": 20,
      "text": "שותפות העובד כוכבים פוטר בו וכל דיני שותפות העובד כוכבים בטהורה כן דינו בטמאה אלא שאסור להשתתף עמו כדי להפקיע קדושתו כיון שאפשר בפדיה או בעריפה:"
    },
    {
      "id": "yoreh_deah-321-21",
      "section": 21,
      "text": "שותפות כהן או לוי פוטר בו:"
    },
    {
      "id": "yoreh_deah-321-22",
      "section": 22,
      "text": "עובד כוכבים שהפריש פטר חמור מודיעין אותו שאינו חייב והרי הוא מותר בגיזה ועבודה:"
    },
    {
      "id": "yoreh_deah-321-23",
      "section": 23,
      "text": "פרה שילדה כמין חמורה וחמורה שילדה כמין פרה נתבאר בסימן שט\"ו:"
    }
  ]
}