{
  "id": "yoreh_deah-378",
  "chapterLabel": "סימן 378",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-378-1",
      "section": 1,
      "text": "דיני סעודת הבראה לאיש ולאשה. ובו י\"ג סעיפים:אבל אסור לאכול משלו בסעודה ראשונה אבל בשניה מותר אפילו ביום ראשון ומצוה על שכניו שיאכילוהו משלהם כדי שלא יאכל משלו ויכול אחד להאכיל את חברו בימי אבלו והוא יחזור גם כן ויאכילנו בימי אבלו ובלבד שלא יתנו בתחילה:"
    },
    {
      "id": "yoreh_deah-378-2",
      "section": 2,
      "text": "אשה שאירעה אבל אין לאנשים להברותה אבל נשים מברין אותה ואשה נשואה שאירעה אבל אינה יכולה לאכול סעודה ראשונה משל בעלה וכן מי שיש לו סופר או שכיר אם אוכל בשכרו ואירעו אבל לא יאכל סעודה ראשונה משל בעל הבית אבל מי שזן עני או יתום או לבנו ובתו בלא תנאי ואירעם אבל יכולים לאכול סעודה ראשונה משל בעל הבית:"
    },
    {
      "id": "yoreh_deah-378-3",
      "section": 3,
      "text": "אם רצה האבל שלא לאכול ביום הראשון מותר לאכול משלו אפילו סעודה ראשונה: הגה וכן אם לא הברוהו ביום ראשון שנמשך עד הלילה מותר לאכול בלילה משלו ואין צריך הבראה (טור בשם רוב הפוסקים):"
    },
    {
      "id": "yoreh_deah-378-4",
      "section": 4,
      "text": "היו נוהגים להתענות ביום מיתת החכמים:"
    },
    {
      "id": "yoreh_deah-378-5",
      "section": 5,
      "text": "מי שנקבר בערב שבת סמוך לחשכה קודם ביה\"ש יש מי שאומר שמברין אותו אז ולי נראה דכיון שאינו חובה טוב שלא להברותו אז מפני כבוד השבת וכן נוהגין:"
    },
    {
      "id": "yoreh_deah-378-6",
      "section": 6,
      "text": "אין מברין על הקטן אא\"כ הוא בן שלשים יום שלימים או קים ליה ביה שכלו לו חדשיו:"
    },
    {
      "id": "yoreh_deah-378-7",
      "section": 7,
      "text": "מרביצין ומכבדין בבית האבל ומדיחין קערות כוסות וצלוחיות וקיתונות ואין מביאין שם לא בשמים ולא מוגמר אבל מביאים אותם בבית שהמת שם ואין מברכים עליהם ואין אומרים שמועה ואגדה בבית האבל אלא יושבים ודוממים:"
    },
    {
      "id": "yoreh_deah-378-8",
      "section": 8,
      "text": "כיון שנקבר המת מותר לאכול בשר ולשתות יין מעט בתוך הסעודה כדי לשרות אכילה שבמעיו אבל לא לרוות:"
    },
    {
      "id": "yoreh_deah-378-9",
      "section": 9,
      "text": "מקום שנהגו להברות בבשר ויין ומיני מטעמים עושים ומברין תחילה בבצים או בתבשיל של עדשים זכר לאבילות ואח\"כ אוכלים כל צרכם:"
    },
    {
      "id": "yoreh_deah-378-10",
      "section": 10,
      "text": "אין לאכול עם האבל כל כך בני אדם שיתחלקו לשני מקומות:"
    },
    {
      "id": "yoreh_deah-378-11",
      "section": 11,
      "text": "היכא שצריך למנות שבעה אחר הרגל וכן אם שמע שמועה בשבת צריך להברותו הבראה ראשונה שבימי אבלות (וי\"א שכיון שנדחה יום ראשון אין מברין אותו וכן נוהגים (במרדכי במ\"ק בשם י\"א ונ\"י) ואפילו היכא דעולה לו למנין ז' כגון במקומות שעושין שני ימים ששני עולה):"
    },
    {
      "id": "yoreh_deah-378-12",
      "section": 12,
      "text": "אין מברין על שמועה רחוקה:"
    },
    {
      "id": "yoreh_deah-378-13",
      "section": 13,
      "text": "פריס (פירוש בוצע לחם לברך המוציא) מנחם גדול דבהון ובשבת פריס כאורחיה :"
    }
  ]
}