{
  "id": "yoreh_deah-024",
  "chapterLabel": "סימן 24",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-024-1",
      "section": 1,
      "text": "דיני דרסה וחלדה הגרמה ועיקור. ובו כ' סעיפים:דרסה כיצד כגון שהניח הסכין על הצואר ודחק וחתך למטה כחותך צנון או קישות הרי זו פסולה ואין צריך לומר אם הכה בסכין על הצואר כדרך שמכין בסייף וחתך הסימנים בבת אחת:"
    },
    {
      "id": "yoreh_deah-024-2",
      "section": 2,
      "text": "שחט בהולכה או בהבאה לבד אם יש בסכין כמלא צואר וחוץ לצואר כמלא צואר (עם העור והמפרקת) (מהרי\"ו) כשרה ואם לאו פסולה שכל שאין בו כשיעור הזה אי אפשר לשחוט בלא דרסה על ידי הולכה או הבאה לבד ואם הוליך והביא אפילו שחט באיזמל כל שהוא כשרה: הגה ויש מחמירין בבהמה (מרדכי ור\"ן בשם ר\"ת ואיכא מ\"ד ברי\"ף ונזכר באגודה וכל בו והג\"א מא\"ז) והמנהג בגלילות אלו לפסול בבהמה אפילו הוליך והביא אם אין בסכין כמלא צואר וחוץ לצואר משהו (זהו דעת מהרי\"ו):"
    },
    {
      "id": "yoreh_deah-024-3",
      "section": 3,
      "text": "שחט ב' ראשים כא' בהולכה או בהבאה בלבד אם יש בסכין כדי שלש צוארין כשרה ואם לאו יש לחוש ולאסור שתיהן (רמב\"ן ורשב\"א ור\"ן ור' ירוחם):"
    },
    {
      "id": "yoreh_deah-024-4",
      "section": 4,
      "text": "שנים אוחזין בסכין ושוחטין אפילו זה למעלה לצד הראש וזה למטה לצד החזה שאוחזין אותו באלכסון כשרה ולא חיישינן שמא ידרסו זה על זה:"
    },
    {
      "id": "yoreh_deah-024-5",
      "section": 5,
      "text": "היה שוחט וחתך כל המפרקת כשרה (מרדכי בשם מהר\"מ ועיין ס\"ק ה'): הגה והמנהג להטריף אפילו לא חתך רק רוב המפרקת (מהרי\"ו ואגור ות\"ה) ואין לשנות כי יש מרבוותא סוברין כן (דקדק ראבי\"ה מפי' רש\"י):"
    },
    {
      "id": "yoreh_deah-024-6",
      "section": 6,
      "text": "כשאדם שוחט עוף ואוחז בסימנים בשתי אצבעותיו צריך שיאחוז אותם יפה שאם אינו אוחז אותן בטוב פעמים שיהיו נשמטין לכאן ולכאן ולא יכול לשחטן ע\"י הולכה ויבא לידי דרסה: הגה וכן לא יניח האצבע על הסכין אלא יחזיק אותו בקתא כדי שלא יבא לידי דרסה (דעת עצמו מקבלת השוחטים ומהרש\"ל פ' השוחט סימן י\"ב): ואפילו לא עשה דרסה אלא במשהו מן הוושט פסולה: הגה והמנהג להטריף כל דרסה בין במיעוט קמא בין במיעוט בתרא בין בקנה בין בוושט (שחיטות מהרי\"ו):"
    },
    {
      "id": "yoreh_deah-024-7",
      "section": 7,
      "text": "חלדה כיצד כגון שהכניס הסכין בין סימן לסימן בין ששחט התחתון כהלכתו מלמעלה למטה וחזר והוציאו ושחט העליון בין ששחט העליון ממטה למעלה שלא כהלכתו פסולה:"
    },
    {
      "id": "yoreh_deah-024-8",
      "section": 8,
      "text": "החליד את הסכין תחת העור או תחת צמר מסובך בצואר הבהמה או תחת מטלית הקשור בצוארה או שהמטלית מדובק בו בשעוה ושחט שחיטתו פסולה אבל אם המטלית פרוש על צוארה ושחט שחיטתו כשרה ויש מי שפוסל גם בזה ולכתחלה יש לחוש לדבריו: הגה וכן יש ליזהר בכבשים שיש להם צמר מסובך בצואריהם לתלוש הצמר המסובך שלא יבא לידי חלדה (מרדכי פרק השוחט ורוקח):"
    },
    {
      "id": "yoreh_deah-024-9",
      "section": 9,
      "text": "צריך ליזהר כשאדם שוחט וחס על העור שלא יעשה בו קרע גדול ושוחט בראש הסכין ומתכסה מהעור אמנם אם שוחט באמצע הסכין אין לחוש אם ראשו מתכסה בעור כיון שהסכין במקום ששוחט בו כנגד הסימנים אינו מכוסה ויש מי שמחמיר גם בזה ויש לחוש לדבריו לכתחלה:"
    },
    {
      "id": "yoreh_deah-024-10",
      "section": 10,
      "text": "אם לאחר ששחט רוב הסימנים החליד הסכין תחת מיעוט הנשאר משניהם או מאחד מהם ופסקו מותר ויש מי שאוסר גם בזה וראוי לחוש לדבריו לכתחלה: הגה והמנהג להטריף כל חלדה בין במיעוט קמא בין במיעוט בתרא בין בקנה בין בוושט (שחיטת מהרי\"ו):"
    },
    {
      "id": "yoreh_deah-024-11",
      "section": 11,
      "text": "אם החליד הסכין תחת מיעוט הראשון ושחטו ממטה למעלה ואח\"כ גמר השחיטה כדרכה וכן אם שחט רוב סימן אחד בבהמה והחליד הסכין תחת מיעוט הנשאר ושחט סימן השני וכן אם שחט מיעוט הראשון בחלדה וגמר השחיטה שלא בחלדה הרי זו פסולה:"
    },
    {
      "id": "yoreh_deah-024-12",
      "section": 12,
      "text": "הגרמה כיצד זה השוחט בקנה למעלה במקום שאינו ראוי לשחיטה או שהתחיל לשחוט במקום שחיטה ושחט מעט והטה הסכין חוץ למקום שחיטה למעלה וגמרה שם אבל שחט רוב חלל הקנה במקום שחיטה והטה הסכין חוץ למקום שחיטה למעלה וגמר שם חתיכת כל הקנה כשרה וה\"ה אם שחט רוב שנים בבהמה במקום שחיטה והשלים השחיטה בהגרמה או בדרסה כשרה ויש מי שפוסל בדרסה ויש לחוש לדבריו לכתחלה: הגה והמנהג להטריף בין בדרסה בין בהגרמה בין במיעוט קמא בין במיעוט בתרא בין בקנה בין בוושט (ג\"כ במהרי\"ו):"
    },
    {
      "id": "yoreh_deah-024-13",
      "section": 13,
      "text": "הגרים בקנה בתחלת שליש ושחט ב' שלישים כשרה. שחט שליש והגרים שליש וחזר ושחט שליש האחרון כשרה. הגרים שליש ושחט שליש וחזר והגרים שליש האחרון הרי זו פסולה ואם דרס או החליד בין בשליש ראשון בין בשליש אמצעי הרי זו פסולה:"
    },
    {
      "id": "yoreh_deah-024-14",
      "section": 14,
      "text": "כל אלו החלוקים כשהוא ודאי שלא נגע בוושט אלא בקנה לצד מעלה אבל בוושט אפי' שחט בו כל שהוא חוץ למקום שחיטה בין לצד מעלה בין לצד מטה וכן בקנה לצד מטה קודם גמר הכשר שחיטה אעפ\"י שגמר כל השאר במקום שחיטה הרי זו פסולה מפני שנקיבת מקומות הללו במשהו (ד\"ע ור' ירוחם) והמנהג להטריף מכל מקום ואין לשנות (מהרי\"ו):"
    },
    {
      "id": "yoreh_deah-024-15",
      "section": 15,
      "text": "עיקור כיצד כגון שנעקר הקנה או הוושט מהלחי ומהבשר ונשמט אחד מהם או שניהם קודם גמר שחיטה אבל אם שחט אחד בעוף או רובו ואח\"כ נשמט השני שחיטתו כשרה נשמט אחד מהם ואחר כך שחט את השני שחיטתו פסולה: הגה ואנו נוהגין להטריף כל עיקור בין במיעוט קמא בין במיעוט בתרא בין בקנה בין בוושט (ע\"פ מהרי\"ו) ודוקא לאחר שנשחט אבל בחייו כשר אלא שאין שחיטה מועלת בו ונ\"מ לענין חלבו או ביצים שלו שהם כשרות (בית יוסף מתשובת רשב\"א):"
    },
    {
      "id": "yoreh_deah-024-16",
      "section": 16,
      "text": "הא דפסול בעיקור היינו כשנעקר כולו אבל אם נשתייר בו אפילו משהו כשר והוא שאותו שנשאר הוא במקום אחד אבל אם מיעוט הנשאר הוא מדולדל שהוא מעט כאן ומעט כאן פסול שניכר הדבר שנעקר בכח ומה שנשאר מחובר חיבור מדולדל הוא והוה ליה נעקר כולו ופסול. והני מילי כשנעקר רובו. אבל אם לא נעקר אלא מיעוט ורובו קיים אף על פי שרוב זה הנשאר הוא מדולדל מעט כאן ומעט כאן כשר:"
    },
    {
      "id": "yoreh_deah-024-17",
      "section": 17,
      "text": "שחט אחד מהסימנים ונמצא השני שמוט ואין ידוע אם קודם שחיטה נשמט או אחר שחיטה הרי זו פסולה: הגה ואפילו זרק העוף מידו ולא אמרינן דמחמת זריקה או פרכוס נשמט (מהרי\"ק שורש ל\"ה) מיהו השוחט נאמן לומר שלא היה שמוט בשעת שחיטה (פסקי מהרא\"י סי' ר\"ה):"
    },
    {
      "id": "yoreh_deah-024-18",
      "section": 18,
      "text": "נמצא הסימן השחוט שמוט אם כששחט תפס הסימנים בידו או עור בית השחיטה מאחריו ונדחק הסימן תחת העור הרי זו פסולה ואם לאו מותר ע\"י בדיקה שיביא בהמה וישחוט הסימן ואחר כך יעקרנו אם דומות שתי השחיטות זו לזו כשרה ואם השניה מאדמת יותר פסולה הראשונה ועכשיו אין אנו בקיאין בבדיקה זו הלכך בכל גוונא אסור:"
    },
    {
      "id": "yoreh_deah-024-19",
      "section": 19,
      "text": "שחט העוף כדרכו בהכשר ואחר גמר שחיטה מצא טבעת מהגרגרת שלם על הסכין כשר: הגה ויש מטריפין בזה וכן עיקר (שחיטות ישנים בשם מהרא\"ק גם ע\"פ גיסו מהרר\"י כ\"ץ שאמר כך הנהיג מהר\"ר משה יפה) ואין לשנות:"
    },
    {
      "id": "yoreh_deah-024-20",
      "section": 20,
      "text": "השוחט תרנגול צריך ליזהר שידחוק רגלו בקרקע או יגביהנו שלא ינעוץ רגלו בקרקע כדי שלא יעקור הסימנים:"
    }
  ]
}