{
  "id": "yoreh_deah-170",
  "chapterLabel": "סימן 170",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-170-1",
      "section": 1,
      "text": "שלא יוכל ישראל להיות ערב לישראל שלוה מן העובד כוכבים ברבית. ובו ב' סעיפים:ישראל שלוה מעות מעובד כוכבים ברבית אסור לישראל אחר להיות לו ערב שכיון שבדיניהם תובע הערב תחלה נמצא הערב תובע את ישראל ברבית שהערב חייב בה לעובד כוכבים לפיכך אם קבל עליו העובד כוכבים שלא יתבע את הערב תחלה הרי זה מותר: הגה והאידנא מסתמא הוי כאילו קבל עליו הכי דסתם ערבות כך הוא (טור) ודוקא במקום שהמנהג כך שתובעין הלוה תחלה: וי\"א שאינו אסור אלא בערב שלוף דוץ (פי' ערב שמנקה את הלוה מדין המלוה כשלוף דוץ שהוא מין עשב שמיבשין אותו ורוחצין בו את הידים להעביר הזוהמא) דהיינו שאין דין המלוה עם הלוה כלל שהוא יכול לדחותו אצל הערב: הגה ואם עבר ונעשה ערב בעדו צריך לשלם כל הפסד המגיע לו על ידו אבל אינו צריך לתת רבית שנותן בשבילו דאין אומרים ליתן רבית (טור) ואי כבר פרע לו הרבית אין מוציאין מידו דלא גרע מאבק רבית (סברת הרב):"
    },
    {
      "id": "yoreh_deah-170-2",
      "section": 2,
      "text": "וכן עובד כוכבים שלוה מישראל ברבית אסור לישראל להיות לו ערב: הגה אלא אם התנה עם העובד כוכבים שכל זמן שיש לו לפרוע לא ידיחנו אצל הערב אז שרי לקבל הקרן והרבית מישראל אם לא יפרע העובד כוכבים (טור) ואם הישראל ערב לו בעד הקרן ולא בעד הרבית אלא יש לו ליקח הרבית מן העובד כוכבים או להיפך שערב לו בעד הרבית ולא בעד הקרן מותר ודוקא שהעובד כוכבים לוקח המעות מיד המלוה אבל אם ישראל ערב ולקחן מידו אע\"פ שעושה בשביל העובד כוכבים אסור (ת\"ה סי' ש\"א) ודוקא בלא משכון אבל אם נותן לו משכון של עובד כוכבים בעד הקרן יכול לערב לו בעד הרבית דעיקר הלואה על המשכון אע\"ג דהוא נטלן מיד ישראל המלוה וכאילו הלוה ליד עובד כוכבים דמי (סברת הרב) . ואם היה לישראל משכון מעובד כוכבים או ערב עובד כוכבים ובא ישראל וא\"ל למלוה שיחזור לעובד כוכבים משכון שלו או שיפטור ערב העובד כוכבים והוא ערב לו צריך לשלם לו כל הקרן והרבית שעלה עליו עד אותו היום אבל לא הרבית שיעלה עליו מכאן ואילך (מרדכי פ' א\"נ בשם ראבי\"ה) אם לא שהמשכון היה שוה יותר דאז צריך להעלות לו רבית עד כדי דמיו של המשכון או להחזיר לו משכונו (ב\"י וב\"ז סימן שס\"ד) ואם זקף העובד כוכבים הקרן עם הרבית אז אפילו מה שיעלה עליו אח\"כ הוי כקרן וצריך לשלם לו הכל (מרדכי ולדעת ת\"ה אף הרא\"ש סובר כך ומהרי\"ק שורש קל\"ו) אפילו לא היה המשכון שוה או אפילו לא היה לו משכון כלל אלא פטר ערב עובד כוכבים שהיה לו:"
    }
  ]
}