{
  "id": "yoreh_deah-002",
  "chapterLabel": "סימן 2",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-002-1",
      "section": 1,
      "text": "אם שחיטת עובד כוכבים ומומר כשרה. ובו י\"א סעיפים: שחיטת עובד כוכבים נבילה אפי' הוא קטן ואפי' אינו עובד עבודת כוכבים (כגון גר תושב טור) ואפילו אחרים רואין אותו:"
    },
    {
      "id": "yoreh_deah-002-2",
      "section": 2,
      "text": "מומר אוכל נבילות לתיאבון ישראל בודק סכין ונותן לו ומותר לאכול משחיטתו אפי' ישחוט בינו לבין עצמו והוא שיודעין בו שיודע הלכות שחיטה ואם לא בדק לו סכין תחלה אסור לאכול משחיטתו עד שיבדקנו בסוף ואין ליתן לו לכתחילה לשחוט אפי' כשר עומד על גביו בלי שיבדוק לו כשר את הסכין תחלה על סמך שיבדקנו בסוף: הגה מי ששחט והוציא טריפה פעם אחת מתחת ידו אם לא הוחזק בכך מותר לאכול אח\"כ משחיטתו מ\"מ דנין בזה לפי ראות עיני הדיין באדם השוחט אם כבר נכשל ורגלים לדבר מעבירין אותו (מהרי\"ק שורש ל\"ג):"
    },
    {
      "id": "yoreh_deah-002-3",
      "section": 3,
      "text": "מומר לתיאבון ששחט אפילו נשבע ששחט בסכין יפה אינו נאמן:"
    },
    {
      "id": "yoreh_deah-002-4",
      "section": 4,
      "text": "מומר לתיאבון ששחט בינו לבין עצמו ויש עמו סכין יפה ושאינו יפה ואומר שביפה שחט נאמן: ואפילו אם נמצא בשר בידו אם יש מומחין בעיר נאמן לומר מומחה שחט לי:"
    },
    {
      "id": "yoreh_deah-002-5",
      "section": 5,
      "text": "מומר להכעיס אפי' לדבר אחד או שהוא מומר לעבודת כוכבים או לחלל שבת בפרהסיא או שהוא מומר לכל התורה אפילו חוץ משתים אלו דינו כעובד כוכבים (ר' ירוחם): הגה ומי שאינו חושש בשחיטה ואוכל נבילות בלא תיאבון אף על פי שאינו עושה להכעיס דינו כמומר להכעיס (כך העלה הב\"י מדברי הרא\"ש):"
    },
    {
      "id": "yoreh_deah-002-6",
      "section": 6,
      "text": "מומר לאחד משאר עבירות א\"צ לבדוק לו סכין ולהרמב\"ם צריך ודוקא במומר לעבירה אבל מי שהוא פסול לעדות בעבירה מעבירות של תורה א\"צ לבדוק לו סכין אפילו להרמב\"ם (ב\"י ושכ\"כ הרמב\"ם): הגה מיהו אם הוא פסול לעדות משום שאכל נבילות אעפ\"י שאינו מומר לכך. כיון שהוא חשוד לאכול נבילות דינו כמומר לכך: (סברת ב\"י והרמב\"ם):"
    },
    {
      "id": "yoreh_deah-002-7",
      "section": 7,
      "text": "מומר לערלות דינו כמומר לעבירה אחת. ואם אינו ערל אלא מפני שמתו אחיו מחמת מילה הרי הוא כשאר ישראל כשר:"
    },
    {
      "id": "yoreh_deah-002-8",
      "section": 8,
      "text": "כותי האידנא דינו כעובד כוכבים:"
    },
    {
      "id": "yoreh_deah-002-9",
      "section": 9,
      "text": "צדוקי ובייתוסי (הם הנמשכים אחר צדוק ובייתוס מתלמידי אנטיגנוס איש סוכו שיצאו לתרבות רעה ואינם מאמינים בתורה שבע\"פ) שחיטתן אסורה אא\"כ שחטו ואחרים עומדים על גביהם וגם בדקו להם סכין: הגה מסור דינו כמומר ושחיטתו פסולה (הגהות אלפסי) ויש מכשירין (ב\"י סימן קי\"ט בשם רשב\"א) ועיין לקמן סימן קי\"ט:"
    },
    {
      "id": "yoreh_deah-002-10",
      "section": 10,
      "text": "התחיל פסול לשחוט וגמר הכשר או שהתחיל הכשר וגמר הפסול פסולה במה דברי' אמורים שהתחיל הפסול בדבר שעושה אותו נבילה כגון בוושט או ברוב הקנה אבל אם התחיל הפסול בחצי קנה וגמר הכשר כשירה:"
    },
    {
      "id": "yoreh_deah-002-11",
      "section": 11,
      "text": "היו ישראל ופסול אוחזין בסכין ושוחטין פסולה ואין צריך לומר אם כל א' סכינו בידו: (שחיטת קוף פסולה) (א\"ז והוא בתוספתא ריש חולין):"
    }
  ]
}