{
  "id": "yoreh_deah-237",
  "chapterLabel": "סימן 237",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-237-1",
      "section": 1,
      "text": "הנשבע אם צריך לישבע בשם או בכינוי. ובו י\"ב סעיפים:האומר אני נשבע שאעשה דבר פלוני או שלא אעשנו הרי זה שבועה אע\"פ שלא הזכיר לא שם ולא כינוי: הגה ואין חלוק אם הוציא השבועה בלשון הקודש או בכל לשון שיאמרנה (תשובת הרשב\"א סימן תתמ\"ב ובמרדכי פ' שבועות שתים וברמב\"ם פי\"ב מהלכות שבועות):"
    },
    {
      "id": "yoreh_deah-237-2",
      "section": 2,
      "text": "השביעו אחר שאמר לו אני משביעך שתעשה דבר פלוני או שלא תעשנו וענה אמן או דבר שנשמע ממנו שמקבל שבועתו כגון שאמר הן או קבלתי דבריך הוי כאלו נשבע בעצמו ואפילו השביעו עובד כוכבים או קטן:"
    },
    {
      "id": "yoreh_deah-237-3",
      "section": 3,
      "text": "אמר אהא באלה או בארור אם לא אעשה דבר פלוני או שאמר ליה אחר כן וקבל דבריו הוי כשבועה אף על פי שלא הזכיר לא שם ולא כינוי:"
    },
    {
      "id": "yoreh_deah-237-4",
      "section": 4,
      "text": "האומר מבטא שאעשה דבר פלוני או שלא אעשנו הוי כאילו אומר שבועה:"
    },
    {
      "id": "yoreh_deah-237-5",
      "section": 5,
      "text": "האומר פעמים על דבר אחד אעשנו או לא אעשנו הוי שבועה והוא שיתכוין לשם שבועה במה דברים אמורים כשאמרם זה אחר זה בלא הפסק אבל אם מבקשים אותו עליו והוא אמר לא אעשנו ובקשוהו עוד ואמר לא אעשנו לא הוי שבועה:"
    },
    {
      "id": "yoreh_deah-237-6",
      "section": 6,
      "text": "מי שנשבע בשמים ובארץ ושמש וכיוצא בהם אע\"פ שאין כונתו אלא למי שבראם אינה שבועה וה\"ה לנשבע בנביא מהנביאים (או בשאר כתב מכתבי הקודש) (הרמב\"ם) או בשלחן המקדש או באחד מכלי הקדש ואף ע\"פ כן מאיימין עליהן ומראין להם שזו שבועה כדי שלא ינהגו קלות ראש בשבועות ומתירים להם: הגה וכל זה שלא נטל בידו אבל אם נטל בידו כתב אשורית אפילו אינו רק חכמה חיצונית או אל\"ף בי\"ת שאין בו רק אותיות אם נשבע בהן והן בידו הוי שבועה (סברת הב\"י) וע\"ל סי' רי\"ב וה\"ה אם לא אחזן בידו והיו מונחים לפניו ואמר במה שכתוב בהן:"
    },
    {
      "id": "yoreh_deah-237-7",
      "section": 7,
      "text": "הנשבע בעשרת הדברות שבועה גמורה היא (ועיין לעיל סימן רי\"ב):"
    },
    {
      "id": "yoreh_deah-237-8",
      "section": 8,
      "text": "ימין שבועה וכן שמאל דכתיב נשבע יי' בימינו ובזרוע עזו (והוא שיכוין ג\"כ לימין ושמאל שאמר הקב\"ה) (טור בשם הראב\"ד):"
    },
    {
      "id": "yoreh_deah-237-9",
      "section": 9,
      "text": "ידות שבועה כשבועה כיצד ידות אמר כנדר רשעים שלא אוכל ככר זה:"
    },
    {
      "id": "yoreh_deah-237-10",
      "section": 10,
      "text": "כינוי שבועה כשבועה כיצד שבותה או שבוקה שלא אוכל ככר זה או מומי אומי אבל אמר באומתא או באומי בבי\"ת אינו כלום ואלו הכנויים הם כפי זמנם לבני אדם שלא היו בקיאים בטיב לשון הקדש והכל לפי הזמן והמקום להוסיף בכינויים אלו או לגרוע מהם (ד\"ע בב\"י) : הגה אותן שרגילין לומר בלשון הקודש אמונה אעשה או לא אעשה אף על פי שהן כנדרי זרוזין מ\"מ בעי התרה. (הגהות מיימוני פ\"ד דנדרים בשם מהר\"מ):"
    },
    {
      "id": "yoreh_deah-237-11",
      "section": 11,
      "text": "אמר לחבירו שבועה שאיני אוכל לך או השבועה לא אוכל לך או לשבועה לא אוכל לך אסור לאכול עמו:"
    },
    {
      "id": "yoreh_deah-237-12",
      "section": 12,
      "text": "אמר השבועה שאוכל לך נשבע שיאכל עמו ואין חילוק בין הפציר בו תחלה שיאכל עמו או לא הפציר ויש מי שאומר שאם הפציר בו תחלה שיאכל עמו ואמר שבועה שאוכל לך אסור לאכול עמו:"
    }
  ]
}