{
  "id": "yoreh_deah-057",
  "chapterLabel": "סימן 57",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-057-1",
      "section": 1,
      "text": "דין בהמה דרוסה מחיה הדורסת. ובו כ\"א סעיפים: דרוסה (פירוש הדריסה היא הכאה שהכה החיה או העוף בצפרנים) טריפה. ולא כל חיה ועוף שוים בדריסתן אלא מעלות מעלות יש. כיצד הארי יש לו דריסה אפי' בשור הגדול ובגסה שבחיות. הזאב אין לו דריסה בבהמה גסה ואפי' בקטנה שבהן כגון בעגלים אבל יש לו דריסה בדקה ואפילו בגדולה שבדקות כגון כבשים גדולים. חתול ונמיה ושועל אין להם דריסה בכבשים גדולים אבל יש להם דריסה בגדיים וטלאים וכל שכן בכל העופות. חולדה אין לה דריסה בבהמה כלל ואפי' בגדיים וטלאים אבל יש לה דריסה בכל העופות אפי' בגסה שבהם. כלב אין לו דריסה כלל אפילו בעופות. ואם ניקב עד החלל דינו כקוץ שניקב לחלל. שאר חיות טמאות כל שאינה גסה מהזאב אין לה דריסה בגדולה שבדקה בכבשים ועזים אפילו היא גסה כזאב אבל יש לה דריסה בגדיים וטלאים וכל שכן בעופות ואם היתה גסה מהזאב דינה כזאב ויש לה דריסה בדקה אבל לא בגסה ואפילו היא גדולה כארי. היתה גסה יותר מארי הרי היא כארי ויש לה דריסה בכל: הגה ויש מחמירין עוד דכל שהיא מזאב ולמעלה יש לה דריסה אפי' בבהמה גסה ויש לחוש לחומרא (ת\"ה סימן קע\"ח בשם א\"ז):"
    },
    {
      "id": "yoreh_deah-057-2",
      "section": 2,
      "text": "כל העופות אין להם דריסה בבהמה אפילו בגדיים וטלאים חוץ מהנץ שיש לו דריסה בגדיים וטלאים והוא שיקוב בצפרנו לבית החלל שאז מטיל ארס:"
    },
    {
      "id": "yoreh_deah-057-3",
      "section": 3,
      "text": "הנץ יש לו דריסה אפילו בעוף גדול ממנו ובלבד שיהא מן הדק כתורים ובני יונה אבל לא בתרנגולת ושלמעלה ממנה (ודוקא בגדולים אבל בקטנים יש להם דריסה) (רשב\"א וטור) ושאר עופות הדורסים יש להם דריסה בעוף שכמותם אבל לא בעוף שהוא גדול מהם (חוץ מן הגס שקורין פלקו\"ן שיש לו דריסה בכל העופות) (טור וע\"פ):"
    },
    {
      "id": "yoreh_deah-057-4",
      "section": 4,
      "text": "כל אלו שאמרנו שיש להם דריסה בין אם באים להציל הנדרס ממנו בין אם אין באים להצילו:"
    },
    {
      "id": "yoreh_deah-057-5",
      "section": 5,
      "text": "יש אומרים שעכשיו נוהגין היתר בחתולים הנכנסין בלול של תרנגולים ואע\"פ שהיה ראוי לחוש בדבר סומכין על שחתולי' שלנו הם בני תרבות וכל שלא הכהו אין חוששין:"
    },
    {
      "id": "yoreh_deah-057-6",
      "section": 6,
      "text": "אין דריסה אלא ביד ובצפורן אבל דרסה ברגלה ונשכה בשיניה לא הוי אלא כקוץ בעלמא:"
    },
    {
      "id": "yoreh_deah-057-7",
      "section": 7,
      "text": "אין דריסה אלא מדעת הדורס אבל שלא מדעתו כגון שנפל עליו דרך מקרה ונתחב בו צפרנו לא הוי דריסה:"
    },
    {
      "id": "yoreh_deah-057-8",
      "section": 8,
      "text": "אין דריסה אלא מחיים של דורס ונדרס כיצד הרי שנעץ צפרנו בנדרס ועד שלא הוציא צפרנו הומת הדורס או חתכו ידו או נשחט הנדרס הרי זה כשר במה דברים אמורים כשראינו מתחלה ועד סוף אבל אם בא לפנינו וצפורן תחובה בו חוששין שמא דרס וחזר ודרס ולפיכך אלו הצדים בעופות הדורסים אפי' שחטו הנדרס קודם שהסיר צפרנו אסור שכן דרך שמכה בו כמה פעמים עד שיצודנו ואפי' ראינו שלא דרס אותו קודם לכן חיישינן ליה לפי שפעמים כשהנץ רודף אחר העוף הוא מכהו בצפרנו דרך פריחתו:"
    },
    {
      "id": "yoreh_deah-057-9",
      "section": 9,
      "text": "חוששין לספק דרוסה כגון אם ראו ארי שנכנס בין השוורים למקום צר שאינם יכולי' לברוח מפניו כגון שנכנס לדיר שלהם (טור בשם רשב\"א) וכן עוף דורס שנכנס לכלוב מלא עוף (או ללול של תרנגולים) (או\"ה כלל נ\"ז) חוששין שמא דרס במה דברי' אמורים כשהוא שותק והם מקרקרים (פי' מתרעדים וצועקים) אבל אם הוא שותק והם שותקים או הוא והם מקרקרים אין חוששין ואם חתך ראשו של אחד מהם אין חוששין לאחרים אפילו הוא שותק והם מקרקרים דאמרינן כבר נח רוגזיה ודוקא כשהרגו אבל אם פצע אחד מהם חוששין לכלם דכל שכן שחמתו בערה בו כשהציל עצמו ולא הרגו: הגה ואפילו הרג אחד מהן דוקא שלא ראינו שדרס עוד אחרים אבל אם דרס אחרים הרי ראינו שלא נח רוגזיה וכל מה שבדיר אסור (א\"ו הארוך כלל נ\"ו):"
    },
    {
      "id": "yoreh_deah-057-10",
      "section": 10,
      "text": "במה דברים אמורים שאם חתך ראשו של א' מהם אין חוששין לאחרים דוקא כשנכנס לתוכו ועמד עמהם אבל כגון אלו החתולים שעולים על כלוב מלא עוף ומכניסים ידיהם מבפנים ודורסי' אע\"ג דקטעיה לרישיה דחד מינייהו לא נח רוגזיה משום הכי דמתוך שהם בורחים אף הוא כועס עליהם:"
    },
    {
      "id": "yoreh_deah-057-11",
      "section": 11,
      "text": "במה דברים אמורים שאם הוא שותק והם שותקים מותר הני מילי דלא חזינן דנגע בהו אבל היכא דחזינן דקפץ עלייהו כדרך הדורסים אע\"פ שהוא בן תרבות אסור:"
    },
    {
      "id": "yoreh_deah-057-12",
      "section": 12,
      "text": "יש מי שאומר דהיכא דלא ידעינן אי שתיק ואי צווח ואי מקרקרין אינהו ואי שתקי לא חיישינן לה (ויש אוסרין בכה\"ג) (ר\"ן פא\"ט) ויש לחוש לדבר ואסור:"
    },
    {
      "id": "yoreh_deah-057-13",
      "section": 13,
      "text": "והא דחוששין דוקא כשידענו שנכנס הארי אבל אם הוא ספק אם נכנס אם לאו או שהוא ספק ארי או כלב או שמא בקנה נגף אין חוששין ודוקא כשיש לפנינו כלב וארי או ארי וקנה אבל כשבא לפנינו מבעבע דם ולא ידענו במה תולין במצוי בין להקל בין להחמי': (וכבר נתבאר לעיל סימן ל\"ג אם מבעבע דם בצואר נוהגים לאסרו) (ד\"ע ואו\"ה כלל נ\"ז דין ח'):"
    },
    {
      "id": "yoreh_deah-057-14",
      "section": 14,
      "text": "ארי שנכנס בין השוורים ונמצאת צפורן של הארי תלושה ויושבת בגבו של אחד מהם בין אם הצפורן לחה או יבשה חוששין לה אפילו אם הוא שותק והם שותקים וכל שכן אם מקום צפורן או חמש צפרניו שמוטות מגבו ולא לזה בלבד חוששין אלא לכל השוורים שבדיר:"
    },
    {
      "id": "yoreh_deah-057-15",
      "section": 15,
      "text": "הא דחוששין לדרוסה היינו שלא להתירה בלא בדיקה אבל אם בודקה ואינו מוצא בה רושם כשרה ואפילו ודאי דרוסה יש לה היתר בבדיקה:"
    },
    {
      "id": "yoreh_deah-057-16",
      "section": 16,
      "text": "כיצד היא הבדיקה שוחטין את הנדרס ובודקין כל החלל שלו מכף הירך עד הקדקד אם נמצא כולה שלימה מכל מיני טרפות ולא נמצא בה רושם הדריסה הרי זו מותרת ואם נמצא בה רושם הדריסה אסורה איזהו רושם הדריסה שיאדים הבשר כנגד בני מעיים ואם נמוק הבשר כנגד בני מעיים עד שנעשה כבשר שהרופא גורדו מהחבורה רואין אותו בשר כאלו חסר וטריפה ואם דרס בסימנים משיאדימו כל שהוא הסימנים עצמם טריפה ואפי' אם האדים הקנה בכל שהוא:"
    },
    {
      "id": "yoreh_deah-057-17",
      "section": 17,
      "text": "בהמה שנדרסה אין לה תקנה בבדיקה מפני שהושט אין לו בדיקה מבחוץ:"
    },
    {
      "id": "yoreh_deah-057-18",
      "section": 18,
      "text": "יש מי שאומר בכל מקום שהוזכר שם בדיקה כגון בדרוסה נפולה ושבורה בדורות הללו ליכא למיקם אבדיקה שפיר ולית ליה תקנתא אלא לשהויי י\"ב חדש או בנקבה שתתעבר ותלד וכן בעוף אם גמרה להטיל כל הביצים של טעינה ראשונה ושהתה כ\"א יום ואח\"כ חזרה להטיל ביצים כשרה וכן אם לא הטילה ביצים מעולם אם שהתה אחר שנולד בה ספק טרפות כ\"א יום והתחילה להטיל ביצים כשרה וי\"א שגם בזמן הזה בודקין אלא שצריך ליזהר להביא כל הבקיאים בדבר: הגה ואנו בדורות האחרונים אין בקיאין בבדיקה ולכן המנהג להטריף כל דבר שיש לו ריעותא ואין סומכין על בדיקתנו כלל ולכן יש לנהוג כסברא הראשונה (א\"ז והגהות מיימוני ומרדכי סוף פרק בהמה המקשה וכל האחרונים) ויש מחמירין עוד דכל שצריכין להשהותו שנים עשר חדש חיישינן לתקלה ואפי' אינו אלא אחד העומד בספק ואין למכרו חי לעובד כוכבים אלא ימיתנו קודם שמא יחזור וימכרנו לישראל (מרדכי וסמ\"ק והגהות מיימוני וע\"ל ס\"ס כ\"ג) וכן הוא המנהג במדינות אלו וכל מקום שהוא ודאי טריפה אף על פי שנשתהה י\"ב חדש והוא חי אסור (רשב\"א סימן צ\"ח ור' ירוחם ושאר אחרונים):"
    },
    {
      "id": "yoreh_deah-057-19",
      "section": 19,
      "text": "י\"א שצפרים קטנים אין אדמימות ניכרת בהם לפיכך אין להם בדיקה וכן יש אומרים שארס הנץ אינו אדום כל כך ואינו ניכר לפיכך אין לו בדיקה:"
    },
    {
      "id": "yoreh_deah-057-20",
      "section": 20,
      "text": "אם רבים הם הנדרסים אסור להשהותם י\"ב חדש כדי שלא יבא לידי תקלה. (והמנהג להחמיר אפילו באחד):"
    },
    {
      "id": "yoreh_deah-057-21",
      "section": 21,
      "text": "אסור למכור דרוסה או ספק דרוסה לעובד כוכבים שמא יחזור וימכרנה לישראל: הגה ודוקא בטריפות שאינו ידוע אבל טרפות הידוע וניכר לכל מותר (שערים כ\"ד) וכן אפילו ספק טרפות ויש מכשירין הטרפות ההוא (ת\"ה סי' קע\"ח) אע\"ג דקיימא לן לאסרו מ\"מ מותר למכרו לעובד כוכבים ולא חיישינן שמא יחזור וימכרנו לישראל הואיל ויש מכשירין :"
    }
  ]
}