{
  "id": "yoreh_deah-072",
  "chapterLabel": "סימן 72",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-072-1",
      "section": 1,
      "text": "דין מליחת הלב והריאה. ובו ד' סעיפים:הלב מתקבץ הדם בתוכו בשעת שחיטה לפיכך צריך לקרעו קודם מליחה ולהוציא דמו ולמלחו אחר כך: ואז מותר אפילו לבשלו (ארוך כלל ט\"ו) (ויש מחמירין לבשלו רק צולין אותו) ואחר כך מבשלו (ש\"ד):"
    },
    {
      "id": "yoreh_deah-072-2",
      "section": 2,
      "text": "מלחו ולא קרעו קורעו אחר מליחתו ומותר אף על פי שנמלח עם הדם שבתוכו דכבולעו כך פולטו והוא הדין אם צלאו ולא קרעו שקורעו לאחר צלייתו ומותר אבל אם בשלו בלי קריעה אסור עד שיהא ס' כנגד הלב דלא ידעינן כמה נפק מיניה: הגה ואפילו בדאיכא ס' הלב עצמו אסור (ארוך וש\"ד מהרא\"י ורי\"ו) ויקלוף מעט סביב הלב ויש מחמירין בו אפילו במליחה לאסור שאר בשר שנמלח עמו ואומרין דלא אמרינן כבולעו כך פולטו גבי דם הלב הכנוס בתוכו דהוי דם ממש ולא מקרי דם פליטה (הגהת ש\"ד בשם ר' מתתיה וכ\"מ במרדכי בשם ר\"י) והמנהג להקל וכן עיקר דגם זה מקרי דם פליטה ושייך למימר ביה כבולעו כך פולטו מידי דהוי אדם שבחוטין כמו שנתבאר לעיל סימן כ\"ב (וכ\"ד האו\"ה ומהר\"א כ\"ץ) ויש מחמירין לקלוף קצת במקום שהיה הלב דבוק (בארוך ומרדכי שם) . וטוב לחוש לדבריהם ולקלוף קצת סביב הלב ואז הכל מותר ואין חלוק בין בשר שעם הלב או הלב עצמו ואין חלוק בין אם הלב סגור או פתוח למעלה (ד\"ע ולא כאו\"ה) ונוהגין לכתחלה לחתוך ערלת הלב ולחתוך גידין שבפנים (ארוך) ואינו אלא חומרא וזהירות בעלמא:"
    },
    {
      "id": "yoreh_deah-072-3",
      "section": 3,
      "text": "אין עוף שלא יהא בו ששים כנגד לבו ומותר אפילו הוא דבוק בעוף: הגה וכל עוף יש בו ס' אפי' אין בו הראש והרגלים התחתונים (פסקי מהרא\"י סימן צ\"א ור\"י מינץ ובארוך) כדרך שנוהגים להסירן דהיינו עד הארכובה התחתונה ולכן אם העוף שלם הכל מותר ואם אין שלם וליכא בו ס' נגד הלב הדבוק בעוף י\"א דהחתיכה נעשית נבילה ובעינן ס' בקדירה נגד כל העוף (טור בשם י\"א וכ\"ה בפוסקים) וכן נוהגין ואפילו איכא ס' בקדירה העוף אסור הואיל ואין בו ס' נגד הלב הדבוק בו ואם אין הלב דבוק בעוף מצטרף כל הקדירה לבטל הלב בס' ועיין לקמן סימן צ\"ב בדין חתיכה נעשית נבילה ואין לך בהמה שהיא ס' נגד לבה:"
    },
    {
      "id": "yoreh_deah-072-4",
      "section": 4,
      "text": "הריאה אינה צריכה חיתוך אבל נהגו לקרעה ולפתוח הקנוקנות הגדולים שלה ומנהג יפה הוא:"
    }
  ]
}