{
  "id": "yoreh_deah-306",
  "chapterLabel": "סימן 306",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-306-1",
      "section": 1,
      "text": "דין בכור בהמה טהורה באיזה זמן ובאיזה מקום נוהג. ובו י\"ב סעיפים:בכור בהמה טהורה נוהג בזכרים ולא בנקבות ונוהג אפילו שלא בזמן הבית בין בארץ בין בחוצה לארץ ומצוה להקדישו ולומר הרי זה קודש שנאמר תקדיש לה' אלהיך ואם לא הקדישו מתקדש מאליו מרחם: (ונותנין אותו לכהן ולא לכהנת) (טור):"
    },
    {
      "id": "yoreh_deah-306-2",
      "section": 2,
      "text": "אין נותנין הבכור לכהן כשיולד שאין זו גדולה לכהן אלא יטפל בו בעליו עד שיגדיל מעט ועד כמה ישראל חייבים להטפל בו בדקה ל' יום ובגסה חמשים יום ואם אין לו כהן מצוי חייב להטפל בו עד שיזדמן לו כהן:"
    },
    {
      "id": "yoreh_deah-306-3",
      "section": 3,
      "text": "אמר ליה הכהן תנהו לי תוך זמן זה ואני אטפל לעצמי אינו רשאי ליתנו לו שזה כמו מסייע על מתנותיו ואם היה בעל מום ואמר ליה תוך זמן זה תנהו לי שאוכלנו עתה רשאי ליתנו לו:"
    },
    {
      "id": "yoreh_deah-306-4",
      "section": 4,
      "text": "אם הכהן מסרב מלקבלו מפני שיש בו טורח גדול בזמן הזה להטפל בו עד שיפול בו מום אינו רשאי מפני שנראה כמבזה מתנות כהונה: הגה ואפי' ספק בכור צריך הכהן לקבלו מיד ישראל הנותן לו (פסקי מהרא\"י סי' קס\"ז ומהרי\"ל סי' ר\"ד) ודוקא בספק שבא מעצמו אבל במקום שפשע הישראל כגון שקנה פרה חולבת מן העובד כוכבים או שהיה יכול למכור הבכור לעובד כוכבים קודם שנולד ולא עשה אין הכהן צריך לקבלו (שם) ואפי' במקום שצריך לקבלו אסור לישראל ליתן לו להקניטו או לנקום ממנו (ג\"ז שם בשם מוהר\"ם):"
    },
    {
      "id": "yoreh_deah-306-5",
      "section": 5,
      "text": "הבכור בזמן הזה ישהנו עד שיפול בו מום ושוחטו על פי מומחה ואוכלו [בכל מקום] ומאכילו אפילו לעובד כוכבים [או לכלבים ] (הגהות מרדכי פ' האשה שהלכה):"
    },
    {
      "id": "yoreh_deah-306-6",
      "section": 6,
      "text": "הבכור בזמן הזה מוכר אותו הכהן אפילו לישראל תמים חי ובעל מום חי ושחוט ומקדש בו את האשה שהוא כשאר ממונו אבל אינו נמכר במקולין ואינו נשקל בליטרא ומכל מקום מותר לשקול בו מנה כנגד מנה וכנגד כלי וקופיץ (פי' כמו סכין גדול ורחב וחידודו בולט באמצעיתו) והני מילי בשרו אבל חלבו ודמו וגידו וקרניו נמכרים במקולין ונשקלין בליטרא ושמנו של גיד דינו כבשר כיון שהוא מותר מן התורה:"
    },
    {
      "id": "yoreh_deah-306-7",
      "section": 7,
      "text": "הבכור אפילו בעל מום נאכל תוך שנתו ומאימתי מונה לו אם נולד בעל מום מונה לו מיום שנולד והוא שיודע שכלו לו חדשיו שהרי נראה לאכילה ביום לידתו אבל אם לא ידע בודאי שכלו לו חדשיו מונה לו מיום שמיני:"
    },
    {
      "id": "yoreh_deah-306-8",
      "section": 8,
      "text": "נולד לו מום תוך שנתו רשאי לקיימו כל י\"ב חדש נולד לו מום בסוף שנתו מותר לקיימו ל' יום מיום שנפל בו המום ואע\"פ שהוא מתאחר לאחר שנתו כיצד כגון שנפל בו מום בט\"ו יום לפני גמר שנתו משלימים לו ט\"ו יום אחר שנתו נולד לו מום אחר שנתו אינו רשאי לקיימו אלא עד ל' יום ויאכל:"
    },
    {
      "id": "yoreh_deah-306-9",
      "section": 9,
      "text": "הבכור בזמן הזה עד שלא נראה להראותו לחכם מקיימו שתים ושלש שנים ומשנראה להראותו לחכם אם נולד בו מום בתוך שנתו רשאי לקיימו כל י\"ב חודש ואם נולד בו מום לאחר שנתו מקיימו ל' יום:"
    },
    {
      "id": "yoreh_deah-306-10",
      "section": 10,
      "text": "שנה של בכור היא שנת לבנה תמימה י\"ב חדש מיום ליום ואם היתה שנה מעוברת נתעברה לו ומונה לו י\"ג חדשים:"
    },
    {
      "id": "yoreh_deah-306-11",
      "section": 11,
      "text": "נולדו לו שני טלאים אחד בט\"ו של אדר הראשון וא' בר\"ח אדר השני זה שנולד בר\"ח אדר שני כיון שהגיע יום ראשון באדר של שנה הבאה עלתה לו שנה וזה שנולד בחצי אדר הראשון לא עלתה לו שנה עד חצי אדר של שנה הבאה הואיל ונולד בחדש העיבור מונים אותו לו:"
    },
    {
      "id": "yoreh_deah-306-12",
      "section": 12,
      "text": "עבר ושהה אותו לאחר זמנו אינו נפסל:"
    }
  ]
}