{
  "id": "yoreh_deah-139",
  "chapterLabel": "סימן 139",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-139-1",
      "section": 1,
      "text": "דיני אלילים וביטולם ומשמשיהם וכליהם. ובו ט\"ו סעיפים:אליל אסורה בהנאה היא ותשמישה ונויה ותקרובתה בין של עובד כוכבים בין של ישראל אלא דשל עובד כוכבים אסורה מיד ושל ישראל אינה אסורה עד שתיעבד ותשמישיה ונויה בין של עובד כוכבים בין של ישראל אינם אסורים עד שישתמשו בהם ותקרובתה משהביאו לפניה ועשה ממנו תקרובת נאסר (ישראל שזקף לבינה והשתחוה לה עובד כוכבים נאסרה) (הגהות אשיר\"י פ' ר\"י ורמב\"ם פ\"ח מהל' עבודת כוכבים דין ג' וש\"ס פרק כל הצלמים (עבודה זרה דף מ\"ג) סוף ע\"א ופרק רבי ישמעאל (עבודה זרה דף נ\"ג ע\"ב):"
    },
    {
      "id": "yoreh_deah-139-2",
      "section": 2,
      "text": "אליל של ישראל אין לה ביטול אבל של עובד כוכבים ותשמישיה ונויה יש להם ביטול ותקרובתה אין לה ביטול:"
    },
    {
      "id": "yoreh_deah-139-3",
      "section": 3,
      "text": "איזהו נוי ואיזהו תקרובת נוי כגון שמדליק לפניה נרות או שטח לפניה בגדי' וכלים נאים לנוי ותקרובת כל שכיוצא בו קרב על גבי מזבח כמו כל מיני מאכל כגון בשר שמנים וסלתות מים ומלח אם הניחו לפניה לשם תקרובת נאסר מיד אבל דבר שאין מקריבין ממנו בפנים אינו נאסר אלא א\"כ עשה ממנו כעין זביחה או כעין זריקה המשתברת והוא דרך לעובדה באותו דבר אע\"פ שאין דרך לעובדה בזה הענין כיצד אליל שעובדים אותה שמקשקשים לפניה במקל ושיבר מקל לפניה נאסר מפני ששבירת המקל דומה לזביחה אבל אם אין עובדים אותה במקל כלל ושיבר מקל לפניה אינו חייב ולא נאסר ואם עבדה בקשקוש מקלו והוא דרך עבודתה חייב ולא נאסר וכן בכל דבר שעובדה כדרך עבודתה בין אם הוא דרך כבוד או דרך בזיון ואינו כעין פנים חייב ולא נאסר אבל אם לא עבדה במקל כדרך עבודתו אלא זרקו לפניה אינו חייב ולא נאסר:"
    },
    {
      "id": "yoreh_deah-139-4",
      "section": 4,
      "text": "שחט לפניה חגב נאסר אפי' אין דרך לעובדה בחגב כלל:"
    },
    {
      "id": "yoreh_deah-139-5",
      "section": 5,
      "text": "כל דבר שכיוצא בו קרב לפנים אם מוצא אותו בפני אלילים או שמוצא אותו לפנים מהמחיצה הפרוסה לפניה אסור שאנו תולים שהכניסה שם לשם תקרובת ואפילו מים ומלח שאינו דרך כבוד וכל שמוצא חוץ מהמחיצה אם הוא דרך כבוד אסור משום נוי ואם לאו מותר ופעור ומרקוליס (פירוש אלילים שעבודתן היה זריקת אבן וקוליס שמה וכינו אותה מרקוליס שם גנאי כלומר חליפו של שבח כי כן מר פי' חלוף) כל מה שמצא עמהם אפילו דרך בזיון בחוץ הכל אסור:"
    },
    {
      "id": "yoreh_deah-139-6",
      "section": 6,
      "text": "מה שרואין שמכניסין אותו לאלילים של עובד כוכבים ועדיין לא נכנס מותר שעדיין לא נעשה תקרובת:"
    },
    {
      "id": "yoreh_deah-139-7",
      "section": 7,
      "text": "מצא בראשה מעות כסות וכלים אם מצאן דרך כבוד אסורים ואם הם דרך בזיון כגון כיס תלוי בצוארו ובגד מקופלת על כתפו וכלי כפוי על ראשו מותרים:"
    },
    {
      "id": "yoreh_deah-139-8",
      "section": 8,
      "text": "הככרות שנותנים לכהנים (שלה) מותרים שאין מקריבים אותם לעבודת כוכבים אלא חק לכהנים:"
    },
    {
      "id": "yoreh_deah-139-9",
      "section": 9,
      "text": "נרות של שעוה שמדליקין לפניה נויה הם ואסורים ואם משכנם או מכרן לישראל מותרים דכיון שכיבן לצורך עצמו זהו ביטולן:"
    },
    {
      "id": "yoreh_deah-139-10",
      "section": 10,
      "text": "חתיכות שעוה שנותנים לפניה מותרות דלאו נויה (הן) ולא תקרובתה:"
    },
    {
      "id": "yoreh_deah-139-11",
      "section": 11,
      "text": "מלבושים שלובשים הכהנים כשנכנסים לבית אלילים נוי שלהם הן ולא נוי של אלילים ואפילו ביטול אינם צריכים ויש מי שמצריך ביטול. (מרדכי פ' ר\"י בשם ר\"מ) (אבל מה שלובשין לעבודת כוכבים עצמה מיקרי נוי וצריך ביטול) (בסמ\"ג ובהגהות מיימוני פרק ז' ובמרדכי פרק ר\"י):"
    },
    {
      "id": "yoreh_deah-139-12",
      "section": 12,
      "text": "כלים שאוחז בידו והמחתה שמקטיר בה משמשיה הם וצריכים ביטול ואם מכרן העובד כוכבים או משכנן לישראל זהו ביטולם ויש אומרים שאין זה ביטולם:"
    },
    {
      "id": "yoreh_deah-139-13",
      "section": 13,
      "text": "נרות ושעוה של אלילים אסורים לנר מצוה דשבת ודחנוכה ודבית הכנסת וכן תכשיטי הכהנים (כגון המעילים שלובשים כהניהם) לא יתקן מהם טליתות ולא שום דבר מצוה משום דמאיסי (ועיין באורח חיים סימן קנ\"ד):"
    },
    {
      "id": "yoreh_deah-139-14",
      "section": 14,
      "text": "לא יכתוב ישראל על ספרי עובדי כוכבים אלא אם כן מחקן שלא יהיה רישומן ניכר ויש מי שאומר דאפילו הכי לא יכתוב עליו דברי תפילות ותחנונים דאין קטיגור נעשה סניגור:"
    },
    {
      "id": "yoreh_deah-139-15",
      "section": 15,
      "text": "ספרי עובדי כוכבים ביד ישראל יש מי שאומר שאין איסור למכרם: הגה וי\"א שאסור למכרם לכל עובד כוכבים אם הם ספרים השייכים לזמר בהם לעבודת כוכבים (ב\"י בשם ס\"ה וסמ\"ג ותוספות פ\"ק דעבודת כוכבים דף י\"ד והג\"מ וכלבו) וי\"א דדוקא לכהנים אסור למכור אבל לא לשאר עובדי כוכבים (פסקי מהרא\"י סי' כ\"ז) והמחמיר תבא עליו ברכה ואפילו למכור להם קלפים ודיו לכתוב בהם ספרי דתן יש מחמירין לאסרן (הגהות אשיר\"י פ\"ק דעבודת כוכבים ופסקי מהרא\"י סימן קי\"ב) ויש מי שאומר שאסור להלוות לצורך בנין בית אלילים של עובדי כוכבים או לתכשיטיה או למשמשיה וכ\"ש למכור לה תשמישים כגון מחתות והמונע מצליח ואין לקשור ספרי עובדי כוכבים חוץ מספרי הדיינים והסופרים ואם חשש משום איבה כל מה שיכול להשמט ישמט (וע\"ל סימן קנ\"א):"
    }
  ]
}