{
  "id": "yoreh_deah-070",
  "chapterLabel": "סימן 70",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-070-1",
      "section": 1,
      "text": "דין מליחת הרבה בשר ביחד. ובו ו' סעיפים: מולחין הרבה חתיכות זו על גב זו אע\"פ שהתחתונה גומרת פליטתה קודם לעליונה לא אמרינן שחוזרת ובולעת מדם העליונה לפי שהוא שוהה הרבה לפלוט ציר וכל זמן שפולטת צירה אינה בולעת ואפילו מתקבץ הרבה ציר ועומד בגומא שבין החתיכות מותר במה דברים אמורים במולח בשר עם בשר ואפילו בשר שור עם בשר גדיים וטלאים ואפילו עם עופות שאי אפשר להם לגמור כל פליטת צירן עד שיגמור בשר שור לפלוט את דמו: הגה ומכל מקום נוהגין להחמיר לכתחלה שכל חתיכה שיש לה בית קיבול כגון דופן שלימה מהפכין אותה שיזוב הדם אבל בדיעבד אין לחוש (א\"ו הארוך) חתיכה שמלח אותה ב' פעמים מותרת ולא חיישינן שמלח השני מבליע הדם הנשאר ממליחה הראשונה (פסקי מהרא\"י סימן ס\"ו): אבל בשר עם דגים אפילו בשר עופות עם דגים אסור למלוח לפי שהדגים פולטים כל צירן קודם שיפלוט העוף את דמו ואם עבר ומלחן יחד העופות מותרין אבל הדגים צריך ליטול מהם כדי קליפה ואם לא ניטלו קשקשיהם כשנמלחו מותרים: הגה ויש אוסרין כל הדגים (ארוך כלל י\"ג) אם אינן ס' נגד העופות דאנו משערין במליחה בס' והכי נהוג ודוקא דלית בהו קשקשים דרפו קרמייהו ופלטו מיד אבל אי אית בהו קשקשים מותרים דאינן פולטים מיד ולא בלעי מן העופות (הרא\"ש ושם) דאיידי דטרידי לפלוט לא בלעי מידי דהוי אשני חתיכות שנמלחו יחד:"
    },
    {
      "id": "yoreh_deah-070-2",
      "section": 2,
      "text": "במה דברים אמורים כשמלח שניהם יחד או שהעוף מליח ודג תפל אבל אם דג מליח ועוף תפל ונתנם זה אצל זה או זה על גב זה אף דגים מותרים בלא קליפה: הגה וכן אם הדגים מונחים על העופות מותרים אפילו נמלחו יחד דדם אינו מפעפע מלמטה למעלה ולא גרע מחתיכה המונחת בציר דמה שלמעלה מן הציר שרי (ארוך כלל י\"ג) וכן אם לא הניח הדגים אצל העופות אלא לאחר ששהו העופות במלחן שיעור מליחה אף הדגים מותרים אע\"פ ששניהם מלוחים (ד\"ע וכן משמע בארוך) ואם נמלחו דגים בכלי שמלחו בו בשר הדגים מותרים דאין הדגים בולעים הדם שבכלי דאין מליחה לכלים (ב\"י בשם רשב\"א סימן קכ\"ט) והא דאמרינן דאם הדג תפל והעופות מלוחים אסורין היינו דוקא שהדג פלט כבר דמו והודח אבל אם עדיין לא פלט דמו ולא נמלח מעולם מותר דאגב דיפלוט דם דידיה יפלוט גם כן הדם שבולע מן העופות (סברת עצמו וכן משמע בארוך כלל י\"ג בשם הסמ\"ק) כמו חתיכה שנפלה לציר קודם מליחה דמותר מהאי טעמא כמו שיתבאר לקמן סימן זה ועיין לקמן סימן צ\"א באיזה מליחה אמרינן דהוי כרותח:"
    },
    {
      "id": "yoreh_deah-070-3",
      "section": 3,
      "text": "בשר שחוטה שמלחו עם בשר טריפה או שהטריפ' מלוחה והכשיר' תפילה והם נוגעי' זה בזה אסור כדי קליפה שאע\"פ שאינו בולע מדם הטריפה בולעת מצירה אבל אם הכשירה מלוחה והטריפה תפילה מותרת בהדחה בלא קליפה בין נתן כשירה למעלה בין נתנה למטה ויש מי שאוסר בנוגעים זה בזה וסובר שלא הותרו אלא בעומדים בסמוך בכדי שפליטה של זה נוגעת בזה: הגה וכשהטריפה מלוח וכשר תפל אפילו בכהאי גונא אסור וע\"ל סימן ק\"ה מאלו דינים:"
    },
    {
      "id": "yoreh_deah-070-4",
      "section": 4,
      "text": "הא דאמרינן דאינו אוסר אלא כדי קליפה היינו כששתיהן כחושות אבל אם אחת מהן שמינה אפילו אם חתיכת הטריפה כחושה וחתיכת הכשרה שמינה מפעפע האיסור בכולה אם היתה הטריפה המלוחה למטה משום דתתאה גבר. (ועיין לקמן סימן ק\"ה כיצד נוהגין):"
    },
    {
      "id": "yoreh_deah-070-5",
      "section": 5,
      "text": "יש אומרים שבשר שנמלח אסור להשהותו במלחו לאחר פליטת כל צירו דהיינו י\"ב שעות לפי שחוזר ובולע מלחלוחית דם שעליו ושעל המלח ויש מתירים להשהותו במלחו אפילו כמה ימים ולכתחלה יש לחוש לדברי האוסרים ובדיעבד מותר:"
    },
    {
      "id": "yoreh_deah-070-6",
      "section": 6,
      "text": "יש אוסרים ליתן בשר שלא נמלח כלל או שנמלח ופלט כל דמו עם בשר שנמלח קודם פליטתו דם לפי שהבשר שלא נמלח או שנמלח ופלט כל דמו חוזר ובולע ממה שחבירו פולט ויש מתירים ע\"י מליחה שימלחנו אחר כך כי אז יפליט כל דם שבלע ויש מתירים בכל זה ולכתחלה יש לחוש לדברי האוסרים: הגה ואפילו בדיעבד נוהגין לאסרו אם נפל בשר שכבר פלט כל דמו וצירו אצל בשר שלא שהה עדיין שיעור מליחה (מהרא\"י בהגהת ש\"ד) ויש אומרים שכל מעת לעת לאחר שנמלח פולט ציר ואם נגע תוך זמן זה לבשר שנמלח ולא שהה עדיין שיעור מליחה אינו נאסר וכן נוהגין (ש\"ד בשם הגאונים ומהרא\"י וסה\"ת ומרדכי בשם ר\"י) אך במקום שאין הפסד מרובה יש לאסרו לאחר י\"ב שעות וקודם לזה אין להחמיר כלל וכל שכן אם לא נמלח כלל דאפילו אם נפל לציר ממש אין לאסרו דאמרינן על ידי שיפלוט דם דידיה יפלוט גם כן מה שבלע ממקום אחר ואפילו נמלח הבשר ולא שהה עדיין שיעור מליחה ונפל לציר יש להתיר (ארוך כלל ה') אם לא נכבש בתוכו יום שלם אך אם שהה שיעור מליחה ונפל לציר יש אוסרין אותו אף על פי שלא כלה זמן פליטת צירו עדיין (רש\"ל בא\"ו שלו) ומ\"מ לצורך הפסד גדול יש להתיר גם בזה כל זמן פליטת צירו דהיינו תוך י\"ב שעות ע\"י שיחזור וידיחנו (הגהת ש\"ד) ויחזור וימלחנו וכן אם נפל לציר קודם ששהה שיעור מליחה ידיחנו ויחזור וימלחנו מיהו אם מלחו בלא הדחה לאחר שנפל לציר שרי בדיעבד (ארוך כ\"ה) . וכל זה לא מיירי אלא בציר שהוא כרותח כמבואר לעיל סימן ס\"ט אבל דם בעין שנפל על בשר שהוא תוך שיעור מליחתו והוא חשוב כרותח כמבואר לקמן סימן צ\"א נאסר הבשר דלגבי דם בעין לא אמרינן איידי דטריד לפלוט לא בלע ולא כבולעו כך פולטו (שם) והא דאסרינן אותו כשנפל לציר היינו דוקא מה שבתוך הציר אבל מה שלמעלה מן הציר שרי מיהו מה שבתוך הציר נאסר מיד ואין שיעור לדבר. בשר שנפל לתוך ציר שעל הקרקע דינה כאילו היתה הציר בכלי (בית יוסף בשם ש\"ד ואו\"ה שם) בשר שנגע בחתיכה שנמלחה בכלי שאינו מנוקב ונאסרה דינה כאילו נגעה בציר (ד\"ע) ספק ציר ספק מים מותר דציר דרבנן וספיקא להקל (מרדכי פכ\"ה) ציר מעורב עם מים אפילו היו המים מועטים לא חשיבי עוד רותח ואינה אוסרת (ב\"י בשם אגור) . דין כבוש עיין לקמן סימן ק\"ה:"
    }
  ]
}