{
  "id": "yoreh_deah-019",
  "chapterLabel": "סימן 19",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-019-1",
      "section": 1,
      "text": "דיני ברכת השחיטה. ובו ח' סעיפים: השוחט צריך שיברך קודם אשר קדשנו במצותיו וצונו על השחיטה ואם שחט ולא בירך כשרה: הגה ואם שחט דבר דאתיליד בו ריעותא וצריך בדיקה ישחטנו בלא ברכה וכשימצא כשר מברך על השחיטה ובלבד שיהא סמוך לשחיטה (בא\"ז הלכות כסוי דלא כרש\"י בתשובה) ואם שחט בבית המטבחים שהוא מקום מטונף יברך ברחוק ד' אמות קודם שיכנס לשם ולא ידבר עד אחר השחיטה (הגהות שחיטות ישנים בשם אגודה):"
    },
    {
      "id": "yoreh_deah-019-2",
      "section": 2,
      "text": "שחט בהמות וחיות ועופות ברכה אחת לכלן:"
    },
    {
      "id": "yoreh_deah-019-3",
      "section": 3,
      "text": "שנים שוחטין שני בעלי חיים יכול לברך הא' להוציא חבירו והוא שיתכוין לצאת:"
    },
    {
      "id": "yoreh_deah-019-4",
      "section": 4,
      "text": "צריך ליזהר מלדבר בין ברכה לשחיטה בדבר שאינו מצרכי השחיטה ואם דבר צריך לברך פעם אחרת (אבל מותר לדבר בין השחיטה לכיסוי) (מרדכי פכ\"ה בשם סה\"ת) . (ומ\"מ טוב שלא לדבר) (ת\"ה אשירי תא\"ו נט\"ו ור' ירוחם ואגודה):"
    },
    {
      "id": "yoreh_deah-019-5",
      "section": 5,
      "text": "אם רוצה לשחוט הרבה צריך ליזהר שלא לדבר בין שחיטה לשחיטה בדבר שאינו מצרכי השחיטה ואם דבר צריך לכסות דם שחיטה ראשונה ולברך פעם אחרת על השחיטה אבל על כסוי שני לא יברך: הגה משום דשחיטה לא הוי הפסק אבל אם שח בינתים הוי הפסק וצריך לחזור ולברך (כל בו ואשר\"י וכל הפוסקים): ויש אומרים דשיחה בין שחיטה לשחיטה לא הוי הפסק:"
    },
    {
      "id": "yoreh_deah-019-6",
      "section": 6,
      "text": "המברך על דעת לשחוט חיה אחת ואח\"כ הביאו לו יותר יכסה דם הראשון ויברך עליו ויברך על השחיטה שנייה ולא על הכסוי והני מילי כשהביאום לו קודם שבירך על כיסוי הראשונה (ד\"ע ורש\"ל סכ\"ה סעיף ח'): הגה וי\"א דאם הביאו לו ממין הראשון ששחט א\"צ לכסות הראשונה ולברך על שחיטה שנייה (טור בשם בעל העיטור) (וכן עיקר ועיין בא\"ח סימן ר\"ו ס\"א):"
    },
    {
      "id": "yoreh_deah-019-7",
      "section": 7,
      "text": "היו לפניו הרבה לשחוט וברך על השחיטה ואח\"כ הביאו לו עוד אם כשמביאים לו האחרונות יש עדיין לפניו מאותם שהיו לפניו כשבירך אין צריך לחזור ולברך ואם לאו צריך לברך ולכתחלה טוב ליזהר להיות דעתו בשעת ברכה על כל מה שיביאו לו:"
    },
    {
      "id": "yoreh_deah-019-8",
      "section": 8,
      "text": "היה שוחט חיה או עוף ודעתו לשחוט עוד ושכח וכיסה ובירך כשחוזר לשחוט אין צריך לחזור ולברך על השחיטה שאין הכסוי הפסק: הגה וכן הדין אם שחט חיה (או עוף) ורוצה לשחוט בהמה מכסה דם החיה וישחוט הבהמה בלא ברכה (כל בו):"
    }
  ]
}