{
  "id": "yoreh_deah-068",
  "chapterLabel": "סימן 68",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-068-1",
      "section": 1,
      "text": "דיני מליגת הראש והעופות. ובו ט\"ו סעיפים: הטומן הראש לצלותו צריך שיכוין שיהא בית השחיטה למטה כדי שיזוב הדם דרך שם ואם הניחו על הצדדים המוח והקרום אסורים אא\"כ נקב עצם המוח והיה הנקב למטה לפי שהדם זב דרך שם: הגה ולכתחלה נהגו להחמיר שלא לצלות שום ראש שלם אפילו רוצה להניחו אבית השחיטה דחיישינן שמא יתהפך אצדדיו (תשובת רא\"ש כלל כ' ומביאו ב\"י סי' ע\"א):"
    },
    {
      "id": "yoreh_deah-068-2",
      "section": 2,
      "text": "הניחו על נחיריו אם נעץ בו קנה או דבר אחר מותר ואם לאו אסור המוח והקרום:"
    },
    {
      "id": "yoreh_deah-068-3",
      "section": 3,
      "text": "יש מי שכתב דלהסיר את השיער בלבד אפי' [אם] הניחו על הצדדין מותר ויש מי שאוסר (רשב\"א בשם י\"א): הגה והסברא הראשונה היא עיקר וכן נוהגין לחרוך הראש להסיר השיער וכן עופות משיורי נוצות שעליהם דהואיל ואינו מונח על מקום אחד אלא מעבירו הנה והנה לא חיישינן שנבלע בו הדם ואינו אסור אלא הטמנה ושמונח תמיד במקום אחד (ר\"ן ור' ירוחם והארוך כלל י\"ז) ונוהגין לחרוך על קש ותבן שאין להם חמימות כל כך לבשל הדם (בא\"ו הארוך) ומכל מקום יעבירם על האש תמיד שלא ישהה במקום אחד הרבה:"
    },
    {
      "id": "yoreh_deah-068-4",
      "section": 4,
      "text": "אם בישל הראש שלם הכל אסור אלא אם כן יש ס' כנגד המוח וקרומו (ה\"ה בשם הרמב\"ם ורמב\"ן ור' ירוחם וע\"פ): הגה ואם צלאו כך שלם ולא אותביה אבית השחיטה או אנחיריו ודץ ביה מידי הקרום והמוח אסור והשאר מותר (המ\"מ בשם הרמב\"ן) ולכתחלה נוהגין ליטול המוח קודם המליחה מתוך הגלגולת ולחתוך הגלגולת שתי וערב שאז מתחתך הקרום היטב ויש מסירים הקרום ובדיעבד אם חתכו שתי או ערב סגי אפילו לא הסיר המוח קודם המליחה ואפילו בשלו כך (ועיין לקמן סי' ע\"א וסי' ע\"ב וצ\"ב) אם הראש נאסר אי אמרינן חתיכה נעשית נבילה דהוי בזה כשאר איסורין (הגהת ש\"ד):"
    },
    {
      "id": "yoreh_deah-068-5",
      "section": 5,
      "text": "הבא למלוג הראש צריך לחתוך חוטין שבלחי קודם מליגה וכן צריך להדיח בית השחיטה כדי שלא יהא שם שום דם וכן כשמולגי' העוף (הר\"ן): הגה ואפילו אם חורך רק להסיר השיער דינו הכי (בארוך כלל י\"ז) ומכל מקום בדיעבד אינו נאסר בחרוך בעלמא אם לא הסיר החוטין ולא הדיחום:"
    },
    {
      "id": "yoreh_deah-068-6",
      "section": 6,
      "text": "כשמולגים ראש או רגלים (א\"צ) (מרדכי ר\"פ ג\"ה) למלחם תחילה: הגה ומולחם אחר כך אבל אם רוצה למלחם תחילה קודם המליגה סגי ליה בהכי ואין השערות מעכבין הדם לפלוט (טור סי' ע\"א בשם הרשב\"א) ואין צריך לחזור ולמלחם אחר המליגה וכן נוהגין ועיין לקמן סימן ע\"א:"
    },
    {
      "id": "yoreh_deah-068-7",
      "section": 7,
      "text": "המשימין רגלי הבהמה על האש להסיר הטלפים ולחרוך השיער בלא מליחה תחלה מותר ויש מחמירין וחותכין ראשי הטלפים מעט ומניחים החתך למטה כדי שיזוב הדם (והכי נהוג):"
    },
    {
      "id": "yoreh_deah-068-8",
      "section": 8,
      "text": "פרסות הרגל שנמלחו בקליפתן ולא חתך ראשן לא נאסרו: הגה ויש אוסרים מה שבתוך הקליפה דהיינו הטלפים אבל השאר מותר (הגה' מי\"י בשם סמ\"ק והגה' ש\"ד והארוך) והכי נהוג והוא הדין אם הטמינם ברמץ אבל בחרוך שער בעלמא שמעבירו על האש ומשנה מקומו תמיד הכל מותר (ארוך ומהרי\"ל):"
    },
    {
      "id": "yoreh_deah-068-9",
      "section": 9,
      "text": "מותר למלוג תרנגולת ברמץ (פי' אפר חם) או להבהב באור והוא שידיח בית השחיטה תחלה יפה יפה (וכן שאר דם אם דבק בו בעין) (ב\"י בשם רבינו ירוחם) ואם היא לקדרה יזהר שלא ישהנה כל כך באש כדי שיוכל הלב והכבד להתחמם ולהפליט (רשב\"א בתה\"א דף ע\"ה ור\"ן): הגה ולא נהגו עכשיו למלוג כלל ברמץ אפילו תרנגולת (ת\"ה סי' קמ\"ח) מיהו אם עבר ועשאו בעוף הראש כולו אסור והשאר מותר (מרדכי פג\"ה והארוך כלל י\"ו ורשב\"א שם וש\"ד) ובבהמה לא נאסר הראש כולו רק הקרום והמוח אם לא הניחו על בית השחיטה או אנחיריו ולא דץ ביה מידי ואם לא הדיח בית השחיטה או שאר דם בעין שעליו צריך ליטול או לקלוף מקום הדם והשאר שרי:"
    },
    {
      "id": "yoreh_deah-068-10",
      "section": 10,
      "text": "אין מולגין גדיים וטלאים ועופות בכלי ראשון אלא אם כן ניקר את החלב ומלחם וכן לא יערה עליהם מכלי ראשון ואם עירה די בקליפת העור ואם ראש העוף למעלה כשמערה עליו אין צריך קליפה: הגה ולא מקרי עירוי אלא כשלא פסק הקלוח מכלי הראשון כשנגע למטה אבל אם פסק כבר לא מיקרי עירוי ואינו אוסר (ר\"ן ושאר פוסקים וע\"ל סימן ק\"ה סק\"ד):"
    },
    {
      "id": "yoreh_deah-068-11",
      "section": 11,
      "text": "אפילו בכלי שני י\"א שלא ימלוג ואם מלג מותר: הגה דקיימא לן כלי שני אינו מבשל אפילו היד סולדת בו (מרדכי פ' השוכר) ובדיעבד שרי אבל לכתחלה אסור (הגהת ש\"ד שער י\"ד) ולכן נהגו באלו המדינות שלא למלוג שום דבר רק אחר מליחה מיהו לכבוד אורחים או צורך שבת מותר להניח בכלי שני אפילו לכתחלה חתיכה מלאה קרח וכפור כדי למהר מליחתו (שם) וטוב ליזהר לכתחלה שלא להניחו רק במים שאין היד סולדת בהם ואין חלוק בין כלי חרס או כלי נחשת או שאר כלים לענין כלי שני (כן משמע לו מדברי הפוסקים):"
    },
    {
      "id": "yoreh_deah-068-12",
      "section": 12,
      "text": "ואם מלג עובד כוכבים או שפחה שבבית ישראל עופות ולא ראה הישראל אם בכלי ראשון או בכלי שני אם העובד כוכבים יודע בטיב יהודים ויש שם נער או נערה שיודעים בטיב הענין מותר (ועיין לקמן סימן ס\"ט מדין זה):"
    },
    {
      "id": "yoreh_deah-068-13",
      "section": 13,
      "text": "תרנגולות שנמלגו יחד בכלי שני ונמצאת אחת מהן טריפה לא נאסרו האחרות:"
    },
    {
      "id": "yoreh_deah-068-14",
      "section": 14,
      "text": "מים שמלגו בהם יש ליזהר שלא להחזירם להרתיחם כדי למלוג בהם שנית או כדי להדיח בהם קערות (ונהגו שלא להשתמש במי מליגה כלל אפילו אינם רק צוננים) (הגהות מרדכי וש\"ד וארוך):"
    },
    {
      "id": "yoreh_deah-068-15",
      "section": 15,
      "text": "אם נמלגה תרנגולת בכלי שני במחבת חולבת אפילו היא בת יומא הכלי והתרנגולת מותרים אם עירו המים תחלה אבל אם עירו מים על התרנגולת אם הראש למטה יש מי שאוסר ויש מי שמתיר :"
    }
  ]
}