{
  "id": "yoreh_deah-256",
  "chapterLabel": "סימן 256",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-256-1",
      "section": 1,
      "text": "קופה ותמחוי היאך נגבים ומתחלקים. ובו ו' סעיפים:כל עיר שיש בה ישראל חייבים להעמיד מהם גבאי צדקה אנשים ידועים ונאמנים שיהיו מחזרים לגבות מכל אחד מה שהוא ראוי ליתן ודבר הקצוב עליו והם מחלקים המעות מערב שבת לערב שבת ונותנים לכל עני מה שיספיק לו לשבעה ימים וזו היא הנקראת קופה וכן מעמידים גבאים שלוקחים בכל יום ויום מכל חצר וחצר פת ומיני מאכל או פירות או מעות ממי שמתנדב לפי שעה ומחלקין את הגבוי לערב בין העניים ונותנים ממנו לכל עני פרנסת יומו וזהו הנקרא תמחוי מעולם לא ראינו ולא שמענו קהל מישראל שאין להם קופה של צדקה אבל תמחוי יש מקומות שלא נהגו בו: הגה ולכן מי שיש לו מזון שבעה ימים לא יקח מן הקופה ומי שיש לו מזון יום אחד לא יקח מן התמחוי כמו שנתבאר לעיל סי' רנ\"ג וצריכים הגבאים שיהיו נאמנים וחכמים וידקדקו על העניים שלא יהיו רמאים וכל שהגבאי אינו נאמן אסור ליתן צדקה על ידו (הכל בטור):"
    },
    {
      "id": "yoreh_deah-256-2",
      "section": 2,
      "text": "בתענית מחלקים מזונות לעניים וכל תענית שאכלו העם ולנו ולא חלקו צדקה לעניים הרי אלו כשופכי דמים במה דברים אמורים בשלא נתנו להם הפת והפירות אבל אם אחרו המעות או החטים אינם כשופכי דמים:"
    },
    {
      "id": "yoreh_deah-256-3",
      "section": 3,
      "text": "הקופה אינה נגבית בפחות משנים שאין עושים שררה על הצבור בממון בפחות משנים אבל לאחר שנגבית אחד נאמן עליה להיות גזבר וכן יכולים למנות שני אחים להיות גזברים ואינה מתחלקת אלא בשלשה לפי שהיא כדיני ממונות לעיין על כל עני ועני כמה ראוי ליתן לו ותמחוי כמו שמתחלק בשלשה כך אינו נגבה אלא בשלשה לפי שאינו דבר קצוב וצריכים לעיין על כל אחד ואחד כמה ראוי שיתן:"
    },
    {
      "id": "yoreh_deah-256-4",
      "section": 4,
      "text": "התמחוי נגבה בכל יום והקופה מערב שבת לערב שבת התמחוי לעניי עולם והקופה לעניי אותה העיר בלבד רשאים בני העיר לעשות קופה תמחוי ותמחוי קופה ולשנותם לכל מה שירצו מצרכי צבור ואע\"פ שלא התנו כן בשעה שגבו ואם היה במדינה חכם גדול שהכל גובים על דעתו והוא יחלק לעניים כפי מה שיראה ה\"ז יכול לשנותו לכל מה שיראה לו מצרכי צבור: הגה וה\"ה לגבאי הממונה מבני העיר (מהרי\"ק שורש ה') וה\"ה ביחיד שהתנדב צדקה ונתנה לגבאי (ב\"י בשם הר\"ן ומהר\"ם ורא\"ש ומהרי\"ק) אבל אם מינה בעצמו גבאים אין בני העיר יכולים לשנותה דלא על דעתם התנדב וכן אם פירש הנותן ואמר שיתנו לעניי העיר או לעני פלוני אין להם לשנות אפילו לת\"ת (כן משמע במהרי\"ו סי' כ\"ו) בני העיר שמינו גבאי ונתפרדה החבילה ונפרדו זה מזה ועדיין מעות צדקה ביד הגבאי אם היה רשות ביד הגבאי בתחילה לעשות מה שירצה גם עתה יעשה מה שירצה ואם בתחילה הוצרך לימלך בבני העיר גם עכשיו יעשה כן ואם א\"א לו לימלך או שאינן יכולין להשוות דעתם יעשה הגבאי מה שירצה ובלבד שיעשה בו דבר מצוה (מהרי\"ק שורש קכ\"ג) וע\"ל סימן רנ\"ט סעיף ב':"
    },
    {
      "id": "yoreh_deah-256-5",
      "section": 5,
      "text": "מי שישב במדינה ל' יום היו כופין אותו ליתן צדקה לקופה עם בני המדינה. ישב שם ג' חדשים היו כופין אותו ליתן [לתמחוי. ישב שם ו' חדשים היו כופין אותו ליתן] צדקה בכסות שמכסים בה עניי העיר. ישב שם ט' חדשים היו כופין אותו ליתן צדקה לקבורה שקוברים בה את העניים ועושים להם כל צרכי קבורה במה דברים אמורים בבא לגור ואומר שאינו רוצה להשתקע אבל אם בא לעיר כדי להשתקע היו כופין אותו מיד (וכן בני עיר חדשה היו כופין זה את זה מיד (מהרי\"ק שורש י\"ז) וי\"א דבזמן הזה משערים לכל בשלשים יום) (סמ\"ק וכל בו):"
    },
    {
      "id": "yoreh_deah-256-6",
      "section": 6,
      "text": "מי שהלך בסחורה ופסקו עליו אנשי העיר שהלך שם צדקה הרי זה נותן לעניי אותה העיר ואם היו רבים ופסקו עליהם צדקה נותנים וכשבאים מביאים אותה עמהם ומפרנסים בה עניי עירם: הגה והא דצריכין ליתן מפני החשד לכן חוזרים ולוקחים מהם ומביאים לעירן (מרדכי פ' בני העיר) ודוקא בצדקה שלא היו נותנין אלו נשארו בעירן ולכן איכא חשדא אבל לצדקה שאף בעירן היו נותנין אין צריכין ליתן כלל דודאי יתנוה בעירן (מרדכי פ\"ק דב\"ב) מי שיש לו מעות אחרים למחצית שכר או בדרך אחר ונותנין מעשר מן הריוח צריך ליתן הריוח לבעליו והוא יתננו למי שירצה אם לא שיש תקנה בעיר ליתן מכל מה שמרויח אפי' עם מעות אחרים (מרדכי פ' הגוזל בתרא תשו' ה\"ר טוביה ובהגהת מרדכי פ\"ק דב\"ב) . ואם יש שם חבר עיר יתנו לחבר עיר והוא מחלקה כפי שיראה לו:"
    }
  ]
}