{
  "id": "yoreh_deah-073",
  "chapterLabel": "סימן 73",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-073-1",
      "section": 1,
      "text": "דין צליית הכבד. ובו ו' סעיפים: הכבד יש בו ריבוי דם לפיכך לכתחלה אין לו תקנה לבשלו ע\"י מליחה אלא קורעו שתי וערב ומניח חיתוכו למטה וצולהו (שיהא ראוי לאכילה) (או\"ה נתיב ט\"ו) ואחר כך יכול לבשלו: הגה ואם מנקבה הרבה פעמים בסכין הוי כקריעת שתי וערב (ארוך) וכן אם נטל משם המרה וחתיכת בשר מן הכבד דאפשר לדם לזוב משם (הגהת ש\"ד) ומ\"מ אם לא עשה כן נוטל הסמפונות לאחר צלייה ומבשלה (ארוך) וכל זה בכבד שלימה אבל כשהיא חתוכה אין צריך כלום (ר' ירוחם בתא\"ו) וכשבא לבשלה אחר הצלייה ידיחנה תחילה אחר הצלייה קודם הבישול (דקדוק ב\"י ממרדכי פכ\"ה ובארוך) מיהו אם לא הדיחה ובשלה כך מותר (ראבי\"ה ואו\"ה שם): ובדיעבד מותר אם נתבשל לבדו בקדירה (בלא צלייה) אבל הקדירה אסורה שפולטת ואינה בולעת ויש מי שאוסר: הגה וכן נוהגין לאסור הכל (הגהת סמ\"ק ומהרא\"י בהגהת ש\"ד) אפילו נמלחה הכבד קודם בשולה (דעת רש\"י ולאפוקי ר\"ת):"
    },
    {
      "id": "yoreh_deah-073-2",
      "section": 2,
      "text": "ואם חלטו בחומץ או ברותחין ונקב והוציא מזרקי הדם שבתוכו מן הדין מותר לבשלו אלא שהגאונים אסרו לעשות כן ובדיעבד מותר:"
    },
    {
      "id": "yoreh_deah-073-3",
      "section": 3,
      "text": "לצלי צריך חתיכה משום דם שבסמפונות ואם לא קרעו קודם צלייה יקרענו אח\"כ: (וי\"א דאין צריך לצלי שום חתיכה כלל) (טור בשם ר\"י סמ\"ק ואו\"ה ושאר פוסקים) וכן נוהגין אפילו לכתחלה:"
    },
    {
      "id": "yoreh_deah-073-4",
      "section": 4,
      "text": "אם צלאו עם בשר בתנורים שבימי חכמי הגמרא שפיהם למעלה יהיה הכבד למטה ולא למעלה ובדיעבד מותר ובשפודים שצולים אצל האש אסור לצלותן עם הבשר לכתחילה אפילו כבד למטה: הגה מיהו אם נמלחה הכבד כבר מותר לצלותה עם בשר אפילו ע\"ג בשרא דכבר נתמעט דמו והוי כבשר על גבי בשר (ב\"י בשם תוספות ר\"פ כ\"צ והגהות ש\"ד ומרדכי פ' כ\"ה):"
    },
    {
      "id": "yoreh_deah-073-5",
      "section": 5,
      "text": "לא ימלחנו לכתחילה על גבי הבשר אלא תחתיו: הגה ונהגו שלא למלוח כבד כלל אפילו לבדה ואין לשנות רק יש למלחה קצת כשהיא תחובה בשפוד או מונחת על האש לצלותה (הגהת ש\"ד ואגור בשם אגודה) ומיהו אם איתא שמלח כבד בין שמלחה לבדה או עם בשר אפילו על גבי בשרא הכל מותר. (טור וש\"ד וארוך) וי\"א שיש לקלוף מעט סביב הכבד אם היא דבוקה בעוף ואינו אלא חומרא בעלמא (מרדכי פכ\"ה ובארוך) נהגו להדיח כל כבד אחר צלייתה משום דם הדבוק בה (אגור בשם ר\"י מולין) מיהו אם לא הדיחה מותרת:"
    },
    {
      "id": "yoreh_deah-073-6",
      "section": 6,
      "text": "נמצא כבד בעוף צלי מותר: הגה וי\"א לקלוף מעט סביב הכבד ואינו אלא חומרא בעלמא (מרדכי בשם ריב\"ן וש\"ד ואו\"ה) . ואם הוא מבושל צריך ס' כנגד הכבד: הגה ואין לך עוף שהוא ס' נגד הכבד כשהיא שלימה (ש\"ד ומרדכי בשם ראבי\"ה ומהרא\"י ובארוך כלל י\"ו) ולכן אם הכבד שלימה ודבוקה בעוף נעשה העוף חתיכת נבלה ובעינן ס' משאר דברים שבקדרה נגד כל העוף והוא הדין אם דבוק חתיכת כבד בחתיכת עוף ואין ס' כנגדו (שם) דהא קיימא לן בכל האיסורים חתיכה נעשית נבילה כדלקמן סימן צ\"ב ואם אין הכבד דבוקה מצטרף כל מה שבקדרה לבטל הכבד ואם יש ששים בכל הכל מותר מיהו הכבד עצמה אסורה כמו בלב (תא\"ו נט\"ו) כמו שנתבאר לעיל סימן ע\"ב. עוף שמלאוהו בביצים ונמצא בו לב או כבד דינו כמבושל ובעינן ס' מן העוף בלא המילוי ואם לאו הכל אסור ואם מלאוהו בבשר ואין שם ביצים הנקרשים ומעכבים הדם דינו כצלי (ארוך בשם אגודה ובנימין זאב סימן של\"ו):"
    }
  ]
}