{
  "id": "yoreh_deah-119",
  "chapterLabel": "סימן 119",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-119-1",
      "section": 1,
      "text": "החשוד לדבר איסור אין לסמוך עליו בדברים הנאכלים. ובו כ' סעיפים:החשוד לאכול דברים האסורים בין אם הוא חשוד באיסור תורה בין אם הוא חשוד באיסור דרבנן אין לסמוך עליו בהם ואם נתארח עמו לא יאכל משלו מדברים שהוא חשוד עליהם: הגה וי\"א אפי' ממי שאינו חשוד רק שאין מכירין אותו שהוא מוחזק בכשרו' אסור לקנות ממנו יין או שאר דברי' שיש לחוש לאיסור מיהו אם נתארח אצלו אוכל עמו (ב\"י בשם הרמב\"ם פי\"א דמ\"א ופ\"ג דין כ\"א):"
    },
    {
      "id": "yoreh_deah-119-2",
      "section": 2,
      "text": "אם אינו חשוד לאכול דברים אסורים אבל הוא חשוד למכרם מתארח אצלו ואוכל עמו וכן אם שולח לביתו מותר דחזקה שממה שהוא אוכל משגר לו. (עובר עבירה לתיאבון לא מקרי חשוד) (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "yoreh_deah-119-3",
      "section": 3,
      "text": "מותר ליתן משלו לחשוד לאכול דברים האסורי' כדי שיתקן או יבשל לו ולא חיישינן שמא יחליפנו כיון שאינו חשוד על הגזל ואם נותן למי שחושש בתקנתו והוא חשוד לאכול דברים האסורים אסור שמא יתקלקל מה שנותן לו ויחליפנו בשלו כיצד הרי שנתן לחמותו החשודה על האיסור אסור שבושה מחתנה ורוצה בתקנת בתה ולפיכך מחלפת לו רע בטוב וכן הנותן לפונדקית החשודה פעמים שבושה מהאכסנאי ומחלפת לו רע בטוב. (ומכל מקום מותר להפקיד אצלו ושיחזיר לו הדברים כמו שהפקידו אצלו):"
    },
    {
      "id": "yoreh_deah-119-4",
      "section": 4,
      "text": "החשוד לדבר אחד אינו חשוד לדברים אחרים אבל כל מה שצריך לאותו דבר חשוד גם עליו כגון מי שהיה חשוד למכור חלב במקום שומן והיה מרגיל הנערים לבא לקנות ממנו באגוזים שהיה נותן להם קונסים אותו שלא ימכור אפי' אגוזים:"
    },
    {
      "id": "yoreh_deah-119-5",
      "section": 5,
      "text": "החשוד על איסור חמור חשוד על הקל ממנו בעונש אלא אם כן חמור בעיני בני אדם שנזהרים בו יותר מבחמור:"
    },
    {
      "id": "yoreh_deah-119-6",
      "section": 6,
      "text": "החשוד על שני דברים וחזר בו ויצא מידי חשד שניהם ואח\"כ נחשד על אחד מהם אפי' הוא הקל שבשניהם חוששין שמא חזר לסורו בשניהם וחשוד על שניהם:"
    },
    {
      "id": "yoreh_deah-119-7",
      "section": 7,
      "text": "מי שהוא מפורסם בא' מעבירות שבתורה חוץ מעבודת כוכבים וחלול שבת בפרהסיא או שאינו מאמין בדברי רבותינו ז\"ל נאמן בשאר איסורי' ובשל אחרים נאמן אפילו על אותו דבר לומר מותר הוא: הגה מי שהוא חשוד בדבר דלא משמע לאינשי שהוא עבירה לא מקרי חשוד (רשב\"א סימן ס\"ד) מיהו לאותו דבר אינו נאמן. מי שנוהג באיזה דבר איסור מכח שסובר שדינא הוא הכי או מכח חומרא שהחמיר על עצמו מותר לאכול עם אחרים שנוהגין בו היתר דודאי לא יאכילוהו דבר שהוא נוהג בו איסור (הגהות מרדכי פ\"ק דיבמות ובנימין זאב שי\"ב ור' ירוחם סוף נתיב ג' בשם הרמ\"ה):"
    },
    {
      "id": "yoreh_deah-119-8",
      "section": 8,
      "text": "החשוד על הדבר אינו נאמן עליו אפילו בשבועה:"
    },
    {
      "id": "yoreh_deah-119-9",
      "section": 9,
      "text": "גר מעובדי כוכבים שחזר והמיר מחמת יראה וכן ישראל שחטא מחמת יראה שלא יהרגוהו ישראל גמור הוא ושחיטתו מותרת ואינו אוסר יין במגעו:"
    },
    {
      "id": "yoreh_deah-119-10",
      "section": 10,
      "text": "מסור שחיטתו כשרה ונאמן על האיסורים (וע\"ל סימן ב' דיש פוסלים שחיטת מסור):"
    },
    {
      "id": "yoreh_deah-119-11",
      "section": 11,
      "text": "מומר שבעיר אחת מאמין בעבודת כוכבים בפני עובדי כוכבים ובעיר אחרת נכנס בבית ישראל ואומר שהוא יהודי אינו עושה יין נסך:"
    },
    {
      "id": "yoreh_deah-119-12",
      "section": 12,
      "text": "האנוסים שנשארו בארצותם אם הם מתנהגים בכשרות בינם לבין עצמם ואין בידם להמלט למקום שיוכלו לעבוד את ה' סומכי' על שחיטתן ואין אוסרין יין במגען:"
    },
    {
      "id": "yoreh_deah-119-13",
      "section": 13,
      "text": "המוכר לחבירו דבר שאסור באכילה אם עד שלא אכלו נודע יחזיר לו מה שקנה ממנו והוא יחזיר לו הדמים ואם משאכלו נודע מה שאכל אכל והוא יחזיר לו הדמים ואם מכרו הלוקח לעובד כוכבים או השליכו לכלבים ישלם לו דמי טריפה ואם היה דבר שאינו אסור באכילה אלא מדברי סופרים או אם היו הפירות קיימים מחזיר הפירות ונוטל דמיו ואם אכלם מה שאכל אכל ואין המוכר מחזיר לו כלום וכל אסורי הנאה אפילו מדברי סופרים מחזיר הדמים ואין בו דין מכירה כלל:"
    },
    {
      "id": "yoreh_deah-119-14",
      "section": 14,
      "text": "המוכר בשר ואח\"כ נודע שהבהמה לא נבדקה כהוגן דינו כמוכר דברים שאסורים מדברי סופרים: הגה ואם מכר לו דבר מבהמה שאיתרע חזקת כשרותה דאתיליד בה ריעותא ולא יכולין לבדוק אם היא כשרה וצריכים לאסרה מספק אפילו הכי הוי כאלו היתה ודאי טריפה וצריך להחזיר הדמים (תשובת ריב\"ש):"
    },
    {
      "id": "yoreh_deah-119-15",
      "section": 15,
      "text": "המוכר דברים האסורים מעבירים אותו ומשמתים אותו ואין לו תקנה עד שילך למקום שאין מכירין אותו ויחזיר אבדה בדבר חשוב או ישחוט לעצמו ויוציא טריפה לעצמו בדבר חשוב שודאי עשה תשובה בלא הערמה כיון שאינו חס על ממונו:"
    },
    {
      "id": "yoreh_deah-119-16",
      "section": 16,
      "text": "טבח שמעשיו מוכיחים שהיה רוצה להכשיל הציבור להאכילם טריפות כגון שחתך הסירכות מסלקין אותו ומכל מקום פטור מלשלם דמי הבהמה לבעלים:"
    },
    {
      "id": "yoreh_deah-119-17",
      "section": 17,
      "text": "טבח שיצאת טריפה מתחת ידו אין לו התנצלות לומר שוגג הייתי:"
    },
    {
      "id": "yoreh_deah-119-18",
      "section": 18,
      "text": "טבח שיצאו טריפות מתחת ידו מחמת שאינו בקי יש לו תקנה שילמד ויחכם: הגה והא דצריך לילך למקום שאין מכירין אותו ולעשות תשובה [היינו] שעשה במזיד או מוחזק לכך אבל אם נוכל לומר שבטעות נעשה לו סגי לו בקבלת דברי חבירות ויעשה תשובה לפי ראות עיני הדיין (תשובת הרא\"ש ותשובת הריב\"ש) וע\"ל סוף סי' ס\"ד:"
    },
    {
      "id": "yoreh_deah-119-19",
      "section": 19,
      "text": "האומר למי שהוא חשוד לאכול גבינה של עובד כוכבים קנה לי גבינה כשרה מן המומחה והלך והביא לו ואומר לו כשרה מהמומח' קניתי אינו נאמן מאיש פלוני מומחה קניתי נאמן. הביא לו מנחה בשם אחד מהמומחין נאמן שאינו חשוד להחליף במה דברים אמורים כשאינו חשוד על הגזל אבל אם הוא חשוד על הגזל כ\"ש שהוא חשוד על החליפין. (וכל זה אינו נוהג בחשוד על איסור דאוריי') (ב\"י):"
    },
    {
      "id": "yoreh_deah-119-20",
      "section": 20,
      "text": "החשוד לאכול דברים שאין הרבים רגילים להקל בהם אף הוא חשוד להחליף וי\"א שאין מפקידין אצלו דבר האסור מן התורה אלא בשני חותמות (וע\"ל סי' קי\"ח ס\"ח):"
    }
  ]
}