{
  "id": "yoreh_deah-176",
  "chapterLabel": "סימן 176",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-176-1",
      "section": 1,
      "text": "איזה השכרה מותרת ואיזה אסורה. ובו ח' סעיפים:אסור לאדם להשכיר מעותיו שיאמר לו אשכיר לך י' דינרין בדינר לחודש והני מילי כששוכר להוציאם אבל אם שכרם כדי להתלמד בהם או ליראות ומחזירם לו בעין מותר: הגה ודוקא שלא קבל עליו רק אחריות גנבה ואבדה אבל אם קבל עליו כל אחריות אסור (ב\"י בשם בעל התרומות) ואם קיבל עליו המשכיר כל אחריות בין דגנבה ואבדה בין אחריות דאונסין יש מתירין אפי' משכיר לו להוציאם (ת\"ה סי' ש\"ב) כדלקמן סי' קע\"ז ומיהו אם לא קבל עליו רק גנבה ואבדה ולא אונסין או אונסין ולא גנבה ואבדה אסור להוציאן בשכרן (ב\"י בשם תוס' והגהמ\"יי פ\"ה וסמ\"ג וריב\"ש סי' ש\"ה וש\"ח ות\"ה שם וע\"פ) מיהו לא הוי אלא כאבק רבית אבל אם לא קבל המשכיר אחריות כלל הוי רבית קצוצה (ריב\"ש שם):"
    },
    {
      "id": "yoreh_deah-176-2",
      "section": 2,
      "text": "כלים מותר להשכירם אפילו נותן לו רשות למכרם ולעשות בהם כל חפצו רק שלבסוף יחזיר לו כלי אחר כזה (לשון רמב\"ם פ\"ח מה\"מ די\"א):"
    },
    {
      "id": "yoreh_deah-176-3",
      "section": 3,
      "text": "מקום שנהגו לשכור הספינה וליטול שכרה ואם נשברה שמין לו מה שפחתה ומשלם יתר על שכרה הרי זה מותר וכן מותר להשכיר סיר של נחושת וכיוצא בו ונוטל השכר ודמי מה שפחת ממשקלו וכן כל כיוצא בזה: הגה וי\"א דוקא כלים כאילו דאפי' מה שנשאר נפחת קצת ובעד זה נוטל שכר ולכן אם נשבר משערין כמה היה שוה בשעת שבירה (ב\"י בשם התוספות וכן כ' רבינו ירוחם והגהות אשיר\"י וכן משמע לשון הטור):"
    },
    {
      "id": "yoreh_deah-176-4",
      "section": 4,
      "text": "מותר לשכור פרה ולשומה בדמים כגון שיאמר הרי פרתך עשויה עלי בשלשים דינר אם תמות וכל זמן שהיא אצלי אעלה לך סלע בחדש בשכירות (וי\"א דאם תמות משערין כמה היתה שוה בשעת מיתה) (רמב\"ן ורבינו ירוחם והטור):"
    },
    {
      "id": "yoreh_deah-176-5",
      "section": 5,
      "text": "המשכיר שדה לחבירו בי' כורים לשנה וא\"ל תן ר' זוז שאפרנס בהם השדה ואני אתן לך י\"ב כור בכל שנה הרי זה מותר מפני שאם יפרנס השדה בדינרין אלו יהיה שכרה יותר וכן אם השכיר לו חנות או ספינה בעשרה דינרין בשנה ואמר לו תן לי מאתים זוז שאבנה בהם ואציירנה ואכיירנה או אתקן בהם ספינה זו וכלי תשמישה ואני אעלה לך י\"ב דינר בכל שנה הרי זה מותר. (הואיל והוא מוציא המעות בגוף הספינה או החנות) (טור) אבל אם א\"ל תן לי ר' זוז כדי להתעסק בהם בחנות או להוציא בסחורה של ספינה או לשכור בהם מלחים ואני אוסיף לך בשכירות הרי זה אסור:"
    },
    {
      "id": "yoreh_deah-176-6",
      "section": 6,
      "text": "מותר להרבות בשכר הקרקע (לשון רמב\"ם פ\"ז מה\"מ דין ח') כיצד השכיר לו את החצר וא\"ל קודם שהחזיק בו אם מעכשיו אתה נותן לי הרי היא לך בי' סלעים בכל שנה ואם תתן שכר חדש בחדש הרי היא בסלע בכל חדש ה\"ז מותר וכיוצא בזה בשכר האדם ג\"כ מותר: הגה אבל אם כבר החזיק בו לשכור לו בי' סלעים לשנה אסור לומר לו תתן כל חדש סלע א' ואני אמתין לך המעות (ב\"י בשם תלמידי הרשב\"א) וכ\"ש אם כבר נתחייב לו השכירות ונותן לו דבר בהמתנת המעות דאסור (הגהות אשיר\"י והג\"מ פ' א\"נ ובהגמי\"י פ\"ח) מותר להרבות בנדונית חתנים כגון שנדר נדוניא לבתו והתנה עם חתנו שכל שנה שיניח לו הנדוניא אצלו יתן לו כך וכך שכר מותר שאין זה אלא כמוסיף לו נדוניא ודוקא כשהתנו כן קודם הנשואין אבל לא אח\"כ דהוי אגר נטר (רשב\"א סימן תקכ\"ט וריב\"ש סימן תק\"ב) ועיין לקמן סימן קע\"ז):"
    },
    {
      "id": "yoreh_deah-176-7",
      "section": 7,
      "text": "אסור לומר לאדם עשה עמי מלאכה היום ששוה דינר ואני אעשה עמך בשבוע אחר מלאכה ששוה שתים:"
    },
    {
      "id": "yoreh_deah-176-8",
      "section": 8,
      "text": "השוכר את הפועל בימות החורף לעשות עמו בימות הקיץ בדינר ליום ומקדים לו שכרו מעתה ושכרו שוה בימות הקיץ סלע ליום אסור אבל אם אמר לו עשה עמי מלאכה מהיום ועד זמן פלוני בדינר ביום מותר דכיון שמתחיל לעשות עמו מעתה אינו נראה כנוטל שכר מעותיו שמקדים לו:"
    }
  ]
}