{
  "id": "yoreh_deah-345",
  "chapterLabel": "סימן 345",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-345-1",
      "section": 1,
      "text": "דין המאבד עצמו לדעת ומנודה והרוגי ב\"ד והפורשין מן הצבור. ובו ח' סעיפים:המאבד עצמו לדעת אין מתעסקים עמו לכל דבר ואין מתאבלין עליו ואין מספידין אותו ולא קורעין ולא חולצין אבל עומדין עליו בשורה ואומרים עליו ברכת אבלים וכל דבר שהוא כבוד לחיים:"
    },
    {
      "id": "yoreh_deah-345-2",
      "section": 2,
      "text": "איזהו מאבד עצמו לדעת כגון שאמר הרי הוא עולה לראש הגג וראוהו שעלה מיד דרך כעס או שהיה מיצר ונפל ומת הרי זה בחזקת שאיבד עצמו לדעת אבל אם ראוהו חנוק ותלוי באילן או הרוג ומושלך על גבי סייפו הרי הוא בחזקת כל המתים ומתעסקים עמו ואין מונעין ממנו דבר: הגה מי שגנב וגזל ועל ידי זה נהרג בדין מלכות מתאבלים עליו אם אין בו סכנה מפני אימת המלכות ולא מקרי מאבד לדעת (מהרי\"ו סימן קי\"ד) :"
    },
    {
      "id": "yoreh_deah-345-3",
      "section": 3,
      "text": "קטן המאבד עצמו לדעת חשוב כשלא לדעת וכן גדול המאבד עצמו לדעת והוא אנוס כשאול המלך אין מונעין ממנו כל דבר:"
    },
    {
      "id": "yoreh_deah-345-4",
      "section": 4,
      "text": "מנודה שמת דינו כמאבד עצמו לדעת אין קורעין ולא חולצין ולא מספידין עליו ומניחין אבן על ארונו והני מילי באפקירותא כשעובר על ד\"ת אבל בממונא כיון שמת פטור מגזירתם ואין מניחין אבן על ארונו ומספידין אותו כראוי:"
    },
    {
      "id": "yoreh_deah-345-5",
      "section": 5,
      "text": "כל הפורשים מדרכי צבור והם האנשים שפרקו עול המצות מעל צוארם ואין נכללים בכלל ישראל בעשייתם ובכבוד המועדות וישיבת בתי כנסיות ובתי מדרשות אלא הרי הם כבני חורין לעצמן כשאר האומות וכן המומרים והמוסרים כל אלו אין אוננים ואין מתאבלים עליהם אלא אחיהם ושאר קרוביהם לובשים לבנים ומתעטפים לבנים ואוכלים ושותים ושמחים: הגה הפורש מן הצבור ולא רצה לשאת עמהם במסים וארנוניות מתאבלים עליו (תשו' רשב\"א סי' תשס\"ג) אבל אין שאר בני העיר צריכים לבטל ממלאכתן בשבילו לעסוק עמו (כן משמע בנ\"י סוף מ\"ק):"
    },
    {
      "id": "yoreh_deah-345-6",
      "section": 6,
      "text": "קטן בן שנה או שנתיים שהמיר עם אמו ומת אין מתאבלין עליו. (ועיין לעיל סימן ש\"מ סעיף ה'):"
    },
    {
      "id": "yoreh_deah-345-7",
      "section": 7,
      "text": "מי שנפל בים או טבע בנהר או אכלתו חיה אין מונעין ממנו דבר:"
    },
    {
      "id": "yoreh_deah-345-8",
      "section": 8,
      "text": "ארון העובר ממקום למקום אם שלדו (פירוש השדרה וצלעותיה) קיימת עומדין עליו בשורה ואומרים עליו ברכת אבלים ותנחומי אבלים אם יש אבלים שמתאבלין עליו ואם אין שלדו קיימת אין עומדין עליו בשורה ואין אומרים עליו ברכת אבלים ולא תנחומי אבלים:"
    }
  ]
}