{
  "id": "yoreh_deah-236",
  "chapterLabel": "סימן 236",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-236-1",
      "section": 1,
      "text": "מה היא שבועת ביטוי ושבועת שוא. ובו ו' סעיפים:נפש כי תשבע לבטא בשפתים היינו שנשבע בין על דבר שעבר כגון שנשבע שאכל ולא אכל או שלא אכל ואכל בין על דבר שהוא להבא כגון שאוכל ואינו אוכל או שלא אוכל ואוכל וכן כל דבר אפילו אין בו לא הרעה ולא הטבה כגון שזרקתי לים ולא זרקתי או שאזרוק ולא אזרוק ואפילו בדבר שאין בו ממש כגון שישנתי ולא ישנתי או שאישן ולא אישן ואפי' בדבר שאינו יכול לעשותו אלא ע\"י אחרים כגון שנתתי לפלוני או שלא נתתי או שאתן לפלוני או שלא אתן ואפי' נשבע על אחרים כגון שזרק פלוני צרור לים או שלא זרק כל אלו שבועות ביטוי הן ואם שיקר בשבועתו חייב קרבן:"
    },
    {
      "id": "yoreh_deah-236-2",
      "section": 2,
      "text": "יש דברים שאפי' שיקר בשבועתו אינו חייב קרבן כגון שנשבע לקיים המצוה ולא קיים או שנשבע להרע לפלוני כגון להכותו או לקללו (אבל אם נשבע להכות עצמו אע\"פ שאינו רשאי חיילא שבועה) (ב\"י בשם הר\"ן פ\"ג דשבועות) ונשבע שיעשה חבירו דבר פלוני כגון שיזרוק פלוני צרור לים או שלא יזרוק וכיוצא בו אבל עבירה איכא בכל דבר שמשקר בשבועתו וגם אין לו לישבע על חבירו שיעשה שום דבר שאינו ברשותו שיעשנו על כל פנים ואין חבירו מחויב לעשותו אלא אם כן יקבל שבועתו דהיינו שיאמר אמן או דבר שעניינו כענין אמן כגון שאמר הן או מחויב אני בשבועה זו או קבלתי עלי שבועה זו וכן כל כיוצא בזה ואע\"פ שלא קבלו אותם האחרים בשבועה אם קיימו דבריו הרי אלו משובחים: הגה וכל שכן שהנשבע עצמו צריך לקיים שבועתו אם אפשר אע\"פ שבתחילה היה שבועת שוא כגון שנשבע לישא אשה פלונית ושמא לא תתרצה ואיכא שבועת שוא מ\"מ כשהיא רוצה צריך לקיים שבועתו (מהרי\"ק שורש כ\"ב) וי\"א דבכי האי גוונא לא מקרי שבועת שוא רק שבועת ביטוי דהנשבע ליתן דבר לחבירו והוא אינו רוצה לקבלו פטור משבועתו והוא הדין אם אינה רוצה להנשא לו ולכן לא הוי רק שבועת ביטוי (כן משמע מתשובת ריב\"ש סי' שפ\"ז הביאו הב\"י):"
    },
    {
      "id": "yoreh_deah-236-3",
      "section": 3,
      "text": "במה דברים אמורים שנשבע על דבר שאינו ברשותו כגון שנשבע על שמעון שלא ילך בסחורה וכיוצא בזה אבל אם משביעו על דבר שהוא שלו כגון שלא יכנס לביתו וכיוצא בו צריך ליזהר בשבועתו:"
    },
    {
      "id": "yoreh_deah-236-4",
      "section": 4,
      "text": "נשבע לשנות את הידוע לאדם כגון על איש שהוא אשה או על אשה שהיא איש חייב משום שבועת שוא וכן אם נשבע לאמת האמת על דבר שהוא ידוע לכל כגון על שנים שהם שנים וכיוצא בו או על דבר שאי אפשר לעשותו כגון שלא אישן ג' ימים או שנשבע שלא יאכל ז' ימים או שנשבע שלא יאכל מכל פירות שבעולם הוי שבועת שוא ומלקין אותו וישן לאלתר ואוכל לאלתר: הגה נשבע סתם שלא יישן ושלא יאכל הוי כאילו נשבע שלא יעשה לעולם והוי שבועת שוא (ב\"י וד\"מ ס\"ס רי\"ג בשם ר' ירוחם וכ\"כ הרא\"ש פרק ג' דשבועות והט\"ו ס\"ס רי\"ט):"
    },
    {
      "id": "yoreh_deah-236-5",
      "section": 5,
      "text": "נשבע שראה גמל פורח באויר הרי זה שבועת שוא אפילו אומר שראה לעוף גדול פורח והוא מכנהו גמל (הנשבע על דבר שהוא גוזמא קצת כדי להחזיק דבריו לא הוי שבועת שוא) (מרדכי פרק שבועות שתים) אמר שבועה שלא אוכל מצה אסור לאכול מצה בליל פסח שבועה שלא אוכל מצה בליל פסח לוקה ואוכל מצה בליל פסח שבועה שלא אשב בצל אסור לישב בצל סוכה שבועה שלא אשב בצל הסוכה לוקה וישב בצל סוכה (והא דשבועות חלין על דבר מצוה בכולל היינו דוקא במצות עשה אבל מצות לא תעשה לא) (מהר\"ם מפדוואה סי' ע\"ד וב\"י בשם הריב\"ש ורי\"ף ותוס' פ\"ג דשבועות דף כ\"ד ע\"א בשם ר\"י):"
    },
    {
      "id": "yoreh_deah-236-6",
      "section": 6,
      "text": "שנים שנשבעו לעשות דבר אחד ועבר אחד מהם על השבועה השני פטור ואינו צריך התרה לפיכך איש ואשה שנשתדכו זה לזה וקבלו חרם לינשא לזמן קבוע מי שיעכב והעביר המועד אסור לינשא לאחר והלה מותר ואינו צריך התרה וגם המעכב עצמו מותר בלא התרה לאחר שנשא שכנגדו: הגה ואפילו אם טען זה העובר המועד שהיה אנוס אינו נאמן שיתחייב שכנגדו עדיין בשבועתו ומ\"מ אם רצה זה לפטור משבועתו ילך אצל חכם ויתיר לו שבועתו שמא יביא זה שכנגדו עדים שהיה אנוס בדבר שהעביר המועד ונמצא עבר זה על שבועתו אם נשא בלא התרה (תשובת מהרי\"ו סי' קל\"ז) וכל זה לא מיירי אלא בשנים שנשבעו זה לזה אבל שנים שנשבעו יחד לעשות דבר כגון שלא לדבר עם פלוני ועבר אחד מהם השני חייב לקיים שבועתו ואפי' אם נשבעו זה לזה והם ג' או יותר שאף אם עובר האחד השבועה השנים הנשארים צריכין לקיים שבועתן (מהר\"ם פאדואה סי' כ\"ו ובריב\"ש סי' תנ\"ג) ונראה הא דאם נשבעו שנים ביחד ולא נשבעו זה לזה ועבר האחד השני חייב לקיים שבועתו היינו דוקא שאינן תלוין זה בזה אבל אם תלוין זה בזה ואי אפשר לאחד לקיים שבועתו בלא חבירו כגון שנשבעו לילך ביחד לארץ ישראל והאחד עובר וקשה לשני לילך לבד פטור גם כן וכמו שנתבאר לעיל סימן רכ\"ח סעיף מ\"ד (תשובת הרא\"ש כלל ח'):"
    }
  ]
}