{
  "id": "yoreh_deah-061",
  "chapterLabel": "סימן 61",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-061-1",
      "section": 1,
      "text": "דיני מתנות זרוע לחיים וקיבה לכהן. ובו ל\"ג סעיפים: חייב ליתן לכהן הזרוע והלחיים והקיבה של שור ושה:"
    },
    {
      "id": "yoreh_deah-061-2",
      "section": 2,
      "text": "הזרוע דוקא של ימין והוא מפרק ארכובה הנמכרת עם הראש עד כף היד שקורין אישפאלד\"ה והם שני פרקים:"
    },
    {
      "id": "yoreh_deah-061-3",
      "section": 3,
      "text": "הלחיים הם מפרק של לחי עד פיק\"א של גרגרת שהיא טבעת הגדולה עם הלשון שביניהם וצריך ליתנו עם העור ועם הצמר שבראשי כבשים והשער שבראשי תיישים שאינו רשאי למלגם (פי' להרתיחם בחמין להעביר השיער) ולא להפשיט העור קודם שיתננו לכהן:"
    },
    {
      "id": "yoreh_deah-061-4",
      "section": 4,
      "text": "הקיבה צריך ליתנה לכהן עם כל חלבה פנימי וחיצון אלא אם כן נהגו הכהנים להניח החלב לבעלים:"
    },
    {
      "id": "yoreh_deah-061-5",
      "section": 5,
      "text": "אף ע\"ג שמותר לאכול מבשר הבהמה קודם שיפריש המתנות מצוה להפרישם מיד:"
    },
    {
      "id": "yoreh_deah-061-6",
      "section": 6,
      "text": "אפילו אינו שוחט לצורך אכילה אלא לכלבים או לרפואה חייב במתנות אבל שחט ומצא טריפה פטור:"
    },
    {
      "id": "yoreh_deah-061-7",
      "section": 7,
      "text": "יתנם לכהן חבר ואם אין שם חבר יתנם לעם הארץ (וכן אם החבר אינו רוצה לקבלן נותנן לעם הארץ) (ב\"י בשם תוספות):"
    },
    {
      "id": "yoreh_deah-061-8",
      "section": 8,
      "text": "נותנים אותם לכהנת אפילו היא נשואה לישראל והנותנם לבעלה ישראל קיים מצות נתינה וכל שכן שבעלה ישראל פטור מן המתנות:"
    },
    {
      "id": "yoreh_deah-061-9",
      "section": 9,
      "text": "לא יחלקם להרבה כהנים שצריך לתת לכל אחד דבר חשוב כדי נתינה אלא נותן זרוע לא' וקיבה לאחד ולחיים לשנים ובשור הגדול יכול לחלק הזרוע לשנים לכל אחד פרק אחד:"
    },
    {
      "id": "yoreh_deah-061-10",
      "section": 10,
      "text": "אם אין שם כהן ישום המתנות בדמים ואוכלם ונותן הדמים לכהן:"
    },
    {
      "id": "yoreh_deah-061-11",
      "section": 11,
      "text": "אין לו לכהן לחטוף המתנות ואפילו לשאול אותם בפה אלא אם יתנם לו דרך כבוד יטלם ובזמן שהם כהנים רבים במטבחיים הצנועים מושכין ידיהם והגרגרנים נוטלים ואם היה צנוע זה במקום שאין מכירין שהוא כהן יטול כדי שידעו שהוא כהן:"
    },
    {
      "id": "yoreh_deah-061-12",
      "section": 12,
      "text": "הכהן יכול לאכלם בכל ענין שערב עליו יותר ואם כל המטעמים שוים אצלו יאכלם צלי ובחרדל:"
    },
    {
      "id": "yoreh_deah-061-13",
      "section": 13,
      "text": "יכול להאכילם לכלבים ולמכרם וליתנם לעובד כוכבים:"
    },
    {
      "id": "yoreh_deah-061-14",
      "section": 14,
      "text": "כהן שיש לו מכירין שרגילים ליתן לו מתנותיהם יכול לזכותם לישראל שיקבלם מיד מכיריו ודוקא שהזוכה תלמיד חכם והשעה דחוקה לו ושלא יהא כהן המזכה משרת בבית זה שמזכה לו המתנות שמא יזכה בעל כרחו (רמב\"ם בפ\"ט מהל' בכורים) והוא הדין אם הכהן משרת בבית בעל הבית ומזכה לאורח ת\"ח שמתארח בבית רבו במתנות שרגיל ליתן לו רבו אסור (רש\"י וטור):"
    },
    {
      "id": "yoreh_deah-061-15",
      "section": 15,
      "text": "לא נתן המתנות לכהן אלא אכלן או הפסידן פטור מדיני אדם אלא כדי לצאת ידי שמים צריך לפרוע דמיהם:"
    },
    {
      "id": "yoreh_deah-061-16",
      "section": 16,
      "text": "ישראל ששלח לחבירו בשר והמתנות בו מותר לאכלן:"
    },
    {
      "id": "yoreh_deah-061-17",
      "section": 17,
      "text": "מתנות אינם נוהגות אלא בשור ושה ולא בחיה ועוף ונוהגות בכלאים הבא מן עז ורחל וכן בכוי:"
    },
    {
      "id": "yoreh_deah-061-18",
      "section": 18,
      "text": "צבי הבא על עז וילדה הולד חייב בחצי המתנות אבל תייש הבא על הצביה הולד פטור מן המתנות:"
    },
    {
      "id": "yoreh_deah-061-19",
      "section": 19,
      "text": "אין נוהגות בקדשים ולא בבכור:"
    },
    {
      "id": "yoreh_deah-061-20",
      "section": 20,
      "text": "בכור קודם שבא ליד כהן שנתערב בבהמות אחרות חייב ליתן מהם המתנות שיאמר הכהן על כל אחת תן לי מתנותיה ואם אתה אומר שהוא בכור תן לי כולה אבל בכור שניתן לכהן במומו ומכרו לישראל ונתערב בבהמות אחרות אם רבים שוחטים אותם כולם פטורים שכל אחד יאמר שלי הוא הבכור ואם אחד שוחט את כולם אין פוטרים לו אלא אחד מהם:"
    },
    {
      "id": "yoreh_deah-061-21",
      "section": 21,
      "text": "מתנות נוהגות בכל מקום בין בארץ בין בחוצה לארץ בין בפני הבית (פי' בזמן שבית המקדש קיים) בין שלא בפני הבית ויש מי שאומר שאינן נוהגות בחוצה לארץ וכן נהגו (ועיין בספר החנוך להרא\"ה מצוה תק\"ו):"
    },
    {
      "id": "yoreh_deah-061-22",
      "section": 22,
      "text": "כהנים פטורים ממתנות:"
    },
    {
      "id": "yoreh_deah-061-23",
      "section": 23,
      "text": "לוים ספק אם הם חייבים במתנות הילכך פטורים ואם נטלן הכהן מידו אין צריך להחזירם לו. (ויש חולקין דאפי' נטלן הכהן מוציאין מידו) (ב\"י בשם הר\"ן):"
    },
    {
      "id": "yoreh_deah-061-24",
      "section": 24,
      "text": "במה דברים אמורים שכהן פטור כששוחט לעצמו אבל אם שוחט למכור אם הוא קבוע למכור בבית המטבחיים חייב ליתן מיד ואם אינו קבוע למכור בבית המטבחיים שתים ושלש שבתות פטור מכאן ואילך חייב והיו מנדין אותו אם לא יתן:"
    },
    {
      "id": "yoreh_deah-061-25",
      "section": 25,
      "text": "השוחט לכהן ולעובד כוכבים פטור מן המתנות והמשתתף עמהם צריך שירשום ובעובד כוכבים אם יושב עמו במטבחיים אין צריך לרשום: הגה במקום שנוהגין לשחוט אצל עובד כוכבים אם נמצא טריפה נשאר לעובד כוכבים ואם נמצא כשרה לוקחו הישראל פטור מן המתנות (מרדכי בשם ראבי\"ה):"
    },
    {
      "id": "yoreh_deah-061-26",
      "section": 26,
      "text": "במה דברים אמורים ששותפות הכהן והעובד כוכבים פוטר בשותף בכולה אפילו בכל שהוא אבל אם אין הכהן והעובד כוכבי' שותף עמו אלא בראש אינו פוטר אלא מהלחיים ואם הוא שותף עמו ביד אינו פוטר אלא מהזרוע ואם הוא שותף עמו בבני מעים אינו פוטר אלא מהקיבה:"
    },
    {
      "id": "yoreh_deah-061-27",
      "section": 27,
      "text": "אם יש בהמה לכהן ומוכר ראשה לישראל ושייר כל הגוף לעצמו חייב בלחיים:"
    },
    {
      "id": "yoreh_deah-061-28",
      "section": 28,
      "text": "השוחט בהמת ישראל חבירו חובה על השוחט ליתן מתנותיה לכהן ואם שחט בהמת כהן או עובד כוכבים פטור: הגה מיהו טובת הנאה לבעלים והוא יכול ליתנם לכל כהן שירצה (ב\"י בשם הר\"ן) ואסו' לבעלי' ליקח דינר מכהן ליתן לו המתנו' וכן מישראל ליתן המתנות לבן בתו הכהן (ב\"י בשם ר\"י ובפרק עד כמה):"
    },
    {
      "id": "yoreh_deah-061-29",
      "section": 29,
      "text": "כהן שמכר פרה לישראל ואמר לו אני מוכר לך פרה זו חוץ ממתנותיה הוי תנאי וצריך ליתנם למוכר אבל אם אמר ליה על מנת שהמתנות שלי אינו תנאי והמקח קיים ויכול ליתנם לכל כהן שירצה:"
    },
    {
      "id": "yoreh_deah-061-30",
      "section": 30,
      "text": "ישראל שמכר פרה לחבירו ושייר המתנות חייב הלוקח ליתנם אע\"פ שנשארו למוכר מכ\"מ החובה על הטבח שהוא הלוקח:"
    },
    {
      "id": "yoreh_deah-061-31",
      "section": 31,
      "text": "המתנות עצמם אסור לישראל לאכלם אלא ברשות כהן עבר ואכלן או הזיקן או מכרן אינו חייב לשלם מפני שאין לו תובעי' ידועי' והקונה אותם אע\"פ שאינו רשאי הרי זה מותר לאכלן מפני שמתנות כהונה נגזלות:"
    },
    {
      "id": "yoreh_deah-061-32",
      "section": 32,
      "text": "אמר לטבח מכור לי בני מעיה של פרה זו נותנם לכהן ואין מנכה לו מן הדמים לקחו ממנו במשקל נותנם לכהן ומנכה לו מן הדמים:"
    },
    {
      "id": "yoreh_deah-061-33",
      "section": 33,
      "text": "גר שנתגייר והיתה לו פרה נשחטה עד שלא נתגייר פטור משנתגייר חייב אם ספק פטור שהמוציא מחבירו עליו הראיה:"
    }
  ]
}