{
  "id": "yoreh_deah-218",
  "chapterLabel": "סימן 218",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-218-1",
      "section": 1,
      "text": "כיצד הולכין אחר כוונת הנודר. ובו ו' סעיפים:כל הנודר או נשבע רואין דברים שבגללן נשבע או נדר ולומדים מהם לאיזה נתכוין והולכין אחר הענין ולא אחר משמעות הדיבור כיצד היה טעון משא של צמר או פשתים והזיע והיה ריחו קשה ונשבע או נדר שלא יעלה עליו צמר או פשתים לעולם הרי זה מותר ללבוש בגדי צמר או פשתים ולהתכסות ואינו אסור אלא להפשילן לאחוריו היה לבוש בגדי צמר ונצטער בלבישתו ונשבע או נדר שלא יעלה עליו צמר לעולם אסור ללבוש ומותר לטעון עליו ומותר להתכסות בגיזי צמר שלא נתכוין זה אלא לבגד צמר וכן כל כיוצא בזה: הגה וכל זה דוקא בנודר בינו לבין עצמו אבל בנודר לחבירו כל שלשון הנדר כולל הולכין אחריו אם לא באומדנא דמוכח (כך משמע בריב\"ש ובהרמב\"ן):"
    },
    {
      "id": "yoreh_deah-218-2",
      "section": 2,
      "text": "מי שהעלילו עליו מפני שמכר יין לישמעאלים ומפני כך נשבע שלא יעשה יין למכור והיה לו יין עשוי מקודם אסור למכרו: הגה דאף על פי שקאמר שלא יעשה אזלינן בתר כוונתו (ב\"י בשם רשב\"ץ) וכל שכן קהל שעשו תקנה כיוצא בזה שאסורין למכור אפילו מה שהיה להם קודם לכן (סברת הרב ממשמעות רשב\"ץ ולא כת\"ה סימן רפ\"א):"
    },
    {
      "id": "yoreh_deah-218-3",
      "section": 3,
      "text": "היו מפצירין בו לישא בת אחותו ואמר קונם שהיא נהנית לי לעולם וכן המגרש את אשתו ואמר קונם שהיא נהנית לי לעולם הרי אלו מותרות ליהנות לו שלא נתכוון אלא לשום אישות:"
    },
    {
      "id": "yoreh_deah-218-4",
      "section": 4,
      "text": "היה מפציר בחבירו שיאכל אצלו ומיאן ואמר קונם לביתך שאיני נכנס וטיפת צונן שאיני טועם מותר ליכנס לביתו ולשתות לו צונן שלא נתכוון אלא שלא יאכל וישתה עמו בסעודה זו וכן כל כיוצא בזה (מי שנדר צדקה או שאר נדר מחמת חולה ומת עיין לקמן סימן ר\"כ):"
    },
    {
      "id": "yoreh_deah-218-5",
      "section": 5,
      "text": "אמר לחבירו השאילני פרתך אמר ליה אינה פנויה אמר קונם שאיני חורש בה לעולם אם היה דרכו לחרוש שדהו בעצמו הוא אסור לחרוש באותו פרה אבל אחרים מותרין לחרוש לו בה ואם אין דרכו לחרוש בעצמו אלא אריסין חורשין לו הוא וכל אדם אסורין:"
    },
    {
      "id": "yoreh_deah-218-6",
      "section": 6,
      "text": "הסכמה שצוה לבטל השר מקצתה אין ההסכמה בטילה מפני צוויו: הגה קהל שהחרימו על א' שלא ידור עמהם ואח\"כ רוצה לישב שם בחנות דנין כפי הענין שנדרו עליו אם לא כוונו רק על דירת קבע עם אשתו ובניו חנות שרי ואם לאו הכל אסור. (רמב\"ן סימן רנ\"ז):"
    }
  ]
}