{
  "id": "yoreh_deah-166",
  "chapterLabel": "סימן 166",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-166-1",
      "section": 1,
      "text": "המלוה לחבירו לא יעשה מלאכה בעבדו ולא ידור בחצרו. ובו ג' סעיפים:המלוה את חבירו לא יעשה מלאכה בעבדו אפילו הוא בטל ולא ידור בחצרו חנם ולא ישכור ממנו בפחות אפילו בחצר דלא קיימא לאגרא (פירוש שאינה עומדת להשתכר) וגברא דלא עביד למיגר ואם דר בו כבר כיון דחצר לא קיימא לאגרא אין צריך לתת לו אפילו לצאת ידי שמים ואפילו אם הוא גברא דעביד למיגר ולהרמב\"ם אפילו אם גברא דלא עביד למגר הוי אבק רבית וצריך להחזיר אם בא לצאת ידי שמים (ובחצר דקיימא לאגרא הוי אבק רבית (לכ\"ע) (טור) ועיין עוד בח\"ה ריש סימן ע\"ב):"
    },
    {
      "id": "yoreh_deah-166-2",
      "section": 2,
      "text": "אמר ליה הלוני ודור בחצרי אי קיימא לאגרא הוי רבית קצוצה ואי לא קיימא לאגרא הוי אבק רבית: הגה ודוקא בסתם אבל אם אמר לו דור בחצרי בשכר הלואה אפי' לא קיימא לאגרא הוי כרבית קצוצה דמאחר שאמר לו בשכר מעותיך הוה ליה כאלו השכירו לו עכשיו (ב\"י בשם תלמידי הרשב\"א): ואם הלוהו ואחר זמן תבע חובו ואמר לו הלוה דור בחצרי יש אומרים שאינו אלא אבק רבית ויש אומרים שהוא רבית קצוצה והוא שיאמר לו כן בשעה שמרויח לו זמן: הגה והוא הדין בכל רבית שבא לאדם דלא קצץ מתחלה יש מחלוקת זו אם הוא אבק רבית או קצוצה:"
    },
    {
      "id": "yoreh_deah-166-3",
      "section": 3,
      "text": "היכא דהוי אבק רבית יש אומרים שאפילו אם לא פרעו עדיין ותובע הלוה שינכה לו מחובו שיעור השכירות לא מנכינן ליה ויש אומרים דמנכינן ליה: הגה והסברא אחרונה היא עיקר (היא סברת הרא\"ש והטור ור' אפרים ורשב\"א) מי שקבל מעות בהלואה מאחד וגם לומד עם בנו והתנה עמו שיתן לו משום זה ההוצאה אע\"ג דהוי נותן לו ההוצאה בלא הלואה משום שלמד עם בנו אפי' הכי אסור דהוי ליה כהלוני ודור בחצרי דאסור אפילו לא קיימא לאגרא (במרדכי פרק איזהו נשך בשם תשובת מהר\"ם ומהרי\"ק שורש קי\"ט) והוא הדין בכל כיוצא בזה מיהו אם נותן המעות בדרך מתנה ואם ירצה הלוה יוכל לעכבם לעצמו ולא ישלם לו מותר אע\"ג דמשלם לו אחר כך מי שאינו צריך ללות מעות רק לטובת מלוה אומר לו בנה לך חורבה זו וכל מה שתוציא על זה עלי לשלם לך וכל זמן שאיני משלם לך דור בה בחנם מותר הואיל ואין כאן הלואה רק עשה לטובת המלוה (ב\"י בשם בעל התרומות):"
    }
  ]
}