{
  "id": "yoreh_deah-143",
  "chapterLabel": "סימן 143",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-143-1",
      "section": 1,
      "text": "שלא לבנות ביתו סמוך לבית עבודת כוכבים ובאיזה אופן מותר ליהנות מעבודת כוכבים. ובו ו' סעיפים:מי שהיה ביתו סמוך לבית אלילים ונפל אסור לבנותו כיצד יעשה כונס לתוך שלו ובונה ואותו הריוח ממלאו קוצים או צואה כדי שלא ירחיב בבית אלילים היה הכותל שלו ושל אלילים ידון מחצה למחצה שלו מותר בהנאה ושל אלילים (אסור ואם אינו מכיר) (טור) הכל אסור בהנאה אבניו ועציו ואפרו. (מיהו מותר למכור להם חלקו בכל מקום שהוא) (ר\"ן פ' כל הצלמים):"
    },
    {
      "id": "yoreh_deah-143-2",
      "section": 2,
      "text": "אסור לבנות עם העובד כוכבים כיפה שמעמידים בה אלילים ואם עבר ובנה (אפי' עבודת כוכבים עצמה) (כל בו) שכרו מותר אבל בונה הוא לכתחילה הטרקלין או החצר שיש בה אותה הכיפה:"
    },
    {
      "id": "yoreh_deah-143-3",
      "section": 3,
      "text": "היה לאלילים גנה או מרחץ והטובה היוצאת מהם היא לכהנים מותר ליהנות מהם שלא בטובה ואסור ליהנות מהם בטובה ואפי' יש לאחרים חלק בטובה עם הכהנים ואם אין הטובה היוצאת מהם לכהנים אלא לעובדיה מותר ליהנות מהם אפילו בטובה אפילו הגנה והמרחץ לאלילים לבדה (כן משמע בטור לדעת רש\"י): הגה וי\"א שאין אסור ליהנות ממנה אם הטובה באה לכהני' אלא כשהם עומדים בחצר עבודת כוכבים עצמה אבל כשאין עומדין לפניה אע\"פ שהטובה היוצאת מהם היא לכהנים מותר ליהנות ממנה אם לא שהטובה לעבודת כוכבים עצמה ויש לסמוך על זה להקל (טור בשם ר\"ת ותוס' דף מ\"ד ורא\"ש ומרדכי בשם ר\"ת):"
    },
    {
      "id": "yoreh_deah-143-4",
      "section": 4,
      "text": "חלילים של אלילים אסור לספוד בהם:"
    },
    {
      "id": "yoreh_deah-143-5",
      "section": 5,
      "text": "חנויות של אלילים אסור לשכור מהם. (ואם נופל השכר למדינה והם קונים צרכיהם שרי) (טור והפוסקים מהירושלמי):"
    },
    {
      "id": "yoreh_deah-143-6",
      "section": 6,
      "text": "גבאים שנוטלים מכס לאלילים אסור ליתן להם: הגה וכן בכאן אינו אסור אלא כשנופל השכר לצרכי עבודת כוכבים עצמה אבל כשנופל לכיס בני המדינה אע\"פ שהם קונים צרכי עבודת כוכבים שרי. (טור):"
    }
  ]
}