{
  "id": "yoreh_deah-124",
  "chapterLabel": "סימן 124",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-124-1",
      "section": 1,
      "text": "מי הוא העושה יין נסך ודיני נגיעת העובד כוכבים בחבית. ובו כ\"ו סעיפים:תינוק עובד כוכבים שאינו מזכיר עבודת כוכבים ומשמשיה אינו אוסר יין במגעו אלא בשתייה:"
    },
    {
      "id": "yoreh_deah-124-2",
      "section": 2,
      "text": "גר תושב דהיינו שקבל עליו שבע מצו' וכן גר שמל ולא טבל מגען אוסר בשתייה: הגה וכל זמן שלא טבל כראוי מיקרי לא טבל (ר\"ן פ' השוכר והגהות מרדכי דיבמות פרק החולץ) ויש מקילין אפילו במגע גר תושב (טור בשם הרא\"ש ותוס' ומרדכי) אבל יין שלו ודאי אסור (ב\"י):"
    },
    {
      "id": "yoreh_deah-124-3",
      "section": 3,
      "text": "הלוקח עבדים מהעובד כוכבים ומלו וטבלו מיד אין מנסכין ויין שנגעו בו מותר בשתייה ואף על פי שעדיין לא נהגו בדתי ישראל ולא פסקו שמות העבודות כוכבים מפיהם:"
    },
    {
      "id": "yoreh_deah-124-4",
      "section": 4,
      "text": "בני השפחות העובדות כוכבים שנולדו ברשות ישראל ומלו ועדיין לא טבלו הגדולי' אוסרי' היין בשתיי' במגען אבל מגע הקטני' מותר אפי' בשתיי' כיון שמלו אע\"פ שעדיין לא טבלו:"
    },
    {
      "id": "yoreh_deah-124-5",
      "section": 5,
      "text": "אם השפחה טבלה לשם עבדות יש מי שאומר שאין בנה עושה יין נסך אפילו עבר רבו ולא מל אותו בין גדול בין קטן:"
    },
    {
      "id": "yoreh_deah-124-6",
      "section": 6,
      "text": "כל עובד כוכבים שאינו עובד אלילים יינו אסור בשתייה ומותר בהנאה ומגען ביין שלנו שוה ליינם שאסור בשתייה:"
    },
    {
      "id": "yoreh_deah-124-7",
      "section": 7,
      "text": "יש מי שאומר שכל מקום שאמרו ביין שלנו שהוא מותר בהנאה ואסור בשתייה מפני צד נגיעה שנגע בו העובד כוכבים כשהיה העובד כוכבים עובד אלילים אבל אם היה איסורו בגלל עובד כוכבים שאינו עובד אלילים שנגע ביין שלנו שלא בכוונה או שטפח על פי החבית הרי זה מותר בשתייה וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-124-8",
      "section": 8,
      "text": "משוך בערלתו אינו עושה יין נסך ומומר אע\"פ שהוא מהול עושה יי\"נ במגעו ונאמן לומר ששב בתשובה:"
    },
    {
      "id": "yoreh_deah-124-9",
      "section": 9,
      "text": "האנוסים אפילו הטובים שבהם אינם יכולים ליזהר ממגע עובד כוכבים וכיון שהם חשודים עליו אינן נאמנים על שלהם אפילו בשבועה אבל נאמנים על של אחרים: הגה ואין אוסרין יין במגען ודוקא אותם שדרים עדיין בין העובדי כוכבים ועושין עבירות בפרהסיא מפני אונס רק בצנעה נזהרים ואפשר להם לברוח על נפשם רק שממתינים משום ממון או כיוצא בו אבל אם עוברין גם בצנעה על עבירות אע\"פ שעשו מתחלה באונס הרי הם כעובדי כוכבים (ריב\"ש סי' ד'):"
    },
    {
      "id": "yoreh_deah-124-10",
      "section": 10,
      "text": "מגע עובד כוכבים לאסור בהנאה צריך שלשה תנאים אחד שיתכוין ליגע לאפוקי תינוק שנגע דלאו בר כוונה הוא וכן לאפוקי נפל לבור ועלה מת שני שידע שהוא יין ושלישי שלא יהא עוסק בדבר אחר:"
    },
    {
      "id": "yoreh_deah-124-11",
      "section": 11,
      "text": "כיצד היא הנגיעה שאוסר בה העובד כוכבים היין בהנאה שיגע בידו או ברגלו (וי\"א דאם נגע ברגלו אינו אוסר בהנאה דאין דרך נסוך בכך) (בב\"י) או בדבר אחר (שבידו) וישכשך אפילו בפיו כגון ששתה ממנו או שמצץ במינקת בחבית והעלהו לפיו כל היין אסור בהנאה מכל מקום כלי שיש לו חוטמין כמו שיש לכלי שנוטלים ממנו לידים ויש בו יין יכול ישראל למצוץ מחוטם זה ועובד כוכבים מחוטם זה כאחד ובלבד שיפסוק הישראל קודם שיפסוק העובד כוכבים. אם נגע ברתיחה שעל היין הוי כנוגע ביין עצמו (מרדכי פרק בתרא דעבודת כוכבים וב\"י לדעת רי\"ף ורמב\"ם):"
    },
    {
      "id": "yoreh_deah-124-12",
      "section": 12,
      "text": "עובד כוכבים שנכנס לבית או לחנות ישראל לבקש יין ופשט ידו כשהוא מחפש ונגע ביין ושכשכו נאסר בהנאה ואם נתערב באחר דמי היין המשוכשך אסור בהנאה והשאר מותר בהנאה אבל אם הושיט ידו לחבית כסבור שהוא של שמן ונמצאת של יין מותר בהנאה:"
    },
    {
      "id": "yoreh_deah-124-13",
      "section": 13,
      "text": "הרי שפשט ידו לחבית של יין (ליטול משם דבר שנפל שם) (תוספות ורא\"ש ור\"ן וטור) ותפסו ידו קודם שיוציאנה ולא ינידה ופתחו החבית מלמטה עד שיצא היין וירד למטה מידו מותר בהנאה:"
    },
    {
      "id": "yoreh_deah-124-14",
      "section": 14,
      "text": "חבית שנטלה ממנו הברזא והכניס בה עובד כוכבים אצבעו עד שנגע ביין כולו אסור וכן אם הוציא הברזא התחובה בנקב והיתה נוגעת עד היין שא\"א שלא שכשך: הגה ודוקא כשידע שהברזא עוברת כל השולים אבל אם לא ידע הוה ליה מגע עובד כוכבים שלא בכוונה על ידי דבר אחר דמותר אפילו בשתייה (מרדכי פ' רבי ישמעאל והגה\"מ פי\"ב ופשוט הוא כדלקמן סעיף כ\"ד כמו שיתבאר לקמן) . אבל אם אינה עוברת כל עובי השולים בענין שאי אפשר לו לשכשך כשמוציא הוי כמו כחו ומה שנשאר בחבית מותר אפילו בשתיה ומה שיצא אסור בשתיה: הגה ואם הוציא שלא בכוונה אף מה שיצא לחוץ שרי דכח עובד כוכבים שלא בכוונה שרי ועיין לקמן סי' קכ\"ה אם היתה ברזא ארוכה תוך החבית ובתוך אותה ברזא נקב ונותנים בו ברזא קטנה לסתום נקבו אם לא הוציא רק הברזא הקטנה כאינה עוברת עובי השוליים דיינינן לה (ב\"י בשם מרדכי וכל בו):"
    },
    {
      "id": "yoreh_deah-124-15",
      "section": 15,
      "text": "עובד כוכבים שוטה שנכנס לבית שיש בו חבית של יין ונכנס ישראל אחריו ומצא היין יוצא דרך הנקב שהברזא תחובה בו מותר אפילו בשתיה:"
    },
    {
      "id": "yoreh_deah-124-16",
      "section": 16,
      "text": "אם נדנד עובד כוכבים הברזא ולא יצא מן היין לחוץ והברזא ארוכה ועברה הדופן ונכנסה בתוך היין אם הברזא אינה מהודקת בחזקה נאסר היין בנדנוד זה אבל אם היתה מהודקת בחזקה מותר:"
    },
    {
      "id": "yoreh_deah-124-17",
      "section": 17,
      "text": "יש מי שאומר שאם אחז עובד כוכבים בכלי פתוח של יין ושכשכו אע\"פ שלא הגביה ולא נגע ביין נאסר: הגה ורבים חולקים לומר דאם שכשך בגופו של הכלי בלא הגבהה לא מקרי שכשוך (רשב\"א וראב\"ד והרא\"ש ור' ירוחם בשם רוב הפוסקים) ולכן אין להחמיר במקום פסידא:"
    },
    {
      "id": "yoreh_deah-124-18",
      "section": 18,
      "text": "נטל עובד כוכבים כלי של יין והגביהו ויצק היין אע\"פ שלא שכשך נאסר שהרי בא היין מכחו הגביה ולא שכשך ולא נגע מותר: הגה וכ\"ש שאינו אוסר בנגיעת הכלי לחוד (הפוסקים הנ\"ל וריב\"ש סי' ש\"י):"
    },
    {
      "id": "yoreh_deah-124-19",
      "section": 19,
      "text": "מדד עובד כוכבים הבור שיש בו יין בקנה או שהיה מטפח על פי החביות הרותח' כדי שתנוח הרתיחה או שנטל חבית וזרקה בחמתו לבור מותר בהנאה ואסור בשתיה: הגה שבכל אלו יש הוכחה שלא כוון לנסך רק למלאכתו והוי מגע עובד כוכבים שלא בכוונה ואינו אוסר רק בשתייה וי\"א דאפילו מדדו בידו אינו אוסר בהנאה (הרא\"ש והר\"ן והרשב\"א וטור וראב\"ד ור' ירוחם) הואיל ובמלאכתו הוא עוסק ויש להקל במקום הפסד עובד כוכבים שדרך יין אם שמרוהו וראו שלא נגע בידו אין היין נאסר בהנאה רק בשתייה דהא ג\"כ במלאכתו הוא עוסק (טור) ועיין לעיל סי' קכ\"ג וכן אם הכניס ידו לתוך חבית ואינו יודע שיש שם יין אינו אוסר בהנאה (שם) ואפילו נודע לו שהוא יין אם הוציא מיד שנודע לו מותר בהנאה הואיל וכשהכניסה לא ידע שהוא יין (טור בשם ראב\"ד ורא\"ש ור' ירוחם) ואין לדמות מילתא למילתא בדברים אלו ואין לך בו אלא מה שאמרו חכמים (טור ורא\"ש וראב\"ד ורשב\"א):"
    },
    {
      "id": "yoreh_deah-124-20",
      "section": 20,
      "text": "עובד כוכבים שנפל לבור של יין והעלוהו משם מת מותר בהנאה. ואסור בשתיה אבל עלה חי אסור בהנאה: הגה וה\"ה אם נתקל ונתגלגל בתוך היין ונתגלגל גם לחוץ שהיה באנסו גם לבסוף (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "yoreh_deah-124-21",
      "section": 21,
      "text": "ישראל שנפל לבור של יין ושלח עובד כוכבים ידו ואחז בו והוציאו וישראל אחר היה שם ששמר שלא נגע ביין מותר אפילו בשתייה: הגה ולא מקרי נגיעה מה שנוגע ע\"י אדם (ריב\"ש סימן ש\"י):"
    },
    {
      "id": "yoreh_deah-124-22",
      "section": 22,
      "text": "חבית שנסדקה לארכה וקדם עובד כוכבים וחבקה כדי שלא יתפרדו החרסים הרי זה מותר בהנאה אבל אם נסדקה לרחבה ונתן ידו עליה והכביד עליה עד שהדקה ומנע יציאת היין מותר בשתייה משום דלא הוי נוגע ודוחק יין החבית אלא מעשה לבינה בעלמא קא עביד שהרי היא כלבינה הנתונה על פי החבית ומכבידתה ובחבית של עץ שיש להם חשוקים צירקא\"ליש בלע\"ז גם כשנסדקה לארכה וחבקה עובד כוכבים מותרת בשתייה (ר\"ן בשם תוספות והוא בתו' שלנו ובהגהת מיי' בשם רשב\"ם ומרדכי בשם רש\"י):"
    },
    {
      "id": "yoreh_deah-124-23",
      "section": 23,
      "text": "חבית שהיה נקב בצדה ונשמט הפקק מהנקב והניח העובד כוכבים ידו במקום הנקב כדי שלא יצא היין כל היין שמראש החבית עד הנקב אסור בהנאה ושמן נקב ולמטה מותר בהנאה ואסור בשתייה: הגה וימכור הכל חוץ מדמי היין האסור בהנאה (ב\"י בשם הר\"ן וע\"פ) ודוקא שהיה שם ישראל להציל היין ובא עובד כוכבים והצילו אבל אם לא היה כאן ישראל להציל ובא עובד כוכבים להצילו לא גרע ממדדו בידו מאחר דבמלאכתו הוא עוסק והכל מותר בהנאה (בית יוסף בשם רשב\"א וראב\"ד) וכל זה לא מיירי אלא שהניח ידו על הנקב או שתחב ברזא שם ואינה עוברת השוליים אבל אם הכניס אצבעו לפנים או ברזא ארוכה כבר נתבאר דכולו אסור בהנאה (גם זה שם וטור לעיל גם דין ניטל הברזא ותוספו' ורא\"ש וס' התרומה וסמ\"ג ורשב\"א ועוד פוסקים) . ואם הוא בענין שאילו לא הניח העובד כוכבים ידו על הנקב היה יוצא כל היין כגון שעושין מינקת כפופה שמניח ראשה לתוך היין שבחבית והראש האחר חוץ לחבית ומוצץ היין ועל ידי כן יוצא כל היין שבחבית אם הניח העובד כוכבים אצבעו על פי המינקת ומנע היין מלירד נאסר כל היין שבחבית בהנאה שהכל היה יוצא ונגרר לולי ידו ונמצא הכל כבא מכחו ואם לא נגע עובד כוכבים אלא בקילוח היין שעומד במרזב אסור משום נצוק וכל היין האחר שבתוך הקנקן הוי נצוק בר ניצוק ומותר אף בשתייה:"
    },
    {
      "id": "yoreh_deah-124-24",
      "section": 24,
      "text": "מגע עובד כוכבים ביין ע\"י דבר אחר שלא בכוונה כגון שהיה יורד מהדקל ובידו לולב ונגע בראש הלולב ביין שלא בכוונה או שהיה מהלך ונגע בכנף בגדו שלא בכוונה וכן אם נתכוין ליגע בו ע\"י דבר אחר אלא שאינו יודע שהוא יין מותר אפילו בשתייה: הגה וה\"ה אם הכניס ברזא לחבית או הוציאו שלא בכוונה וכמו שנתבאר ובזמן הזה דהאומות לאו עובדי עבודת כוכבים הם כל מגען מיקרי שלא בכוונה (מרדכי פר\"י והגהות אשיר\"י ומהרי\"ו בהל' סי' ט\"ו) ולכן אם נגע ביין על ידי דבר אחר אף על פי שיודע שהוא יין וכוון ליגע בו מותר אפילו בשתייה דמיקרי מגע על ידי דבר אחר שלא בכוונה והוא הדין אם נגע אפילו בידו בלא כוונת מגע או שלא ידע שהוא יין שרי ואין לפרסם הדבר בפני עם הארץ (ד\"ע וכן מצא בתשובת ר\"ל ן' חביב מ\"א) . יין שהיה מונח ברשות הרבים ובאו עובדי כוכבים ודקרו שם סכין להוציא יין מה שיצא לחוץ אסור ומה שבפנים שרי דכיון דלא כיוון העובד כוכבים רק לנקוב החבית ולא כיוון ליגע ביין אפילו נגע ביין הוה ליה מגע עובד כוכבים על ידי דבר אחר שלא בכוונה ושרי (תשובת ר' שמואל במרדכי פרק ר' ישמעאל):"
    },
    {
      "id": "yoreh_deah-124-25",
      "section": 25,
      "text": "נוד שיש בו יין ונגע עובד כוכבי' בנוד מבחוץ אפילו הוא חסר והגיעו דפנות זו עם זו מותר אפילו בשתייה שאין דרך ניסוך בכך:"
    },
    {
      "id": "yoreh_deah-124-26",
      "section": 26,
      "text": "ברזא שהיתה רפויה בחבית ובא עובד כוכבים והדקה מותר אפי' בשתייה:"
    },
    {
      "id": "yoreh_deah-124-27",
      "section": 27,
      "text": "חבית של עץ שהוא מטפטף או שותת יקח ישראל הנעורת בידו ויניחנה כנגד הנקב שימנע היין קצת מלצאת ויבא עובד כוכבים אומן ויהדקנה בסכין בנקב עד שיסתום היטב ואם היין שותת הרבה צריך ליזהר ביותר שלא יגע העובד כוכבים ביין (בידו אבל בסכין בדיעבד שרי) (טור והפוסקים) והרוצה לעשות מן המובחר יהדק החבית בחבל ויפסוק שתיתת היין ואחר כך יתקננו: הגה עובד כוכבים שנגע ביינו של ישראל להכעיס כדי לאסרו עליו (תוספות פר\"י דנ\"ח ע\"ב ומרדכי ואגודה שם) אפילו אינם יודעים כן אלא באומדנות המוכיחות (ת\"ה סימן כ\"ו ובנימין זאב סי' שמ\"ח עיין שם שהאריך) מותר אפילו בשתייה ויש לשתותו בפני העובד כוכבים כדי שלא ירגילו עצמם בכך (תוספות ומרדכי פר\"י בשם א\"ז):"
    }
  ]
}