{
  "id": "yoreh_deah-131",
  "chapterLabel": "סימן 131",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-131-1",
      "section": 1,
      "text": "דין יין כשר שנעשה ברשות עובד כוכבים. ובו ב' סעיפים:ישראל שעשה יינו של עובד כוכבים בטהרה כדי שיהא מותר לישראל בין שמכרו לישראל ולא פרע לו מעות בין שלא מכרו לו אלא שהוא מטהרו כדי למכרו ע\"י לישראלים אם נתנו ישראל בחצרו של אותו עובד כוכבים עצמו והישראל דר בחצר מותר אפילו בלא חותם אפילו אם העובד כוכבים גם כן דר שם ואם אין הישראל דר באותה חצר אם דר ישראל באותה העיר והבית שהיין בו פתוח לרשות הרבים מותר אם יש לישראל מפתח וחותם (ובדיעבד אפילו בחותם אחד כמו שנתבאר לעיל סי' ק\"ל) ואם אין הבית פתוח לרשות הרבים אף על פי שישראל דר בעיר או בעיר שכולה עובדי כוכבים אפילו הבית פתוח לרשות הרבים אסור אפילו בחותם תוך חותם עד שיהא ישראל יושב ומשמר ויוצא ונכנס הרי הוא כיושב ומשמר במה דברים אמורים כשהיין בבית העובד כוכבים בעליו אבל אם נתנו בבית עובד כוכבים אחר מותר במפתח וחותם והוא שלא יהא עובדי כוכבים האחר כפוף תחת יד העובד כוכבים בעל היין שאם הוא כפוף תחתיו בענין שאם יבא ליגע ביין אינו רשאי למחות בו הוי כאלו הוא ברשות בעל היין ואם רוכלי ישראל רגילין לבא לעיר ואין לה חומה דלתים ובריח בענין שיכולים לבא שם בכל שעה שירצו חשוב כישראל דרים שם ואם הבית פתוח לאשפה או שיש בחצר כנגד פתח הבית חלון פתוח לרשות הרבים או שיש לישראל דקל כנגד פתח הבית חשוב כפתוח לרשות הרבים (וכבר נתבאר סוף סי' ק\"ל דחלון פתוח לא מהני רק ביום ולא בלילה) (ראב\"ד והגהת אשר\"י ממהרי\"ח ס\"פ ר' ישמעאל ותוס' שם) ואם כתב העובד כוכבים לישראל התקבלתי אם כשיבא ישראל להוציאו אינו מעכב עליו הרי הוא כיינו ומותר במפתח וחותם (ובדיעבד אפילו בחותם א') אפילו בעיר שכולה עובדי כוכבים ואם כשבא ישראל להוציאו אינו מניחו עד שיתן לו מעותיו דינו כאלו לא כתב התקבלתי: הגה ויש מי שאומר שבחותם תוך חותם מותר בכל ענין (טור בשם בעל התרומות) ויש לסמוך עליו להתירו בהנאה אבל לא בשתייה (ר\"ן בתשובה):"
    },
    {
      "id": "yoreh_deah-131-2",
      "section": 2,
      "text": "עובדי כוכבים שקונים יין מישראל ומחתימין אותו חותם בתוך חותם ומוליכין אותו כמה ימים בספינה לבדם מותר: הגה ישראל ועובד כוכבים שטהרו יינו של עובד כוכבים א' בשותפות והמפתח ביד ישראל אם יש על היין עוד חותם אחד הוי חותם בתוך חותם כמו שנתבאר לעיל סימן ק\"ל ולא חיישינן לשותפות העובד כוכבים (תשובת רשב\"א ועיין בב\"י ס\"ס ק\"ל):"
    }
  ]
}