{
  "id": "yoreh_deah-265",
  "chapterLabel": "סימן 265",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-265-1",
      "section": 1,
      "text": "סדר ברכת המילה ודין מילה ביום התענית. ובו י\"ג סעיפים:המל מברך אשר קדשנו במצותיו וצונו על המילה ואבי הבן מברך בין חתיכת הערלה לפריעה אשר קדשנו במצותיו וצונו להכניסו בבריתו של אברהם אבינו: הגה ואם אין אבי הבן אצל המילה יש מי שאומר שאדם אחר מברך ברכה זו דהרי הבית דין מצווין למולו (רמב\"ם בשם י\"א) ונוהגין שמי שתופס הנער מברך ברכה זו (טור ובשם ראב\"ד והגהת מיי'בשם סמ\"ק) וכן אם האב בכאן ואינו יודע לברך (רבינו ירוחם נתיב א' וכ\"כ ב\"י בשם אבודרהם) . האב והמוהל כשמברכים צריכים לעמוד (טור וב\"י בשם ב\"ה) אבל התופס הנער כשמברך נוהגים שיושב ומברך י\"א שכל העם שהם אצל המילה יעמדו שנאמר ויעמוד העם בברית (מרדכי פר\"א דמילה וכל בו ור' ירוחם ואבודרהם ותניא) וכן נוהגין מלבד התופס הנער שהוא יושב ואם אחרים עומדים שם אומרים כשם שהכנסתו לברית כן תכניסהו לתורה ולחופה ולמעשים טובים ואבי הבן או המוהל או א' מהעם מברך על הכוס בורא פרי הגפן ויש נוהגים ליטול הדס בידו ומברך עליו ולהריח ואומר בא\"י אלהינו מלך העולם אשר קדש ידיד מבטן וכו' ונוהגין שכשמגיע לבדמיך חיי נותן מהיין באצבעו בפי התינוק (וכשהמוהל מברך ברכה זו רוחץ תחלה ידיו ופיו כדי שיברך בנקיות) (אבודרהם):"
    },
    {
      "id": "yoreh_deah-265-2",
      "section": 2,
      "text": "אם אבי הבן הוא מוהל בעצמו מברך למול את הבן לדעת הרמב\"ם (ויש חולקין (טור בשם בעל העיטור) וכן נוהגין שלא לחלק מיהו אם בירך למול או שבירך ברכת להכניסו לחוד יצא) (וכן משמע בהגהות מיימוני):"
    },
    {
      "id": "yoreh_deah-265-3",
      "section": 3,
      "text": "גר שמל קודם שנתגייר וקטן שנולד כשהוא מהול כשמטיפין ממנו דם ברית אינם צריכים ברכה וכן אנדרוגינוס אין מברכין על מילתו מפני שאינו זכר ודאי: הגה אבל כשחוזרין על ציצין המעכבים המילה צריך לחזור ולברך כל הברכות אבל אין לומר קיים את הילד הזה וכו' (בנימן זאב סימן ו' בשם אגודה):"
    },
    {
      "id": "yoreh_deah-265-4",
      "section": 4,
      "text": "ממזר כישראל הוא ומברכין עליו ברכת מילה עד כורת הברית אבל אין מבקשים עליו רחמים. (ומפרסמין בשעת מילתו שהוא ממזר) (מהרי\"ל) ביוהכ\"פ ובד' צומות לא יברך על הכוס (טור בשם בעל העיטור וע\"פ) מיהו בג' צומות מהם שהיולדת אינה מתענה יכול לברך על הכוס ותטעום ממנו היולדת אם היא שומעת הברכה ומתכוונת שלא להפסיק בדברים בין שמיע' הברכה לשתיית הכוס אבל ביום הכפורים וט' באב שאין היולדת יכולה לשתות אין מברכין על הכוס ובתשעה באב אסא נמי לא מייתינן מטעמא דאין מברכין על הבשמים במוצאי שבת שחל בו תשעה באב: הגה וי\"א דמברך אכוס בכל תעניות ונותנים הברכה לתינוקות קטנים (תוס' בכל מערבין ומרדכי דיומא) וכן פסק בטור א\"ח סי' תקנ\"ט וכן נוהגין וביום כפורים נוהגין ליתן לתינוק הנימול כמו שנתבאר בא\"ח סי' תרכ\"א וי\"א דאף בלא תענית יוצאים בזה (כל בו) אבל אין נוהגין כן אלא הסנדק שותה כשאינו תענית:"
    },
    {
      "id": "yoreh_deah-265-5",
      "section": 5,
      "text": "מי שיש לו שני תינוקות למול יברך ברכה אחת לשניהם ואפי' אם שנים מלים הראשון יברך על המילה ועולה גם לשני והשני יברך אשר קדש ידיד ועולה גם לראשון ואפי' אין הנער לפניו בשעת הברכה כיון שדעתו עליו רק שלא יסיח דעתו בינתיים. (ד\"ע בב\"י ולא כרבינו ירוחם) : הגה אבל אם שח בינתיים או שלא היה דעתו על הב' מתחילה צריך לברך אשר קדש ידיד על הראשון ולחזור ולברך על מילת השני ודוקא אם שח בדברים שאינן צרכי המילה אבל בצרכי מילה לא הוי הפסק (רבינו ירוחם ומרדכי ס\"פ כסוי הדם ואבודרהם) ואפי' אם שכח ובירך אשר קידש ידיד לאחר הראשון אינו צריך לחזור ולברך על המילה דברכה לא הוי הפסק (רשב\"א סי' שס\"ב ובכל בו) כמו שנתבאר סי' כ\"ח לענין כסוי דם ואם שני הילדים של אדם אחד האב אומר להכניסם בבריתו של אברהם אבינו (ב\"י בשם מרדכי ואבודרהם) וכן אומר קיים את הילדים וכו' ויתקן כל צרכי המילה לכל א' בפני עצמו כגון הנר שמדליקין יעשה לכל אחד נר בפני עצמו (מהרי\"ל):"
    },
    {
      "id": "yoreh_deah-265-6",
      "section": 6,
      "text": "היכא דאפשר עבדינן למילה בעשרה והיכא דלא אפשר עבדינן בפחות מעשרה:"
    },
    {
      "id": "yoreh_deah-265-7",
      "section": 7,
      "text": "כשהאב עצמו מוהל את בנו הוא מברך שהחיינו ואם המוהל הוא אחר י\"א שאין שם ברכת שהחיינו ולהרמב\"ם לעולם האב מברך שהחיינו על כל מילה ומילה וכן נהגו בכל מלכות ארץ ישראל וסוריא וסביבותיה ומלכות מצרים: הגה ובמדינות אלו נוהגין שלא לברך שהחיינו אפי' כשהאב עצמו מל בנו אם לא שמל בנו הבכור שחייב לפדותו מברך שהחיינו בשעת מילה ואינו מברך בשעת פדיון אבל כשפטור מהפדיון אינו מברך שהחיינו. (ע\"פ מהרי\"ל):"
    },
    {
      "id": "yoreh_deah-265-8",
      "section": 8,
      "text": "אין צריך לכסות ערות הקטן בשעת הברכה (אבל יש לנקות הקטן מצואתו קודם שיברך) (ב\"י בשם כל בו והגהת סמ\"ק סי' קנ\"ח):"
    },
    {
      "id": "yoreh_deah-265-9",
      "section": 9,
      "text": "אבי הבן עומד על המוהל להודיעו שהוא שלוחו:"
    },
    {
      "id": "yoreh_deah-265-10",
      "section": 10,
      "text": "נותנין את הערלה בחול ועפר (וכן רוקקין דם המציצה אל העפר) (מהרי\"ל בשם יש מקומות) ואם הוא שבת צריך שיהיו מוכנים מבעוד יום. (ב\"י בפירוש בעל העיטור):"
    },
    {
      "id": "yoreh_deah-265-11",
      "section": 11,
      "text": "נוהגין לעשות כסא לאליהו שנקרא מלאך הברית וכשמניחו יאמר בפיו שהוא כסא אליהו: הגה ונוהגין להדר אחר מצוה זו להיות סנדק לתפוס התינוק למוהלו (הגהות מיימוני פרק ג' דמילה) ויפה כח הסנדק מכח המוהל להקדימו לקריאת התורה דכל סנדק הוי כמקטיר קטורת (מהרי\"ל בשם ר\"פ) ולכן נוהגין שלא ליתן שני ילדים לבעל ברית אחד כדאמרינן גבי קטורת חדשים לקטורת (שם בשם ר\"פ) ואין לאשה להיות סנדק לתינוק במקום שאפשר באיש משום דהוי כפריצות ומ\"מ היא עוזרת לבעלה ומביאה התינוק עד בית הכנסת ואז לוקח האיש ממנה ונעשה סנדק (שם בשם מוהר\"ם) אבל האיש יכול לעשות הכל בלא אשה (כן עשה מהרי\"ל) נהגו המוהלים להתפלל ביום המילה שנאמר רוממות אל בגרונם וחרב פיפיות בידם:"
    },
    {
      "id": "yoreh_deah-265-12",
      "section": 12,
      "text": "נוהגים לעשות סעודה ביום המילה: הגה ונהגו לקחת מנין לסעודת מילה ומקרי סעודת מצוה (פר\"א דמילה ובא\"ז) וכל מי שאינו אוכל בסעודת מילה הוי כמנודה לשמים (תוס' פ' ע\"פ) ודוקא שנמצאו שם בני אדם מהוגנים אבל אם נמצאו בני אדם שאינם מהוגנים א\"צ לאכול שם (ג\"ז שם) עוד נהגו לעשות סעודה ומשתה בליל שבת לאחר שנולד זכר נכנסים אצל התינוק לטעום שם והוא ג\"כ סעודת מצוה (בת\"ה סי' רס\"ט מתוס' פרק מרובה):"
    },
    {
      "id": "yoreh_deah-265-13",
      "section": 13,
      "text": "יום מילה שחל ביום תענית צבור הכתובים מתפללים סליחות ואומרים וידוי כדרכם ואין אומרים והוא רחום ולא נפילת אפים: (אבל אומרים אל ארך אפים) (ב\"י בשם הרשב\"א):"
    }
  ]
}