{
  "id": "yoreh_deah-039",
  "chapterLabel": "סימן 39",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-039-1",
      "section": 1,
      "text": "דיני בדיקת הריאה. ובו כ\"ה סעיפים: אין צריך לבדוק אחר שום טריפות מן הסתם חוץ מן הריאה צריך לבדוק בבהמה וחיה אם יש בה סירכה (ריב\"ש ור\"י ן' חביב וע\"פ) וכל הפורץ גדר לאכול בלא בדיקה ישכנו נחש: הגה ונהגו ג\"כ לנפוח כל ריאה אפילו לית בה ריעותא (ש\"ד סימן צ\"ב ובדיקות וע\"פ) ובקצת מקומות מקילין שלא לנפחה רק אם היתה בה סירכא עוברת על ידי משמוש וכן עיקר (רמב\"ם פי\"א מרדכי וע\"פ):"
    },
    {
      "id": "yoreh_deah-039-2",
      "section": 2,
      "text": "מי שקרע בטן הבהמה וקודם שתבדק הריאה בא כלב או עובד כוכבים ונטלה והלך לו הרי זו מותרת ואין אומרים שמא נקובה או סרוכה היתה: הגה ויש מחמירין אם נאבדה הריאה (בה\"ג וראב\"ן ור\"י הלוי ומרדכי והג\"א וע\"פ) ואין להתיר רק במקום הפסד גדול או בגדיים וטלאים וחיות שאין סרכות מצויות בהם (טור בשם בעה\"ת):"
    },
    {
      "id": "yoreh_deah-039-3",
      "section": 3,
      "text": "בא עובד כוכבים או ישראל והוציא הריאה קודם שתבדק והרי היא קיימת נופחין אותה:"
    },
    {
      "id": "yoreh_deah-039-4",
      "section": 4,
      "text": "אונא הסרוכה לאונא או לאומה בין סרוכה מעט בין סרוכה כולה שלא כסדרן טרפה כסדרן כשרה (ר\"ן וחידושי רשב\"א) אפי' בלא בדיקה (הרא\"ש וע\"פ) (מיהו אם בדקוה ונמצא שם נקב טריפה) (ב\"י) ואין נקרא כסדרן אלא בשתים זו אצל זו מחתוך של זו לחיתוך של זו ואפילו היא באלכסון ואפי' יש בה פלוש אבל מגבה של זו לגבה של זו או אפילו מחיתוך לגב או משפולי לשפולי או משפולי לחתוך או אפילו מחודה של זו לחודה של זו שאצלה או אפילו מחודה של זו לחתוך של זו שאצלה נקרא שלא כסדרן: הגה וי\"א דאפילו בכסדרן צריך בדיקה שאין נקב בריאה (סמ\"ק והגמ\"יי בשם ריצב\"א ותוס' בשם ר\"ג ועוד גאונים וכל בו) ומאחר שאין אנו בקיאין בבדיקה כ\"מ דאיכא ריעותא יש להטריף כל סירכא (הגהות מיימוני וסמ\"ק וסמ\"ג וכל בו) וי\"א להכשירה אם היא מעיקר האונות עד חציין (מהרי\"ו) אפילו מפולש וכן נוהגין להכשיר כי האי בכסדרן וכן אם יש כמין קרום בין אונא לאונא או בין אומה לאונא כסדרן יוצא מעיקרו עד אמצעיתו אין להטריף דדרך הוא להמצא כך ואין זה סירכא (סמ\"ג והגמ\"יי וסמ\"ק וכל בו) ואין דרך קרום זה להמצא אלא בין אונא לאונא או בין אונא לאומה אבל לא בשאר מקומות (ב\"י וד\"מ) ואם נמצא בשאר מקום אינו אלא סרכא וכל מקום שהסרכא כשירה אף אם יש סרכא תלויה גם באותן סרכות והוא נקרא סרכא כפולה כשר (ב\"י):"
    },
    {
      "id": "yoreh_deah-039-5",
      "section": 5,
      "text": "אם נסתפק אם היא בגב או בחיתוך וכשנופחים אותה הרבה נראה שהיא בחיתוך וכשאין נופחין אותה כל כך נראית הסרכא שהיא בחוץ כשרה:"
    },
    {
      "id": "yoreh_deah-039-6",
      "section": 6,
      "text": "עינוניתא דורדא לכל מקום שתסרך טרפה אפילו לכיס שלה ואפילו כולה נדבקת בו והוא הדין לכל יתרת דכל היכא דסריכא טריפה: הגה מיהו אם הורדא נדבקת למטה בשורש שלה עם הכיס שלה יש להכשיר דהיינו רביתייהו (בית יוסף בשם מהר\"י ן' חביב):"
    },
    {
      "id": "yoreh_deah-039-7",
      "section": 7,
      "text": "אם נסרכה האונה או האומה לגרגרת או לחזה או לשמנונית הלב או לכיסו או לטרפש הלב או לטרפש הכבד או לטרפש העינוניתא שהוא סוף טרפש הלב או לרחם או לאלמע\"רא שקורין מול\"יגא או לסמפון היורד בין שתי הערוגות (ר\"י ן' חביב וד\"ע) או לקנה הלב או לשמנוני' הסמפונות או לכבד טריפה ואפילו היא דבוקה לאחת ממקומו' הללו בלי פילוש (שם ושאר אחרונים עב\"י): הגה ויש מקילין אם האונות העליונות הסמוכות בגרגרת דבוקות ממש בגרגרת ואין ביניהם חלוק כלל שיוכל להכניס אצבע ביניהם (מרדכי פא\"ט בשם ראבי\"ה ובה\"ג ומהרי\"ו ואגודה) וכן אם היו האונות או האומות דבוקים לגמרי מראשן עד סופן לשומן היורד בין האומות (שם ור\"ב ור\"ח) וכן אם היתה כל הריאה דבוקה בשדרה כי אומרים שדרך רביתייהו בכך ואין זה סרכא (מהרי\"ו) ואין להתיר כל זה בלא שאלת חכם ומומחה מורה הוראות ואין ללמוד ממקומות אלו לשאר מקומות שנסרכה שם הריאה כי בשאר מקומות אין חילוק בין דבוק כולו או לאו (ד\"ע מב\"י):"
    },
    {
      "id": "yoreh_deah-039-8",
      "section": 8,
      "text": "סירכא היוצאת מהריאה והיא תלויה שאינה דבוקה לשום מקום כשירה ואינה צריכה בדיקה: הגה וסירכא תלויה היוצאת מן הבועה טריפה (ב\"י בשם ראב\"ד ורוקח ומהרי\"ו) מטנרי כשרה (מהרי\"ו וע\"ל סי' ל\"ז ס\"ב):"
    },
    {
      "id": "yoreh_deah-039-9",
      "section": 9,
      "text": "סירכא שהיא ממקום למקום באונה או באומה עצמה דינה כדין סירכה תלויה: הגה ודוקא שאין הסירכא קצרה מבשר הריאה כשנופחין הריאה אבל אם קצרה עד שמכח הסרכא הבשר שתחתיה מקמיט ואינו עולה בנפיחה היטב כשאר הריאה טריפה (מהר\"א מפראג ובדיקות האחרונים) וכל סירכא תלויה שעולה גם כן עם נפיחת הריאה או שיש מכה בדופן כנגדה טריפה (בדיקות ישנים):"
    },
    {
      "id": "yoreh_deah-039-10",
      "section": 10,
      "text": "כל מקום שאסרו סרוכת הריאה אין הפרש בין שתהא הסירכא דקה כחוט השערה בין שתהא עבה וחזקה ורחבה כגודל ולא כאותם שממעכים ביד ואם נתמעכה תולים להקל וכל הנוהג כן כאלו מאכיל טרפות לישראל:"
    },
    {
      "id": "yoreh_deah-039-11",
      "section": 11,
      "text": "יש מי שכתב שמכניס אצבעו תחת הסירכא ומגביה קצת אם נפסקה מחמת הגבהה כל שהוא סירכא בת יומא היא וכשרה ואין להקל בכך אלא בבהמת ישראל ואין סומכין על קולא זו אלא בבודק כשר וירא את ה' מרבים:"
    },
    {
      "id": "yoreh_deah-039-12",
      "section": 12,
      "text": "טוב להשקות הבהמה סמוך לשחיטה:"
    },
    {
      "id": "yoreh_deah-039-13",
      "section": 13,
      "text": "יש מי שאומר שהבודק יכניס ידו בבהמה בזריזות בלא רפיון ידים ואם נתפרקה שום סירכא כשמכניס הבודק ידו מוציא הריאה לחוץ ובודקה אם היא סירכא ימצא ראשה בריאה או בדופן ואם לאו רירא היא וכשירה ואין להקל בכך אלא בבהמת ישראל ואין סומכין על קולא זו אלא בבודק כשר וירא את ה' מרבים: הגה ויש מתירין למשמש בסרכות ולמעך בהם ואומרים שסרכא אם ימעך אדם בה כל היום לא תנתק ולכן כל מקום שיתמעך תולין להקל ואומרים שאינו סרכא אלא ריר בעלמא (מהרי\"ו וכל בו) ואע\"פ שהוא קולא גדולה כבר נהגו כל בני מדינות אלו ואין למחות בידם מאחר שיש להם על מה שיסמכו ומכ\"מ צריך להיות הבודק ירא אלהים שיודע ליזהר למעך בנחת שלא ינתק בכח ויש מקומות שאין נוהגין למעך ולמשמש בסרכות הורדא אם נסרכה למקום אחר וכל מקום שתסרך טריפה (כך שמע וכן נראה מלשון הר\"ד ן' חייא שבב\"י) ויש מקומות שנהגו להקל גם בזה ולי נראה כסברא הראשונה שלא למעך בורדא ובכל סרכות שהם שלא כסדרן מאחר שסירכא שלא כסדרן טריפה מוזכר בגמ' ואין חולק עליו אין לסמוך אדברי מקילין בענין המעוך והמשמושים (וכ\"מ מלשון מהרי\"ו שאין חלוק) אבל המנהג בעירנו למשמש ולמעך בכל הסרכות ואין חלוק בין סרכא לסרכא ונכון לחוש למה שכתבתי אם לא בהפסד מרובה עוד נהגו בעירנו להטריף כל סרכות גדיים וטלאים (מצא כתוב) ועגלים הרכים ולא למעך בהם כלל כי יש קבלה בזה להטריף כי הסירכא עדיין רכה ומתנתקת על ידי מיעוך:"
    },
    {
      "id": "yoreh_deah-039-14",
      "section": 14,
      "text": "בודק שהוציא ידו ואמר טריפה ואח\"כ הכניס אחר ידו ולא מצא טריפות הראשון נאמן:"
    },
    {
      "id": "yoreh_deah-039-15",
      "section": 15,
      "text": "טבח שהכניס ידו ואמר טריפה ואח\"כ נתברר שלא נפתח הטרפש ונמצא שהטבח לא נגע בריאה ופתחו הטרפש ובדקוה ולא נמצא בה טריפות מכשירין אותה:"
    },
    {
      "id": "yoreh_deah-039-16",
      "section": 16,
      "text": "אמר הבודק שלא כסדרן היתה ואחר מכחישו ואומר כסדרן היתה מעמידין הבהמה בחזקת היתר:"
    },
    {
      "id": "yoreh_deah-039-17",
      "section": 17,
      "text": "הקונה ריאה ואמר שמצא בה סירכא במקום שהיא טריפה והמוכר אומר שהיתה במקום שהיא כשרה כיון שבאו שניהם בבת אחת לבית דין אין כאן עדות והרי זה כבהמה שנאבדה ריאה קודם שנבדקה: הגה וכן במקומות ששוחטין אצל עובד כוכבים והניחו הבהמות אצל עובד כוכבים בין שחיטה לבדיקה אין חוששין שמא העובד כוכבים הכניס ידו ונתק הסרכות דבדיקת ריאה דרבנן וספיקא להקל (רשב\"א סימן רצ\"ח) מיהו אם טבחים עובדי כוכבים רגילין לעשות כך יש לחוש אפילו בדיעבד ולכתחלה יש ליזהר בכל ענין:"
    },
    {
      "id": "yoreh_deah-039-18",
      "section": 18,
      "text": "ריאה שנקבה במקום חיתוך האונות בגב האונה כנגד הדופן ודופן סותמתה בסירכא בבשר שבין הצלעות או בבשר ובעצם כשרה אבל אם היא סרוכה לעצם לבדו טריפה וכן הדין בכל השלם שכנגד האונות למעלה עד הערוגה כשרה מפני שהמקום צר ונדחקה לדופן והוא סותמו ונקרא דופן עד החוט שמנקרים מהחזה ומשם ואילך נקרא חזה ואם נסרכה שם טריפה ואם נסרכה על גבי חוט שבחזה דינו כאלו נסרכה בחזה וטריפה: הגה ולדידן אין נפקותא בחילוקים אלו גם בכל החלוקים אשר יתבארו עד סוף הסימן כי כבר נהגו באלו הארצות להטריף הכל ואין לשנות כי מנהג קדמונים הוא באשכנז וצרפת שאנו מבני בניהם ולכן אין להכשיר שום סירכא בריאה אם לא ב' אונות הסרוכות בכסדרן למטה מחציין לצד עיקרן והוא הדין אונה באומה בכסדרה כי האי גוונא וכבר נתבאר שנהגו להקל בסרכא המתנתקת על ידי מעוך ומשמוש:"
    },
    {
      "id": "yoreh_deah-039-19",
      "section": 19,
      "text": "ודוקא כנגד האונות הוא דמכשרינן אבל שלא כנגד האונות טריפה:"
    },
    {
      "id": "yoreh_deah-039-20",
      "section": 20,
      "text": "הא דמכשרינן דוקא כשהנקב כנגד הדופן אבל אם ניקבה מבפנים או אפילו בשיפולי ריאה וסרכא יוצאת משם לדופן טריפה ואם סירכא יוצאת משיפולי אונה ומתפשטת על גב האונה ונסרכת לדופן אם רוב הסירכא היא בגב האונא כשרה ואם לאו טריפה:"
    },
    {
      "id": "yoreh_deah-039-21",
      "section": 21,
      "text": "אם סרכא עולה מן האונה לדופן שבצד האומה טריפה ואם סרכא עולה מהאונה לדופן שכנגד האונה ולדופן שכנגד האומה אזלינן בתר רובא:"
    },
    {
      "id": "yoreh_deah-039-22",
      "section": 22,
      "text": "אם האומה סרוכה לדופן אם יש מכה בדופן כשרה ואינה צריכה בדיקה ואם אין מכה בדופן טריפה ולא מהניא לה בדיקה ודוקא בסרוכה לדופן מכשירין ע\"י מכה אבל אם סרוכה לשאר מקומות כגון חזה וגרגרת ושמנוני' הלב וטרפש וכיוצא בהן אע\"פ שיש בהן מכה טריפה ולא מהני לה בדיקה:"
    },
    {
      "id": "yoreh_deah-039-23",
      "section": 23,
      "text": "מכה זו שאמרו היינו שיש בדופן כעין נגע אבל אם יש בהרות שחורות בלבד אינו סימן מכה ממש ואם נשבר הצלע אף על פי שחזר ונקשר קרינן ביה שפיר מכה:"
    },
    {
      "id": "yoreh_deah-039-24",
      "section": 24,
      "text": "אם כל הריאה דבוקה לדופן אם אין מכה בדופן טריפה ולא מהני לה בדיקה אפילו אם דבוקה כולה בלא שום פילוש ויש מי שכתב שהמתירה בר נדוי הוא והכלים אסורים (רשב\"ץ):"
    },
    {
      "id": "yoreh_deah-039-25",
      "section": 25,
      "text": "אם האומה והאונה נסרכו בסרכא אחת לדופן אם רוב הסירכא מהאונה כשרה ואם רובה מהאומה טריפה אם אין מכה בדופן וכן אונה הסרוכה בסירכא אחת לחזה ולדופן אזלינן בתר רובא. וכן אומה הסרוכה בסירכא אחת לדופן שיש בו מכה והסירכה במכה וחוצה לה אם רובה במכה כשרה ואם לאו טריפה וכן אם נסרכה האומא בסירכא אחת לטרפש ולמכה שבדופן אם רובה במכה שבדופן כשירה ואם לאו טריפה: הגה ריאה שנמצא עליה כמו כיסוי חלב והוא בשר בלוי קולפין אותו מעליה ואם הריאה תחתיו שלם ויפה כשר מיהו צריך לבדוק הריאה בנפיחה (ב\"י ס\"ס ל\"ח בשם רוקח):"
    }
  ]
}