{
  "id": "yoreh_deah-155",
  "chapterLabel": "סימן 155",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-155-1",
      "section": 1,
      "text": "אם מותר להתרפאות מעובד כוכבים. ובו ג' סעיפים:כל מכה וחולי שיש בהם סכנה שמחללים עליהם שבת אין מתרפאים מעובד כוכבים שאינו מומחה לרבים (וכל המקיזים דם הוו מומחים לענין הקזה) (טור וב\"י בשם תוספות והרא\"ש ובהגהות מיי' פ\"ט ור' ירוחם ואגודה וסמ\"ג) דחיישינן לשפיכת דמים ואפילו הוא ספק חי ספק מת אין מתרפאים ממנו אבל אם הוא ודאי מת מתרפאים ממנו דלחיי שעה לא חיישינן בהא ואם אמר סם פלוני יפה או רע יכול לסמוך עליו והוא שלא יקח ממנו אותו סם (וי\"א דכל זה אינו אסור אלא כשהעובד כוכבים עושה בחנם אבל אם עושה בשכר בכל ענין מותר דחייש לפסידא דאגריה) (הגהות אשיר\"י פא\"מ מא\"ז) (וכן נהגו להקל) אבל אם בא לרפאותו בלחש מותר והוא שלא ידע שמזכיר שם אלילים אבל אם יודע שמזכיר שם אלילים אסור אפילו אם יודע שודאי ימות ואם הוא אפיקורוס אפי' סתם לחש אסור שודאי מזכיר שם אלילים: (וכן אסור ללמוד ממנו לחש) (הגהות מרדכי פא\"מ) :"
    },
    {
      "id": "yoreh_deah-155-2",
      "section": 2,
      "text": "עובד כוכבים שבא לרפאות את ישראל ואמר ליה קח ממים אלו או מאילן פלוני שהם של אלילים אסור אבל אם אמר לו קח ממים אלו או מאילן זה ולא הזכיר לו שם אלילי' אעפ\"י שאין מאותם מים ואותו אילן מצויים אלא של אלילים מותר כיון שלא תלה הרפואה במה שהם אלילים ויש אוסרים גם בזה אפילו באומר לו הבא עלים סתם והביא לו מעצי אשרה:"
    },
    {
      "id": "yoreh_deah-155-3",
      "section": 3,
      "text": "בשאר איסורים מתרפאים במקום סכנה אפי' דרך הנאתן ושלא במקום סכנה כדרך הנאתן אסור שלא כדרך הנאתן מותר חוץ מכלאי הכרם ובשר בחלב שאסורים אפילו שלא כדרך הנאתן אלא במקום סכנה: הגה ועיין לעיל סימן קכ\"ג י\"א דכל איסורי הנאה מדרבנן מותר להתרפאות בהן אפילו חולה שאין בו סכנה (ר\"ן פכ\"ש בשם י\"א וריב\"ש סי' מ\"ה) ואפי' יין נסך בזמן הזה מותר להתרפאות בו ולעשות ממנו מרחץ אע\"פ שהוא כדרך הנאתן ובלבד שלא יאכל וישתה האיסור הואיל ואין בו סכנה וכל שכן דמותר לזלף יין על גבי אש דאפי' לבריא מותר דריחא לאו מילתא היא (ארוך כלל ל \"ט) . מותר לשרוף שרץ או שאר דבר איסור ולאכלו לרפואה אפילו חולה שאין בו סכנה חוץ מבעצי עבודת כוכבי' (ארוך כלל ל\"ב) וכל חולה שמאכילין (לו) איסור צריכים שתהא הרפואה ידועה או על פי מומחה (שם כלל נ\"ט) ואין מתירין שום דבר איסור לחולה אם יוכל לעשות הרפואה בהיתר כמו באיסור אע\"פ שצריך לשהות קצת קודם שימצא ההיתר מאחר שאין סכנה בדבר (בית יוסף ותשובת הרשב\"א סוף סימן קל\"ד):"
    }
  ]
}