{
  "id": "yoreh_deah-146",
  "chapterLabel": "סימן 146",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-146-1",
      "section": 1,
      "text": "איזו עבודת כוכבים יש לה ביטול ואיזו אין לה ביטול. ובו ט\"ו סעיפים:אלילים של עובד כוכבים שביטלה עובד כוכבים מותרת אבל ישראל אינו יכול לבטל אלילים של עובד כוכבים וכל שכן של ישראל שאין לה ביטול עולמית ואפילו אם יש לעובד כוכבים שותפות בה עמו אין ביטול העובד כוכבים מועיל לחלק הישראל:"
    },
    {
      "id": "yoreh_deah-146-2",
      "section": 2,
      "text": "אפילו אלילים של עובד כוכבים משבאה ליד ישראל וזכה בה שוב אין לה ביטול והני מילי אלילים עצמם אבל משמשי אלילים ונויה אם באו ליד ישראל ואח\"כ ביטלה עובד כוכבים מותרים:"
    },
    {
      "id": "yoreh_deah-146-3",
      "section": 3,
      "text": "הלוקח גרוטאות (פי' שברי כלי מתכות) מן העובד כוכבים ומצא בהם אלילים אם נתן מעות ולא משך יחזירם לעובד כוכבים וכן אם משך ולא נתן מעות אף על פי שמשיכה בעובד כוכבים קונה כמקח טעות הוא נתן מעות ומשך יוליכם לים המלח:"
    },
    {
      "id": "yoreh_deah-146-4",
      "section": 4,
      "text": "גר ועובד כוכבים שירשו את אביהם עובד כוכבים יכול הגר לומר לעובד כוכבים טול אתה אלילים ואני מעות אבל משבאת האלילים לרשות הגר אסור:"
    },
    {
      "id": "yoreh_deah-146-5",
      "section": 5,
      "text": "עובד כוכבים מבטל אלילים אע\"פ שאינה שלו ואפילו אינו עובד לאותם אלילים ואפי' בעל כרחו ובלבד שידע בטיב אלילים אבל קטן שאינו יודע בטיב אלילים וכן שוטה וכן מי שאינו עובד אלילים כגון גר תושב אינם יכולים לבטלה. (ישמעאלים שאינן עובדי עבודת כוכבים אינם יכולים לבטל) (בית יוסף בשם הרמב\"ם פ\"ח):"
    },
    {
      "id": "yoreh_deah-146-6",
      "section": 6,
      "text": "כיצד מבטלה נטל מהאשרה מקל או אפי' עלה אחד לצרכו נתבטלה ובין האשרה עצמה ובין השפאים שנטל ממנה מותרים ואם נטל השפאים לצרכה דהיינו ליפותה לא נתבטלה והיא אסורה והשפאים מותרים:"
    },
    {
      "id": "yoreh_deah-146-7",
      "section": 7,
      "text": "אלילים של עובד כוכבים שקטע ראש אזנה או ראש חוטמה או ראש אצבעה או שמיעכה בפניה אע\"פ שלא חסרה בטלה מיעכה שלא בפניה ולא חסרה או רקק בפניה השתין בפניה או גררה או זרק בה את הצואה לא בטלה: הגה וי\"א דאפילו בטלה באמירה בעלמא הוי ביטול אבל אם בטלה מכח אונס אינה מבוטלת עד שיעשה מעשה בגופה כמו שנתבאר (מרדכי ר\"פ כל הצלמים בשם ראבי\"ה):"
    },
    {
      "id": "yoreh_deah-146-8",
      "section": 8,
      "text": "מכרה או משכנה אפילו לצורף ישראל לא בטלה ויש מתירין בצורף ישראל: הגה ומשמשי עבודת כוכבים אם משכנו או מכרו הוי ביטול (וכן משמע בטור סימן קל\"ט וכ\"כ הב\"י):"
    },
    {
      "id": "yoreh_deah-146-9",
      "section": 9,
      "text": "נפלה עליה מפולת ולא פינוה גנבוה לסטים ולא תבעוה אינה בטלה:"
    },
    {
      "id": "yoreh_deah-146-10",
      "section": 10,
      "text": "הניחוה עובדיה והלכו להם בשעת שלום מותרת בשעת מלחמה אסורה והוא שאינם יכולים לחזור לה אבל אם היו יכולים לחזור לה ולא חזרו מותרת:"
    },
    {
      "id": "yoreh_deah-146-11",
      "section": 11,
      "text": "אלילים של עובד כוכבים שנשברה מאליה שבריה אסורים בהנאה עד שיבטלוה לפיכך המוצא שברי אלילים הרי אלו אסורים בהנאה שמא לא ביטלה העובד כוכבים ואם היתה של פרקים והדיוט יכול להחזירה צריך לבטל כל פרק ופרק מפרקיה ואם אינו יכול להחזיר כיון שבטל אבר אחד ממנה בטלו כל השברים:"
    },
    {
      "id": "yoreh_deah-146-12",
      "section": 12,
      "text": "מזבח של אלילים שנפגם עדיין הוא אסור עד שינתץ רובו על ידי עובד כוכבים ובימוס שנפגם מותר איזהו בימוס ואיזו מזבח בימוס אבן אחד מזבח אבנים הרבה:"
    },
    {
      "id": "yoreh_deah-146-13",
      "section": 13,
      "text": "המבטל אלילים נתבטלו משמשיה (אפי' הם כבר ביד ישראל נתבטלו עם ע\"א שביד העובד כוכבים) (מרדכי פרק ר\"י וכן כ' הר\"ן בשם הראב\"ד) ביטל משמשיה לא נתבטלה היא:"
    },
    {
      "id": "yoreh_deah-146-14",
      "section": 14,
      "text": "מצוה על כל המוצא אלילים שיבערנה ויאבדנה וכיצד מבערה שוחק וזורה לרוח או מטיל לים (וה\"ה במשמשיה וכל הנעשה בשבילה שנאמר אבד תאבדון את כל המקומות) (בית יוסף בשם הרמב\"ם):"
    },
    {
      "id": "yoreh_deah-146-15",
      "section": 15,
      "text": "צריך לשרש אחר האלילי' ולכנות לה שם גנאי:"
    }
  ]
}