{
  "id": "yoreh_deah-373",
  "chapterLabel": "סימן 373",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-373-1",
      "section": 1,
      "text": "איזה כהן מוזהר על הטומאה ולאיזה מתים מטמא ועד מתי מטמא. ובו ט' סעיפים:כשם שהכהן מוזהר שלא לטמאות כך מוזהרי' הגדולים על הקטנים (ודוקא לטמאותן בידים אבל אם הקטנים מטמאין מעצמן עיין בא\"ח סימן שמ\"ג אי צריך להפרישן) (הרשב\"א סימן קכ\"ח ומהרי\"ו וטור בשם הרמב\"ם כתב כאן דאין צריך):"
    },
    {
      "id": "yoreh_deah-373-2",
      "section": 2,
      "text": "אפי' בעל מום מוזהר מליטמא אבל חלל וכהנת מותרים ליטמא:"
    },
    {
      "id": "yoreh_deah-373-3",
      "section": 3,
      "text": "כל המתים האמורים בפרשה שכהן מטמא להם מצוה שיטמא להם ואם לא רצה מטמאים אותו בעל כרחו אחד האיש ואחד האשה:"
    },
    {
      "id": "yoreh_deah-373-4",
      "section": 4,
      "text": "אלו הם הקרובים שמיטמא להם אשתו נשואה שהיא כשרה אבל פסולה או גרושה או ארוסה לא אונן ולא מיטמא לה וכן היא לא אוננת ולא מיטמאה לו ומיטמא לאמו אפילו נתחללה ולבנו ולבתו דקים ליה שכלו לו חדשיו או שהם משלשים יום ואילך אפילו הם פסולים חוץ מבנו ובתו משפחה או כותית ולאחיו ולאחותו מאביו אפי' הם פסולים אלא אם כן הם בני שפחה או כותית אבל לאחיו ולאחותו מאמו אינו מטמא [וכן אינו מטמא] לאחותו ארוסה אפילו היא ארוסה לכהן ולא לאנוסה ומפותה אבל מטמא לאחותו ארוסה שנתגרשה ובוגרת ומוכת עץ ומיטמא לשומרת יבם אפילו אם כתב בכתובתה אי מיתת בלא בנים תהדר כתובתך לבי נשא (פירוש לבית אביה):"
    },
    {
      "id": "yoreh_deah-373-5",
      "section": 5,
      "text": "כל אלו שמיטמא להם אפי' שלא לצורך וי\"א דדוקא לצורך: הגה ולסברא הראשונה אפילו מת לו מת בשבת שאי אפשר לקברו בו ביום שרי לטמאות לו ולשמרו כדי שלא יהא מוטל בבזיון (ת\"ה סי' רפ\"ג) ונכון להחמיר כסברא האחרונה שלא לטמאות רק לצורך קבורה ולהביא לו ארון ותכריכין (שם בשם תוספות שנ\"ץ):"
    },
    {
      "id": "yoreh_deah-373-6",
      "section": 6,
      "text": "אינו מיטמא להם אלא עד שיסתום הגולל: (ואם דעתו לפנותו מותר לטמא לו לצורך עד שיסתום גולל שני) (תשובת הרשב\"א סימן רצ\"ב):"
    },
    {
      "id": "yoreh_deah-373-7",
      "section": 7,
      "text": "אסור לכהן להתטמא למת אפילו בעת שמיטמא לקרוביו לפיכך כהן שמת לו מת צריך ליזהר ולקברו בסוף בית הקברות כדי שלא יכנס לבית הקברות ולא יתטמא בקברות אחרים כשיקבור מתו: הגה ודוקא לאחר שפירש ממתו אבל בעוד שהוא עוסק במתו מותר ליטמאות אף לאחרים (טור):"
    },
    {
      "id": "yoreh_deah-373-8",
      "section": 8,
      "text": "כהן שפירשו אבותיו מדרכי צבור כגון המסורות (*פי' מעלילי עלילות שקר) אינו מיטמא להם ולא להרוגי ב\"ד ולא למי שמאבד עצמו לדעת ולא לספק כגון שנתערב ולדה בולד חברתה או ספק בן ט' לראשון או בן ז' לאחרון:"
    },
    {
      "id": "yoreh_deah-373-9",
      "section": 9,
      "text": "אין הכהן מיטמא לאבר מן החי מאביו ולא לעצם מעצמות אביו וכן המלקט עצמות אינו מיטמא להם אע\"פ שהשדרה קיימת חסר ממנו כל שהוא אפי' הוא מונח אצלו אינו מיטמא לו שאינו מיטמא אלא לשלם ויש מי שאומר דהני מילי כשחסר לאחר מיתה אבל אם חסר ממנו אבר בחייו ומת מיטמא לו אע\"פ שאינו שלם: (וי\"א שאינו מטמא להרוג דמקרי חסר) (כל בו בשם ר\"ש מאוירא) (ונכון להחמיר):"
    }
  ]
}