{
  "id": "yoreh_deah-393",
  "chapterLabel": "סימן 393",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-393-1",
      "section": 1,
      "text": "מתי האבל יכול לצאת מביתו. ובו ד' סעיפים:אבל ג' ימים הראשונים אינו יוצא לבית האבל ולא לבית הקברות מכאן ואילך אם מת לאחרים מת בשכונתו יוצא אחר המטה לבית הקברות ואינו יושב במקום המנחמים אלא במקום המתנחמים ואם אין שם כדי מטה וקובריה יוצא אפילו ביום ראשון ואפילו בשכונה אחרת: הגה ומקצת יום ג' הרי הוא ככולו (הגהות מיימוני פ\"ז) ולא ראיתי נוהגין כן עכשיו כי אין אבל הולך לבית הקברות ולא לבית האבל כל שבעה ואפשר שלאו חיוב הוא אלא רשות ומאחר שעכשיו אין מתנחמים כמו בימיהם שב ואל תעשה עדיף:"
    },
    {
      "id": "yoreh_deah-393-2",
      "section": 2,
      "text": "אבל שבוע הראשון אינו יוצא מפתח ביתו אפילו לשמוע ברכות חופה או ברכות המילה: הגה מיהו המיקל לצאת בלילה מפני הצורך לא הפסיד (ת\"ה סימן ר\"צ) והא דאסור לצאת חוץ לביתו היינו דוקא לטייל או למשא ומתן וכדומה אבל אם שלח מושל אחריו (מרדכי ה\"א) או שצריך לילך בדרך או לשאר דברים הצריכים לו הרבה כגון דבר האבד מותר לו לצאת (תוס' סוף מ\"ק) וכן נוהגין ודין נעילת סנדליו ע\"ל סימן שפ\"ב : שניה יוצא ואינו יושב במקומו ואינו מדבר שלישי' יושב במקומו ואינו מדבר: הגה ואם רוצה שלא לישב במקומו בשבוע שלישית ולדבר הרשות בידו (הגמ\"יי) ועכשיו נוהגין שאין יושבין במקומם כל שלשים ועל אביו ואמו כל י\"ב חדש ואין למנהג זה עיקר מכל מקום אין לשנות מן המנהג כי כל מקום לפי מנהגו : רביעית הרי הוא כשאר כל אדם אפילו לא שלמו שלשה שבועות כגון שמת באמצע שבוע מיד כשכלה אותו שבוע ושנים שאחריו חשיב שבוע הבא רביעי:"
    },
    {
      "id": "yoreh_deah-393-3",
      "section": 3,
      "text": "האבל אינו יוצא בחול לבית הכנסת אבל בשבת יוצא (וכן לבית המדרש) (ב\"י) ואנו נוהגים שבכל יום קריאת התורה יוצא לב\"ה: הגה ובמדינות אלו נוהגין שאין יוצא אלא בשבת ואם האבל מוהל או בעל ברית לאחר שלשה מתפלל בביתו. וכשמביאין התינוק למול הולך האבל לבית הכנסת (הגהות אשיר\"י) אבל תוך שלשה לא יצא אא\"כ אין מוהל אחר בעיר (א\"ז) ויש מקילין אפי' תוך ג' אפי' אם יש מוהל אחר בעיר (ב\"י) ומותר לו לתקן הצפרנים ולגלח לצורך המילה אבל אם יש מוהל אחר אסור (סברת הרב דלא כא\"ז דמתיר סתם) וכן כל דבר מצוה שא\"א לעשות בלא האבל מותר לו לצאת לקיים את המצוה (סברת הרב וב\"י):"
    },
    {
      "id": "yoreh_deah-393-4",
      "section": 4,
      "text": "הנוהגים כשהם אבלים שלא לשנות מקומם בבית הכנסת בשבת יפה הם עושים: הגה ויש אומרים שגם בשבת ישנה מקומו (נ\"י ס\"פ המוכר פירות) וכן המנהג פשוט ואין לשנות המנהג:"
    }
  ]
}