{
  "id": "yoreh_deah-269",
  "chapterLabel": "סימן 269",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-269-1",
      "section": 1,
      "text": "איסור עריות בגרים ודינן לענין עדות וחליצה. ובו י\"א סעיפים:דין תורה שמותר לגר שישא אמו או אחותו מאמו שנתגיירו אבל חכמים אסרו דבר זה כדי שלא יאמרו באנו מקדושה חמורה לקדושה קלה וכן גר שבא על אמו או אחותו והיא בגיותה הרי זה כבא על ארמית:"
    },
    {
      "id": "yoreh_deah-269-2",
      "section": 2,
      "text": "כיצד דין גרים בעריות של שאר בשר אם היה נשוי כשהוא עובד כוכבים לאמו או לאחותו מאמו ונתגיירו מפרישין אותם ואם היה נשוי לשאר עריות ונתגייר הוא ואשתו אין מפרישין אותם:"
    },
    {
      "id": "yoreh_deah-269-3",
      "section": 3,
      "text": "עובד כוכבים אסור בשאר האם אחר שנתגייר מדברי סופרים ומותר בשאר האב אע\"פ שיודע בודאי שזה שארו מאביו כגון תאומים שדבר ברור הוא שאביו של זה הוא אביו של זה אף על פי כן לא גזרו על שאר אביו לפיכך נושא הגר אשת אחיו מאביו ואשת אחי אביו ואשת אביו ואשת בנו אף על פי שנשאת לאחיו או לאחי אביו או לבנו אחר שנתגיירו וכן אחות אמו מאביה ואחותו מאביו ובתו שנתגיירו מותרות לו (ויש אוסרים באשת אביו) (טור בה\"ג) אבל אינו נושא לא אחותו מאמו ולא אחות אמו מאמה ולא אשת אחיו מאמו שנשאה אחיו מאמו אחר שנתגיירה אבל אם נשאה אחיו כשהיה עובד כוכבים הרי זה מותרת לו:"
    },
    {
      "id": "yoreh_deah-269-4",
      "section": 4,
      "text": "שני אחים תאומים שהיתה הורתן שלא בקדושה ולידתן בקדושה חייבים משום אשת אחיו אבל לא חולצין ולא מיבמין:"
    },
    {
      "id": "yoreh_deah-269-5",
      "section": 5,
      "text": "הנושא גיורת ובתה הגיורת או שתי אחיות מן האם יושב עם אחת מהן ומגרש השניה:"
    },
    {
      "id": "yoreh_deah-269-6",
      "section": 6,
      "text": "נשא גיורת ומתה מותר לישא אמה או בתה שלא גזרו אלא בחייהן:"
    },
    {
      "id": "yoreh_deah-269-7",
      "section": 7,
      "text": "מותר לאדם לישא שתי אחיות גיורות מן האב שלא גזרו משאר האב:"
    },
    {
      "id": "yoreh_deah-269-8",
      "section": 8,
      "text": "השניות כולן לא גזרו עליהן בגרים לפיכך מותר הגר לישא אם אמו ונושא אדם גיורת ואם אמה או בת בת בתה וכן בשאר השניות:"
    },
    {
      "id": "yoreh_deah-269-9",
      "section": 9,
      "text": "גר שנתגייר ואשתו עמו צריכים לפרוש זה מזה ג' חדשים להבחין בין זרע שנזרע בקדושה לזרע שנזרע שלא בקדושה ואם אינו רוצה לקיימה אינה צריכה גט אלא יוצאה ממנו בלא גט (נ\"י פ' נושאין על האנוסה):"
    },
    {
      "id": "yoreh_deah-269-10",
      "section": 10,
      "text": "ולענין עדות אפי' אחים מן האם מעידים זה לזה דגר שנתגייר כקטן שנולד דמי:"
    },
    {
      "id": "yoreh_deah-269-11",
      "section": 11,
      "text": "לענין דין גר כשר לדון דיני ממונות והוא שתהא אמו מישראל אבל אם אין אמו מישראל פסול לדון את ישראל אבל לחבירו גר דן ולחליצה פסול אפילו לחליצת גרים עד שיהא אביו ואמו מישראל:"
    }
  ]
}