{
  "id": "yoreh_deah-202",
  "chapterLabel": "סימן 202",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-202-1",
      "section": 1,
      "text": "דיני דברים החוצצים בטבילת כלים. ובו ט' סעיפים:אלו חוצצין בכלים הזפת והמור (יש מפרש החמר ויש מפרש המסתיכ\"ו או המוסק\"ו) בכלי זכוכית בין מבפנים בין מבחוץ:"
    },
    {
      "id": "yoreh_deah-202-2",
      "section": 2,
      "text": "כל דבר שדרך להקפיד עליו חוצץ ואם לאו אינו חוצץ אא\"כ היה חופה את רובו. (רמב\"ם פ\"ג) : הגה שחרורית הדבוק ביורה מבחוץ הוי כדופן הכלי ודרכו בכך ואינו חוצץ (ב\"י ס\"ס ק\"כ בשם הרא\"ש):"
    },
    {
      "id": "yoreh_deah-202-3",
      "section": 3,
      "text": "ידות הכלים שאינן עומדים להיות קבועים כגון שהכניסן שלא כדרכן או שלא הכניסם כולם או שהכניסם כולם ונשברו חוצצין:"
    },
    {
      "id": "yoreh_deah-202-4",
      "section": 4,
      "text": "כל ידות הכלים שנשתברו כגון יד המגל והסכין אם משמשין מעין מלאכתן ראשונה אין חוצצין ואם לאו חוצצין:"
    },
    {
      "id": "yoreh_deah-202-5",
      "section": 5,
      "text": "מגל שנשברה ידו מן השפה ולפנים אינה חוצצת מפני שהיא כבית הסתרים מן השפה ולחוץ אם משמשת מעין מלאכתה אינה חוצצת ואם לאו חוצצת סירגה בגמי או במשיחה הרי זו חוצצת דבקה בשרף אינה חוצצת:"
    },
    {
      "id": "yoreh_deah-202-6",
      "section": 6,
      "text": "כלי שכפה פיו למטה והכניסו למים אם פיו צר קצת ולא הפך פיו למעלה לא עלתה לו טבילה לפי שלא יגיעו המים לשוליו אפילו אם מכניסו כולו למים: הגה מותר לטבול כלי בתוך כלי אם יש בפי החיצון כשפופרת הנוד (טור) ויזהר שכלי הפנימי יהא רפוי בתוך כלי החיצון (מרדכי סוף עבודת כוכבים) ולכן לא יתחוב סכינים תוך דלי ויטבלם כי לא תעלה טבילה בראשם (או\"ה כלל נ\"ח) וכן אם הכלי הפנימי הוא כבד ומונח תוך החיצון לא תעלה לו טבילה במקום שמונח ועיין לעיל סי' ר\"א סעיף ט':"
    },
    {
      "id": "yoreh_deah-202-7",
      "section": 7,
      "text": "כלי שצר מכאן ומכאן ורחב באמצע אין המים באים לו לכל צד עד שיטהו על צדו:"
    },
    {
      "id": "yoreh_deah-202-8",
      "section": 8,
      "text": "כל כלי שפיו צר (יותר משפופרת הנוד) צריך להשהותו במים עד שיתמלא או ימלאנו קודם שיכניסנו למקוה. (או\"ה שם):"
    },
    {
      "id": "yoreh_deah-202-9",
      "section": 9,
      "text": "ידות הכלים שהם ארוכות ועתיד לקוצצן מטביל עד מקום שעתיד לקוצצן ודיו:"
    }
  ]
}