{
  "id": "yoreh_deah-126",
  "chapterLabel": "סימן 126",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-126-1",
      "section": 1,
      "text": "דין יין שנתערב ביין נסך ודין נצוק חבור. ובו ז' סעיפים:המערה יין לתוך כלי שיש בו יין עובד כוכבים האסור בהנאה נאסר כל היין שבכלי העליון שהרי העמוד הנצוק מחבר בין היין שבכלי העליון ובין היין שבכלי התחתון ורואים כאילו יין של האיסור מעורב בשל היתר ואם עירה וקיטף שקודם שנגע בשל האיסור הפסיק קלוח היורד מהיין של היתר מותר:"
    },
    {
      "id": "yoreh_deah-126-2",
      "section": 2,
      "text": "הא דנצוק חבור ה\"מ בהפסד מועט אבל בהפסד מרובה כגון שהוציא מהחבית לכלי שיש בו יין נסך מותר: הגה ואין חילוק בין אם היה הרבה יין בחבית או לא ואפי' יכול למכרו לעובד כוכבים וכל מה שהוא בקנקן או בכוס מקרי הפסד מועט ודוקא ביין נסך אבל בשאר איסורים אם יכול למכרו לעובד כוכבים ואין בו הפסד מרובה לא מיקרי הפסד מרובה (מסקנת ת\"ה סימן ר\"ד):"
    },
    {
      "id": "yoreh_deah-126-3",
      "section": 3,
      "text": "נצוק בר נצוק אינו חבור:"
    },
    {
      "id": "yoreh_deah-126-4",
      "section": 4,
      "text": "אם העובד כוכבים מערה יין מכלי לטיט או לאשפה או למקום לכלוך אין דרך נסוך בכך והכל מותר בין מה שיצא לחוץ בין מה שבפנים אבל אם היה ישראל או עובד כוכבים מערה לטיט או לאשפה ובא עובד כוכבים ונגע בקלוח הכל אסור:"
    },
    {
      "id": "yoreh_deah-126-5",
      "section": 5,
      "text": "המערה יין לתוך כלי של עובד כוכבים שלא הודח ואין בו משקה טופח את שעירה בו אסור בשתייה ואת שעירה ממנו מותר אפי' בשתייה. הגה ואם יש בו כדי להטפיח אסור בנצוק (בית יוסף בשם ר' ירוחם וסמ\"ג ותוס' ורא\"ש פרק בתרא דעבודת כוכבים) מיהו אינו אוסר יותר מאילו היה מעורב בו ואם הוא סתם יינם בטל בס' כמו שיתבאר בסימן קל\"ד:"
    },
    {
      "id": "yoreh_deah-126-6",
      "section": 6,
      "text": "קנקן יין שיש בו קיתון של מים ועירה ממנו לתוך צלוחית שיש בו יין של עובד כוכבים אם יש במים של קנקן לבטל היין שבצלוחית מותר ושיעור הביטול היינו שיהיה במים ס' כנגדו. (ד\"ע) (וע\"ל סימן קל\"ד סעיף ה' :"
    },
    {
      "id": "yoreh_deah-126-7",
      "section": 7,
      "text": "גת שהיין יורד ממנו לבור ונגע עובד כוכבים בקלוח היורד אם יש בחרצנים וזגים וענבים שבגת ששים כנגד הקילוח לא נאסר מה שבגת: הגה דאמרינן סלק את מינו כאילו אינו ושאינו מינו רבה עליו ומבטלו. שמרי יין שלא נתמדו ולא עברו עליהם י\"ב חדש מקרי מין במינו עם יין. (ב\"י בשם תשובת הרשב\"א):"
    }
  ]
}