{
  "id": "yoreh_deah-014",
  "chapterLabel": "סימן 14",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-014-1",
      "section": 1,
      "text": "דין עובר במעי בהמה. ובו ו' סעיפים: המקשה לילד והוציא העובר את ראשו אעפ\"י שהחזירו הרי הוא כילוד ואינו ניתר בשחיטת אמו לפיכך אם הוא בן ח' חי או מת או בן ט' מת אסור. ואם הוא בן ט' חי ניתר בשחיטת עצמו:"
    },
    {
      "id": "yoreh_deah-014-2",
      "section": 2,
      "text": "הוציא ידו והחזירה (פי' קודם שחיטה) מה שיצא מן האבר לחוץ אסור. אבל מה שנשאר ממנו בפנים ומקום חתך מותר. לא החזירה קודם שחיטה גם מקום החתך אסור אבל מה שבפנים מותר אפילו הוא מיעוטו: הגה וכל זה לא איירי אלא לענין שיהא ניתר בשחיטת אמו כשאר עובר הנמצא בה אבל אם ילדה אותה הבהמה אח\"כ גם האבר שיצא והחזירו שרי דשחיטת עצמו מתיר הכל (כך העלה הב\"י ור\"י ן' חביב וכל בו בשם י\"א וכן הוכיח מהרש\"ל פרק בהמה המקשה סי' א' וכן משמעות הפוסקים והוא פשוט):"
    },
    {
      "id": "yoreh_deah-014-3",
      "section": 3,
      "text": "אם יצא רוב העובר הרי הוא כילוד ואם יצא חציו ברוב אבר או שיצא רובו במיעוט אבר הרי הוא כילוד:"
    },
    {
      "id": "yoreh_deah-014-4",
      "section": 4,
      "text": "הוציא אבר א' והחזירו וחזר והוציא אבר אחר והחזירו עד שהשלים לרוב המיעוט שלא יצא מותר ואם חתך כל אבר ואבר בשעה שהוציא אותו גם המיעוט שנשאר בפנים אסור:"
    },
    {
      "id": "yoreh_deah-014-5",
      "section": 5,
      "text": "עובר שהוציא אבר ונאסר האבר ואחר כך נשחטה האם והוציאו העובר והרי היא נקבה החלב שלה אסור לשתותו הואיל והוא בא מכלל האברים ויש בה אבר אחד אסור והרי זה כחלב טרפה שנתערב בחלב כשרה:"
    },
    {
      "id": "yoreh_deah-014-6",
      "section": 6,
      "text": "המושיט ידו למעי הבהמה וחתך מן הטחול ומן הכליות וכיוצא בהן והניח החתיכות בתוך מעיה ואח\"כ שחטה הרי אותן החתיכות אסורות משום אבר מן החי ואע\"פ שהוא בתוך מעיה אבל אם חתך מן העובר שבמעיה ולא הוציאו ואח\"כ שחטה הרי חתיכות העובר או אברו מותר הואיל ולא יצא (רמב\"ם דין ט'): הגה ואם שחט עובר במעי אמו לא מיקרי שחיטה (ר\"ן ובעיא פרק בהמה המקשה ולא איפשטא):"
    }
  ]
}