{
  "id": "yoreh_deah-130",
  "chapterLabel": "סימן 130",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-130-1",
      "section": 1,
      "text": "דיני חתימת היין. ובו י' סעיפים:מותר להפקיד ולשלוח יין ביד עובד כוכבים אם הוא חתום בחותם בתוך חותם או מפתח וחותם והני מילי בחבית של חרס אבל לא בחבית של עץ מפני שיכולין להוציא יין מבין הנסרים ולא ירגישו וכל שכן בנודות שבקל יכולים להוציא יין מבין התפירות ואין להם תקנה אלא שיכניס כל החבית של עץ או כל הנאד בשק שאין בו תפירה מבחוץ ויחתום פי השק: הגה ויש מתירין אפילו בחבית של עץ ואין חוששין שמא יוציא בין הנסרים (מרדכי ריש פרק א\"מ וב\"י בשם ס\"ה וסמ\"ג ורשב\"א ובא\"ו הארוך) וכן נוהגים ובלבד שיזהר שיהא המגופה נסתם כראוי וכן שלא יהיה שם ברזא רק יחתוך כל הברזות וישים עור על המגופה והברזא קבוע במסמרות ויכתוב אותיות חציין על העור וחציין על הברזות שאם יגביה העובד כוכבים העור לא ידע לחזור ולכוון העור כבתחילה (מרדכי פר\"י וב\"י בשם תוס') ואם מצא סכין בחבית שהוציא יין בין הנסרים ע\"ל סי' קכ\"ד:"
    },
    {
      "id": "yoreh_deah-130-2",
      "section": 2,
      "text": "אם הפקיד ביד עובד כוכבים בחותם א' אסור בשתיה ומותר בהנאה והוא שייחד לו קרן זוית: הגה ויש שכתבו דבדיעבד יש להתיר אפילו בחותם אחד (ב\"י לדעת ר\"ת ובארוך כלל כ\"ב) ואין צריך להכיר חותמו אלא אם כן רואה שחותמו מקולקל אז אסור (ג\"ז שם) אבל אין צריך לבדוק אחר זה וכן נוהגין להקל ועיין לעיל סימן קי\"ח:"
    },
    {
      "id": "yoreh_deah-130-3",
      "section": 3,
      "text": "יין מבושל שלנו וכן יין שלנו שעירבו עם דברים אחרים כגון דבש ושמן וכן חומץ שלנו מותר להפקיד ביד עובד כוכבים בחותם אחד:"
    },
    {
      "id": "yoreh_deah-130-4",
      "section": 4,
      "text": "כיצד הוא חותם בתוך חותם סתם החבי' בכלי שאינו מהודק כדרך שסותמין כל אדם וטח בטיט הרי זה חותם א' היה כלי מהודק וטח עליו מלמעלה הרי זה חותם בתוך חותם וכן אם צר פי הנאד הרי זה חותם אחד הפך פי הנאד לתוכו וצר עליו הרי זה חותם בתוך חותם וכן כל שינוי שמשנה מדברים שאין דרך כל אדם הרי הם כחותם א' והטיחה או הקשירה חותם שני:"
    },
    {
      "id": "yoreh_deah-130-5",
      "section": 5,
      "text": "שני קשרים משונים הוי כשני חותמות:"
    },
    {
      "id": "yoreh_deah-130-6",
      "section": 6,
      "text": "שתי אותיות הוי כשני חותמות והדפוסים אף על פי שיש בהם כמה אותיות לא חשיבי אלא כחותם אחד כיון שקובעין אותם בבת אחת ובמקום שמצויים מומרים ועובדי כוכבים שיודעים לכתוב אין כתב סימן אלא למי שמכיר הכתב:"
    },
    {
      "id": "yoreh_deah-130-7",
      "section": 7,
      "text": "מפתח וחותם אחד הוי כשני חותמות:"
    },
    {
      "id": "yoreh_deah-130-8",
      "section": 8,
      "text": "חתמו בשני חותמות וחזר עליו ולא הכירו או שמצאו סתור אסור: הגה ודוקא אם רואים שנסתר בכוונה ע\"י אדם אבל במקום שיכולים לתלות שנסתר ונתקלקל מעצמו או ע\"י בהמה או תינוקת שלא בכוונה מותר בדיעבד (ת\"ה סימן ר\"ה ובארוך כלל כ\"ב) ואפילו אם נתקלקל בכוונה יש להתיר אם ישראל יוצא ונכנס תמיד. (בית יוסף בשם ס\"ה וסמ\"ג) . אבל אינו צריך לחזור עליו אלא אם כן הודיע לישראל שנשתלח לו שהוא חתום בשני חותמות אע\"פ שלא הודיעו ענין חתימותיו כיון שמצאו הישראל השני חתום בשני חותמות מותר ומכל מקום נכון הדבר להודיעו צורת החותם כדי שיחזור אחריו: הגה מיהו אם כתב עליו אותיות אין צריך להודיעו דסתם עובד כוכבים אינו בקי לכתוב אותיות (הר\"ן והר\"י) ואם העובד כוכבים אומר שהחבית היה מטפטף והוא הדקו ונגע ביין אינו נאמן לאסרו ואפילו ניכר עדיין קצת יין מבחוץ ויש אומדנות בדבריו (ת\"ה סימן ר\"ב):"
    },
    {
      "id": "yoreh_deah-130-9",
      "section": 9,
      "text": "ישראל ששכר או קנה בית בחצרו של עובד כוכבים ומילאו יין אם ישראל דר שם ואף על פי שהניח היין בחצר ואין עליו לא חותם ולא מפתח מותר ואפילו היה גם העובד כוכבים דר באותו חצר אבל אם לא היה ישראל דר באותו חצר אם היה ביד ישראל המפתח וחותם מותר וא\"צ לומר שני חותמות ואם לאו אעפ\"י שהיין באותו בית ששכר או קנה אסור אם העובד כוכבים דר בחצר ואם אינו דר בחצר מותר אא\"כ נמצא עומד בצד היין:"
    },
    {
      "id": "yoreh_deah-130-10",
      "section": 10,
      "text": "במה דברים אמורים בשוכר או לוקח בית בחצרו של עובד כוכבים אבל בחצרו של ישראל ממש שלא לקחו ולא שכרו מעובד כוכבים אפי' היה עובד כוכבים דר באותו חצר ואין ישראל דר בו מותר ואע\"פ שאין מפתח וחותם ביד ישראל לפי שאין לו בה שום שייכות ואפילו נמצא עומד בצד היין שהרי מכ\"מ נתפס עליו כגנב וה\"מ ביום אבל בלילה אסור: הגה ודוקא בכי האי גוונא יש לאסרו בלילה אבל בשאר מקומות דאמרינן לעיל סימן קכ\"ח וקכ\"ט דהעובד כוכבים מרתת אין חילוק בין יום ללילה ושאני הכא הואיל והעובד כוכבים יש לו שייכות בחצר ומסתמא נועלו בלילה הואיל ואין ישראל דר שם ואינו מרתת כולי האי ולכן אפילו ביום אם נעל ואין חור או סדק שיכולין לראות היין אסור אבל ע\"י חור וסדק מותר ביום אפילו נעלו בודאי ובלילה אסור בכה\"ג אפי' מסתמא וזהו החלוק שבין יום ללילה:"
    }
  ]
}