{
  "id": "yoreh_deah-248",
  "chapterLabel": "סימן 248",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-248-1",
      "section": 1,
      "text": "מי חייב בה ומי ראוי לקבלה. ובו ח' סעיפים:כל אדם חייב ליתן צדקה אפילו עני המתפרנס מן הצדקה חייב ליתן ממה שיתנו לו ומי שנותן פחות ממה שראוי (לו) ליתן בית דין היו כופין אותו ומכין אותו מכת מרדות עד שיתן מה שאמדוהו ליתן ויורדים לנכסיו בפניו ולוקחין ממנו מה שראוי לו ליתן:"
    },
    {
      "id": "yoreh_deah-248-2",
      "section": 2,
      "text": "ממשכנים על הצדקה אפילו בערב שבת:"
    },
    {
      "id": "yoreh_deah-248-3",
      "section": 3,
      "text": "יתומים אין פוסקין עליהם צדקה אפי' לפדיון שבויים אפילו יש להם ממון הרבה אא\"כ פוסקין עליהם לכבודם כדי שיצא להם שם: הגה ודוקא צדקה שאין לה קצבה או שיש לה קצבה על נכסי יתומים ויכולין להמתין עד שיגדלו כגון שיש להם טבל ואינן צריכין לאכול עכשיו אבל אם צריכים לאכול עכשיו מעשרין ותורמין להם וה\"ה בצדקה שיש לה קצבה כגון שהיו להם קרובים עניים והיה להם קצבה מאביהם כל שנה ושנה ואין להם לאכול רק זו או יחזרו על הפתחים ויהיה גנאי ליתומים האפוטרופוס שלהם נותן מנכסיהם הקצבה לקרוביהם (תשובת ר\"י מינץ סימן א'):"
    },
    {
      "id": "yoreh_deah-248-4",
      "section": 4,
      "text": "גבאי צדקה אין מקבלין מהנשים ומהעבדים ומהתינוקות אלא דבר מועט אבל לא דבר גדול שחזקתו גזול או גנוב משל אחרים וכמה הוא דבר מועט. הכל לפי עושר הבעלים ועניותם והני מילי בסתמא אבל אם הבעל מוחה אפילו כל שהוא אסור לקבל מהם:"
    },
    {
      "id": "yoreh_deah-248-5",
      "section": 5,
      "text": "אם האשה השכירה מלמד לבנה אם ידע הבעל ושתיק ודאי ניחא ליה במה שעשתה אבל אם מוחה לאלתר אין במעשיה כלום (ואפי' אם נושאת ונותנת תוך הבית יוכל למחות בה) (ב\"י בשם תשובת הרא\"ש כלל י\"ג):"
    },
    {
      "id": "yoreh_deah-248-6",
      "section": 6,
      "text": "בן שאוכל אצל אביו ועבד האוכל עם רבו נותן פרוסה לעני או לבנו של אוהבו ואינו חושש משום גזל שכך נהגו בעלי בתים:"
    },
    {
      "id": "yoreh_deah-248-7",
      "section": 7,
      "text": "אדם שוע שנותן צדקה יותר מהראוי לו או שמיצר לעצמו ונותן לגבאי כדי שלא יתבייש אסור לתובעו ולגבות ממנו צדקה והגבאי שמכלימו ושואל ממנו עתיד הקב\"ה ליפרע ממנו:"
    },
    {
      "id": "yoreh_deah-248-8",
      "section": 8,
      "text": "הרוצה לזכות לעצמו יכוף יצרו הרע וירחיב ידו וכל דבר שהוא לשם שמים יהיה מהטוב והיפה. אם בנה בית תפלה יהיה נאה מבית ישיבתו. האכיל רעב יאכיל מהטוב והמתוק שבשולחנו. כיסה ערום יכסה מהיפה שבכסותו. הקדיש דבר יקדיש מהיפה שבנכסיו וכן הוא אומר כל חלב לה':"
    }
  ]
}