{
  "id": "yoreh_deah-033",
  "chapterLabel": "סימן 33",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-033-1",
      "section": 1,
      "text": "דין אם ניטל הלחי ומכה בוושט. ובו י\"א סעיפים: ניטל הלחי התחתון כשרה והוא שיכול לחיות על ידי המראה והלעטה: הגה וכן עוף שניטל חרטומו ויכול לחיות על ידי המראה והלעטה כשר (א\"ו הארוך כלל נ\"ד ורוקח):"
    },
    {
      "id": "yoreh_deah-033-2",
      "section": 2,
      "text": "ניטל הלחי העליון להרמב\"ם טריפה וראוי לחוש לדבריו:"
    },
    {
      "id": "yoreh_deah-033-3",
      "section": 3,
      "text": "וושט או תורבץ הוושט שניקב לחללו בכל שהוא נבילה:"
    },
    {
      "id": "yoreh_deah-033-4",
      "section": 4,
      "text": "שני עורות יש לוושט ניקב אחד מהם כשרה ניקבו שניהם אסורה ואפי' עלה בו קרום ונסתם ואפילו ניקבו זה שלא כנגד זה אסורה והוא שניקבו שניהם מרוח אחד דאפשר דמתרמי אהדדי (פירוש שמזדמנים להתכוון יחד) (ב\"י בשם ריטב\"א): הגה וכל זה לא מיירי אלא בניכר שהנקב בא מחמת חולי אבל אם יש לחוש שניקב ע\"י קוץ אפי' לא ניקב רק הפנימי טריפה דחיישינן שמא ניקב גם החיצון וושט אין לו בדיקה מבחוץ (ב\"י בשם תוספות והרא\"ש ור\"ן וע\"פ):"
    },
    {
      "id": "yoreh_deah-033-5",
      "section": 5,
      "text": "עורות אלו החיצון אדום והפנימי לבן ואם נתחלפו שהחיצון לבן ופנימי אדום טריפה וכן אם שניהם אדומים או לבנים טריפה: הגה וכל שכן אם יש לו שני וושטים או שני קנים דטריפה (תשובת הרא\"ש כלל כ' סימן ט'):"
    },
    {
      "id": "yoreh_deah-033-6",
      "section": 6,
      "text": "וושט אין לו בדיקה מבחוץ אצל דרוסה שצריכה בדיקה מפני שכיון שהוא אדום אין אודם הארס ניכר בו כיצד יעשה אם עוף הוא בודק הקנה מבחוץ [ושוחטו] ואח\"כ מהפך הוושט ובודקו מבפנים ואם בהמה היא אין לה תקנה: הגה ולדידן דאין אנו בקיאין בבדיקה אף עוף אין לו תקנה:"
    },
    {
      "id": "yoreh_deah-033-7",
      "section": 7,
      "text": "ולענין נקב נמי אין לושט בדיקה מבחוץ אלא מבפנים:"
    },
    {
      "id": "yoreh_deah-033-8",
      "section": 8,
      "text": "עוף הבא לפנינו וצוארו מלוכלך בדם אין חוששין לספק דרוסה (ע\"ל סימן נ\"ז) לבדוק כל החלל אבל חוששין לספק נקובה לבדוק מקום המלוכלך: הגה ויש אוסרין כל עוף או בהמה דצוארה מלוכלך בדם דחיישינן לנקיבת הוושט ואין אנו בקיאין (הגהות אשיר\"י פא\"ט בשם א\"ז) וכן המנהג:"
    },
    {
      "id": "yoreh_deah-033-9",
      "section": 9,
      "text": "נמצא קוץ בושט לארכו או לרחבו ואינו תחוב בו כשרה (אם אין עליו קורט דם מבחוץ) (טור והגה\"מיי) אבל אם הוא תחוב בו אסורה אפילו אין שם קורט דם דחיישינן שמא ניקב הושט והבריא ונתרפא ואינו ניכר: הגה ויש מכשירין אם אין קורט דם מבחוץ דלא חיישינן שמא הבריא (הראב\"ן והרא\"ש והג\"א בשם סה\"ת) וכן נהגו להקל בעירנו באותן אווזות שמלעיטין לעשות מהן שומן שיש תקנה בעיר לבדוק אחר נקיבת הוושט משום דשכיח יותר מסרכות הריאה ונהגו להקל בישב לו קוץ בושט אם אינו נקוב משני צדדים או שאין קורט דם מבחוץ ויש לדקדק בזה הרבה כי הוא איסור דאורייתא ויותר היה טוב שלא לבדוק כלל ולסמוך ארובא מלבדוק ולהקל במקום דאיכא ריעותא:"
    },
    {
      "id": "yoreh_deah-033-10",
      "section": 10,
      "text": "נפרד הושט מהקנה ונתדלדלו זה מזה ברוב שיעור ארכן טריפה:"
    },
    {
      "id": "yoreh_deah-033-11",
      "section": 11,
      "text": "זפק שניקב גגו נקב מפולש במשהו טריפה ואיזהו גגו זה שימתח עם הושט כשיאריך העוף צוארו אבל שאר הזפק שניקב מותר: הגה ניטל הזפק טריפה (ב\"י בשם רוב הפוסקים) אפי' נשתייר בו כדי שיוכל המאכל לעבור מן הושט אל הקורקבן (כך משמע מהר\"ן פא\"ט) ניקב הבשר (המעי') שבין הזפק לקורקבן טריפה: (בסוף ש\"ד ומהרי\"ל):"
    }
  ]
}