{
  "id": "yoreh_deah-168",
  "chapterLabel": "סימן 168",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-168-1",
      "section": 1,
      "text": "קסח-קסט כמה דיני רבית הנעשית באמצעות העובד כוכבים. ובו כ\"ז סעיפים:ישראל שלוה מעות מעובד כוכבים ברבית ובקש להחזירם לו ואמר לו חבירו תנם לי ואני אעלה לו כדרך שאתה מעלה לו אסור ואפילו כתב ישראל שני שטר בשמו לעובד כוכבים ונתן משכונות וגם נתן הרבית לעובד כוכבים אסור: (וכל מה שנתן לעובד כוכבים מפקינן מישראל ראשון דהוי רבית קצוצה) (ב\"י בשם תשובת הרא\"ש כלל ק\"ח וכ\"מ בטור ופוסקים) והוא הדין אם הישראל היה חייב מעות בלא רבית יש לו דין זה ואפילו העמידו אצל העובד כוכבים ואמר לו העובד כוכבים תנם לישראל זה והפטר ואני אתנה עמו שיתן לי קרן ורבית אסור:"
    },
    {
      "id": "yoreh_deah-168-2",
      "section": 2,
      "text": "אבל אם קבל העובד כוכבים המעות מיד הישראל הראשון ונתן לשני מותר אפילו אם נותן הרבית ליד הישראל הראשון (שם וכ\"מ בטור ופוסקים):"
    },
    {
      "id": "yoreh_deah-168-3",
      "section": 3,
      "text": "וכן אם העמידו אצל העובד כוכבים ואמר הניחם על גבי קרקע וכן עשה ונסתלק ולקחן השני משם מותר: הגה וי\"א אם אמר העובד כוכבים ליתנם לישראל השני דרך פקדון ואחר כך יהא בידו הלואה דשרי הואיל ולא יצא מתחת הראשון בתורת הלואה (ב\"י בשם תלמידי רשב\"א ונ\"י) ואם הישראל השני לא עשה הלואה עם ישראל הראשון רק עם העובד כוכבים והעובד כוכבים א\"ל לקבלם מישראל ראשון והישראל ראשון אינו רק כשלוחו של עובד כוכבים מותר אפילו נותן הרבית לישראל (שם בשם הגהות מרדכי):"
    },
    {
      "id": "yoreh_deah-168-4",
      "section": 4,
      "text": "עובד כוכבים שמלוה לישראל ברבית על מנת שיתן הרבית לישראל מותר:"
    },
    {
      "id": "yoreh_deah-168-5",
      "section": 5,
      "text": "אם ישראל הלוה לעובד כוכבים ברבית והעובד כוכבים מלוה אותם לישראל ברבית וחוזר ישראל הראשון ונוטל רבית מהעובד כוכבים אסור: הגה ודוקא אם העובד כוכבים הלוה לישראל השני בשליחות ישראל הראשון וכמאן דאמר יש שליחות לעובד כוכבים לחומרא (וכן משמע בטור ורש\"י וסייעתו) ואפילו אי אין שליחות לעובד כוכבים לחומרא מיירי דישראל כופה לעובד כוכבים ליתן לו רבית ויודע שהעובד כוכבים יכוף הישראל השני להוציא ממנו הרבית משום דמחזי כרבית אבל אם אית ליה לעובד כוכבים משכון מישראל שני שאין צריך לכוף אותו ולא עשה בשליחות של ישראל ראשון לכולי עלמא שרי (ב\"י בשם מרדכי והגהות מיי' פ\"ה מה\"מ) כמו שיתבאר בסמוך:"
    },
    {
      "id": "yoreh_deah-168-6",
      "section": 6,
      "text": "עובד כוכבים שלוה מעות מישראל ברבית וביקש להחזירם לו ומצאו ישראל ואמר לו תנם לי ואני אעלה לך כדרך שאתה מעלה לו מותר ואפילו א\"ל אני אעלה לו כדרך שאתה מעלה לו מותר שבשביל העובד כוכבים נותנם לו ואם העמידו אצל ישראל אע\"פ שנתן העובד כוכבים המעות בידו הואיל ומדעת ישראל נתן אסור: הגה ויש מקילין ואפילו אם העמידו אצלו (טור בשם ר\"ת ורא\"ש) אבל העיקר כסברא הראשונה (ב\"י בשם נימוקי שכ\"כ בשם ר\"ן) אבל במקום שנהגו להקל אין למחות בידם (תשובת רא\"ש והגהמי\"י):"
    },
    {
      "id": "yoreh_deah-168-7",
      "section": 7,
      "text": "ישראל שאמר לעובד כוכבים לוה לי מעות ברבית מישראל בשמך והמלוה לא ידע שבשביל ישראל הם המלוה מותר והלוה עושה איסור (רא\"ש וטור לרש\"י) (ויש מקילין משום דאין שליחות לעובד כוכבים וכבר נתבאר דאין להקל רק במקום שנהגו להקל) (שם לר\"ת):"
    },
    {
      "id": "yoreh_deah-168-8",
      "section": 8,
      "text": "ישראל שאמר לעובד כוכבים לוה לי מן העובד כוכבים ברבית והלך העובד כוכבים ולוה מישראל ברבית מותר:"
    },
    {
      "id": "yoreh_deah-168-9",
      "section": 9,
      "text": "עובד כוכבים שלוה מישראל מעות ברבית על משכון ובשעת פדיית המשכון בא ישראל ואמר שלי הוא המשכון לא יאמינו המלוה ועדים לא יוכל להביא כי לא יוכלו להעיד שאלו המעות עצמם שנתן המלוה לעובד כוכבים חזר ונתן לישראל כי יוכל לומר עכבם לעצמו וממעותיו הלוה לו ואם הוא יודע שהמשכון של ישראל אסור להלות עליו ואף אם אינו יודע בודאי אם ידוע שהוא של ישראל כגון שהוא מלבוש שאין העובדי כוכבים רגילים בו מכוער הדבר ליקח רבית : הגה וכל זה אינו אלא למאן דאית ליה שליחות לעובד כוכבים לחומרא אבל למאן דלית ליה מותר בכל ענין (ב\"י) ולכן כתבו בשם ר\"ת דמותר ליתן לכתחלה משכנות לעובד כוכבים אפילו לעבדו ושפחתו למשכנם אצל ישראל אחר אפילו הם ספריו והמלוה מכירן ואפי' אם חוזר המלוה ומפקידם אצל הלוה שרי הואיל ויד עובד כוכבים באמצע אין שליחות לעובד כוכבים (ב\"י בשם מרדכי פ' א\"נ ובהגהות אשיר\"י בשם אביאסף וטור והגהת מיימוני וע\"פ) וכבר כתבתי דאין למחות ביד הנוהגין להקל ואפילו אם הולך העובד כוכבים והישראל פודה המשכון שרי מיהו אם המלוה אינו רוצה ליתן המשכון לישראל ששלח העובד כוכבים הרשות בידו שהרי אין לו עסק רק עם העובד כוכבים (תשובת הרא\"ש כלל ק\"ח סימן ח' וכ\"מ בפוסקים) ולכן צריך גם כן בתחילה שיהא המשכון שוה נגד מעותיו כדי שלא יהא לו עסק עם הלוה כלל אם ירצה (כן משמע שם):"
    },
    {
      "id": "yoreh_deah-168-10",
      "section": 10,
      "text": "עובד כוכבים שמשכן לישראל בחובו ומשכן העובד כוכבים אותו משכון לישראל ברבית אם הישראל פודהו אסור ליקח ממנו רבית ואם אחריות החוב והרבית אינו על המשכון לבד אלא גם על העובד כוכבים מותר וכן אם הישראל הממושכן לא ידע שהעובד כוכבים הממשכן רוצה למשכנו ביד ישראל מותר לקבל הקרן והרבית מיד הישראל: הגה ישראל שחייב לעובד כוכבים חוב על רבית והעובד כוכבים הקנה אותו חוב לישראל אחר אם העובד כוכבים מקבל הרבית ונתנו לישראל השני מותר אבל אסור לישראל השני לקבל מיד הראשון משום חומר רבית (תשובת הרשב\"א סימן תשס\"ד):"
    },
    {
      "id": "yoreh_deah-168-11",
      "section": 11,
      "text": "אם ישראל השאיל משכנו לעובד כוכבים ללות עליו ברבית לעצמו ומשכנו העובד כוכבים מותר לישראל להלות לעובד כוכבים עליו ברבית ואפילו הלך לו העובד כוכבים ופורע ישראל בעל המשכון קרן ורבית מותר: הגה אבל לא יוכל לזכות לעובד כוכבים משכון ע\"י אחר למאן דאמר אין זכיה לעובד כוכבים (ב\"י בשם בה\"ת) ואם העובד כוכבים אנס ואינו רוצה לפדות המשכון ולהחזירו לבעליו צריך ישראל המלוה ליתן לפדות המשכון לבעליו דהוי העובד כוכבים כגזלן שהשכין לו (מרדכי פרק א\"נ) אבל אם אינו אנס ויוכל בעל המשכון לכוף לעובד כוכבים לפדות (שלו) יוכל ישראל המלוה לומר לו לאו בעל דברים דידי את (ב\"י דקדק מהמרדכי) ואם העובד כוכבים אנס ואלו היה בא לפדותו היו צריכין לתת לו בלא רבית צריך לתת גם כן לבעל המשכון בלא רבית (שם) עובד כוכבים שהשכין משכון לישראל זה וחזר ומכרו לישראל אחר כשבא לפדותו צריך ליתן למלוה קרן ורבית (מרדכי והג\"א והג\"מ פ\"ו מה\"מ ואגודה וב\"י ס\"ס קע\"ב כתב זה בשם מ\"כ):"
    },
    {
      "id": "yoreh_deah-168-12",
      "section": 12,
      "text": "ישראל שהלוה לעובד כוכבים ברבית על משכון ואח\"כ א\"ל תן המשכון לראובן והוא יתן לך מעותיך וכן עשה נתן המשכון לראובן למכור וראובן עכב המעות בידו אחר מכירת המשכון והמלוה תובע רבית עד שיביא מעותיו לידו והעובד כוכבים אינו רוצה ליתן יותר מעד שעת מכירה בענין שראובן צריך ליתן המותר יכול המלוה ליטול כל הרבית מהעובד כוכבים ואם העובד כוכבים יכוף את ראובן לפרוע הרבית בשביל שעכב מה נפקא ליה מינה:"
    },
    {
      "id": "yoreh_deah-168-13",
      "section": 13,
      "text": "עובד כוכבים שאמר לישראל לוה לי מעות מישראל ברבית על משכוני מותר למלוה ליקח הרבית מיד ישראל השליח והוא שיאמר המלוה לשליח אתה תהיה שלוחי להביא לי המשכון מיד העובד כוכבים באחריותי ולהוליך לו המעות על אחריותי: הגה ואם נתן העובד כוכבים המשכון לישראל קודם שהלוה הישראל השני אפילו היה אחריות המשכון על השליח מותר (סברת הרב דלא כב\"י) רק שיהיה אחריות המעות על המלוה: וכן בשעת פדיה תהא שלוחי להביא לי מעותי מן העובד כוכבים ויהיו באחריותי מיד כשיצאו מיד העובד כוכבים וכן תהיה שלוחי להחזיר לי המשכון ואם אינו מאמינו יאמר כך בלבו ואינו צריך להודיעו או יתנה עמו שלא יהא נאמן לומר נאנס או נאבד אלא בעדים ואם עשה כן ובשעת פדיה אומר השליח לא אמרתי לך אמת תחילה אלא שלי הוא יאמר המלוה איני מאמינך אלא לדבריך הראשונים אני מאמין אבל חושש אני לדבריך ואיני רוצה לקבל ממך המעות וכשיבוא העובד כוכבים ויתן לי המעות אתן לו משכונו ואפילו אם ירצה לישבע אינו נאמן ואפילו עדים מעידים שהוא של ישראל לא מהני כיון שהודה תחילה שאינו שלו: הגה וכל שכן דשבועת לוה לא מהני (בית יוסף בשם תשובה אשכנזית) אמנם אם נודע הדבר שכן הוא האמת אסור ליקח ממנו הרבית והמערים לעשות כן נקרא רשע (ב\"י בשם הרשב\"א) וכל זה לא מיירי אלא במלוה על המשכון אבל אם נתן (ב\"י בשם ריב\"א) לו מעות להלוות לעובד כוכבים על רבית ואח\"כ אמר הלוקח לא הלויתי לעובד כוכבים אבל לקחתי לצורך עצמי הלוקח נאמן שלצורך עצמו לקחם ואם חשדו שהוא משקר יחרים עליו שכדבריו כן הוא והעושה כן נקרא רשע (תשובת רשב\"א סימן תרנ\"ג):"
    },
    {
      "id": "yoreh_deah-168-14",
      "section": 14,
      "text": "ישראל שלוה מחבירו לצורך העובד כוכבים וקצב עם העובד כוכבים על הרבית ביוקר ועם הישראל המלוה קצב בפחות זכה הלוה במה שקצב עם העובד כוכבים יותר ממה שקצב עם הישראל המלוה אבל אם קצב עם המלוה ביוקר והעובד כוכבים אלם ואינו רוצה לפרעם לא יפרע הלוה מכיסו (מרדכי והג\"א): הגה ויש אומרים דצריך הלוה לפרוע לו מכיסו אלא אם הזכיר לו שם העובד כוכבים תחילה אז פטור מלשלם לו מכיסו (טור ומרדכי והג\"א בשם אבי העזרי) ומכל מקום לכתחלה אסור ללוות על משכון עובד כוכבים ולומר שהוא יפרע קרן ורבית דהוי כלוה מישראל וחוזר ומלוה לעובד כוכבים אלא תחלת הלואה צריכה להיות לצורך עובד כוכבים אם השליח בא לפדות המשכון ממעותיו מותר לקבל ממנו קרן ורבית (בית יוסף בשם תשובת רשב\"א) מיהו דוקא שהמלוה נותן לו לפדותו מרצונו אבל אם פודה השליח משלו הוי רמאות שמתחלה על מנת כן הלוהו שיהא המשכון בידו עד שיפדנו העובד כוכבי' (הגהות אשיר\"י וב\"י בשם תשובת הרא\"ש) ואם אין השליח רוצה לפדותו והמלוה רוצה שיפדוהו לא יוכל לכופו כמו שיתבאר סוף סימן זה (ב\"י):"
    },
    {
      "id": "yoreh_deah-168-15",
      "section": 15,
      "text": "ישראל שלוה מישראל ברבית לצורך עובד כוכבים על משכונו של עובד כוכבים ואחר זמן רוצה המלוה למכרו והשליח אומר אל תמכרהו כי העובד כוכבים אלם אין המלוה צריך לחוש לדבריו כי אין למלוה עם העובד כוכבים כלום ואם השליח ירא ממנו יציל עצמו ויפדה המשכון או יוסיף משכון למלוה כדי שלא יפסיד בהמתנה:"
    },
    {
      "id": "yoreh_deah-168-16",
      "section": 16,
      "text": "ישראל שאמר לחבירו טול מעות הללו והלוה אותם לעובד כוכבים ברבית אם אחריות המעות על השליח בהולכה או בהבאה אסור למלוה ליקח הרבית מיד השליח או מיד שלוחו של שליח ואפי' עד מאה ואם אין האחריות עליו אלא כשאר שלוחים אם שומר חנם שומר חנם אם שומר שכר שומר שכר מותר:"
    },
    {
      "id": "yoreh_deah-168-17",
      "section": 17,
      "text": "ישראל שאמר לחבירו לוה לי מעות מהעובד כוכבים ברבית אם נתן לו משכון ללות עליו אם אחריות העובד כוכבים על המשכון בלבד ולא על השליח כלל מותר לשליח ליקח הרבית וליתנו לעובד כוכבים ואם לא נתן לו משכון אסור אלא אם כן אמר לו לוה לי מעות ברבית מהעובד כוכבים על שמי והאמינו העובד כוכבים והוא סומך על הלוה ולא על השליח: הגה ועיין לקמן סי' ק\"ע אם מותר לשליח להיות ערב יש אומרים דמנהיגי הקהל מותרין ללוות מן העובד כוכבים ברבית לצורך הקהל אע\"ג דהוו כשלוחי הקהל ואע\"ג דאחריות עליהם וחוזרין ולוקחין מן הקהל שרי דהוי כאפוטרופוס של יתומים דשרי בכה\"ג וכן נהגו להקל אע\"ג דאין כאן היתר ברור (ב\"י בשם תשובת הרשב\"א) ומ\"מ אסור אח\"כ ליקח מקצת הפרעון ממקצת הקהל שילוו לצורך הקהל ולנכות להם אח\"כ יותר ממה שהלוו כי הרבית עולה על האחרים והוי כאילו לוו זה מזה ברבית (גם זה שם):"
    },
    {
      "id": "yoreh_deah-168-18",
      "section": 18,
      "text": "משכונו של עובד כוכבים ביד ישראל והביאו לישראל חבירו שילוה עליו וכשיבא העובד כוכבים לפדותו שיקח הוא הרבית שעלה עליו עד אותו היום והשני יקח הרבית שיעלה עליו מאותו היום והלאה מותר ובלבד שיאמר לו הריני מוכר לך כל כח וזכות ושעבוד שיש לי על משכון זה ואין לי עסק עמך ולא לך עמי ואם לאחר זמן רצה השני לחזור וליטול מהראשון קרן ורבית להחזיר לו משכונו מותר: הגה וי\"א דאפילו אינו מוכרו לו ולא אמר לו אני מסולק ממך אלא חוזר ומשכנו אצלו סתמא שרי דוודאי מכוין להיתרא וכמאן דא\"ל דמי (ב\"י בשם מרדכי ותשובת הרא\"ש) ואם בא הראשון לפדות המשכון ואין השני רוצה להחזיר לו המשכון הרשות בידו (מרדכי פא\"נ) דהוי לגמרי כשלו דהוו כאלו מכרו לו בהדיא עד שיבא העובד כוכבים לפדותו (שם ובתשובת הרא\"ש) וכן המנהג פשוט ואם התנו מתחילה שצריך לחזור וליתן לו כשבא לפדותו הכל כפי תנאם ואפשר דאפילו מסתמא הוי כאלו התנו בכך הואיל והמנהג כך (סברת הרב) ומותר ללוה לקצוב עם ישראל השני בפחות אע\"פ שהעובד כוכבים נותן לו יותר או שיוכל לומר אני אקח חלק ברבית הבא מן העובד כוכבים כל שבוע (ב\"י וכן משמע בת\"ה סי' ש\"ג) גם אם ירצו הלוה והמלוה שלא ליקח המלוה השני המשכון לידו רק יניחנו ביד הלוה הזה שהלוה עליו לעובד כוכבים שרי (בית יוסף וסברת הרב) ובלבד שיהיה המשכון מכאן ואילך באחריות המלוה השני (ד\"ע) ואם התנו זה עם זה שהמלוה הראשון לעובד כוכבים שהוא הלוה עכשיו מישראל השני יתחייב באחריותו הרשות בידם דהא מתנה שומר חנם להיות כשואל (גם זה ד\"ע ורש\"ל תשובה נ\"ב) וי\"א דאפילו להקנות הלוה אלו המשכונות למלוה השני אינו צריך אלא מיד שהמלוה השני נותן לו מעות ההלואה קנוי לו המשכון בכ\"מ שהוא דדבר תורה מעות קונות ואע\"ג דמדרבנן בעי משיכה מ\"מ כהאי גוונא יש לסמוך על דבר תורה מיהו טוב שיקנה לו על ידי אחר (בית יוסף) ונאמן הלוה לומר שיש לו משכון מעובד כוכבים ואין צריך להביא ראיה לדבריו ויוכל המלוה להלוות לו אם לא שאינו מוחזק בכך דאז ודאי משקר כך הם עיקר הדברים בדינים אלו (ד\"ע מלעיל סי' קס\"ב ס\"ב בהג\"ה) אע\"פ שיש קצת מפקפקים בהיתירות אלו (מהרי\"ק שורש קי\"ט) כבר פשט המנהג להקל ואין למחות ביד העושים כנזכר כי דינא הוא וכל זה לא מיירי אלא כשלא זקף הישראל שלוה לעובד כוכבים קרן עם רבית אבל אם כבר זקף הישראל על העובד כוכבים קרן ורבית ביחד כגון שחשב עמו רבית שיעלה עליו עד שנה וחשבו הכל ביחד מעתה הרי הכל כאילו הוי קרן של ישראל (תה\"ד סי' ש\"ג) בין שהלוה על המשכון או בלא משכון אסור ללוות על זה מישראל חבירו ושיעלה לו רבית מן החוב כל זמן שהלואה גביה דהוו כאילו נותן לו הרבית מכיסו (סברת הרב) אך ימכרנו לו סתם וכשרוצה לחזור ליקח חובו יחזור ויקנהו ממנו מעט יותר ממה שמכרו לו כפי ערך הרבית שהיה ראוי לעלות עליו ואסור להתנות מתחלה בכך אלא יקנה לו החוב בקנין גמור ואח\"כ יחזור הקונה ויבטיחנו בדברים אמתיים שכשיהיו לו מעות יחזור וימכרנו לו בדרך הנזכר (ת\"ה סימן ש\"ג) ובחובות של אשראי צריך שיאמר לו אתה תפטור העובד כוכבים בכך וכך מכל וכל ובכך וכך אני קונה ממך כל מה שאני יכול להוציא מיד העובד כוכבים. (וע\"ל סימן קע\"ג בדין מכירת חובות):"
    },
    {
      "id": "yoreh_deah-168-19",
      "section": 19,
      "text": "ישראל הבא לחבירו וא\"ל הלויני מעות על משכונות אלו שהם של עובד כוכבים והלוה לו והמעות הם לצורך הישראל והוא מעלה לו רבית משלו או שאומר לחבירו הלויני מעות ברבית ואני אשלח לך משכון על ידי עובד כוכבים והעובד כוכבים הביא המשכון למלוה והוליך המעות ללוה תחבולות רשעים היא זו ולא יטול רבית כלל:"
    },
    {
      "id": "yoreh_deah-168-20",
      "section": 20,
      "text": "משכונו של ישראל ביד עובד כוכבים מותר להלוות עליו ישראל ברבית ויש אוסרין אלא אם כן אמר ישראל בעל המשכון קנה מעכשיו המשכון אם לא אתן לך עד יום פלוני: הגה ולסברא הראשונה אפילו מישראל הראשון מותר לקבל הרבית (טור בשם הרא\"ש) ואם יש לעובד כוכבים חוב על ישראל ועשה עמו שעבודים ליתן לו כל השנה כך וכך רבית או שיאכל פירות שדה שלו אם אין ביד הלוה לסלק העובד כוכבים ולהחזיר לו מעותיו מותר לישראל אחר לקנותו ממנו ואם יוכל לסלקו אסור לקנותו מן העובד כוכבים (כך משמע מתשובת ריב\"ש שהביא הב\"י):"
    },
    {
      "id": "yoreh_deah-168-21",
      "section": 21,
      "text": "מעותיו של ישראל מופקדים ביד עובד כוכבים והלוה אותם לישראל ברבית אם היו באחריות העובד כוכבים מותר ליקח הרבית ואם היו באחריות ישראל אסור (ואם הלוה אותן שלא מדעת ישראל מסתמא הם באחריות עובד כוכבים ושרי) (מרדכי וב\"י בשם הרשב\"א וב\"י בשם תלמידי רשב\"א):"
    },
    {
      "id": "yoreh_deah-168-22",
      "section": 22,
      "text": "מעותיו של עובד כוכבים מופקדות ביד ישראל אם הם באחריות הישראל אסור לו להלוותם ברבית ואם הם באחריות העובד כוכבים מותר אבל אסור לעשות כן מפני מראית העין:"
    },
    {
      "id": "yoreh_deah-168-23",
      "section": 23,
      "text": "ישראל שאמר לעובד כוכבים הילך שכרך (או פליגנא לך בריוח) (כ\"מ בטור) והלוה מעותי ברבית אסור שהם באחריות הישראל ועובד כוכבים שאמר לישראל הילך שכרך והלוה מעותי ברבית מותר אבל אסור לעשות כן מפני מראית העין. (מיהו אם הדבר מפורסם לרבים מותר):"
    },
    {
      "id": "yoreh_deah-168-24",
      "section": 24,
      "text": "עובד כוכבים שעשה לישראל אפוטרופוס על נכסיו מותר ללוות ממנו ברבית וישראל שעשה לעובד כוכבים אפוטרופוס על נכסיו אסור ללוות ממנו ברבית וגם זה תלוי במי שאחריות עליו:"
    },
    {
      "id": "yoreh_deah-168-25",
      "section": 25,
      "text": "ראובן שאמר לשמעון לקחת ממני רבית מיד ליד ושמעון משיב לא לקחתי אלא על ידי עובד כוכבים נאמן בלא שבועה ואם משיב איני יודע אם נתת לי מעולם רבית ישבע שאינו יודע: הגה וכן בשאר טענות שבין לוה למלוה שזה טוען שהלוה לו באיסור וזה טוען שהלוה לו בהיתר המלוה פטור אפי' בלא שבועה (כ\"מ בפוסקים ועי' ב\"י) ודוקא שהלוה בא להוציא מן המלוה כגון שהיה לו משכון או שכבר פרע לו (ב\"י) אבל אם המלוה בא להוציא מן הלוה הלוה נשבע ופטור ואם יש שטר ביד המלוה נשבע ונוטל (סברת בית יוסף ממשמעות המרדכי) ועיין לעיל סימן ק\"ס ולקמן סימן קע\"ז:"
    },
    {
      "id": "yoreh_deah-168-26",
      "section": 26,
      "text": "משכון שביד ישראל מישראל חבירו וא\"ל הלוה לך ומשכנו לעובד כוכבים ברבית ועלי לפרוע קרן ורבית מותר:"
    },
    {
      "id": "yoreh_deah-168-27",
      "section": 27,
      "text": "ראובן הרהין (פירוש משכן) משכונות של עובד כוכבים אצל שמעון ולימים תבע שמעון את ראובן שיפדה אותם משכונות אין ראובן חייב לפדות המשכונות אבל חייב הוא להעמיד את שמעון אצל העובד כוכבים:"
    }
  ]
}