{
  "id": "yoreh_deah-252",
  "chapterLabel": "סימן 252",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-252-1",
      "section": 1,
      "text": "דין פדיון שבויים וכיצד פודין אותם. ובו י\"ב סעיפים:פדיון שבויים קודם לפרנסת עניים ולכסותן ואין מצוה גדולה כפדיון שבויים הילכך לכל דבר מצוה שגבו מעות בשבילו יכולים לשנותן לפדיון שבויים ואפי' אם גבו לצורך בנין ב\"ה ואפי' אם קנו העצים והאבנים והקצום לצורך הבנין שאסור למכרם בשביל מצוה אחרת מותר למכרם לצורך פדיון שבויים אבל אם בנאוהו כבר לא ימכרו אותו (ומ\"מ הנודר סלע לצדקה אין פדיון שבויים בכלל ואין לפדות בסלע זו רק מדעת בני העיר (מהרי\"ק שורש ז') כדלקמן סי' רנ\"ו סעיף ד'):"
    },
    {
      "id": "yoreh_deah-252-2",
      "section": 2,
      "text": "המעלים עיניו מפדיון שבויים עובר על לא תאמץ את לבבך ועל לא תקפוץ את ידך ועל לא תעמוד על דם רעך ועל לא ירדנו בפרך לעיניך ובטל מצות פתוח תפתח את ידך לו ומצות וחי אחיך עמך ואהבת לרעך כמוך והצל לקוחים למות והרבה דברים כאלו:"
    },
    {
      "id": "yoreh_deah-252-3",
      "section": 3,
      "text": "כל רגע שמאחר לפדות השבויים היכא דאפשר להקדים הוי כאילו שופך דמים:"
    },
    {
      "id": "yoreh_deah-252-4",
      "section": 4,
      "text": "אין פודין השבויים יותר מכדי דמיהם מפני תיקון העולם שלא יהיו האויבים מוסרים עצמם עליהם לשבותם אבל אדם יכול לפדות את עצמו בכל מה שירצה וכן לת\"ח או אפי' אינו ת\"ח אלא שהוא תלמיד חריף ואפשר שיהיה אדם גדול פודים אותו בדמים מרובים (ואם אשתו כאחר דמי או לא עיין בטור אבן העזר סי' ע\"ח):"
    },
    {
      "id": "yoreh_deah-252-5",
      "section": 5,
      "text": "אין מבריחין השבויים מפני תיקון העולם שלא יהיו האויבים מכבידים עולם עליהם ומרבים בשמירתם:"
    },
    {
      "id": "yoreh_deah-252-6",
      "section": 6,
      "text": "מי שמכר עצמו לעובד כוכבים או שלוה מהם ושבו אותו בהלואתו פעם ראשונה ושניה פודים אותו ושלישית אין פודים אותו אבל פודים את הבנים לאחר מיתת אביהם ואם בקשו להרגו פודין אותו מיד אפילו אחר כמה פעמים (ושבוי שהמיר אפי' למצוה אחת כגון אוכל נבילות להכעיס אסור לפדותו (טור) וע\"ל ריש סי' רנ\"א):"
    },
    {
      "id": "yoreh_deah-252-7",
      "section": 7,
      "text": "עבד שנשבה הואיל וטבל לשם עבדות וקבל עליו מצות פודים אותו כישראל שנשבה:"
    },
    {
      "id": "yoreh_deah-252-8",
      "section": 8,
      "text": "פודים האשה קודם האיש ואם רגילין במשכב זכור פודים האיש קודם (הגהת מרדכי) (ואם שניהם רוצים לטבוע בנהר הצלת האיש קודם) (ב\"י סי' רנ\"א וכן משמע סוף הוריות):"
    },
    {
      "id": "yoreh_deah-252-9",
      "section": 9,
      "text": "הוא ואביו ורבו בשבי הוא קודם לרבו ורבו קודם לאביו אמו קודמת לכולם (וע\"ל סי' רמ\"ב סעיף ל\"ד):"
    },
    {
      "id": "yoreh_deah-252-10",
      "section": 10,
      "text": "אם איש ואשתו שבויים אשתו קודמת לו ובית דין יורדין לנכסיו ופודים אותה ואפי' עומד וצווח אל תפדוה מנכסי אין שומעין לו:"
    },
    {
      "id": "yoreh_deah-252-11",
      "section": 11,
      "text": "מי שנשבה ויש לו נכסים ואינו רוצה לפדות עצמו פודים אותו בעל כרחו:"
    },
    {
      "id": "yoreh_deah-252-12",
      "section": 12,
      "text": "האב חייב לפדות את הבן אי אית ליה לאב ולית ליה לבן: הגה וה\"ה קרוב אחר קרוב קרוב קודם דלא כל הימנו שיעשירו עצמם ויטילו קרוביהם על הצבור (מרדכי פ' השוכר) הפודה חבירו מן השביה חייב לשלם לו אם אית ליה לשלם ולא אמרינן דהוא מבריח ארי מנכסי חבירו (מרדכי פ' הכונס ופ' דייני גזירות ות' מהרי\"ו סי' קמ\"ח קמ\"ט וב\"י בשם מ\"כ) וצריך לשלם לו מיד ולא יוכל למימר אני ציית לך דין ואם אית ליה אח\"כ טענה עליו יתבענו לדין דבלא זה אין אדם פודה את חבירו (מהרי\"ו סי' קמ\"ט וכ\"כ הב\"י):"
    }
  ]
}