{
  "id": "yoreh_deah-232",
  "chapterLabel": "סימן 232",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-232-1",
      "section": 1,
      "text": "דין נדרי זרוזין והבאי ושגגות ואונסין. ובו כ' סעיפים:יש נדרים שאין צריכין התרה נדרי זרוזין נדרי הבאי נדרי שגגות נדרי אונסין והתולה בדבר ולא נתקיים:"
    },
    {
      "id": "yoreh_deah-232-2",
      "section": 2,
      "text": "נדרי זרוזין כיצד היה מוכר חפץ לחבירו ואמר קונם עלי ככר זה אם אפחות מסלע ואמר הלוקח קונם ככר זה עלי אם אוסיף על שקל ונתרצו שניהם בג' דינרים (או בפחות מעט או יותר מעט) (ר\"ן) לא נאסר שום אחד מהם שכן דרך התגרים לידור או לישבע כדי לזרז חבירו ואין בלבו לשום נדר (וי\"א אף על גב דאמרינן לזרוזי נתכוונו מכל מקום לא יוכל המוכר ליתנו בשקל ולא יוכל הלוקח לקנותו בסלע) (שם בשם י\"א) (ויש מקילין) (שם) ודוקא כשאין מעמידים דבריהם אלא שניהם נתרצו בשלשה דינרים אבל אם לא נתרצו אלא זה בסלע וזה בשקל ונתבטל המקח ודאי לנדר גמור נתכוונו וחל הנדר וכל מי שיעבור על נדרו הרי חילל דבריו ואם האחד העמיד דבריו והשני לא העמיד מתוך שנתבטל לאחד נתבטל גם לשני וכל זה מיירי בסתם אבל אם אומרים שלנדר גמור נתכוונו הוי נדר ואם המוכר אמר קונם אם אפחות מיותר מסלע או שאמר הלוקח קונם אם אוסיף לך על מעט פחות משקל ונתרצו בג' דינרים הרי זה נדר שאין דרך לזרז כשמפליגין כל כך ולנדר גמור נתכוונו: הגה נדר לשנים שרוצים לקנות ממנו ואמר לאחד מהם לנדר גמור כוונתי ולאחר לזירוזין כיון שהנדר בטל לגבי אחד בטל לגבי שני הואיל ונקרא נדר אחד לשניהם. (ב\"י בשם הר\"ן בפי' הירושלמי):"
    },
    {
      "id": "yoreh_deah-232-3",
      "section": 3,
      "text": "המזמין את חבירו שיאכל עמו ומסרב ומדירו אם אינו אוכל עמו או שאומר לו קונם שאני נהנה לך אם אין אתה מתארח עמי ואוכל פת חמה ושותה כוס של צונן וזה מסרב ה\"ז נדר של זרוז אבל אם זימן ראובן לשמעון לאכול עמו והיו מזמינים אותו גם במקום אחר וחפץ לאכול יותר עם ראובן ואומר לו הדירני מנכסיך אם לא אוכל עמך כדי שלא יפצירו בי במקום אחר הרי זה נדר גמור: הגה ואין למדין מדיני נדרי זרוזין למקום אחר שאין לך בהם אלא מה שאמרו חכמים. (ב\"י בשם רבינו ירוחם):"
    },
    {
      "id": "yoreh_deah-232-4",
      "section": 4,
      "text": "נדרי הבאי כיצד כגון שאמר קונם ככר זה עלי אם לא ראיתי כיוצאי מצרים (או) אם לא ראיתי נחש כקורת בית הבד או חומה גבוהה לשמים (אינו נדר) שכן דרך העולם להפליג ולא כוון לשם נדר (ואם מעמיד דבריו שאמר שכוון לשם נדר הוי נדר) . (תא\"ו ני\"ג וכן משמע לקמן בטור סימן רל\"ט גבי שבועה):"
    },
    {
      "id": "yoreh_deah-232-5",
      "section": 5,
      "text": "אמר קונם כל פירות שבעולם עלי אינו נדר כיון שאי אפשר לו להיות בלא כל הפירות הוי ליה נדר שוא וכן אם אמר קונם כל פירות שבעולם עלי אם לא עשיתי דבר פלוני אינו נדר: הגה אבל אם אמר בלשון עתיד אם אעשה דבר פלוני יאסרו כל פירות עלי י\"א דאסור (ב\"י בשם סמ\"ג ותוס' פ' המדיר ריש (כתובות דף ע\"א) והג\"א מהרי\"ח) וכן אם אסר עליו כל פירות חוץ מחטין י\"א דהוי נדר (סמ\"ג ומרדכי פ' ג' דשבועות) ויש חולקין. (תשובות מיימוני סוף הל' נדרים):"
    },
    {
      "id": "yoreh_deah-232-6",
      "section": 6,
      "text": "נדרי שגגות כיצד אמר קונם עלי ככר זה אם אכלתי ושתיתי ונזכר שאכל ושתה או אם אוכל ואשתה ושכח ואכל ושתה כיון שהוא שוגג בשעת הוצאת הנדר מפיו או בשעה שיש לה לחול ואם היה יודע שהוא כן לא היה נודר אינו נדר וכן אם אמר קונם אשתי נהנית לי שגנבה כיסי או שהכתה בני ונמצא שלא גנבה ושלא הכתה וכן אם אמר קונם שאיני נושא פלונית שהיא כעורה והיתה יפה בשעת הנדר שאם היה יודע שהיא נאה לא היה נודר אבל אם היתה כעורה ויפוה חל הנדר: הגה וכן האומר אם היה פלוני אצל זה הדבר אתן אלף זוז לצדקה והיה שם פטור דהוי נדר בשוגג. (מהרי\"ו בדינים והלכות סימן נ\"ט):"
    },
    {
      "id": "yoreh_deah-232-7",
      "section": 7,
      "text": "וכן אם ראה מרחוק אנשים אוכלין פירותיו ולא הכירם ואמר הרי הם עליכם כקרבן וכשקרב אליהם ראה שהם אביו או אחיו שלא היה רוצה לאסרם עליהם אינו נדר אע\"פ שלא פירש כיון שהדבר מוכיח שאין אדם אוסר פירותיו על אביו ואחיו ואפי' נמצאו עמהם זרים דכיון שבטל הנדר אצל אביו ואחיו בטל גם אצל אחרים:"
    },
    {
      "id": "yoreh_deah-232-8",
      "section": 8,
      "text": "במה דברים אמורים כשהחליף את דבריו שאמר תחילה כולכם אסורים ולבסוף אמר אלו הייתי יודע שאבא ביניכם הייתי אומר פלוני ופלוני אסורים ואבא מותר או כשאמר תחלה כשראם מרחוק ולא הכירם יהו אסורים לזה ולזה ואחר כך החליף דבריו לומר אלו הייתי יודע שאבא ביניכם הייתי אומר כולכם אסורים חוץ מאבא אבל אם בשעת האיסור אומר כולכם אסורים וגם בשעת חזרה אומר הייתי אומר כולכם אסורים חוץ מאבא או שאמר בשעת האיסור יהו אסורים לזה ולזה ובשעת חזרה אומר הייתי אומר פלוני ופלוני אסורים ואבא מותר שלא החליף לשון הנדר בין שעת איסור לשעת חזרה לא הותרו האחרים:"
    },
    {
      "id": "yoreh_deah-232-9",
      "section": 9,
      "text": "אמר היין עלי קרבן מפני שהוא רע למעים אמרו לו הרי המיושן יפה למעים אמר אילו הייתי יודע לא הייתי נודר ואפי' אמר אילו הייתי יודע הייתי אומר החדש אסור והישן מותר מותר בישן ובחדש אבל אם אמר אילו הייתי יודע הייתי אומר כל היינות אסורים עלי חוץ מן המיושן הרי זה מותר במיושן בלבד וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-232-10",
      "section": 10,
      "text": "נשבע שלא יעשה כך מפני שהיה סבור שהוא איסור גדול ואח\"כ נודע לו שאין בו איסור כל כך לא חלה השבועה כלל כי היתה בטעות:"
    },
    {
      "id": "yoreh_deah-232-11",
      "section": 11,
      "text": "מי שאמר לחבירו שהשר כלל אותו בפשרה שלו וע\"י כך נשבע לתת לו כך וכך מעות ואיגלאי מילתא שהשר פטרו לזה אין ממש באותה שבועה כיון שהטעהו:"
    },
    {
      "id": "yoreh_deah-232-12",
      "section": 12,
      "text": "נדרי אונסין כיצד הדירו חבירו שיאכל אצלו וחלה או שחלה בנו או שעכבו נהר הרי אלו נדרי אונסין: הגה ואם אירע לו אונס והיה אפשר לסלקו על ידי ממון הרבה שיתן מקרי אונס (ריב\"ש סי' קפ\"ו) וכן אם צוה עליו השר שלא לקיים שבועתו ונדרו אפי' לא הוי הקנס רק ממון מקרי אונס (שם וב\"י בשם תשובת הרשב\"א) מ\"מ אם בנקלה יכולים להשתדל לא מקרי אונס (שם ותשוב' הרשב\"א) וע\"ל סימן רכ\"ח סעיף מ\"ז בדין חרם שגוזר המושל לעבור עליו מי שנשבע או נדר לעשות דבר ביום פלוני ונאנס כגון שנשבע לשלם וכשהגיע הזמן אין לו לשלם פטור משבועתו ואם יכול לקיימה אח\"כ דינו כאילו עבר על שבועתו במזיד (ב\"י סי' רכ\"ח דף רע\"ג ע\"ד בשם תשובת הרשב\"א) וכבר נתבאר דינו לעיל סי' רכ\"ח סעיף מ\"א ואם כשהגיע הזמן לפרוע הכריח השר למלוה להרויח הזמן ללוה או שפטרו לגמרי השבועה קיימת (ב\"י בשם תשובת הרשב\"א ורמב\"ן סי' רמ\"ו) ולכולי עלמא צריך לפרוע לו אחר כך ועיין בח\"ה סי' ע\"ג מדינים אלו. קהל שעשו חרם על ה' שנים [*כבר אמור שעניני קהל וחרם בטלים כעת מדינא דמלכותא] וקבעו זמן שיתחיל החרם ובאותו הזמן היו אנוסים או שוגגים ולא התחילו לקיים הנדר צריכין לקיימו אחר כך כי אינו בטל משום זה (תשובת הרא\"ש כלל ז') . מי שנשבע או נדר לעשות דבר תוך שנה או ביום פלוני יש לו לעשותו מיד או בשחרית כשיגיע אותו היום שמא ישכח אחר כך ולא יעשנו ויעבור על נדרו ושבועתו ואם לא עשהו מיד כי אמר עדיין יש לי פנאי לעשותו ושכח או נאנס אח\"כ ולא עשהו י\"א דמקרי אונס (הר\"ן פ' כיצד הרגל) ויש אומרים דלא מקרי אונס (חידושי אגודה פרק מי שאחזו) ולא מקרי אונס בשבועה אלא א\"כ היה מגיע לו איזה רעה אם לא היה נשבע אבל אם לא היה מגיע לו טובה ונשבע כדי שיהא לו טובה מזה אין מקרי אנוס בשבועה (מהרי\"ק שורש קס\"ז ופסקי מהרא\"י סי' ע\"ג) . כל שהוא אנוס בשבועה אע\"פ שאמר על דעת רבים או על דעת המקום אינו כלום (ב\"י בשם רשב\"ץ) . נאמן אדם לומר ששבועתו היתה באונס או על תנאי כך וכך (שם) ודוקא קודם שעבר על שבועתו אבל אם כבר עבר אינו נאמן לפטרו ממלקות (בסי' רכ\"ח דף רע\"ד ע\"א בב\"י בשם הרשב\"א) וכן מי שהודה ברבים או כתב עליו שטר והודה בו שנשבע ואומר אחר כך שלא נשבע ונותן טעם למה אמר שנשבע נאמן וכ\"ש אם האמת שלא נשבע שאין עליו איסור שבועה משום הודאתו (ת\"ה סי' שכ\"ו) :"
    },
    {
      "id": "yoreh_deah-232-13",
      "section": 13,
      "text": "אע\"פ שארבעה נדרים אלו אינם צריכים התרה אסור לידור בהם אם לא שרוצה לקיים דבריו:"
    },
    {
      "id": "yoreh_deah-232-14",
      "section": 14,
      "text": "הנודר או הנשבע לאנס לא הוי נדר ולא שבועה לפיכך נודרין להרגים ולמוכסים אם הוא מוכס העומד בלא צווי המלך או שבא ליטול ממנו יותר מקצבתו יכול לידור או לישבע כדי ליפטר ממנו ואומר יאסרו עלי כל פירות שבעולם אם איני מבית המלך ליפטר מן ההרג או אם אין מה שאני מביא מבית המלך ליפטר מן המכס וחושב בלבו יאסרו עלי רק היום אף על פי שמוציא מפיו סתם וקיימא לן דברים שבלב אינם דברים גבי אנס שרי (ובלבד שלא יוציא בפיו דבר שהוא בפירוש נגד מה שבלבו) (בתוס' בנדרים ובפ' הגוזל בתרא ועוד הרבה פוסקים) ואפילו לא בקש ממנו שידור והוא נודר מעצמו או הוסיף לידור יותר ממה שביקש כגון שאמר לו אמור קונם שתהנה מאשתך אם אינו כדבריך והוא אומר קונם אשתי ובני נהנים לי או שבקש ממנו שידור והוא נשבע אינו כלום שכל מה שעושה אינו עושה אלא מחמת האונס ולחזק דבריו נגד האנס: הגה ודוקא כשנשבע לו בפיו אז צריך לבטל בלבו באיזה תנאי ודרך שלא יסתור מה שהוציא בפיו אבל אנסין שצוו להחרים על איזו דבר שלא כדין אין באותו חרם כלום ואפי' בטול בלב אינו צריך (הגהות מיי' פ\"ב מהל' שבועות בשם הגאונים וכ\"כ רבינו ירוחם) וכל זה לא מיירי אלא כשאפשר לעבור על שבועתו ונדרו שלא יודע להאנסין אבל אם יודע להאנסין אסור מפני חלול השם ולכן נענש צדקיהו שעבר על שבועתו לנבוכדנצר (ד\"ע) אע\"פ שהיה בדרך אונס (תשובת הרא\"ש כלל ט' ותשו' מ\"ע סי' מ\"ט ומהרי\"ו סי' נ\"ג) מיהו אם הודיע לאנס מיד שיצא מאנסו שהיה לו תנאי בלבו ולכן יעבור על שבועתו ליכא למיחש הואיל והיה אנוס מתחילה (כך משמע בפ\"ב דיומא) מיהו הכל לפי צורך הענין (ד\"ע) אנסין שצוו לישבע להגיד על אחד אם בא על הכותית כדי להענישו מיתה מקרי שבועת אונס (ב\"י בשם הרא\"ש כלל ח') ויש לבטלה בלבם וכן אם ראובן הפקיד ממון ביד שמעון וצוה הגמון אנס להחרים על מי שיודע מממון של ראובן אם העובד כוכבים רוצה ליקח ממון של ראובן באונס שלא כדין אין החרם כלום וכן יוכל הנפקד לישבע שאין לו משל ראובן (הכל בב\"י בשם תשובת הרא\"ש כלל ח' וט') ובלבד שלא יהא חלול השם בדבר (שם בתשובה) כמו שנתבאר ב' יהודים שהכו זה את זה וגזר הגמון אחר עדות אם יענישו המכה יותר מדינו נקרא אונס ואם אינן יכולים להשמט וצריכין להגיד יעידו וישלמו לניזק נזקו ואל יצילו עצמן בממון חביריהם (חידושי אגודה פ' הגוזל בתרא ושם הג\"ה במרדכי בשם מהר\"מ) ועיין לקמן סי' רל\"ט עוד מדינים אלו:"
    },
    {
      "id": "yoreh_deah-232-15",
      "section": 15,
      "text": "מי שאנס את חבירו ויסרו במיני יסורים עד שנשבע לתת לו כך וכך מעות אין באותה שבועה או נדר או חרם ממש: (וכל שכן אם קבל חרם או שבועה עליהם מכח אונס מיתה דאינו כלום) (כן משמע במרדכי פ' הניזקין וכ\"כ מהרד\"ך בית י' תשו' י\"ז ולא כתשו' מהרי\"ו סי' נ\"ג ופסקי מהרא\"י סי' ע\"ג):"
    },
    {
      "id": "yoreh_deah-232-16",
      "section": 16,
      "text": "מי ששידך בתו ונדר לתת עמה סך מעות (ונשבע) ואחר כך נתקלקלו החובות שהיו חייבים לו אם אין לו ממה לפרוע לא חובות ולא קרקעות וחפצים חוץ מבית דירתו וכלי תשמישו פטור דאין לך אונס גדול מזה: הגה ראובן ושמעון שהיו דרים בעיר אחת ונשבעו שניהם להשיא בניהם זה לזה ואחר כך יצא ראובן ובנו מן העיר שמעון פטור ואין צריך להוליך בתו אחריו גם ראובן פטור אם הוצרך לצאת דמקרי אנוס וכן אם נשבע הבן ואביו הוצרך לצאת ואין לבן פרנסה זולת אביו (ב\"י סי' רכ\"ח דף רע\"ד ע\"ב בשם הרמב\"ן סי' רע\"ח) ועיין בח\"ה סימן ע\"ג סעיף ח':"
    },
    {
      "id": "yoreh_deah-232-17",
      "section": 17,
      "text": "מי שנשבע שידור במקום חמיו אם לא יעכבנו אונס אם סיבב הוא או אחרים בשבילו איום עליו שלא לילך למקום חמיו אין זה אונס: הגה אשה שנדרה לבעלה בחליו שלא תנשא אחרי מותו או להפך (ר\"ד כהן בית י\"ז ובהרמב\"ן סי' מ') או מי שנדר לחולה איזה דבר (תשובת הרשב\"א) אם עשו זה משום הפצרת החולה שלא תטרוף דעתו עליו הוי כנדר אונס אבל אם לא עשה כן מפני זה אלא מפני דבר אחר הוי כנדר על דעת חבירו (שם) ועיין לעיל סימן רכ\"ח:"
    },
    {
      "id": "yoreh_deah-232-18",
      "section": 18,
      "text": "שותפים שבררו דיינים בכח חרם לקיים מה שגזרו עליהם ואחד מהם מסר מודעא שלא קבל עליו הנבררים אלא כדי שיתאמת מה שחייב לו שהיה ירא שמא יכחיש שהתחיל לומר שאין בידו כלום ואחר שגזרו הנבררים הראה מודעא זו ואמר שאינו רוצה לקבל אלא מה שידין עליו דיין הקהל בדין תורה כיון שקבל עליו בחרם אסור לו לסתור דינם:"
    },
    {
      "id": "yoreh_deah-232-19",
      "section": 19,
      "text": "מי שפירש בשעת נדרו על מה נדר הרי זה כתולה נדרו באותו דבר ואם לא נתקיים הדבר שנשבע בגללו מותר כגון שאמר שאיני נושא את פלונית שאביה רע ושמעו שמת או שעשה תשובה אין צריך התרה דהוה כאלו פירש שנודר על זה התנאי וכיון שנתבטל נתבטל הנדר. (וע\"ל סי' ר\"כ סט\"ו בהג\"ה):"
    },
    {
      "id": "yoreh_deah-232-20",
      "section": 20,
      "text": "ועוד יש נדר שא\"צ התרה כגון שאמר לחבירו קונם שאני נהנה לך אם אין אתה נוטל ממני כך וכך ה\"ז יכול להתיר נדרו שלא ע\"פ חכם שיאמר לו כלום נדרת אלא לכבדני וזהו כבודי שלא אטול ממך ואפילו אין המדיר אומר בפירוש שכך היתה כוונתו אלא מן הסתם וכן אם אמר לו קונם שאתה נהנה לי אם אין אתה נותן לי כך וכך יש לו היתר בלא שאלת חכם שיאמר לו הרי הוא כאלו קבלתי: הגה וע' לעיל סי' רכ\"ח סעיף ל\"ט י\"א דוקא בדבר קיום מעשה יכול לומר כאלו עשית אבל בביטול מעשה כגון שיאמר קונם נכסי לך אם תלך למקום פלוני לא יוכל לומר לך והוי לי כאלו לא הלכת (ר\"ן בשם רשב\"א) וי\"א דאין חילוק (ב\"י בשם הר\"ן פ\"ד דנדרים ות\"ה סי' שי\"א ור\"ל ן' חביב סי' קל\"ז) וכל תנאי שהיא לטובת הנודר יכול לומר הרי לי כאלו קיימת התנאי מי שאמר קונם אתה נהנה לי אם אין אתה נותן לבני כך וכך אם הבן סומך על שלחן אביו א\"כ האב מתכוין לטובתו ויוכל לומר כאלו התקבלתי ואם לאו אין האב יכול לומר כך רק הבן. (ג\"ז שם בשם הר\"ן):"
    }
  ]
}