{
  "id": "yoreh_deah-142",
  "chapterLabel": "סימן 142",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-142-1",
      "section": 1,
      "text": "שהאלילים ותשמישיהם אסורים בהנאה. ובו ט\"ו סעיפים:כשם שהאלילים אסורים בהנאה כך כל הנאות הבאות ממנה אסורות אפילו אם שרפה אסור ליהנות בגחלתה ואפרה אבל מותר ליהנות משלהבתה:"
    },
    {
      "id": "yoreh_deah-142-2",
      "section": 2,
      "text": "סכין של אלילים ששחט בה הרי זה מותר מפני שהוא מקלקל (ואם הסכין חדש או ישן ולבנו מאיסור שבו אפילו לכתחילה מותר) (לעיל סימן י') ואם היתה בהמ' מסוכנת הרי זו אסורה מפני שהוא מתקן והרי זה התקון מהנאת משמשי אלילים וכן אסור לחתוך בה בשר מפני שהוא מתקן ואם חתך דרך הפסד והשחתה מותר:"
    },
    {
      "id": "yoreh_deah-142-3",
      "section": 3,
      "text": "נטל ממנה כרכר (פי' עץ או עצם שראשו חד ושובטין בו הבגד כשאורגים אותו למען יפרדו החוטין העליונים מן התחתונים) וארג בו את הבגד אסור בהנאה נתערב בבגדים אחרים יוליך דמי אותו הבגד לים המלח ושאר כל הבגדים מותרים:"
    },
    {
      "id": "yoreh_deah-142-4",
      "section": 4,
      "text": "נטל ממנה עצים אסורים בהנאה הסיק בהם את התנור בין חדש בין ישן יוצן ואחר כך יחם אותו בעצי היתר ואם לא צננו ואפה בו את הפת (בעוד שהאבוקה כנגדו) (בית יוסף) הרי זה אסור בהנאה דיש שבח עצי איסור בפת (טור) נתערבה באחרות יוליך דמי אותה הפת לים המלח ושאר כל הככרות מותרים גרף את כל האש ואחר כך בישל או אפה בחומו של תנור הרי זה מותר שהרי עצי האיסור הלכו להם: הגה הא דאמרינן יש שבח עצים בפת היינו בדבר שאסור בהנאה אבל אם אפה או בשל אצל דבר שאסור באכילה אפי' אבוקה כנגדו מותר (מרדכי פרק השוכר ותוספות וע\"פ):"
    },
    {
      "id": "yoreh_deah-142-5",
      "section": 5,
      "text": "קערות וכוסות וקדירות וצלוחיות שבשלן היוצר בעצי האלילים הרי אלו אסורי' בהנאה שהרי דבר האסור בהנאה עשה אותם חדשים. (הסעיפים ה' ו' ז' הוא ל' הרמב\"ם פרק י\"ז מהמ\"א רק שהמחבר כתב עצי אלילים במקום קליפי ערלה):"
    },
    {
      "id": "yoreh_deah-142-6",
      "section": 6,
      "text": "פת שבשלה ע\"ג גחלים של עצי אלילים מותרת כיון שנעשו גחלים הלך איסורן אע\"פ שהן בוערות:"
    },
    {
      "id": "yoreh_deah-142-7",
      "section": 7,
      "text": "קדרה שבישלה בעצי אלילים ובעצי היתר הרי התבשיל אסור ואע\"פ שזה וזה גורם שבשעה שנתבשלה מחמת עצי האיסור עדיין לא באו עצי ההיתר ונמצא מקצת הבישול בעצי היתר ומקצתו באיסור:"
    },
    {
      "id": "yoreh_deah-142-8",
      "section": 8,
      "text": "אפרוחים שקננו באשרה ואינם צריכים לאמן מותרין אבל ביצים שעליה וכן אפרוחים שצריכים לאמן אסורים והקן עצמו שבראשה מותר מפני שהעוף מביא עציו ממקום אחר (ל' רמב\"ם פ\"ז מהל' עבודת כוכבים) (ולא יעלה על האשרה ליטלן אלא יתיז בקנה והם נופלין) (טור):"
    },
    {
      "id": "yoreh_deah-142-9",
      "section": 9,
      "text": "האשרה בין שהיתה נעבדת בין שהיתה אלילים מונחת תחתיה אסור לישב בצלה (ל' רמב\"ם שם דין י\"א) ואם יש לו דרך אחרת קצרה כמוה אסור לעבור תחתיה ואם לאו עובר תחתיה כשהוא רץ (ודוקא לעבור תחתיה אבל לעבור בצלה בכל ענין שרי) (ר\"ן פ' כל הצלמים):"
    },
    {
      "id": "yoreh_deah-142-10",
      "section": 10,
      "text": "צל בית אלילים תוכו ונגד פתחו תוך ארבע אמות אסור צל שלאחריו מותר ואפי' תוכו אם גוזל הרבים שקדם לו הדרך ואח\"כ בנה שם בית של אלילים מותר לעבור דרך שם אבל אם קדם הבית לדרך אסור ויש אוסרים בכל גוונא (רמזים):"
    },
    {
      "id": "yoreh_deah-142-11",
      "section": 11,
      "text": "מותר ליטע תחת האשרה ירקות בין בימות החמה שהם צריכים לצל בין בימות הגשמים מפני שצל האשרה שהוא אסור עם הקרקע שאינה נאסרת גורמים לירקות אלו לצמוח וכל שדבר איסור ודבר מותר גורמין לו הרי זו מותר בכל מקום לפיכך שדה שזבלה בזבל של אלילים מותר לזרוע אותה ופרה שפטמה בכרשיני אלילים תיאכל וכן כל כיוצא בזה:"
    },
    {
      "id": "yoreh_deah-142-12",
      "section": 12,
      "text": "אילן ששומרים פירותיו לעשות מהם שכר לשתותו ביום חגם אסור בידוע שהיא אשרה:"
    },
    {
      "id": "yoreh_deah-142-13",
      "section": 13,
      "text": "אילני סרק (פירוש אילנות שאין עושין פירות) שרגילין ליטע בפני אלילים לא גרע מנוי אלילים ואסור:"
    },
    {
      "id": "yoreh_deah-142-14",
      "section": 14,
      "text": "מרחץ שיש בה אלילים מותר לרחוץ בה מפני שהיא נעשית לשם נוי ולא לעבדה שנאמר אלהיהם בזמן שנוהגים בה מנהג אלהות ולא בזמן שמבזים אותה כגון זו שהיא עומדת על הביב והכל משתינים בפניה ואם היה דרך עבודתה בכך אסור (ל' הרמב\"ם שם דין י\"ח):"
    },
    {
      "id": "yoreh_deah-142-15",
      "section": 15,
      "text": "אסור לשמוע כלי שיר של אלילים או להסתכל בנוי אלילים כיון שנהנה בראייה. (ומיהו דבר שאין מתכוין מותר) (מצא הגהה בשם רבי ישעיה האחרון ז\"ל ועיין ס\"ק ל\"ד):"
    }
  ]
}