{
  "id": "yoreh_deah-267",
  "chapterLabel": "סימן 267",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-267-1",
      "section": 1,
      "text": "הלוקח עבד אסור לקיימו ערל וטבילתו וברכתו ומילתו וכל דיני עבד ושפחה. ובו פ\"ה סעיפים:מ\"ע על הרב למול עבדיו עבר הרב ולא מלו מצוה על בית דין למולו אחד עבד שנולד בבית ישראל ואחד שקנאו מהעובד כוכבים חייב למולו ואינם נימולים אלא ביום ויליד בית נימול לח' ומקנת כסף נימול ביום שנלקח אפי' לקחו ביום שנולד נימול ביומו (לקח אחד השפחה ואחד לקח [העובר] נימול לאחד (טור) כ\"ש קנה שפחה וולדה עמה שנימול לאחד) (ב\"י) ויש מקנת כסף שנימול לח' ויש יליד בית שנימול לאותו יום שנולד כיצד לקח שפחה ועוברה עמה וילדה הרי זה נימול לשמונה ואע\"פ שלקח העובר בפני עצמו והרי העובר מקנת כסף הואיל ולקח אמו קודם שנולד נימול לשמונה לקח שפחה לעובריה או שלקח שפחה על מנת שלא להטבילה לשם עבדות אע\"פ שנולד ברשותו (ונתעברה בביתו) (טור) נימול ביום שנולד שהרי הנולד הזה כאלו הוא מקנת כסף לבדו וכאילו היום קנאו שאין אמו בכלל שפחות ישראל כדי שיהיה הבן יליד בית ואם טבלה אמו אחר שילדה הרי זה נימול לשמונה:"
    },
    {
      "id": "yoreh_deah-267-2",
      "section": 2,
      "text": "כשם שמילת הבנים דוחה את השבת כך מילת העבדים שהם נימולים לשמונה דוחה את השבת חוץ מיליד בית ומקנת כסף שלא טבלה אמו עד שילדה שאף על פי שהם נימולים לשמונה אינם דוחים את השבת:"
    },
    {
      "id": "yoreh_deah-267-3",
      "section": 3,
      "text": "העבד הנלקח מהעובד כוכבים אומרים לו רצונך שתכנס לכלל עבדי ישראל ותהיה מהכשרים או לא אם רצה מודיעין לו עקרי הדת ומקצת מצות קלות וחמורות וענשן ושכרן כמו שמודיעין את הגר ומטבילין אותו כגר ומודיעין אותו כשהוא במים. (והעבד מברך על הטבילה ולא האדון) (נ\"י פ' החולץ ובמגיד משנה פרק י\"ג מאיסורי ביאה):"
    },
    {
      "id": "yoreh_deah-267-4",
      "section": 4,
      "text": "לקח עבד גדול מהעובד כוכבים ולא רצה העבד לימול מגלגל עמו כל י\"ב חדש יתר על כן אסור לקיימו כשהוא ערל אלא חוזר ומוכרו לעובד כוכבים: הגה ודוקא במקום שקנאו כדי לגיירו לעבד אבל אם התנה בפירוש שלא למולו (טור ומרדכי ס\"פ החולץ ורמב\"ם בפ\"א מהל' מילה ופי\"ד מהא\"ב וראב\"ד שם) וכן במדינות אלו שאסור לגייר שום עובד כוכבים הוה כאלו התנה עמו שלא למולו ומותר לקיימו ערל כל זמן שירצה (ג\"ז במרדכי שם ור' ירוחם) וכן הוא המנהג פשוט:"
    },
    {
      "id": "yoreh_deah-267-5",
      "section": 5,
      "text": "אם מל את עבדו והטבילו בעל כרחו לשם עבדות לא עשה כלום (מיהו אם עשה מרצונו ונהג במצות של עבד יכול לשחררו אח\"כ בע\"כ) . (טור):"
    },
    {
      "id": "yoreh_deah-267-6",
      "section": 6,
      "text": "עבד קטן או שוטה מטבילין אותו על דעת בית דין:"
    },
    {
      "id": "yoreh_deah-267-7",
      "section": 7,
      "text": "כשישתחרר העבד צריך טבילה אחר כך בפני שלשה ואין צריך לקבל עליו מצות ולהודיעו עקרי הדת שכבר הודיעוהו כשטבל לשם עבדות:"
    },
    {
      "id": "yoreh_deah-267-8",
      "section": 8,
      "text": "עבד עובד כוכבים שמלו רבו וחזר לגיותו ומכרו לעובד כוכבים וחזר ישראל וקנאו ממנו הרי הוא כישראל מומר ואינו צריך טבילה אלא מלקות (וי\"א שמ\"מ לכתחלה חוזרין ומטבילין אותו למעלה בעלמא) (נ\"י פ' החולץ) :"
    },
    {
      "id": "yoreh_deah-267-9",
      "section": 9,
      "text": "הלוקח עבד מן העובד כוכבים אין הגוף קנוי לו עד שיטבילנו לשם עבדות הלכך אם קדם וטבל לשם בן חורין הרי הוא בן חורין: הגה ומכל מקום צריך לשלם לרבו דמיו שנתן בעדו (נ\"י פ' החולץ ובמ\"מ פי\"ג דא\"ב ובשם רבו של ריטב\"א ור' ירוחם וע\"פ עב\"י) ואם טבלו ב\"ד או אחר לשם בן חורין צריך לשלם לו אם ידע שהוא עבדו של זה (שם בב\"י) אבל אם לא טבלו אלא שהשיא עצה לעבד לטבול לשם בן חורין פטור (תשובת הרשב\"א ולא כב\"י שכתב שחולק ארבינו ירוחם ועיין ב\"ח) : לפיכך צריך להטיל עליו שום עבודה בעודו במים שיהא נראה כעבד שלא יקדים ויאמר אני טובל לשם בן חורין אבל עובד כוכבים שמוכר את עצמו לישראל קונה גופו מיד ואינו יכול להקדים לטבול לשם בן חורין:"
    },
    {
      "id": "yoreh_deah-267-10",
      "section": 10,
      "text": "במה דברים אמורים שכשלקח עבד מהעובד כוכבים אין הגוף קנוי לו כשאותו עובד כוכבים קנה אותו עבד על ידי שנמכר לו הוא עצמו אבל אם קנאו בדינא דמלכותא דקני ליה גופיה ולקחו ממנו ישראל אם קדם וטבל לשם בן חורין לא קנה עצמו בן חורין:"
    },
    {
      "id": "yoreh_deah-267-11",
      "section": 11,
      "text": "מי שיש לו שפחה ועדיין לא טבלה לשם עבדות אסור לאחר להטבילה בלא רשות האדון: הגה דשמא האדון אינו רוצה לטבלה לשם עבדות דעדיפא ליה שהיא עובדת כוכבים דיכולה לעשות צרכיו בשבת גם יוכל למכרה לעובד כוכבים ואם עבר וטבלה צריך לשלם לאדון הזיקו שעשה לו (רבינו ירוחם נתיב י\"ג):"
    },
    {
      "id": "yoreh_deah-267-12",
      "section": 12,
      "text": "המל את עבדים מברך אשר קדשנו במצותיו וצונו למול את העבדים [ואם מל עבד של אחרים מברך על מילת העבדים] ואחר כך מברך אקב\"ו למול את העבדים ולהטיף מהם דם ברית וכו' ברוך אתה ה' כורת הברית:"
    },
    {
      "id": "yoreh_deah-267-13",
      "section": 13,
      "text": "צריך לכסות ערותו בשעת ברכה כיון שהוא גדול:"
    },
    {
      "id": "yoreh_deah-267-14",
      "section": 14,
      "text": "אין עבד עברי נוהג אלא בזמן שהיובל נוהג והני מילי למקנייה גופיה לשאר דיני עבד עברי אבל היכא דקנייה שבאי למעשה ידיו בדינא דמלכותא כגון שנשבה במלחמה שמכרוהו גובי המס הדר מצי לזבוני ישראל למעשה ידיו ומצי האי עבד למיהב לרביה ישראל דמי מקנתו או דמי שוויו ונפיק ויד האדון על התחתונה ליקח הפחות:"
    },
    {
      "id": "yoreh_deah-267-15",
      "section": 15,
      "text": "אנשים שאינם נוהגים כשורה מותר לרדותן בחזקה ולהשתעבד בהם:"
    },
    {
      "id": "yoreh_deah-267-16",
      "section": 16,
      "text": "מלך שגזר שכל מי שלא יתן המס הקצוב על כל איש ואיש ישתעבד לזה שנתן המס על ידו ה\"ז מותר להשתמש בו יותר מדאי אבל לא כעבד ואם אינו נוהג כשורה מותר להשתמש בו כעבד:"
    },
    {
      "id": "yoreh_deah-267-17",
      "section": 17,
      "text": "הקונה עבד עובד כוכבים מישראל או מעובד כוכבים וכן עובד כוכבים שמכר עצמו לישראל או שמכר בניו ובנותיו הרי הוא כעבד כנעני אלא שאותו שלוקח מעובד כוכבים אין גופו קנוי אלא למעשה ידיו אלא אם כן קנאו בדינא דמלכותא (ממשמעות התוספות וד\"ע לדעת הרמב\"ם ועב\"י) ובכולם כל זמן שלא הטבילו לשם עבדות דינו כעובד כוכבים לכל דבר ולאחר שיטבילנו לשם עבדות הוא עבד וחייב במצות שהאשה חייבת בהן ובעבד זה מותר לעבוד בפרך ואף על פי שהדין כך ממדת חסידות ודרכי החכמה שיהא אדם רחמן ולא יכביד עולו על עבדו ולא יצר לו ויאכילהו וישקהו מכל מאכל ומשקה ולא יבזהו לא ביד ולא בדברים ולא ירבה עליו צעקות וכעס אלא ידבר עמו בנחת וישמע טענותיו:"
    },
    {
      "id": "yoreh_deah-267-18",
      "section": 18,
      "text": "מלך עובד כוכבים שעשה מלחמה והביא שבויים ומכרם וכן אם הרשה לכל מי שירצה שילך ויגנוב מאומה שהיה עושה עמו מלחמה יביא וימכור לעצמו וכן אם היו דיניו דכל מי שלא יתן המס ימכר או מי שיעשה כך וכך או לא יעשה ימכר הרי דיניו דין ועבד הנלקח בדינים אלו הרי הוא כעבד כנעני לכל דבר:"
    },
    {
      "id": "yoreh_deah-267-19",
      "section": 19,
      "text": "האשה קונה שפחות אבל אינה קונה עבדים אפי' קטנים מפני החשד:"
    },
    {
      "id": "yoreh_deah-267-20",
      "section": 20,
      "text": "יכול הרב לומר לעבדו עשה עמי ואיני זנך אבל עבדי נכסי מלוג (פירוש נכסי מלוג כענין מליגת הראש שתולשין השער ועוזבין הראש כך הבעל אוכל פירות ומניח הקרן ואין לו רשות בזו) חייב לזונם: הגה ויש אומרים הא דיכול לומר איני זנך היינו כשהשנים כתיקונן אבל בשנת בצורת שאין מרחמים עליו לא אבל יכול לומר לו צא מעשה ידיך במזונותיך אע\"פ שאינן מספיקין (טור והתוס' והרא\"ש והרשב\"א):"
    },
    {
      "id": "yoreh_deah-267-21",
      "section": 21,
      "text": "הקוטע יד עבד כנעני של חבירו נותן חמשה דברים לאדון והעבד ניזון מהצדקה אף על פי שהאדון לוקח השבת שהרי יכול לומר לו עשה [עמי] ואיני זנך והריפוי נותן לרפואתו ואם אמדוהו להתרפאות בה' ימים ועשו לו סמים חזקים שמיהר להתרפאות בג' ימים האדון לוקח היתרון אף על פי שהעבד נצטער בסמים החזקים (וכל שכן אם חבל בו האדון דפטור) (מישרים ני\"ג ועיין ס\"ק ל\"ז):"
    },
    {
      "id": "yoreh_deah-267-22",
      "section": 22,
      "text": "כל מה שקנה עבד קנה רבו בין שמצא מציאה או נתנו לו מתנה בין שנתנה לו האדון או אחר לא זכה בה אלא הכל לאדון בין גוף בין פירות אפי' אמר ליה על מנת שאין לרבך רשות בו אני נותן לך אינו כלום אלא אם כן יאמר אני נותן לך ע\"מ שתצא בו לחירות: (ולכן אין יכול לקבל מתנה מרבו אבל מקבל מתנה מאחר לרבו ומרבו לאחר) (הגהות מיימוני פ\"ה מהלכות עבדים ובסמ\"ג סימן פ\"ו מ\"ע):"
    },
    {
      "id": "yoreh_deah-267-23",
      "section": 23,
      "text": "עבד כנעני בין קנאו בעודו עובד כוכבים בין קנאו אחר שהטבילו רבו נקנה בכסף או בשטר או בחזקה בין קנאו מעובד כוכבים בין קנאו מישראל וחזקה הוא שישתמש בו כגון שיתיר לו מנעלו או ינעילנו או שהוליך כליו לבית המרחץ או הלבישו או הפשיטו הרחיצו סכו או גרדו: הגה ודוקא אלו שהם שמוש לגופו אבל עשה לו שאר מלאכה כגון שתפר בגדיו לא (טור וע\"פ עב\"י):"
    },
    {
      "id": "yoreh_deah-267-24",
      "section": 24,
      "text": "הגביה העבד לרב לצורך תשמיש קנאו הגביה הרב לעבד לא קנאו:"
    },
    {
      "id": "yoreh_deah-267-25",
      "section": 25,
      "text": "נקנה בחליפין (פירוש בחליפין בקנין והוא ענין חלוף שמחליף לו הדבר שמקנה לו בכנף בגדו) וכן נקנה במשיכה שתקפו ומשכו אליו אבל אם קראו והוא בא אליו לא קנאו אלא א\"כ הוא קטן:"
    },
    {
      "id": "yoreh_deah-267-26",
      "section": 26,
      "text": "העבד קונה את עצמו בכסף או בראשי אברים או בשטר כיצד קונה את עצמו בכסף כגון שנתן אחד לרבו מעות ואמר ליה על מנת שיצא עבדך בהם לחירות כיון שקבל הרב הכסף או שוה כסף יצא העבד לחירות ואין צריך דעת העבד וכן אם נתן אחר לעבד מעות ואמר על מנת שתצא בהם לחירות אם רצה האדון לקבל המעות יצא העבד לחירות ואם לא רצה לא קנה העבד המעות (רמב\"ם פ\"ה מה\"ע ד\"ב) . (וי\"א דאף קונה עצמו בחליפין אם יש לו כלי לעשות בו חליפין כגון שנתנו לו לצאת בו לחירות) (טור בשם ר\"ת וכ\"ד ראב\"ד בהשגות ורבינו ירוחם):"
    },
    {
      "id": "yoreh_deah-267-27",
      "section": 27,
      "text": "כיצד בראשי אברים עבד שמל וטבל לשם עבדות אם סימא אדוניו את עינו או הפיל שינו או חסרו אחד מראשי אצבעותיו ידיו ורגליו או ראשי אזניו או ראש החוטם או ראש הגויה או ראשי הדדים שבאשה יוצא לחירות וצריך גט שחרור (וכופין רבו לכתוב לו גט שחרור) (ב\"י בשם רבי' ירוחם) . אבל חתך לשונו אינו יוצא לחרות:"
    },
    {
      "id": "yoreh_deah-267-28",
      "section": 28,
      "text": "סרסו בביצים ונתקן מהכיס לגמרי יוצא לחירות אבל אם כרתם ועדיין תלויים בכיס אינו יוצא לחירות:"
    },
    {
      "id": "yoreh_deah-267-29",
      "section": 29,
      "text": "היתה לו אצבע יתירה וחתכה אם עומדת בסדר האצבעות יוצא לחירות:"
    },
    {
      "id": "yoreh_deah-267-30",
      "section": 30,
      "text": "תלש בזקנו ודלדל בו עצם מהלחי יוצא לחרות:"
    },
    {
      "id": "yoreh_deah-267-31",
      "section": 31,
      "text": "הכהו על ידו וצמתה וסופה לחזור אינו יוצא לחירות:"
    },
    {
      "id": "yoreh_deah-267-32",
      "section": 32,
      "text": "הפיל שינו של קטן שעתיד להחליפה אינו יוצא לחירות:"
    },
    {
      "id": "yoreh_deah-267-33",
      "section": 33,
      "text": "היתה עינו כהויה קצת והכהו בה וסמאה אם מתחילה היה יכול להשתמש בו קצת יוצא בו לחירות אבל אם חטטה אפילו לא היה יכול להשתמש בו כלל יוצא לחירות שהרי חסרו אבר והוא הדין באחד מראשי אברים שהיה בטל ואינו עושה בו מלאכה אם חתכו יוצא בו לחירות שהרי חסרו אבר:"
    },
    {
      "id": "yoreh_deah-267-34",
      "section": 34,
      "text": "הכהו על עינו וחסר מאורה על שינו ונדדה אם יכול להשתמש בו עדיין אינו יוצא לחירות:"
    },
    {
      "id": "yoreh_deah-267-35",
      "section": 35,
      "text": "הכהו על עינו וסימאה על אזנו וחרשה יוצא לחירות אבל אם הכה בכותל כנגד עינו או כנגד אזנו ונבעת עד שאינו רואה ואינו שומע אינו יוצא לחרות:"
    },
    {
      "id": "yoreh_deah-267-36",
      "section": 36,
      "text": "בכל אלו אינו יוצא לחירות עד שיעשה האדון בכוונה לפיכך אם כוון לזרוק אבן בבהמה ונפלה בעבד וחתכה אצבעו או הפיל שינו אינו יוצא לחירות וכן אם הושיט ידו למעי שפחתו וסימא עין עובר שבמעיה אינו יוצא לחירות שהרי לא ידע דבר שיתכוון לו אבל אם היה רבו רופא ואמר ליה כחול עיני וסימאה יוצא לחירות שהרי כוון לאבד:"
    },
    {
      "id": "yoreh_deah-267-37",
      "section": 37,
      "text": "מי שחציו עבד וחציו בן חורין או עבד של ב' שותפין אין יוצאין בראשי אברים משום דאמר קרא עבדו המיוחד לו:"
    },
    {
      "id": "yoreh_deah-267-38",
      "section": 38,
      "text": "עבדי צאן ברזל (פירוש צאן ברזל כל נדוניא שאשה מכנסת לבעלה ושמה אותו עליו בדמים וקבל אחריותן ואפי' כלה חייב לשלם כענין צאן ברזל שהן הצאן שקבל עליו הרועה אחריותן ומחלק הולדות והצמר והחלב עם הבעלים) יוצאים בראשי אברים לאיש אבל לא לאשה ושל נכסי מלוג אין יוצאין לא לאיש ולא לאשה:"
    },
    {
      "id": "yoreh_deah-267-39",
      "section": 39,
      "text": "הפיל שן עבדו וסימא עינו יוצא בשינו ואינו נותן דמי עינו ואם תפס אין מוציאין מידו ואם כתב לו גט שחרור בין הפיל שינו לסימא עינו חייב ליתן לו דמי עינו:"
    },
    {
      "id": "yoreh_deah-267-40",
      "section": 40,
      "text": "יציאת העבד בראשי אברים אע\"פ שהוא קנס נוהג בזמן הזה שאם באו עדים בדבר אינו יכול להשתמש בו ויש מי שכתב שמשמתין אותו עד שיכתוב לו גט שחרור (וה\"ה אם הודה האדון מעצמו) (טור בשם הרמב\"ם והרא\"ש):"
    },
    {
      "id": "yoreh_deah-267-41",
      "section": 41,
      "text": "כיצד בשטר כותב על הנייר או על החרס הרי אתה בן חורין או הרי אתה לעצמך או אין לי עסק בך ומוסרו לידו או לאחר בשבילו אפילו בלא ידיעת העבד שזכות הוא לו שיצא מתחת יד רבו לחירות ואם מוחה בידו מלקבלו לא יצא בו לחירות:"
    },
    {
      "id": "yoreh_deah-267-42",
      "section": 42,
      "text": "אמר לו א' מאלו הלשונות על פה אינו כלום:"
    },
    {
      "id": "yoreh_deah-267-43",
      "section": 43,
      "text": "הכותב לשפחתו הרי את מותרת לכל אדם אין זה לשון שחרור:"
    },
    {
      "id": "yoreh_deah-267-44",
      "section": 44,
      "text": "מסר לו השטר בפני עדים או שהעדים חתומין בו ומסרו לו בינו לבין עצמו יצא בו לחירות וי\"א שצריך שימסרנו לו בפני עדים ואם אנו רואים אותו חתום א\"צ שיבואו לפנינו עדי מסירה שאנו תולים שבדין נמסר:"
    },
    {
      "id": "yoreh_deah-267-45",
      "section": 45,
      "text": "בששה דברים שוים שחרורי עבדים לגיטי נשים ובשאר הדברים הרי הם כשאר כל השטרות ואלו הם הששה פסולים בערכאות של עובדי כוכבים וכשרים בעד כותי וצריכים כתיבה לשם המשתחרר עצמו ואין נכתבים במחובר ואין חותמים עדיהם אלא זה בפני זה אחד גיטי נשים ואחד שחרורי עבדים שוים במוליך ומביא:"
    },
    {
      "id": "yoreh_deah-267-46",
      "section": 46,
      "text": "כיצד כל השטרות העולים בערכאות של עובדי כוכבים כשרים בתנאים שנתבארו בהלכות הלואה חוץ מגיטי נשים ושחרורי עבדים:"
    },
    {
      "id": "yoreh_deah-267-47",
      "section": 47,
      "text": "כל שטר שיש עליו אפילו עד אחד כותי פסול חוץ מגיטי נשים ושחרורי עבדים שהם כשרים בעד א' ישראל ועד א' כותי והוא שיהיה כותי חבר ובזמן הזה שהכותים כעובדי כוכבים לכל דבריהם אנו למדים מהם לצדוקים שהצדוקים בזמן הזה כמו כותים באותו זמן קודם שגזרו עליהם שיהיו כעובדי כוכבים:"
    },
    {
      "id": "yoreh_deah-267-48",
      "section": 48,
      "text": "בגט אשה הוא אומר וכתב לה לשמה ובגט שחרור הוא אומר או חפשה לא ניתן לה עד שיכתוב לשמה:"
    },
    {
      "id": "yoreh_deah-267-49",
      "section": 49,
      "text": "בגט אשה הוא אומר וכתב ונתן מי שאינו מחוסר אלא נתינה יצא הכותב במחובר ואח\"כ קצץ שהרי מחוסר קציצה ונתינה ובגט שחרור הוא אומר ניתן לה לא יהא מחוסר אלא נתינה:"
    },
    {
      "id": "yoreh_deah-267-50",
      "section": 50,
      "text": "אחד גיטי נשים ושחרורי עבדים אינם חותמים אלא זה בפני זה:"
    },
    {
      "id": "yoreh_deah-267-51",
      "section": 51,
      "text": "כיצד שוין במוליך ומביא שהמביא גט שחרור בא\"י אינו צריך לומר בפני נכתב ובפני נחתם ובח\"ל אם אין עדים מצויים לקיימו ואמר השליח בפני נכתב ובפני נחתם זה קיומו ואם בא האדון וערער אח\"כ אין משגיחין בו:"
    },
    {
      "id": "yoreh_deah-267-52",
      "section": 52,
      "text": "כשם שהאשה מביאה גיטה ואינה צריכה לקיימו הואיל והגט יוצא מתחת ידה כך העבד ששטר שחרור יוצא מתחת ידו אינו צריך לקיימו:"
    },
    {
      "id": "yoreh_deah-267-53",
      "section": 53,
      "text": "וכשם שהאשה אומרת בפני נכתב ובפני נחתם אם התנה עליה כן העבד:"
    },
    {
      "id": "yoreh_deah-267-54",
      "section": 54,
      "text": "כל הכשר להביא גט האשה כשר להביא גט העבד:"
    },
    {
      "id": "yoreh_deah-267-55",
      "section": 55,
      "text": "העבד מקבל לחבירו גט מיד רבו של חבירו אבל לא מיד רבו של עצמו:"
    },
    {
      "id": "yoreh_deah-267-56",
      "section": 56,
      "text": "המוסר גט שחרור לעבד על מנת שישתחרר בבית דין לא שנא אם כתוב בו עצמך ונכסי קנויים לך לא שנא אם כתוב בו כל נכסי קנויים לך עצמו קנה על פי דבורו שיאמר בפני נכתב ובפני נחתם נכסים לא קנה עד שיתקיים בחותמיו:"
    },
    {
      "id": "yoreh_deah-267-57",
      "section": 57,
      "text": "הכותב כל נכסיו לעבדו יצא לחרות שהוא בכלל הנכסים וקונה עצמו בכלל הנכסים אבל אם שייר מקצת הנכסים בין קרקע בין מטלטלין בין פירש השיור בין לא פירשו בין היו לו נכסים אחרים חוץ מאלו ששייר בין לא היו לו נכסים אחרים ואפילו כתב לו עצמך וכל נכסי קנויים לך חוץ מדבר פלוני לא יצא לחירות ולא קנה הנכסים:"
    },
    {
      "id": "yoreh_deah-267-58",
      "section": 58,
      "text": "הכותב שטר אירוסין לשפחתו אף על פי שאמר לה צאי בו לחירות והתקדשי בו אין זה לשון שחרור ואינה לא מקודשת ולא משוחררת (שם ספ\"ו מה\"ע) (אבל אם אמר לה התקדשי גרידא אמרינן ודאי שחררה מעיקרא וחלו הקידושין) (ב\"י בשם רש\"י וכן משמע בגמרא פרק השולח):"
    },
    {
      "id": "yoreh_deah-267-59",
      "section": 59,
      "text": "המשחרר שני עבדים בשטר אחד לא קנו עצמם לפיכך הכותב כל נכסיו לשני עבדיו בשטר אחד אף עצמם לא קנו ואם כתב בשני שטרות קנו ומשחררין זה את זה במה דברים אמורים כשכתב בכל שטר משניהם כל נכסי נתונים לפלוני ופלוני עבדי (ונתן לאדם אחד ב' השטרות ביחד) (טור) אבל אם כתב חצי נכסי לפלוני עבדי וחצי [נכסי] לפלוני עבדי אף בשני שטרות לא קנו כלום:"
    },
    {
      "id": "yoreh_deah-267-60",
      "section": 60,
      "text": "המשחרר חצי עבדו בשטר לא קנה העבד את חציו ונשאר עבד כמו שהיה אבל אם שחרר חציו בכסף שנתן לו דמי חציו כדי להשתחרר קנה והוא חציו בן חורין במה דברים אמורים בשחרר חציו בשטר ונשאר בו חצי האחר אבל אם מכרו או נתנו לאחר בין שהיה השחרור והמכירה או הנתינה כאחד בין שקדם המכירה או הנתינה לשחרור קנה העבד את חציו והלוקח או המקבל חצי האחר וכן עבד של שני שותפים ששחרר אחד מהם את חלקו אפילו בשטר קנה והוא חצי בן חורין:"
    },
    {
      "id": "yoreh_deah-267-61",
      "section": 61,
      "text": "הכותב לשפחתו מעוברת הרי את בת חורין וולדך עבד דבריו קיימים את שפחה וולדך בן חורין לא אמר כלום:"
    },
    {
      "id": "yoreh_deah-267-62",
      "section": 62,
      "text": "מי שחציו עבד וחציו בן חורין אינו יכול לישא לא שפחה ולא בת חורין לפיכך כופין את רבו לשחררו וכותב לו שטר על חצי דמיו ובעוד שלא כתב לו גט שחרור מעשה ידיו לעצמו ואם המיתו שור אינו משלם לא קנס ולא כופר במה דברים אמורים בעבד מפני שהוא מצווה על פריה ורביה אבל שפחה תשאר כמו שהיתה ועובדת את עצמה יום אחד ואת רבה יום אחד ואם הכה אדם על ידה וצמתה וסופה לחזור אם הכה ביום שעובדת את רבה הנזק לרבה ואם ביומה הנזק לעצמה אבל אם נקטעה ידה וכן כל דבר שאין סופו לחזור חולקין הנזק היא והאדון ואם המיתה נותן חצי הקנס לאדון ופטור מחצי הכופר:"
    },
    {
      "id": "yoreh_deah-267-63",
      "section": 63,
      "text": "עבד של ב' שותפים ששחרר אחד מהם חלקו כופין את הב' שישחרר גם הוא חלקו ואם ידע מחבירו שרצה לשחרר חלקו והקנה חלקו לבנו קטן ואח\"כ שחרר חבירו אין ב\"ד יכולין לכוף לקטן לשחרר אבל מעמידים לו אפוטרופוס ושם את העבד בדמים ונותן קצת מהדמים לקטן כדי שיתרצה בשחרורו וישחררנו האפוטרופוס בדמים שקבל הקטן ויכתוב לו האפוטרופוס שטר שחרור על שמו ודוקא כהאי גוונא שכיון להפקיע תקנת חכמים אבל אם מת והניח בן קטן ואחר כך שחרר השותף חלקו אין מעמידים אפוטרופוס לקטן לשחררו אלא עובד את עצמו יום אחד ואת הקטן יום אחד עד שיגדיל:"
    },
    {
      "id": "yoreh_deah-267-64",
      "section": 64,
      "text": "המפקיר עבדו יצא לחירות וצריך גט שחרור ואם מת קודם ששחררו היורש כותב לו גט שחרור:"
    },
    {
      "id": "yoreh_deah-267-65",
      "section": 65,
      "text": "גר שמת ואין לו יורשים והיו לו עבדים גדולים זכו בעצמם והרי הם בני חורים קטנים אין להם יד לזכות בעצמם וכל הקודם בהם זכה. (ואם לא זכה בהם אדם עד שיגדלו אין להם תקנה) (טור בשם הרמ\"ה):"
    },
    {
      "id": "yoreh_deah-267-66",
      "section": 66,
      "text": "עבד שנשבה (וברח) ובא אחר שנתייאש רבו ממנו אינו יכול להשתעבד בו עוד וכופין אותו לכתוב לו גט שחרור:"
    },
    {
      "id": "yoreh_deah-267-67",
      "section": 67,
      "text": "עבד שנשבה אם נתייאש ממנו רבו ראשון כל הפודה אותו לשם עבד ישתעבד בו והרי הוא שלו ואם פדהו לשם בן חורין ה\"ז בן חורין ואם לא נתייאש ממנו רבו ראשון הפודה אותו לשם עבד נוטל פדיונו מרבו וחוזר לרבו ואם פדהו לשם בן חורין חוזר לרבו ראשון בלא כלום:"
    },
    {
      "id": "yoreh_deah-267-68",
      "section": 68,
      "text": "עבד שעשאו רבו אפותיקי (פי' אפה תהא קאי כלומר לא יהיה לך פרעון אלא מזה) לבעל חובו ואחר כך שחררו הפקיעו מידי שעבוד והרי הוא בן חורין וצריך לשלם לבעל חובו וכופין לבעל חובו שיכתוב לו גט שחרור:"
    },
    {
      "id": "yoreh_deah-267-69",
      "section": 69,
      "text": "ישראל שבא על שפחה אפי' היא שפחתו הולד עבד וי\"א שאם בא על שפחתו או קדשה הולד בן חורין לכל הדברים (רב נטראי גאון ורא\"ש וע\"פ) ויש מי שאומר שאע\"פ שלשאר דברים דינו כבן חורין אינו מותר בבת חורין עד שיקבל גט שחרור:"
    },
    {
      "id": "yoreh_deah-267-70",
      "section": 70,
      "text": "עבד שהשיאו רבו בת חורין (וכ\"ש אם נושא שפחתו) (טור) או שהניח לו רבו תפילין בראשו או שאמר לו רבו לקרות ג' פסוקים בספר תורה בפני הצבור וכן כל כיוצא באלו הדברים שאינו חייב בהן אלא בן חורין יצא לחירות וכופין את רבו לכתוב לו גט שחרור אבל אם לוה מעבדו או שעשאו אפוטרופוס או שהניח תפילין בפני רבו או שקרא ג' פסוקים בצבור בפני רבו (או שנשא בת חורין לפניו) (טור) ולא מיחה בו לא יצא לחירות:"
    },
    {
      "id": "yoreh_deah-267-71",
      "section": 71,
      "text": "אסור ללמד את עבדו תורה ואם למדו לא יצא לחירות:"
    },
    {
      "id": "yoreh_deah-267-72",
      "section": 72,
      "text": "יש מי שאומר שעבד שנדר נדר שכופין אותו לעבור עליו כגון שנדר שלא לאכול בשר וכיוצא בו ואמר לו רבו מופר לך יצא לחירות שכיון שלא כפה אותו במקום שיש לכפותו גילה דעתו שהפקיע שעבודו:"
    },
    {
      "id": "yoreh_deah-267-73",
      "section": 73,
      "text": "המשחרר עבדו בכל לשון והוציא מפיו דברים שמשמען שלא נשאר לו עליו שעבוד כלל ושגמר בלבו לדבר זה אינו יכול לחזור בו וכופין אותו לכתוב גט שחרור:"
    },
    {
      "id": "yoreh_deah-267-74",
      "section": 74,
      "text": "כתב בשטר אעשה פלוני עבדי בן חורין ומסרו לידו לא יצא לחירות אבל אם כתב עשיתי פלוני עבדי בן חורין או עשוי הוא בן חורין או הרי הוא בן חורין או יהא בן חורין ומסרו לידו יצא לחירות אבל אם אמר לו על פה אחד מלשונות אלו לא יצא לחירות והני מילי בבריא אבל שכיב מרע שאמר א' מלשונות אלו יצא לחירות וצריך גט שחרור להתירו בבת חורין וכופין את היורשים לכתבו לו ואפילו בריא אם אמרו דרך הודאה יצא לחירות וצריך גט שחרור וכופין את רבו לכתבו לו:"
    },
    {
      "id": "yoreh_deah-267-75",
      "section": 75,
      "text": "האומר עשיתי פלוני עבדי בן חורין והוא אומר לא עשאני חוששין שמא זיכה לו על ידי אחר אבל אם אמר כתבתי גט שחרור ונתתי לו והוא אומר לא כתב ולא נתן הודאת בעל דין כמאה עדים והרי זה עבד: הגה [ואם חזר רבו ואמר לא נתתיו] לא יוכל העבד לחזור ולומר קבלתיו ואם רבו עומד בדבורו כופין אותו וכותב לו גט שחרור (טור בשם הרמ\"ה):"
    },
    {
      "id": "yoreh_deah-267-76",
      "section": 76,
      "text": "אמר לאחר זכה בגט שחרור זה לעבדי יצא לחירות אע\"פ שלא הגיע ליד העבד אבל אם אמר תנו גט זה לעבדי אינו יכול לחזור בו ולא יצא העבד לחירות עד שיגיע הגט לידו לפיכך האומר תנו גט זה לעבדי לא יתן לאחר מיתה: הגה וי\"א דאם נתן הגט ליד השליח ואמר תן לעבדי גט זה הוי כאלו אמר לו זכה לו (טור בשם ר\"ת ורא\"ש ורשב\"א ור\"ן):"
    },
    {
      "id": "yoreh_deah-267-77",
      "section": 77,
      "text": "מי שצוה בשעת מיתתו פלונית שפחתי אל ישתעבדו בה יורשים הרי זו שפחה כמו שהיתה ואסור ליורשים להשתעבד בה ואם אמר עשו לה קורת רוח כופין את היורשין ואין משתעבדין בה אלא במלאכה שהיא רוצה בה (ואין היורשים יכולים למכרה לאחר בין שאמר אל ישתעבדו בה יורשיו בין שאמר עשו לה קורת רוח) (טור בשם הרמ\"ה) ואם צוה ואמר שחררוה כופין את היורשים לשחרר אותה:"
    },
    {
      "id": "yoreh_deah-267-78",
      "section": 78,
      "text": "שכיב מרע שכתב כל נכסיו לעבדו ועמד חוזר בנכסים ואינו חוזר בעבד שהרי כבר יצא עליו שם בן חורין:"
    },
    {
      "id": "yoreh_deah-267-79",
      "section": 79,
      "text": "המשחרר את עבדו עובר בעשה דלעולם בהם תעבודו ומותר לשחררו לדבר מצוה אפילו היא מדבריהם כגון שלא היו בבית הכנסת י' הרי זה משחרר עבדו ומשלים בו מנין י' וכן כל כיוצא בזה וכן שפחה שנוהגין בה העם מנהג הפקר כופין את רבה ומשחררה כדי שתנשא ויסור המכשול (ל' רמב\"ם פ\"ט מה\"ע דין ו'):"
    },
    {
      "id": "yoreh_deah-267-80",
      "section": 80,
      "text": "המוכר עבדו לעובד כוכבים או לגר תושב יצא לחירות שאם ברח מהעובד כוכבים אין רבו יכול להשתעבד בו עוד ואם לא ברח קונסים את האדון לפדותו עד י' בדמיו ולכתוב לו גט שחרור להתירו בבת חורין וקנס זה אין גובין אותו ודנין בו אלא בב\"ד מומחים ואם מת המוכר אין קונסין היורש להחזיר העבד השחרור (שם רפ\"ח מה\"ע) : הגה לוה עליו מעות לזמן שאם לא יפרענו לזמן פלוני יהא העבד שלו אם מסרו ליד עובד כוכבים מיד יוצא לחירות מיד ואם לא מסרו ליד עובד כוכבים מיד כשיגיע הזמן ולא פרע לו יוצא לחירות אבל אם גבאו העובד כוכבים בחובו או שקם עליו אנס ופדה עצמו בו לא יצא לחירות מכרו לעבד המלך שרגילין ליקח עבדים ובהמות מאשר ימצאון ונותנין דמיהם לבעלים יוצא לחירות מכרו על תנאי שיחזירנו לו לאחר זמן או חוץ ממלאכתו או חוץ מהמצות או שמכרו לצדוקי ולמומר הרי זה ספק אם יוצא לחירות ואזלינן לקולא דאיסורא דרבנן הוא ולא יצא (הכל בטור והוא מן הש\"ס) ויש אומרים דמהני ביה תפיסה דאם תפס משל רבו כדי דמיו לצאת בו לחירות מיד העובד כוכבים אין מוציאין ממנו (שם בשם הרמב\"ם דין ה'):"
    },
    {
      "id": "yoreh_deah-267-81",
      "section": 81,
      "text": "עבד שמל וטבל לשם עבדות והפיל עצמו ליד עובד כוכבים ואין רבו יכול להוציאו או שנשבה ואין רוצים ליתנו לפדיון מותר ליטול מהם דמיו ויכול לכתוב להם שטר מכירה עליו:"
    },
    {
      "id": "yoreh_deah-267-82",
      "section": 82,
      "text": "המוכר עבדו לחוצה לארץ או לסוריא או לעכו יצא לחירות וכופין את רבו השני לכתוב לו גט שחרור ומפסיד הדמים ואפי' אם אמר איני רוצה להוציאו לחוצה לארץ אשתעבד בו בארץ ישראל אין שומעין לו (ודין זה נוהג אפילו האידנא) (טור וב\"י בשם הרמב\"ם דין ט'):"
    },
    {
      "id": "yoreh_deah-267-83",
      "section": 83,
      "text": "עבד שיצא אחר רבו לסוריא ומכרו שם איבד זכותו במה דברים אמורים כשיצא רבו על מנת שלא לחזור לא\"י אבל אם דעת רבו לחזור ויצא אחריו ומכרו שם יצא לחירות וכופין את הלוקח לשחררו (ל' רמב\"ם שם דין ח'):"
    },
    {
      "id": "yoreh_deah-267-84",
      "section": 84,
      "text": "עבד שאמר לעלות לארץ ישראל כופין את רבו לעלות עמו או ימכור אותו למי שיעלהו שם רצה האדון לצאת לחוצה לארץ אינו יכול להוציא את עבדו עד שירצה ודין זה בכל זמן אפילו בזמן הזה שהארץ ביד עובדי כוכבים:"
    },
    {
      "id": "yoreh_deah-267-85",
      "section": 85,
      "text": "עבד שברח מחוצה לארץ לארץ אין מחזירין אותו לעבדות ועליו נאמר לא תסגיר עבד אל אדוניו ואומרים לרבו שיכתוב לו גט שחרור ויכתוב לו שטר חוב בדמיו עד שתשיג ידו ויתן לו ואם לא רצה האדון לשחררו מפקיעים בית דין שעבודו מעליו וילך לו :"
    }
  ]
}