{
  "id": "yoreh_deah-300",
  "chapterLabel": "סימן 300",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-300-1",
      "section": 1,
      "text": "איזו כלאים דאורייתא ואיזו דרבנן. ובו ז' סעיפים:כיון שנתחבר הצמר עם הפשתן צד חיבור בעולם אסור משום כלאים כיצד צמר ופשתים שטרפן זה עם זה ושע אותם ועשה מהם לבדים או שטרפן וטוה אותם כאחד וארג בגד מטוי זה או שתפר בגד צמר בשל פשתן אפי' תפרן בחוטי משי וקנבוס או שתפר בגד צמר בחוטי פשתן או בגד פשתן בחוטי צמר או קשר חוטי צמר בחוטי פשתן או גדלן הרי זה כלאים:"
    },
    {
      "id": "yoreh_deah-300-2",
      "section": 2,
      "text": "בגד צמר שחברו עם בגד פשתן בתכיפה אחת (פי' בתחיבה אחת שתחב המחט בבגד) אינו חיבור ואין זה כלאים קבץ שני ראשי החוט כאחד או שתכף שתי תכיפות הרי זה כלאים (ויש אומרים דלא הוי כלאים אלא בב' תכיפות וקשר ב' ראשי החוט) (טור בשם הרא\"ש):"
    },
    {
      "id": "yoreh_deah-300-3",
      "section": 3,
      "text": "בגד צמר שנפרם (פי' נקרע) מותר לפרוף (פי' לחבר) אותו בחוטי פשתן וקושר אבל לא יתפור: הגה וכן מותר ליתן צמר בכר או כסת של פשתן אע\"פ שתופר כל סביביו ואינו יכול להוציא הצמר הוי כשק של פשתים שממלאו צמר ותפר פיו שאין בזה משום כלאים (כן הוא בטור) ואפי' (תחב) התפירה בצמר עצמו מותר דהרי יכול ליקח הצמר משם בלא התרת התפירה אבל בבלאי בגדים של צמר אסור בכה\"ג שהרי א\"א ליקח משם הבגדים בלא התרת התפירה (ד\"ע ומרדכי פ' במה אשה ותוס' ספ\"ק דביצה) וכן מותר לחבר בתי זרועות של צמר שיש בהם קשרים או קרסים בבתי נפש של פשתן שיש בו נקבים ומכניס הקשרים או הקרסים תוך הנקבים הואיל והם רפויים ויכול להוציאן משם באצבעו וא\"צ לקרוע הנקבים אע\"פ שמניחן כך תמיד אבל אם הם אדוקים כ\"כ שא\"א להוציאן משם בלתי קריעת הנקבים הוי חבור ואסור (ת\"ה סי' רנ\"ו):"
    },
    {
      "id": "yoreh_deah-300-4",
      "section": 4,
      "text": "מותר ללבוש חלוק של צמר על גבי חלוק של פשתן ולקשרם יחד אע\"פ שאינו יכול לפשטן בלא התרת הקשר ואפילו הוא קשר של קיימא ובלבד שלא יחברם זה לזה עם המשיחה בשתי תכיפות ויש אוסרים בקשר של קיימא: הגה ונ\"ל דאותן בתי שוקיים שעושין במדינות אלו וקורין אותו פורטקי דהיינו שעשויין של צמר ועושים בהם משיחה שעוברת בהן הנה והנה כמו רצועה במעברתא דתפילין דמותר אפי' המשיחה של פשתן או איפכא דמאחר דאפשר להוציא משם המשיחה בלא התרת התפירה אינו אלא כחוגר במשיחה של פשתן על גבי חלוק של צמר ואע\"פ שקושר המשיחה כשלבשן לא מקרי קשר של קיימא אבל אם עושה קשרים בב' ראשי המשיחה נראה דאסור דהא א\"א להוציא משם (הכל סברת הרב) י\"א דאסור ללבוש ב' בתי שוקיים א' של פשתן וא' של צמר זו על זו (הגהות אשיר\"י פ\"ק דביצה) דמאחר דא\"א לפשוט התחתונה בלא העליונה הוי כחבור ולא דמי לב' חלוקים זו על זו דאפשר לפשוט התחתון בלא העליון (כך מצא הטעם בא\"ז) ונכון ליזהר :"
    },
    {
      "id": "yoreh_deah-300-5",
      "section": 5,
      "text": "רצועה אחת של צמר והשניה של פשתן אסור לחגור בה אע\"פ שרצועה של עור באמצע מפני שקושר שני ראשיה ביחד כשחוגר בה אבל אם באמצעיתה צמר במקום אחד ופשתן במקום אחר ואינם זה אצל זה מותר ולפי זה מותר לחבר עורות התפורות בפשתן תחת בגדי צמר ואע\"פ שאפשר שיכניס חוט הקנבוס של התפירה שמחבר העור עם הבגד בתוך חוט של תפירת העור (ר' ירוחם ות\"ה סי' רצ\"ז) ולהרמב\"ם כל זה כלאים מן התורה ואפי' נתן צמר ופשתים בשק או קופה וכרכן הוי כלאים מדאורייתא (והמנהג כסברא ראשונה) (טור וכ\"כ הרמב\"ן והרשב\"א סימן ש\"ס ות\"ה שם):"
    },
    {
      "id": "yoreh_deah-300-6",
      "section": 6,
      "text": "המנהיג בהמות ומכניס חבלים לתוך ידו מהם פשתים ומהם צמר ה\"ז מותר ואע\"פ שכורכן על ידו אבל אם קשרם כולם נעשו כלאים ואסור לו לכרכם על ידו (ויש מתירין הואיל ואינו מתכוין) (הגהות אשיר\"י ורבינו ירוחם ני\"ט) (ועיין לקמן סימן ש\"א):"
    },
    {
      "id": "yoreh_deah-300-7",
      "section": 7,
      "text": "השק והקופה מצטרפין לכלאים: הגה וכן אב ובנו מצטרפים לכלאים כיצד היה חתיכת צמר באחד מהם וחתיכת פשתן בשני ותפרן ביחד הוי כלאים (טור):"
    }
  ]
}