{
  "id": "yoreh_deah-258",
  "chapterLabel": "סימן 258",
  "title": "שולחן ערוך, יורה דעה",
  "partName": "יורה דעה",
  "sections": [
    {
      "id": "yoreh_deah-258-1",
      "section": 1,
      "text": "דין המתפיס בצדקה. ובו י\"ג סעיפים:המתפיס בצדקה הרי זה כמתפיס בנדר כיצד היה סלע של צדקה מונח לפניו ואמר על אחר הרי זה כזה (הרי זה) צדקה: הגה אל יאמר אדם סלע זה להקדש אלא לצדקה (מרדכי ריש פ\"ק דעבודת כוכבים וב\"י ס\"ס רנ\"ט בשם הג\"א שם וכל בו) ומ\"מ אם אמר להקדש סתם כוונתו לצדקה לעניים (ב\"י בשם הרמב\"ן ותשו' רשב\"א סי' תשס\"ב) מיהו אם אמר שכוונתו להקדש ממש אין לו תקנה ליהנות ממנו וצריך לשאול לחכם ומתירין לו בחרטה כשאר נדר (הגהות אשיר\"י שם):"
    },
    {
      "id": "yoreh_deah-258-2",
      "section": 2,
      "text": "המפריש סלע ואמר הרי זה צדקה ואמר על אחר וזה גם השני צדקה (ואם רצה לומר על סלע זה והוציא בשפתיו על אחר הוי טעות ואינו כלום) (שם בהגהות אשיר\"י):"
    },
    {
      "id": "yoreh_deah-258-3",
      "section": 3,
      "text": "הנודר צדקה ואינו יודע כמה נדר מרבה ליתן עד שיאמר לא לכל כך נתכוונתי:"
    },
    {
      "id": "yoreh_deah-258-4",
      "section": 4,
      "text": "האומר תנו ק' ק' זוז או ספר תורה לבית הכנסת יתנו לבית הכנסת שהוא רגיל בעיר שהוא דר שם: הגה ואם רגיל בשתים יתן לשתיהם (טור) האומר ליתן שמן למאור יתן לבית הכנסת ולא לבית המדרש (ב\"י בשם תשובת הרמב\"ן סימן רס\"ח):"
    },
    {
      "id": "yoreh_deah-258-5",
      "section": 5,
      "text": "האומר תנו ק' ק' זוז לעניים יתנו לעניי אותה העיר שהוא דר בה: הגה ועיין לעיל סימן רנ\"א סעיף ה' וכל זה מן הסתם אבל במקום שיודעים כוונתו שלא כיוון לעניי אותה העיר לבד כגון במקומות שדרך עשירים ליתן לצדקה הרבה בשעת מיתתן ודרך לחלוק אותן הצדקות לכל עניים הולכים אחר זה ואפילו נדר סתם הולכים אחר המנהג ויחלקו יורשיהם הצדקה לכל עניים הטובים בעיניהם אפילו אינם בעירם ואפילו היתה אותה צדקה מונחת ומופקדת ביד אחר יתנו אותה ליורשים ויודיעום שכך נדר (מרדכי פ\"ק דב\"ב) המחייב עצמו בקנס לצדקה ועבר צריך ליתנם לעניים שבעיר ולא יוכל לומר שיתנם לעניים אחרים ויוכל הגבאי לתבעו דמקרי ממון שיש לו תובעים (מרדכי פרק בני העיר בשם מהר\"ם) אבל מי שהקדיש ממון הרבה ומינה עליהם יורשיו לחלקו כפי הטוב בעיניהם אפי' לעניי עיר אחרת מקרי ממון שאין לו תובעים ואין גבאי העיר יכולין לכוף אותן ולתבען שיקיימו צוואת המת ואע\"ג דעוברים וגוזלים העניים מכל מקום מקרי ממון שאין לו תובעים הואיל ויכולין לחלק לכל מי שירצה (ב\"י בסי' רנ\"ט בשם תשובת הרשב\"א) ואפילו היו האפוטרופסים שנים ומת אחד מהן אין הקהל יכולין למנות אחר אלא הנשאר יעשה מה שירצה וכמו שצוה הנותן (שם ושם) ועיין בח\"ה סי' ש\"א ואפי' בצדקה של בני עיר אין אדם יכול לתבוע צדקה אלא אם כן יש לו הרשאה מן הגבאי או טובי העיר המקדיש מנה לצדקה ואין לו לשלם מסדרין לו כמו לשאר בעל חוב (ב\"י בשם ס\"ה שער א'):"
    },
    {
      "id": "yoreh_deah-258-6",
      "section": 6,
      "text": "הנודר צדקה אינו יכול לחזור בו אלא א\"כ נשאל לחכם והתיר לו ואם הגיע ליד הגבאי אינו יכול להשאל עליו:"
    },
    {
      "id": "yoreh_deah-258-7",
      "section": 7,
      "text": "אין אדם מקדיש דבר שאינו ברשותו כיצד היה לו פקדון ביד אחר וכפר בו זה שהוא אצלו אין הבעלים יכולין להקדישו אבל אם לא כפר בו הרי הוא ברשות בעליו בכל מקום שהוא בד\"א במטלטלין אבל קרקע שגזלה אחד וכפר בה אם יכול להוציאה בדיינים הרי זה יכול להקדישה ואע\"פ שעדיין לא הוציאה שהקרקע עצמה הרי היא ברשות בעליה הגוזל את חבירו ולא נתייאשו הבעלים שניהם אינם יכולים להקדישו זה לפי שאינו שלו וזה לפי שאינו ברשותו וכן כל כיוצא בזה: הגה אם יש לו משכון ביד חבירו מה שהוא נגד הלואתו אינו יכול להקדיש והמותר יכול להקדיש (מרדכי פ' המוכר) וי\"א דאפילו המותר אינו יכול להקדיש (תא\"ו ני\"ט) המקדיש שטר חוב צריך כתיבה ומסירה כמו בהדיוט (ב\"י סי' רנ\"ט בשם תשובת הרשב\"א):"
    },
    {
      "id": "yoreh_deah-258-8",
      "section": 8,
      "text": "אם יש לו חוב על אחד ואומר יהיה להקדש או לצדקה אינו כלום אבל אם אמר חוב שיש לי על פלוני כשיבא לידי אקדישנו או אתננו לצדקה חייב להשלים דבריו להקדישו וליתנו כשיבא לידו ואפי' האומר חוב שיש לי ביד פלוני יהיה לצדקה אם אמר כן בפני ב\"ח ובפני הגבאי או בפני טובי העיר (או אדם חשוב שבעיר) (ב\"י בשם ר\"י) זכה בו הגבאי מדין מעמד שלשתם והרי הוא צדקה ואינו יכול לחזור בו ואסור לשנותו:"
    },
    {
      "id": "yoreh_deah-258-9",
      "section": 9,
      "text": "המכה את חבירו או חרפו בענין שחייב לפי תקנת העיר ה' זהובים ואמר בפני הגבאי או בפני טובי העיר איני חפץ בקנס אלא יהיה לצדקה ואחר כך פייסו עד שמחל לו אין מחילתו כלום וזכו העניים בקנס:"
    },
    {
      "id": "yoreh_deah-258-10",
      "section": 10,
      "text": "נדר לצדקה באסמכתא כגון אם אעשה דבר פלוני אתן כך וכך לצדקה ועשאו חייב ליתן:"
    },
    {
      "id": "yoreh_deah-258-11",
      "section": 11,
      "text": "איש ואשה שקבלו עליהם חרם להתגרש והעמידו קנסות על ככה לצדקה ואח\"כ נתפייסו שלא להתגרש יש מי שאומר שפטורים מהקנסות (והוא הדין בשאר דברים כיוצא בזה):"
    },
    {
      "id": "yoreh_deah-258-12",
      "section": 12,
      "text": "אמר ליתן לחבירו מתנה אם הוא עני הוי כנודר לצדקה ואסור לחזור בו:"
    },
    {
      "id": "yoreh_deah-258-13",
      "section": 13,
      "text": "האומר חפץ פלוני אני נותן לצדקה בכך וכך והוא שוה יותר אינו יכול לחזור בו (דכל אמירה שיש בה רווחא לצדקה אמרי' ביה אמירתו לגבוה כמסירתו להדיוט) (ר\"ן פ\"ק דקדושין ובהגהות אשיר\"י) אבל אם לא היה שוה יותר באותה שעה ואחר כך הוקר יכול לחזור בו כיון שלא משך ולא נתן הכסף: הגה אם חשב בלבו ליתן איזה דבר לצדקה חייב לקיים מחשבתו ואין צריך אמירה אלא דאם אמר היו כופין אותו לקיים (מרדכי פ\"ק דקדושין ובפ\"ק דב\"ב ובהגהות ובמהרי\"ק שורש קפ\"ה ומה\"ר פרץ ובהגהות סמ\"ק ורא\"ש פ\"ק דתענית) וי\"א דאם לא הוציא בפיו אינו כלום (הרא\"ש כלל י\"ג) והעיקר כסברא הראשונה (ועיין בחושן המשפט סי' רי\"ב):"
    }
  ]
}