{
  "id": "orach_chaim-208",
  "chapterLabel": "סימן 208",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-208-1",
      "section": 1,
      "text": "דין ברכה מעין שלש אחרי ה' מיני פירות וה' מיני דגן. ובו יח סעיפים:על חמשת המינים שהם גפן ותאנ' ורימון וזית ותמרה מברך לאחריהם ברכה אחת מעין שלש:"
    },
    {
      "id": "orach_chaim-208-2",
      "section": 2,
      "text": "חמשת מיני דגן ששלקן או כתשן ועשה מהם תבשיל כגון מעשה קדירה הריפות וגרש כרמל ודייסא אפילו עירב עמהם דבש הרבה יות' מהם או מינים אחרי' הרבה יות' מהם מברך עליו בורא מיני מזונות ולבסוף על המחיה אבל אם לא נתן הדגן בתבשיל אלא לדבקו ולהקפותו בטל בתבשיל:"
    },
    {
      "id": "orach_chaim-208-3",
      "section": 3,
      "text": "כשנותני' קמח לתוך שקדים שעושי' לחולה אם עושים כן כדי שיסעוד הלב מברך בורא מיני מזונות ואם לדבק בעלמא אינו מברך בורא מיני מזונות וטוב להחמיר ולגמעו בתוך הסעודה לאחר ברכת המוצי' ופטור ממנה:"
    },
    {
      "id": "orach_chaim-208-4",
      "section": 4,
      "text": "אכל דגן חי או עשוי קליות או שלוק והגרעינין שלמים אינו מברך אלא בורא פרי האדמה ולאחריו בורא נפשות: הגה והא דמברך לפניו בורא פרי האדמה היינו באוכל חטין וכיוצא בהן דראוין לאכול כך אבל האוכל שעורי' שלמים אפי' קלויין באש אינן ראוין לאכול רק ע\"י הדחק ואין מברך לפניהם רק שהכל. [כל בו וכן משמע מדברי רשב\"א שמה שהשוה חיטין לשעורין לברכ' אחרונה משמע ולא בראשונה] והתוספות נסתפקו אם יברך לאחריו ברכ' מעין שלש ולכך כתבו שנכון שלא לאכלו אלא בתוך הסעודה ויפטרנו ברכת המזון:"
    },
    {
      "id": "orach_chaim-208-5",
      "section": 5,
      "text": "קמח אפי' של חיטים מברך עליו שהכל ואחריו בורא נפשות לא שנא נטחן דק דק לא שנא נטחן קצת ועדיין יש בו טעם של חיטים לא שנא קמח של קליות:"
    },
    {
      "id": "orach_chaim-208-6",
      "section": 6,
      "text": "קמח של אחד מחמשת מיני דגן ששלקו [פי' בשלו הרבה] ועירבו במים או בשאר משקין אם היה עבה כדי שיהיה ראוי לאכיל' וללועסו [פירו' לטחון אותו בפה] מברך בורא מיני מזונות ואחריו על המחיה ואם היה רך כדי שיהא ראוי לשתיה מברך עליו שהכל ואחריו בורא נפשות:"
    },
    {
      "id": "orach_chaim-208-7",
      "section": 7,
      "text": "הכוסס [פירוש האוכל] את האורז מברך עליו בורא פרי האדמה ואחריו בורא נפשות ואם בשלו הגה עד שנתמעך [ב\"י בשם הרא\"ש והר\"י] או שטחנו ועשה ממנו פת מברך עליו בורא מיני מזונות ואחריו בורא נפשות והוא שלא יהא מעורב עם דבר אחר אלא אורז לבדו ואם עירב ממנו בתבשיל אחר והתבשיל האחר הוא הרוב מברך עליו כברכת אותו תבשיל:"
    },
    {
      "id": "orach_chaim-208-8",
      "section": 8,
      "text": "על פת דוחן ופליזו או של שאר מיני קטניות מברך שהכל ואחריו בורא נפשות: הגה העושה תבשיל משאר מיני קטניות אם נשארו שלימים וטובים מבושלים כמו חיין מברך בורא פרי האדמה ואם נתמעכו לגמרי או שאינן טובים מבושלים כחיין מברך שהכל. [וכן פירש הב\"י דברי הטור]:"
    },
    {
      "id": "orach_chaim-208-9",
      "section": 9,
      "text": "עירב קמח דוחן ושאר מיני קטניו' עם קמח של חמשת מיני דגן ובשלו בקדירה מברך בורא מיני מזונות ועל המחיה ואם עשה ממנו פת מברך המוציא וברכת המזון ודוקא שיש באותו קמח מחמשת המינים כדי שיאכל ממנו כזית דגן בכדי אכילת פרס אבל אם אין בו זה השיעו' מחמשת המינים אינו מברך לבסוף בהמ\"ז אלא בתחלה מברך המוציא כיון שיש בו טעם דגן אע\"פ שאין בו כזית בכדי אכילת פרס ולבסוף על המחיה ואם בשלו בקדירה מברך תחלה בורא מיני מזונות ואחריו בורא נפשות:"
    },
    {
      "id": "orach_chaim-208-10",
      "section": 10,
      "text": "בברכה אחת מעין שלש של פירות דחוצה לארץ חותם על הארץ ועל הפירות ובא\"י חותם על הארץ ועל פירותיה ואם בח\"ל אוכל מפירות הארץ חותם ג\"כ על פירותיה:"
    },
    {
      "id": "orach_chaim-208-11",
      "section": 11,
      "text": "בברכה מעין שלש דיין אינו חותם על הגפן ועל פרי הגפן אלא על הארץ ועל פה\"ג או על הארץ ועל הפירות:"
    },
    {
      "id": "orach_chaim-208-12",
      "section": 12,
      "text": "מזכירין בה מעין המאורע בשבת וי\"ט ור\"ח אבל לא בחנוכה ופורים אם אכל פירות מז' מינים ואכל מיני מזונות ושתה יין יכלול הכל בברכה אחת ויקדים המחיה ואח\"כ הגפן ואח\"כ העץ ויאמר על המחיה ועל הכלכלה ועל הגפן ועל פרי הגפן ועל העץ ועל פרי העץ וחותם על הארץ ועל המחיה ועל פרי הגפן ועל הפירות:"
    },
    {
      "id": "orach_chaim-208-13",
      "section": 13,
      "text": "אם אכל פירות מז' המינים ואכל תפוחים אינו צריך לברך על התפוחים בורא נפשות שגם הם בכלל ברכת על העץ שגם הם פרי העץ הם אבל אם אכל תפוחים ושתה יין צריך לברך בורא נפשות על התפוחים וכ\"ש אם אכל בשר או פרי האדמה ושותה יין או אכל מז' המינים שצריך לברך על כל אחת ואחת וה\"ה אם אכל בשר ודגים ואכל מחמשת מינים אין ברכת על המחיה פוטרת את הבשר ואת הדגים:"
    },
    {
      "id": "orach_chaim-208-14",
      "section": 14,
      "text": "שתה יין ובירך בפה\"ג ואכל ענבים צריך לברך עליהם בורא פרי העץ וכן בברכה אחרונ' צריך להזכיר על העץ ועל פרי העץ:"
    },
    {
      "id": "orach_chaim-208-15",
      "section": 15,
      "text": "אם בדיעבד בירך על הענבים בפה\"ג או אחריהם על הגפן יצא:"
    },
    {
      "id": "orach_chaim-208-16",
      "section": 16,
      "text": "שתה יין ומים אין לו לברך על המים בורא נפשות שברכת היין פוטרת כשם שבברכה ראשונה יין פוטר כל מיני משקים:"
    },
    {
      "id": "orach_chaim-208-17",
      "section": 17,
      "text": "ברכת שלשה אינה פוטרת מעין שלשה שאם אכל דייסא אין ברכת המזון פוטרתו אבל ביין ברכת שלשה פוטרתו שאם בירך על היין ברכת המזון במקום על הגפן יצא וה\"ה אם בירך על התמרים בהמ\"ז במקום על העץ יצא ואפילו לא אמר אלא ברכת הזן בין על היין בין על התמרים יצא ואם נזכר עד שלא חתם בברכת הזן יתחיל ועל שהנחלת לאבותינו ארץ חמדה טובה ורחבה ויסיים ברכה דמעין שלשה:"
    },
    {
      "id": "orach_chaim-208-18",
      "section": 18,
      "text": "לא יכלול על הספק שום תוספת בברכת מעין שלש אע\"פ שאינו מוסיף שם ומלכות [פי' כגון ששתה משקה שספק אם ברכתו על הגפן וכו' או בורא נפשו' רבות וכו' לאכול דבר שברכתו בורא נפשות רבות ודבר שברכתו על העץ ויכלול עמו ג\"כ על הגפן ועל פרי הגפן כו' מספק] (ת\"ה וכ\"מ במרדכי פ' כ\"מ וע' לעיל סעיף ט\"ז):"
    }
  ]
}