{
  "id": "orach_chaim-225",
  "chapterLabel": "סימן 225",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-225-1",
      "section": 1,
      "text": "דיני ברכת שהחיינו. ובו י סעיפים:הרואה את חבירו לאחר שלשים יום אומר שהחיינו ואחר י\"ב חודש מברך מחיה מתים והוא שחביב עליו הרבה ושמח בראייתו:"
    },
    {
      "id": "orach_chaim-225-2",
      "section": 2,
      "text": "מי שלא ראה את חבירו מעולם ושלח לו כתבים אע\"פ שהוא נהנה בראייתו אינו מברך על ראייתו: הגה יש אומרים מי שנעשה בנו בר מצוה יברך בא\"י אמ\"ה שפטרני מעונשו של זה (מהרי\"ל בשם מרדכי ובר\"ר פ' תולדות) וטוב לברך בלא שם ומלכות (דעת עצמו):"
    },
    {
      "id": "orach_chaim-225-3",
      "section": 3,
      "text": "הרואה פרי חדש מתחדש משנה לשנה מברך שהחיינו אפילו רואהו ביד חבירו או על האילן ונהגו שלא לברך עד שעת אכילה: הגה ומי שבירך בשעת ראייה לא הפסיד (טור) ואין לברך עד שנגמר תשלום גידול הפירי (תשובת רשב\"א סי' ר\"נ וכל בו) ואם לא בירך בראייה ראשונה יכול לברך בראייה שניה (אגור):"
    },
    {
      "id": "orach_chaim-225-4",
      "section": 4,
      "text": "אם בירך שהחיינו על שיריזא\"ש כשיאכל גינדא\"ש חוזר ומברך שהחיינו: הגה והם כשני מיני גודגדניות כגון ווינקש\"ל וקירש\"ן וכל כיוצא בזה:"
    },
    {
      "id": "orach_chaim-225-5",
      "section": 5,
      "text": "אם בירך שהחיינו על ענבים כשישתה יין חדש אינו חוזר ומברך:"
    },
    {
      "id": "orach_chaim-225-6",
      "section": 6,
      "text": "פרי שאינו מתחדש משנה לשנה אפילו אם יש ימים רבים שלא אכל ממנו אינו מברך שהחיינו: הגה פרי שמתחדש ב\"פ בשנה מברכין עליו שהחיינו (ב\"י) אבל שאין לו זמן קבוע לגדולו אין מברכין עליו (ב\"י בשם הר\"ר מנוח) לכן אין מברכין שהחיינו על ירק חדש דעומד כל השנה בקרקע (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-225-7",
      "section": 7,
      "text": "אינו מברך שהחיינו על הבוסר אלא כשהבשילו האשכולות ענבים וכן בכל פרי אחר גמרו:"
    },
    {
      "id": "orach_chaim-225-8",
      "section": 8,
      "text": "הרואה כושי וגיחור דהיינו שהוא אדום הרבה והלווקן דהיינו שהוא לבן הרבה והקפח דהיינו שבטנו גדול ומתוך עוביו נראית קומתו מקופחת והננס והדרקונה דהיינו מי שהוא מלא יבלת ופתויי הראש שכל שערותיו דבוקות זה בזה ואת הפיל ואת הקוף מברך בא\"י אמ\"ה משנה הבריות:"
    },
    {
      "id": "orach_chaim-225-9",
      "section": 9,
      "text": "הרואה את החיגר ואת הקטע ואת הסומא ומוכה שחין והבהקנין והוא מי שמנומר בנקודות דקות אם הם ממעי אמם מברך משנה הבריות ואם נשתנה אח\"כ מברך דיין האמת ויש מי שאומר דדוקא על מי שמצטער עליו אבל על עכו\"ם אינו מברך ואינו מברך אלא פעם ראשונה שהשינוי עליו גדול מאוד: הגה וי\"א משלשים יום לשלשים יום (טור):"
    },
    {
      "id": "orach_chaim-225-10",
      "section": 10,
      "text": "הרואה אילנות טובות ובריות נאות אפילו עכו\"ם או בהמה אומר בא\"י אמ\"ה שככה לו בעולמו ואינו מברך עליהם אלא פעם ראשונה ולא יותר לא עליהם ולא על אחרים אלא אם כן היו נאים מהם:"
    }
  ]
}