{
  "id": "orach_chaim-453",
  "chapterLabel": "סימן תנ״ג",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-453-1",
      "section": 1,
      "text": "דיני החטים וטחינתן למצות. ובו ט סעיפים:אלו דברים שיוצאים בהם ידי חובת מצה בחטים ובשעורים ובכוסמין ובשבולת שועל ובשיפון (והמנהג ליקח לכתחלה חטים) (מהרי\"ל) אבל לא באורז ושאר מיני קטנית וגם אינם באים לידי חימוץ ומותר לעשות מהם תבשיל: הגה ויש אוסרים (טור והגהות מיימוני פ\"ה ומרדכי פ' כל שעה) והמנהג באשכנז להחמיר ואין לשנות מיהו פשוט דאין אוסרים בדיעבד אם נפלו תוך התבשיל וכן מותר להדליק בשמנים הנעשים מהם ואינן אוסרין אם נפלו לתוך התבשיל וכן מותר להשהות מיני קטניות בבית (ת\"ה סי' קי\"ג) וזרע אקליז\"א (מהרי\"ל) ועני\"ס אליינד\"ר אינן מיני קטניות ומותר לאכלן בפסח כן נראה לי:"
    },
    {
      "id": "orach_chaim-453-2",
      "section": 2,
      "text": "העושה עיסה מן החטים ומן האורז אם יש בה טעם דגן יוצא בה ידי חובתו בפסח:"
    },
    {
      "id": "orach_chaim-453-3",
      "section": 3,
      "text": "אם לא ביררו החטים מאכילת עכבר אין בכך כלום: הגה וכן אם לא ביררו ממנו אותו דגן שצמח מיהו צריך לראות שאין בו כל כך שלא יהא ששים כנגדו מן ההיתר: (הגהות מיימוני בשם סמ\"ק ות\"ה סימן קי\"ד):"
    },
    {
      "id": "orach_chaim-453-4",
      "section": 4,
      "text": "החטים שעושים בהם מצת מצוה טוב לשמרן שלא יפלו עליהם מים משעת קצירה ולפחות משעת טחינה ובשעת הדחק מותר ליקח קמח מן השוק:"
    },
    {
      "id": "orach_chaim-453-5",
      "section": 5,
      "text": "האידנא אסור ללתות בין חטים בין שעורים:"
    },
    {
      "id": "orach_chaim-453-6",
      "section": 6,
      "text": "שקים שנותנים בהם קמח כל השנה אם רוצה ליתן בהם קמח ומכבסים אותם יפה צריכים להתיר קודם הכבוס כל התפירות שבהם בקצוות או אם הם מטולאים:"
    },
    {
      "id": "orach_chaim-453-7",
      "section": 7,
      "text": "כשמוליכים השקים שיש בהם קמח מהרחיים אסור להניחם על גבי בהמה שאין אוכף או עור עב תחת השק: הגה וכן יזהר לכתחלה שלא להניח הרבה שקין עם קמח זה על זה במקום שאפשר (מרדכי ס\"פ אלו עוברין):"
    },
    {
      "id": "orach_chaim-453-8",
      "section": 8,
      "text": "נוהגים לנקר הריחים משום דזמנין נתנו בהם תבואה לתות' לסולת ונוהגים שקמח הראשון שנטחן אחר הניקור שומרים אותו עד לאחר הרגל: הגה ואנשי מעשה רגילים לילך בעצמם אל מקום הריחיים לראות הם בעצמם לטחינת קמחיהם: (מרדכי)"
    },
    {
      "id": "orach_chaim-453-9",
      "section": 9,
      "text": "צריך לטחון החטים יום או יומים לפני הלישה ואם טחנו ערב פסח יש אומרים שאסור ללוש מצה בו ביום לפי שהקמח בשעת טחינה רותח ומחמם המים והעיסה נוחה להחמיץ:"
    }
  ]
}