{
  "id": "orach_chaim-455",
  "chapterLabel": "סימן תנ״ה",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-455-1",
      "section": 1,
      "text": "דין מים שלנו. ובו ו סעיפים:אין לשין אלא במים שלנו בין שהם מי בורות ומעיינות בין שהם מי נהרות ושואבים אותם מבעוד יום (סמוך לבין השמשות) (ד\"ע והגהות מיימוני פ\"ה) או בין השמשות ואין לשין בהן עד שיעבור הלילה כולה ויכולים לשאוב יום אחד לימים הרבה ואם הזמן חם יניחם במרתף שהוא קר ואם הזמן קר יניחם באויר כי המרתף הוא חם וצריך להשכים ולהכניסם לבית קודם שיזרח השמש ואפילו ביום המעונן: הגה ואם לא הכניסם בהשכמה אם לא עמדו כ\"כ עד שהוחמו אינו מזיק ויותר טוב להעמידם תחת התקרה שמא ישכח להכניסם בהשכמה (ב\"י בשם א\"ח) וכשמוליך המים תחת אויר הרקיע יש לכסותן (ת\"ה סי' קט\"ו בשם סמ\"ג וסמ\"ק ומהרי\"ק) כשחל פסח באחד בשבת יש לשאוב המים אור י\"ג דהיינו בליל ה' (מרדכי ספ\"ק דפסחים) לכתחלה יש לשאוב מן הנהרות ולא מן הבארות (אשר\"י ומרדכי) אבל כשהנהרות גדולות מהפשרת שלגים וגשמים טוב יותר לשאוב מן הבארות (מהרי\"ו) אין לשפוך מים שלנו מכח מת או תקופה הנופלת (מרדכי פרק כל שעה והגהות מיימוני פ\"ה) ומ\"מ טוב לכתחלה להשים בהם ברזל גם אסור לשאוב מים ע\"י עכו\"ם למצות של מצוה ואף לשאר מצות ישאב ישראל (מרדכי ומהר\"י ברי\"ן ומהרי\"ל) אם אפשר ונוהגים ליטול מים מיוחדים למצה של מצוה ונוהגין ליקח כלי חרס חדשים ואין לשנות המנהג אבל בשל עץ אין להקפיד (כל בו):"
    },
    {
      "id": "orach_chaim-455-2",
      "section": 2,
      "text": "יש אומרים שמים המכונסין בסוסטירנ\"ה מותר ללוש בהם סמוך לשאיבתן ואין להקל בדבר אם לא בשעת הדחק:"
    },
    {
      "id": "orach_chaim-455-3",
      "section": 3,
      "text": "אין ללוש במים חמין אפילו לא נתחממו אלא בחמה ולא במים הגרופים מדוד גדול שנחשתו עבה ותלוי על מקום האש ומים שבתוכו פושרים אפילו כשאין האש תחתיו ואם עבר ולש בין באלו בין במים שלא לנו אסור ויש חולקים ומתירים בלש במים שלא לנו ויש אומרים דבשוגג מותר ובשעת הדחק יש לסמוך עליהם: הגה ואפי' בלא דחק יש להתיר אם עבר בשוגג ולש במים שלא לנו: (רבי' ירוחם וב\"י):"
    },
    {
      "id": "orach_chaim-455-4",
      "section": 4,
      "text": "מים שלא לנו שנתבטלו חד בתרי במים שלנו לשין בהם:"
    },
    {
      "id": "orach_chaim-455-5",
      "section": 5,
      "text": "נוהגין שלא ליתן מלח במצה ונכון הדבר: ואפי' בדיעבד יש לאסור (מרדכי וד\"ע):"
    },
    {
      "id": "orach_chaim-455-6",
      "section": 6,
      "text": "לש המצ' בקצח ושומשמין ובמיני תבלין כשר' כיון שיש בה טעם מצה ומ\"מ אין ליתן בה תבלין לפי שהוא חד ומחמם העיסה: הגה ופלפלין אפי' בדיעבד אסור וכן אם נפל בה סיד (מהרי\"ב):"
    }
  ]
}