{
  "id": "orach_chaim-581",
  "chapterLabel": "סימן undefinedפ״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-581-1",
      "section": 1,
      "text": "דיני ימי תחנונים וערב ראש השנה. ובו ד סעיפים:נוהגים לקום באשמור' לומר סליחו' ותחנונים מראש חדש אלול ואילך עד יום הכפורים: הגה ומנהג בני אשכנז אינו כן אלא מראש חודש ואילך מתחילין לתקוע אחר התפלה שחרית ויש מקומות שתוקעין ג\"כ ערבית ועומדים באשמורת לומר סליחות ביום א' שלפני ר\"ה ואם חל ר\"ה ב' וג' אז מתחילין מיום א שבוע שלפניו (מנהגים) ואבל אסור לצאת מביתו כדי ליכנס לבהכ\"נ לשמוע הסליחות מלבד בערב ר\"ה שמרבים סליחות יכול האבל ליכנס לבהכ\"נ (פסקי מהרי\"א סי' קל\"ג) וידקדקו לחזור אחר ש\"ץ היותר הגון והיותר גדול בתורה ובמעשים שאפשר למצוא שיתפלל סליחות וימים נוראים ושיהא בן שלשים שנים גם שיהא נשוי (כל בו) מיהו כל ישראל כשרים הם רק שיהיה מרוצה לקהל אבל אם מתפלל בחזקה אין עונין אחריו אמן וכן צריך שיוציא כל אדם בתפלתו ואם יהיה לו שונא ומכוין שלא להוציאו גם אוהביו אינם יוצאים בתפלתו (הגהות מנהגים ישנים) ויש מקומות נוהגים שהמתפלל סליחות יתפלל כל היום: (כל בו):"
    },
    {
      "id": "orach_chaim-581-2",
      "section": 2,
      "text": "נוהגין להתענו' ערב ראש השנה: הגה והמדקדקים נהגו שכל אחד מתענה עשרה ימים (מרדכי ספ\"ק דר\"ה וריש יומא) וכן נכון לעשות וכל אלו התעניות א\"צ להשלים ואין קורין בב' וה' ויחל אפי' בער\"ה וע\"ל סימן תקס\"ב סעיף ב' ואם יש ברית מילה בערב ר\"ה יכולים לאכול (ב\"י בשם תשובה אשכנזית) ורבים נוהגין לאכול בער\"ה קודם עלות השחר (מהרי\"ל) משום חוקות העכו\"ם הנוהגים להתענות בערב חגיהם ויכולין לאכול בלא תנאי אחר שכן נהגו (ד\"ע):"
    },
    {
      "id": "orach_chaim-581-3",
      "section": 3,
      "text": "אין נופלים על פניהם בערב ראש השנה בתפלה אף ע\"פ שנופלים על פניהם באשמורת בסליחו' ואין תוקעין בערב ראש השנה (מנהגים):"
    },
    {
      "id": "orach_chaim-581-4",
      "section": 4,
      "text": "מכבסין ומסתפרין בערב ראש השנה (ויש נוהגין לטבול בערב ר\"ה משום קרי) (כל בו) (ויש מקומות נוהגין לילך על הקברות ולהרבות שם בתחינות (מהרי\"ל) ונותנים שם צדקה לעניים (כל בו):"
    }
  ]
}