{
  "id": "orach_chaim-444",
  "chapterLabel": "סימן 444",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-444-1",
      "section": 1,
      "text": "דין ערב פסח שחל להיות בשבת. ובו ח סעיפים:י\"ד שחל להיות בשבת בודקין ליל י\"ג ומבערים הכל לפני השבת ומשיירין מזון שני סעודות לצורך השבת דסעודה שלישית זמנה אחר המנחה ואז אינו יכול לעשותה לא במצה ולא בחמץ אלא במצה עשירה וצריך לעשותה קודם שעה עשירית: הגה ובמדינות אלו שאין נוהגין לאכול מצה עשירה כדלקמן סימן תס\"ב סעיף ד' בהג\"ה יקיים סעודה שלישית במיני פירות או בבשר ודגים כדלעיל סי' רצ\"א סעיף ה' בהגה:"
    },
    {
      "id": "orach_chaim-444-2",
      "section": 2,
      "text": "טוב לבער בערב שבת קודם חצות כדי שלא יבואו לטעות בשאר שנים לבער אחר חצות (וביום השבת יבטלנו) (טור):"
    },
    {
      "id": "orach_chaim-444-3",
      "section": 3,
      "text": "אין מבשלין לשבת זה דייסא וכיוצא בזה ואין עושין בו פת הצנומה בקערה: הגה ואם עבר ובשל והמאכל דבק בקדירה וא\"א לקנחו יש להדיחו מעט להעביר החמץ. (מהרי\"ו):"
    },
    {
      "id": "orach_chaim-444-4",
      "section": 4,
      "text": "אחר שאכל בשבת זה סעודת שחרית ינער המפה שאכלו בה ויקנח הקערות באצבעו ויטמנם מן העין עם שאר כלי החמץ ואם נשאר פת יכול ליתנו לעכו\"ם על מנת שלא לצאת בו לרה\"ר דרך הערמה ודבר מועט:"
    },
    {
      "id": "orach_chaim-444-5",
      "section": 5,
      "text": "אם נשאר חמץ אחר שאכלו מבטלו וכופה עליו כלי עד מוצאי יום טוב ומבערו:"
    },
    {
      "id": "orach_chaim-444-6",
      "section": 6,
      "text": "אע\"פ שלא ישאר החמץ בבית אחר סעודת שחרית צריך לבטל החמץ כדרך שהוא מבטל בשאר שנים:"
    },
    {
      "id": "orach_chaim-444-7",
      "section": 7,
      "text": "ההולך ביום ארבעה עשר לדבר מצוה כגון למול את בנו או לאכול סעודת אירוסין בבית חמיו ונזכר שיש לו חמץ בביתו אם יוכל לחזור לביתו ולבער ולחזור למצותו יחזור ויבער ואם לאו יבטלנו בלבו ואם היה הולך להציל מן הנהר ומן הדליקה ומהמפולת ומיד עכו\"ם יבטלו בלבו ולא יחזור אפילו יש שהות ואם יצא לצורך עצמו יחזור מיד עד כמה הוא חוזר עד כביצה פחות מכאן מבטלו בלבו ודיו:"
    },
    {
      "id": "orach_chaim-444-8",
      "section": 8,
      "text": "היתה לו עיסה בביתו והוא טרוד במקום אחר וירא שמא תחמיץ מבטלה בלבו קודם שתחמיץ אבל אם החמיצה אין הביטול מועיל אם הוא אחר זמן איסורו:"
    }
  ]
}