{
  "id": "orach_chaim-507",
  "chapterLabel": "סימן 507",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-507-1",
      "section": 1,
      "text": "דין אפייה ביום טוב. ובו ז סעיפים:אופין בפורנ\"י דהיינו תנורים שלנו הגדולים ופיהם בצדם ובלבד שלא תהא חדש' דחיישי' שמא תפחת ויפסד הלחם וימנע משמח' י\"ט ומחמין חמין באנטיכי [פי' יורה גדולה]:"
    },
    {
      "id": "orach_chaim-507-2",
      "section": 2,
      "text": "אעפ\"י שעצים שנשרו מן הדקל בי\"ט או בשבת שלפניו אסור להסיקן אם נשרו ביו\"ט בתוך התנור מרבה עליהם עצים מוכנים [שלא יהיו עצי איסור ניכרים] (ר\"ן פ\"ק דביצה) ומבטלן ובלבד שלא יגע בהם עד שיתבטלו ברוב אבל אם נפלו בתנור בשבת אסור להסיקן ביום טוב שלאחריו אפי' על ידי ביטול ברוב:"
    },
    {
      "id": "orach_chaim-507-3",
      "section": 3,
      "text": "אסור ליקח עץ מבין העצים לחתות בו האש בתנור דהוה ליה מתקן מנא:"
    },
    {
      "id": "orach_chaim-507-4",
      "section": 4,
      "text": "תנור שנפל לתוכו מטיח הטיט אם אפשר לאפות ולצלות בו בלא גריפה ולא יתחרך הפת או הצלי אסור לגרפו מפני שהוא מטלטלו שלא לצורך אבל מות' להשכיב האש והאפר שבו כדי שיהי' חלק ולא יגע בפת כלל אע\"פ שאם היה נוגע בו לא היה כדי לחרכו אבל אם יש בטיח שנפל לתוכו כדי לחרך הפת או הצלי אם היה נוגע בהם אע\"פ שבלא גריפה היה אפשר לאפות ולצלות בו כיון שהוא מתחרך מותר לגורפו דחשיב טלטול לצורך ודוקא בתנורים שלהם שהיו מדבקים הפת סביבם ואין צריכים לגרפם אלא מהטיח שנפל לתוכו אבל תנורים שלנו כיון שאי אפשר לאפות בהם בלא גריפה מותר לגרפו מהאפר והגחלים ואע\"פ שהוא מכבה אי אפשר בלא כן וכשם שמותר להבעיר לצורך אוכל נפש כך מותר לכבות לצורך אוכל נפש והרי זה כמניח בשר על הגחלים וכן נהגו:"
    },
    {
      "id": "orach_chaim-507-5",
      "section": 5,
      "text": "תנור וכירים חדשים אין סכין אותם בשמן ולא טשין אותן במטלית אבל מותר להסיקן אפילו היסק ראשון ובלבד שלא יפיגם בצונן כדי לחסמן ואם הוסקו יותר מדאי והוצרכו להפיגם בצונן כדי לאפות בהם מותר לפיכך מותר לשרות המכבד' שמכבדין בה התנור אף שמכבה:"
    },
    {
      "id": "orach_chaim-507-6",
      "section": 6,
      "text": "מותר לאפות תנור מלא פת אף על פי שאינו צריך אלא פת א' ודוקא בתנוריהם שהיו קטנים והיו מדבקים הפת בדפנותיהם ומתוך שהוא מלא אין מקום לחומו להתפשט והפת נאפה יפה אבל בתנורים שלנו אין לאפות יותר ממה שצריך:"
    },
    {
      "id": "orach_chaim-507-7",
      "section": 7,
      "text": "מותר לסתום פי התנור בטיט ורפש שעל שפת הנהר והוא שרככו מאמש או עושה בו סי' ונתקו לצד אחד אבל לגבל טיט בי\"ט אסור ומותר לגבל אפר לסתום פי התנור:"
    }
  ]
}