{
  "id": "orach_chaim-451",
  "chapterLabel": "סימן 451",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-451-1",
      "section": 1,
      "text": "דיני הגעלת כלים. ובו כז סעיפים:קדרות של חרס שנשתמש בהם חמץ כל השנה אפילו אותם שעושים בהם דייס' ומיני קמחים משפשפן היטב בענין שלא יהא חמץ ניכר בהם ומותר לשהותן לאחר הפסח להשתמש בהם בין במינו בין שלא במינו ומצניען בפסח במקום צנוע שאינו רגיל לילך שם כדי שלא יבא להשתמש בהם בפסח וטוב לסוגר' בחדר ולהצניע המפתח אבל היסק שיסיקם באש אינו מועיל להם ולא לשום כלי חרס שנשתמש בהם חמין אפילו שלא ע\"י האור אלא שעירה לתוכו רותחין: הגה ויש אוסרים אפילו בכלי שני (המגיד פ\"ה) ואפילו אם ימלאום גחלים דחיישי' דלמא חייס עלייהו שמא פקעו (פי' שמא יתבקעו) ולא עביד להו הסקה מעליא ומיהו אם החזירן לכבשן שמצרפן בו כלי חרש חדשים מותר דכיון שמכניסן להיסק גדול כזה ודאי לא חייס עלייהו דילמא פקעי אבל לתנורים שלנו לא: הגה כל כלי הצריך ליבון או הגעלה אסור להשתמש בו אפי' צונן בלא הכשר (מרדכי ר\"פ כל שעה) וע' בי\"ד סי' קכ\"א:"
    },
    {
      "id": "orach_chaim-451-2",
      "section": 2,
      "text": "כוביא שהוא כלי שעושין מלבנים ועפר ואופים ומטגנין בו וכן תנור קטן שקורין פירלי\"א הסיקו מבחוץ אסור לאפות בו בפסח דאין חמץ שבו נפלט בכך ואם מלאו גחלים מבפנים שרי:"
    },
    {
      "id": "orach_chaim-451-3",
      "section": 3,
      "text": "סכינים מגעילן בכלי ראשון ומותרין וכלי ראשון נקרא שהרתיחו בו מים על האש אפי' אינו עתה על האש רק שעודנו רותח וקודם ההגעלה צריך לשופם יפה במשחזת או ברחיים להעביר כל חלודה שבהם קודם הכשרה הילכך אם יש בו גומות ואינו יכול לנקותו יפה אין מועיל לו הגעלה (פי' הפלטה שהכלי פולטים האיסור שבהם והוא מלשון שורו עבר ולא יגעיל) לבד וצריך ליבון במקום הגומות: הגה והנדן של סכינים אין לה תקנה בהגעלה ואסור להכניס בה הסכין בפסח (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-451-4",
      "section": 4,
      "text": "כלים שמשתמשים בהן ע\"י האור כגון שפודים ואסכלאות וכיוצא בהם צריכים ליבון והליבון הוא עד שיהו נצוצות נתזין מהם: הגה ויש מקילין אם נתלבן כל כך שקש נשרף עליו מבחוץ (מרדכי סע\"א והגהות מיימוני פי\"ו מהלכות מ\"א) ונוהגין כסברא הראשונה בכל דבר שדינו בלבון אבל דבר שדינו בהגעלה רק שיש בו סדקים או שמחמירין ללבנו סגי בלבון קל כזה חצובה צריך ליבון (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-451-5",
      "section": 5,
      "text": "כלים שנשתמש בהם בחמין כפי תשמישן הכשרן אם תשמישן בכלי ראשון כגון כף שמגיסין בו בקדרה צריך להכשירן בכלי ראשון ואם תשמישן בכלי שני הכשרן בכלי שני וכלי שמשתמשים בו בעירוי שמערה מכלי ראשון לא סגי ליה בהכשר דכלי שני אלא צריך לערות עליו מכלי ראשון: הגה כל הכלים שיש בהם סדקים או גומות או חלודה והוא בתוך הכלי ולא יוכל לנקרן ולנקותן אין להגעילן וצריכין ליבון במקום הסדק והחלודה: (רשב\"א בתשובה):"
    },
    {
      "id": "orach_chaim-451-6",
      "section": 6,
      "text": "כל כלי הולכין בו אחר רוב תשמישו הילכך קערות אע\"פ שלפעמים משתמשין בהם בכלי ראשון על האש כיון שרוב תשמישן הוא בערוי שמערה עליהם מכלי ראשון כך הוא הכשרן: הגה ויש מחמירין להגעיל הקערות בכלי ראשון (טור בשם אבי העזרי ומרדכי פ' כל שעה ותוס' סוף מסכת ע\"ז) וכן הוא המנהג וכן בכל דבר שיש לחוש שמא נשתמש בו בכלי ראשון כגון כפות וכדומה לזה (הגהות מיימוני פ\"ה ואגור) ויש מחמירין להגעיל כל כלי שתייה אע\"פ שתשמישן בצונן משום שלפעמים משתמשין בהם בחמין (רבינו ירוח') וכן הוא המנהג להגעילן ובדיעבד סגי להו בשטיפ' וקערות גדולות שלא יוכל להכניס תוך כלי ראשון יתן עליהן אבן מלובן ויערה עליהם רותחין מכלי ראשון והוי ככלי ראשון וכן כל כיוצא בזה ויעביר האבן על כל הכלי שאז מגעיל כולו: (מרדכי פרק כל שעה והגהת מיימוני פ\"ה ואגור ואיסור והיתר הארוך כלל נ\"ח):"
    },
    {
      "id": "orach_chaim-451-7",
      "section": 7,
      "text": "יש מי שאומר דכפות העשויות מקרן אין להם תקנה בהגעלה דכיון שמתקלקלין במים חמין חיישינן דלמא חייס עלייהו:"
    },
    {
      "id": "orach_chaim-451-8",
      "section": 8,
      "text": "אחד כלי עץ ואחד כלי אבן ואחד כלי מתכת דינם להכשירם בהגעלה: הגה וכן כלי עצם צריכים הגעלה (מרדכי פרק כל שעה):"
    },
    {
      "id": "orach_chaim-451-9",
      "section": 9,
      "text": "המגעיל קודם שעה חמישית יכול להגעיל ביחד כלי ראשון וכלי שני וכלים שבלעו דבר מועט ואינו חושש (ג\"כ אם מגעיל מקצת הכלי שני פעמים) (ד\"ע):"
    },
    {
      "id": "orach_chaim-451-10",
      "section": 10,
      "text": "סלים שמולחים בהם הבשר יש מצריכים להם הגעלה ויש מי שחולק ונראין דבריו: (וטוב להגעילן או לקנות חדשים):"
    },
    {
      "id": "orach_chaim-451-11",
      "section": 11,
      "text": "מחבת שמטגנין (פי' שיוצקין בה שמן לאפותו) בה מותרת בהגעלה ואם היא ארוכה משים חציה והופך עוד ומשים חצי' האחר ואם היא ארוכ' ביותר מלבנ' באמצע ויש מחמירין ללבן המחבת (טי\"ד בשם ר' יואל ותשובת רשב\"א וטור בשם רש\"י ור\"ת) (ובלבון כל דהו שקש נשרף עליו מבחוץ סגי ליה) (ד\"ע) ונוהגין ללבנו לכתחלה מיהו סגי ליה בהגעלה אם אין בו גומות (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-451-12",
      "section": 12,
      "text": "כל הכלים צריך להגעיל ידותיהן כמותן: הגה מיהו אם לא הגעילו הידות אין לאסור בדיעבד אפי' לכתחלה יכול להגעילו ע\"י עירוי שמערה עליהן: (איסור והיתר הארוך כלל ע\"א):"
    },
    {
      "id": "orach_chaim-451-13",
      "section": 13,
      "text": "כלי שיש בו טלאי אם קדם הטלאי לבליעת האיסור אין צריך להסירו דכבולעו כך פולטו ואם קדמה בליעת האיסור לטלאי צריך להסיר הטלאי קודם הגעלה או ישים גחלים על מקום הטלאי עד שישרוף גוף האיסור אם ישנו ואח\"כ מגעיל כל הכלי ואם הוא של עץ אין לו תקנה אא\"כ ירחיב הסדק כל כך שיוכל להוציא משם מה שבתוכו: הגה רושם שעושים האומנים בתוך כלים מותר להגעילן מאחר שנעשה מחדש וינקרם היטב: (איסור והיתר והגהות):"
    },
    {
      "id": "orach_chaim-451-14",
      "section": 14,
      "text": "כסוי של ברזל שמכסים בו הקדרה צריך הגעלה כיון שמזיע בכל שעה מחום הקדרה ואם נתנוהו בפסח על הקדרה בלא הגעלה כל התבשיל אסור שזיעת הכסוי מתערב בתבשיל:"
    },
    {
      "id": "orach_chaim-451-15",
      "section": 15,
      "text": "כסוי של ברזל שמשימים אותו על החררה כשנאפית על הכירה צריך ליבון:"
    },
    {
      "id": "orach_chaim-451-16",
      "section": 16,
      "text": "מדוכה מותרת בהגעלה ואם היא גדולה שאינו יכול להכניסה ביורה משים בה מים רותחים ומכניס בתוכה אבן רותחת ועולה הרתיחה על שפת' דכל כהאי גונא הוי הגעלה דכלי ראשון: הגה ויש מחמירין ללבן המדוכה (טור י\"ד בשם ר' יואל ותשו' רשב\"א וטור בשם רש\"י ור\"ת) אך בלבון כל דהו דהיינו שישרוף עליו קש מבחוץ סגי (ד\"ע) ונוהגין ללבן לכתחלה מיהו סגי ליה בהגעלה אם אין בו גומות (מהרי\"ל) ואם המדוכה של עץ יש לקלפו בכלי אומנות דחיישינן לגומות ולהגעילו אח\"כ: (הגהות מיימוני פ\"ה):"
    },
    {
      "id": "orach_chaim-451-17",
      "section": 17,
      "text": "הדף שעורכים עליו כל השנה וכן עריבה שלשין בה צריכים הגעלה: הגה ולא מהני בה קילוף בכלי אומנות וכן כל דבר הצריך הגעלה לא מהני ליה קליפה (מהרי\"ו) והמנהג שלא להשתמש בפסח בעריבות ודפין שלשין עליהן כל השנה אפי' ע\"י הגעלה וכן עיקר (מרדכי פ' כל שעה וכל בו) וכבר נתבאר לעיל סי' תמ\"ב סעיף י\"א:"
    },
    {
      "id": "orach_chaim-451-18",
      "section": 18,
      "text": "הנפה צריך לדקדק בה מאוד לנקות' מפתיתי החמץ הנדבק בה ונסרך ונדבק בנקבי אריגת הנפה ובעץ שבה וישפשפו אותו במים יפה יפה והוא הדין לכל שאר כלי הלישה שהשפשוף בהם עיקר גדול: הגה ונהגו שלא להשתמש בנפה על ידי הגעלה ואין לשנות (מהרי\"ל וב\"י) וכן בכל כיוצא בזה כגון הכלי שקורין רי\"ב אייז\"ן או הכיס של רחיים (מהרי\"ל) בכולן לא מהני להו הגעלה וכן סלים שמשתמשין בהם חמץ דינם כנפה אבל שקים ישנים נוהגין בהם היתר ע\"י כבוס וצריך להתיר כל התפירות שבהן קודם הכבוס: (ת\"ה סי' קי\"ו):"
    },
    {
      "id": "orach_chaim-451-19",
      "section": 19,
      "text": "הרחת שקורין פאל\"ה יש אומרים שאין מועיל לה הגעלה וצריך לקנות חדשה:"
    },
    {
      "id": "orach_chaim-451-20",
      "section": 20,
      "text": "השלחנות והתיבות שמצניעים בהם אוכלין כל השנה רגילים לערות עליהם רותחין לפי שלפעמים נשפך מרק מן הקדרה לתוכן:"
    },
    {
      "id": "orach_chaim-451-21",
      "section": 21,
      "text": "חביות של חרס שנתנו בהם שכר שעורים מותרי' בהגעלה או בעירוי שלשה ימים: הגה והגעלת החביות יעשה בדרך זה ילבן אבנים וישימם בהם ויערה עליהם רותחים מכלי ראשון ויגלגל החבית שיגיע הגעלה לכל מקום (הגהות מיימוני פ\"ה) ובדיעבד אם נתנו בהם יין או דבש בלא הגעלה רק שהדיחן היטב תחלה מותר לשתות ממנו בפסח (מרדכי פ' כל שעה והגהות אשירי פ\"ב דע\"א ותה\"ד סימן ר\"א):"
    },
    {
      "id": "orach_chaim-451-22",
      "section": 22,
      "text": "כל הכלים אפי' של חרס שנשתמש בהם חמץ בצונן מותר להשתמש בהם מצה אפי' בחמין חוץ מבית שאור ובית חרוסת שאע\"פ שלא נשתמש בהם חמץ אלא בצונן אסור להשתמש בהם מצה בחמין אבל בצונן להניח בהם מצה אפויה מותר אבל אסור ללוש בהם וכל זה בלא הגעלה אבל על ידי הגעלה אפילו בית שאור וחרוסת מותרים אם אינם של חרס אבל לשל חרס לא מהני הגעלה ואפי' לא נשתמש בהם חמץ אלא בצונן לא ישתמש בהם מצה אפילו בצונן והאידנא נהגו עלמא דלא לאשתמושי בפסחא במאני דפחר' עתיקי (פי' כלי חרס ישנים) ותנור של בית החורף דינו ככלי חרס ואסור לשום שום דבר על התנור בפסח (מהרי\"ו):"
    },
    {
      "id": "orach_chaim-451-23",
      "section": 23,
      "text": "כלי חרס המצופין בהתוך זכוכית דינם ככלי חרס: הגה ויש מקומות שנהגו שלא להשתמש בכלי חרס גלייזיאר\"ט אפילו חדשים (מהרי\"ל) ואין להחמיר רק במקום המנהג (תשובת מהרי\"ל):"
    },
    {
      "id": "orach_chaim-451-24",
      "section": 24,
      "text": "כלי עץ המצופים בסממנים שקורין ברניס דינם ככלי חרס: הגה ויש מקומות שמחמירים שלא להשתמש בכלים צבועים אפי' הן חדשים (מהרי\"ל) וכן המחופין בבדיל ואין להחמיר בזה רק במקום שנהגו איסור (תשובת מהרי\"ל):"
    },
    {
      "id": "orach_chaim-451-25",
      "section": 25,
      "text": "כל כלי השתי' בין צלוחיות בין כוסות מותרי' בשטיפה בין שהם של זכוכית בין שהם של עץ בין שהם של מתכת בין שהם של חרס ואע\"פ שלפעמים נותנים בהם לחם חם כיון שרוב תשמישן אינו אלא בצונן סגי בשטיפה שלא הלכו בכל כלי אלא אחר רוב תשמישו: הגה מיהו יש מחמירין ומצריכין הגעלה וכן נוהגין וע\"ל ס\"ו:"
    },
    {
      "id": "orach_chaim-451-26",
      "section": 26,
      "text": "כלי זכוכית אפי' מכניסן לקיום ואפילו משתמש בהם בחמין אין צריכים שום הכשר שאינם בולעים ובשטיפה בעלמא סגי להו. הגה ויש מחמירים ואומרים דכלי זכוכית אפי' הגעלה לא מהני להו וכן המנהג באשכנז ובמדינות אלו (סמ\"ג ואגור) וכן כלי כסף שיש בתוכן התוך זכוכית שקורין גשמעלצ\"ט אין להגעילו אבל מבחוץ אינו מזיק. (תה\"ד סימן קלב):"
    },
    {
      "id": "orach_chaim-451-27",
      "section": 27,
      "text": "שפוד ישן שצלו בו עופות בפסח מותרין אע\"פ שמקודם צלו בו בשר מלוח ממלח שלא נבדק: הגה מיהו אין להתיר רק בדיעבד וכן הברזות שבחביות של יין נוהגין להדיחן (אגור ומהרי\"ל). וכן העצים שתוחבין בהם כלי שתיה צריכין הדחה לשום בהם כלים בפסח (מהרי\"ו):"
    }
  ]
}