{
  "id": "orach_chaim-202",
  "chapterLabel": "סימן ר״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-202-1",
      "section": 1,
      "text": "דיני ברכת פירות האילן. ובו יח סעיפים:על כל פירות האילן מברך בתחילה בורא פרי העץ חוץ מהיין שמברך עליו בפה\"ג בין חי בין מבושל בין שהוא עשוי קונדיטון דהיינו שנותנין בו דבש ופלפלין: הגה ואם נתערב יין בשכר אזלינן אחר הרוב אם הרוב יין מברך בפה\"ג ואם הרוב שכר מברך שהכל: (ב\"י בשם התשב\"ץ):"
    },
    {
      "id": "orach_chaim-202-2",
      "section": 2,
      "text": "הבוסר כל זמן שלא הגיע לכפול הלבן מברך עליו בפה\"א ומשהוא כפול הלבן ואילך מברך עליו בורא פרי העץ ומתוך שלא נודע לנו שיעור פול הלבן לעולם מברך בפה\"א עד שיהיה גדול ביותר ושאר כל האילן משיוציא פרי מברכין עליו בורא פרי העץ ובלבד שלא יהא מר או עפיץ ביותר עד שאינו ראוי לאכילה אפי' ע\"י הדחק דאז אין מברכין עליו כלל: הגה וי\"א דעל חרובין אינו מברך בורא פרי העץ עד שיראה בהם כמין שרשראות של חרובין וכן בזיתים עד שיגדל הנץ סביביו וקודם לכן מברך בפה\"א וכן עיקר: (טור)"
    },
    {
      "id": "orach_chaim-202-3",
      "section": 3,
      "text": "גרעיני הפירות אם הם מתוקים מברך עליהם בורא פרי העץ ואם הם מרים אינו מברך עליהם כלל ואם מתקן על ידי האור מברך עליהם שהכל:"
    },
    {
      "id": "orach_chaim-202-4",
      "section": 4,
      "text": "שמן זית אם שתאו כמות שהוא אינו מברך עליו כלל משום דאזוקי מזיק ליה ואם אכלו עם פת אינו מברך עליו דפת עיקר ומברך על העיקר ופוטר את הטפילה ואם שתאו מעורב עם מי סלקיא (הנקרא אניגרון) שאז אינו מזיק אדרבא הוא מועיל לגרון אם הוא חושש בגרונו הוה ליה שמן עיקר ומברך עליו בפה\"ע ואם אינו מתכוין לרפואה אלא לאכילה הוה ליה אניגרון עיקר ואינו מברך אלא על האניגרון (שהכל):"
    },
    {
      "id": "orach_chaim-202-5",
      "section": 5,
      "text": "שקדים המרים כשהם קטנים מברך בפה\"ע גדולים ולא כלום דאזוקי מזקי וטעמא דמלתא דכשהם קטנים עיקר אכילתם היא הקליפה ואינה מרה וכשהם גדולים עיקר אכילתם מה שבפנים והוא מר ואם מתקן ע\"י האור או דבר אחר מברך בפה\"ע:"
    },
    {
      "id": "orach_chaim-202-6",
      "section": 6,
      "text": "צלף (פי' צלף מין אילן שעלין שלו ראוין לאכילה ויש בעליו כמין תמרים. אביונות הוא הפרי מהצלף. וקפריסין הן קליפה שסביב הפרי כקליפות האגוזים על העלין ועל התמרות ועל הקפריסין בפה\"א ועל האביונות שהם עיקר הפרי בפה\"ע:"
    },
    {
      "id": "orach_chaim-202-7",
      "section": 7,
      "text": "תמרים שמעכן ביד ועשה מהם עיסה והוציא מהם גרעיניהם אפ\"ה לא נשתנית ברכתן ומברך עליהם בפה\"ע ולסוף ברכה אחת מעין שלש: הגה ולפי זה ה\"ה בלטוערין הנקרא פווידל\"א מברכין עליהם בורא פרי העץ וי\"א לברך עליהם שהכל (ת\"ה סי' פ\"ט וב\"י בשם הטור) טוב לחוש לכתחלה לברך שהכל אבל אם בירך בפה\"ע יצא כי כן נראה עיקר:"
    },
    {
      "id": "orach_chaim-202-8",
      "section": 8,
      "text": "דבש הזב מהתמרים מברך עליו שהכל וכן על משקין היוצאים מכל מיני פירות חוץ מזתים וענבים מברך שהכל:"
    },
    {
      "id": "orach_chaim-202-9",
      "section": 9,
      "text": "סופי ענבים שאין מתבשלין לעולם וכן על הנובלות שהם תמרים שבישלם ושרפם החום ויבשו מברך שהכל:"
    },
    {
      "id": "orach_chaim-202-10",
      "section": 10,
      "text": "פירות ששראן או בשלן במים אע\"פ שנכנס טעם הפרי במים אינו מברך על אותם המים אלא שהכל והרא\"ש כתב דאפשר שאם נכנס טעם הפרי במים מברך בפה\"ע:"
    },
    {
      "id": "orach_chaim-202-11",
      "section": 11,
      "text": "מי שריית צמוקים ותאנים או מי בישולם מברך עליהם שהכל ויוצא גם להרא\"ש אבל בברכה של אחריהם יש להסתפק אם מברך בורא נפשות או אם מברך ברכה אחת מעין שלש כהרא\"ש. ולכן ירא שמים לא ישתה אלא בתוך הסעודה או יאכל פרי מז' מינים וגם ישתה מים כדי שיצטרך לברך ברכה אחת מעין שלש ובורא נפשות ואם משך המים והבדילם מהצמוקים הוה ליה יין ומברך עליו בפה\"ג וברכה אחת מעין שלש והוא שיהיו צמוקים שיהיה בהם לחלוחית שאם ידרוך אותם יצא מהם דבשן אבל אם כשיעצרו אותם לא יצא מהם שום לחלוחית דבש לא:"
    },
    {
      "id": "orach_chaim-202-12",
      "section": 12,
      "text": "כל הפירות שטובים חיין ומבושלים כגון תפוחים ואגסים בין חיים בין מבושלים מברך בפה\"ע ואם אין דרך לאוכלם חיים אלא מבושלים אכלם כשהם חיים מברך שהכל כשהם מבושלים בפה\"ע:"
    },
    {
      "id": "orach_chaim-202-13",
      "section": 13,
      "text": "אגוז גמור המטוגן בדבש ונקרא נואיגד\"ו [ר\"ל נויאיט] מברך עליו בורא פרי העץ:"
    },
    {
      "id": "orach_chaim-202-14",
      "section": 14,
      "text": "אגוז רך שמבשלים בדבש וקוראין לו נו\"ס משקאד\"ה מברך עליו שהכל: הגה וכן אותם אגוזים שמבשלים בדבש בעודם ירוקים מברכין שהכל [רבי ירוחם נתיב י\"ז ח\"ב וב\"י]:"
    },
    {
      "id": "orach_chaim-202-15",
      "section": 15,
      "text": "על הסוקא\"ר מברך שהכל וכן המוצץ קנים מתוקות שהכל:"
    },
    {
      "id": "orach_chaim-202-16",
      "section": 16,
      "text": "על פלפל וזנגביל יבשים ועל הקלאו של גירופלו (ר\"ל נעגליך) וכל כיוצא [בזה] שאין דרך לאוכלם אלא על ידי תערובות אין מברך עליהם כלום:"
    },
    {
      "id": "orach_chaim-202-17",
      "section": 17,
      "text": "על אגוז מושקא\"ט בפה\"ע ועל קניל\"ה [ר\"ל צימרינד] בורא פרי האדמה:"
    },
    {
      "id": "orach_chaim-202-18",
      "section": 18,
      "text": "על פלפל וזנגביל כשהם רטובים בורא פרי האדמה: הגה כל הפירות שיודע בהם שהם עיקר הפרי מברך עליהם בורא פרי העץ ושאינן עיקר הפרי בפה\"א ואם הוא מסופק אם הוא עיקר הפרי או לא בפה\"א ואם אינו יודע מה הוא מברך שהכל [טור]:"
    }
  ]
}