{
  "id": "orach_chaim-509",
  "chapterLabel": "סימן 509",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-509-1",
      "section": 1,
      "text": "כמה דינים פרטיים להלכות י\"ט. ובו ז סעיפים:שפוד שנרצף אע\"פ שהוא יכול לפשטו בידו אין מתקנין אותו: הגה ודוקא שיוכל לצלות בו בלא תקון אבל אם אינו יכול לצלות בו כך ונשבר ביום טוב מותר לתקנו (טור) ואין מורין כן לרבים (רבי' ירוחם ח\"ג) שלא יבאו לתקן גם כן בנשבר מעי\"ט והוא הדין לכל מכשירין שאי אפשר לעשותן מערב י\"ט:"
    },
    {
      "id": "orach_chaim-509-2",
      "section": 2,
      "text": "שפוד שרוצים לצלות בו והי' ארוך יותר מדאי אסור לחתכו ולא לשרפו אין משחיזין את הסכין במשחזת שלה אבל מחדדה על גבי העץ או חרס או אבן ואין מורין דבר זה לרבים כדי שלא יבאו לחדדם במשחזת במה דברים אמורים כשיכולה לחתוך בדוחק או שנפגמה אבל אם אינה יכולה לחתוך כלל אין משחיזין אותה אפילו על העץ שמא יבא להשחיזה במשחזת:"
    },
    {
      "id": "orach_chaim-509-3",
      "section": 3,
      "text": "עופות שממלאים אותם בשר ובצים מותר לתפרם בי\"ט והוא שיתקן מעי\"ט החוט וישימנו במחט ויזהר שלא יחתוך החוט בי\"ט: הגה וכן נהגו לשרוף החוט הנשאר בעוף לאחר שתפרו בו:"
    },
    {
      "id": "orach_chaim-509-4",
      "section": 4,
      "text": "מותר לחתוך בי\"ט אגד גדיים ועופות מקולסים וחוטים תפורים וכן יכולים לשרוף פתילה או סמרטוט שקושרים בו העוף:"
    },
    {
      "id": "orach_chaim-509-5",
      "section": 5,
      "text": "מותר ללבן בי\"ט כלי ברזל שאפו בו פלאדי\"ן של גבינה ואחר הליבון יאפה בו פשטיד\"א של בשר והוא שכשיתלבן יתנו אותו על המאכל מיד אבל אם הוא בלוע מנבילה וכיוצא בה אסור ללבנו אפי' לאפות בו דבר היתר: הגה וה\"ה דאסור להגעיל כלי בי\"ט (מרדכי סוף ע\"א וא\"ז והגהות מיימוני פ\"א) ומותר ללבן שפוד שצלו בו בשר שאינו מלוח ורוצה לחזור ולצלות בו ביום טוב: (מהרי\"א מפראג):"
    },
    {
      "id": "orach_chaim-509-6",
      "section": 6,
      "text": "אין נוקבין נקב חדש בחבית בי\"ט:"
    },
    {
      "id": "orach_chaim-509-7",
      "section": 7,
      "text": "להטביל כלי חדש בי\"ט דינו כמו בשבת כדאיתא בסימן שכ\"ג סעיף ז': הגה ודין הדחת ושפשוף כלים בי\"ט דינן כמו בשבת כדאיתא סימן שכ\"ג ומותר לטלטל מוקצה לצורך אוכל נפש ושמחת י\"ט:"
    }
  ]
}