{
  "id": "orach_chaim-646",
  "chapterLabel": "סימן 646",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-646-1",
      "section": 1,
      "text": "דיני הדס. ובו יא סעיפים:הדס שנקטם ראשו כשר נשרו רוב עליו אם נשתייר ג' עלין בקן אחד כשר:"
    },
    {
      "id": "orach_chaim-646-2",
      "section": 2,
      "text": "היו ענביו מרובות מעליו אם ירוקות כשר ואם אדומות או שחורות פסול ואם מיעטן כשר ואין ממעטין אותם בי\"ט לפי שהוא כמתקן עבר וליקטן או שליקטן א' א' לאכילה הרי זה כשר: ומיום ראשון ואילך כשר בכל ענין: (ב\"י בשם ארחות חיים):"
    },
    {
      "id": "orach_chaim-646-3",
      "section": 3,
      "text": "ענף עץ עבות האמור בתורה היא ההדס שעליו חופין את עציו כגון שלשה עלין או יותר בגבעול אחד אבל אם היו שני העלין בשוה זה כנגד זה והעלה השלישי למעלה מהן אין זה עבות אבל נקרא הדס שוטה: הגה ופסול אפי' בשעת הדחק ואיכא מאן דאמר בגמר' דכשר וע\"כ נוהגין באלו המדינות לכתחלה לצאת באלו ההדסים המובאים ואין ג' עלין בגבעול אחד ויש מי שכתב דהדסים שלנו אין נקראים הדס שוטה הואיל והם שנים על גב שנים ואינן כהדס שוטה המוזכר בגמרא ולכן נהגו להקל כמ\"ש מהר\"י קולן ומהר\"י איסרלן ז\"ל בתשובותיהם:"
    },
    {
      "id": "orach_chaim-646-4",
      "section": 4,
      "text": "יצאו הרבה בקן אחד ונשרו מהם עד שלא נשארו אלא ג' בקן אחד כשר אפי' נשרו רובם כגון שהיו שבעה ונשרו מהם ארבעה ונשארו שלשה:"
    },
    {
      "id": "orach_chaim-646-5",
      "section": 5,
      "text": "למצוה בעינן כל שיעור אורך ההדס שיהא עבות ולעיכובא ברובו [ואפי' אינו בראשו] [טור]:"
    },
    {
      "id": "orach_chaim-646-6",
      "section": 6,
      "text": "יבשו עליו פסול כמשו כשר:"
    },
    {
      "id": "orach_chaim-646-7",
      "section": 7,
      "text": "שיעור היבשות אפילו אם נפרך בצפורן אם עדיין ירוקים הם כשר ואינם נקראים יבשים אלא כשילבינו פניהם:"
    },
    {
      "id": "orach_chaim-646-8",
      "section": 8,
      "text": "יבשו רוב עליו ונשתיירו בראש כל בד מהג' בדין קן אחד ובו ג' עלין לחין כשר ויש מפרשים שאפילו אם מהשלשה שבחד קינה יבשו שנים ולא נשאר כי אם אחד לח כשר והוא שיהיה העלה שהוא מורכב על שניהם:"
    },
    {
      "id": "orach_chaim-646-9",
      "section": 9,
      "text": "אם אותם עלים שלא יבשו הם כמושין יש פוסלין ויש מכשירין:"
    },
    {
      "id": "orach_chaim-646-10",
      "section": 10,
      "text": "נקטם ראשו כשר אפי' לא עלתה בו תמרה והוא הדין ליבש ראשו ויש פוסלין בנקטם ראשו: הגה וטוב להחמיר במקום שאפשר באחר [המגיד] ולא מקרי נקטם אלא אם נקטמו העצים (ר\"ן):"
    },
    {
      "id": "orach_chaim-646-11",
      "section": 11,
      "text": "אם אין לו אלא הדס שענביו מרובים מעליו ביו\"ט נוטלו ואינו מברך עליו:"
    }
  ]
}