{
  "id": "orach_chaim-399",
  "chapterLabel": "סימן שצ״ט",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-399-1",
      "section": 1,
      "text": "במה מודדין התחומין ובמקום המדידה ומי הוא המודד. ובו יא סעיפים:אין מודדין תחום העיר אלא בחבל של פשתן של חמשים אמה לא פחות שהוא נמתח ביותר ולא ארוך יותר מפני שאינו נמתח כראוי:"
    },
    {
      "id": "orach_chaim-399-2",
      "section": 2,
      "text": "אם יש נהר לפניו לסוף ע\"ה אמה לאחר שמדד חמשים אמה חוזר לאחוריו כ\"ה אמה כדי שיהא החבל של נ' אמה שלם עד הנהר:"
    },
    {
      "id": "orach_chaim-399-3",
      "section": 3,
      "text": "ישים החבל כנגד לבו וימתחנו בכל כחו:"
    },
    {
      "id": "orach_chaim-399-4",
      "section": 4,
      "text": "לא ימדוד אלא כנגד העיר אפי' אם יש הרים וגאיות כנגדה ולא ילך מכנגדה בצדה שהוא ישר וימדוד שם ויחזור כנגד העיר ולפי מדה שמדד שם אלא ימדוד כנגד העיר וכשיגיע להר אם הוא כ\"כ זקוף שאם יורידו חוט המשקולת מראשו לא יתרחק מכנגדו ולמטה בשיפולו ד' אמות אז אין צריך למדוד (כל כך) הירידה והעליה אם יש מישור בראשו אם אין מישור בראשו אינו מודד כלל ואם חוט מתרחק מכנגדו ארבע אמות ומתלקטים י' מתוך ה' דהיינו שבהילוך ה' אמות של שיפוע עולה עשרה טפחי' אז רואים אם אין משפתו אל שפתו אלא נ' אמה מבליעו בחבל של נ' אמה שזוקף עץ גבוה בשפתו מזה ועץ אחר כנגדו בשפתו מזה ומותח חבל מזה לזה ואם אינו יכול להבליעו בחבל של נ' אמה מודדו בחבל של ד' אמות וכך יעשה אחד עומד ברגלי ההר למטה ואחד למעלה ממנו ברחוק ד' אמות ונותן התחתון החבל כנגד לבו והעליון כנגד רגליו ועולה התחתון למקום שעומד העליון והעליון עולה ד' אמו' ומודדין כבתחלה וכן יעשה עד שימדוד כולו ואם הוא משופע יותר שבהילוך ד' אמות עולה י' טפחים אז הקילו בו ולא הטריחוה להבליעו בחבל של נ' אמה ע\"י קורו' אלא אם אין בו אלא חמשים אמה ישער אותו כמה יש בו לפי אומד הדעת ואם יש בו יותר מנ' אמה מודדו בחבל של ארבע אמות:"
    },
    {
      "id": "orach_chaim-399-5",
      "section": 5,
      "text": "הגיע לגיא אם חוט המשקולת מתרחק מכנגדו למטה ד' אמות אז רואים אם יכול להבליעו בחבל של נ' אמה מבליעו ואם לאו מודדו בחבל של ד' אמות והוא שלא יהא עמוק יותר מאלפים אבל אם הוא עמוק יותר מאלפים מודד הירידה והעליה של כל השיפוע ואם אין החוט מתרחק מכנגדו ד' אמות אז אם יכול להבליעו בחבל של נ' אמה מבליעו ואם לאו אינו מודד כלל השיפוע של ירידה ועליה אלא המישור של מטה ואפי' אם עמוק יותר מאלפים:"
    },
    {
      "id": "orach_chaim-399-6",
      "section": 6,
      "text": "הגיע להר (או לגיא) וכל מה שהוא ממנו מכנגד העיר הוא רחב מחמשים אמה שאינו יכול להבליעו וכגון שהוא במזרח העיר וכל אורך מזרח אינו יכול להבליעו אם יכול להבליעו בתוך אלפי' של צד צפון או דרום ילך שם ויבליעו כיון שהוא עדיין בתוך התחום של צד העיר אבל אם אינו יכול להבליעו בתוך אלפים של צד העיר לא יתרחק יותר לצד העיר כדי להבליעו:"
    },
    {
      "id": "orach_chaim-399-7",
      "section": 7,
      "text": "אין סומכין אלא על מדידת אדם מומחה שהוא יודע מדת הקרקע:"
    },
    {
      "id": "orach_chaim-399-8",
      "section": 8,
      "text": "היו לנו תחומי שבת מוחזקין ובא מומחה ומדד ריבה בתחום מהם ומיעט בתחום שומעין לו אף בתחום שריבה: הגה מדד ומצא מדתו במזרחית צפונית יתירה על שכנגדו במזרחית דרומית מותח החוט של סי' התחום מזה לזה באלכסון (הרא\"ש וטור) וי\"א בשוה לפי המקום שריבה בו (ב\"י בשם רש\"י ורשב\"א):"
    },
    {
      "id": "orach_chaim-399-9",
      "section": 9,
      "text": "אם באו ב' מומחים ומדדו את התחום אחד ריבה ואחד מיעט שומעין למרב' ובלבד שלא ירבה יותר ממדת אלכסונה של עיר כיצד בעת שירבה זה נאמר שמא הא' מקרן אלכסון של עיר מדד אלפים ולפיכך מיעט מדתו ונמצא צלע התחתון בינו ובין העיר פחות מאלפים וזה האחרון מדד אלפים מצלע העיר ואין מחזיקין על הראשון שטעה ביותר על זה:"
    },
    {
      "id": "orach_chaim-399-10",
      "section": 10,
      "text": "עושין התחומין כטבלא מרובעת דהיינו שמודד על פני כל אורך העיר למזרח אלפים אמה לחוץ וכן לצפון ואח\"כ רואים כאלו היתה טבלא מרובעת בקרן למלאותו ונמצא התחום בקרן אלפים ואלכסונן שהם אלפים ות\"ת אבל לא ימדוד מאמצע הקרן אלפים באלכסון וכן בקרן שכנגדו ויתן החוט מזה לזה שא\"כ מפסיד הת\"ת שבקרן וגם לא יהיה התחום כנגד העיר אלא אלף ותכ\"ח:"
    },
    {
      "id": "orach_chaim-399-11",
      "section": 11,
      "text": "אפילו עבד אפי' שפחה נאמנים לומר עד כאן תחום שבת אבל קטן לא בעודו קטן אבל נאמן הגדול לומר זכור אני שעד כאן היינו באים בשבת כשהייתי קטן וסומכין על עדותו:"
    }
  ]
}