{
  "id": "orach_chaim-151",
  "chapterLabel": "סימן קנ״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-151-1",
      "section": 1,
      "text": "דיני קדושת ב\"ה. ובו יב סעיפים:בתי כנסיות ובתי מדרשות אין נוהגין בהם קלות ראש כגון שחוק והתול ושיחה בטילה ואין אוכלין ושותים בהם ולא מתקשטין בהם ולא מטיילין בהם ולא נכנסים בהם בחמה מפני החמה ובגשמים מפני הגשמים ות\"ח ותלמידיהם מותרים לאכול ולשתות בהם מדוחק: (וי\"א דבבית המדרש אפי' שלא מדוחק שרי): (ר\"ן פרק בני העיר) ואין מחשבין בהם חשבונות אלא אם כן הם של מצוה כגון קופה של צדקה ופדיון שבויים ואין מספידין בהם אלא אם כן יהיה ההספד לאחד מגדולי העיר שכל בני העיר מתקבצים ובאים להספידו ואם צריך ליכנס בהם לצרכו כגון לקרא לאדם יכנס ויקרא מעט או יאמר דבר שמועה ואח\"כ יקראנו כדי שלא יהא נראה כאלו נכנס לצרכו ואם אינו יודע לא לקרות ולא לשנות יאמר לא' מהתינוקות קרא לי פסוק שאתה קורא בו או ישהה מעט ואח\"כ יצא שהישיבה בהם מצוה שנאמר אשרי יושבי ביתך (ושיעור הישיבה כדי הלוך שני פתחים) (לדעת הי\"מ בסי' צ' ס\"ס כ') (מרדכי ר\"פ השותפין):"
    },
    {
      "id": "orach_chaim-151-2",
      "section": 2,
      "text": "י\"א שמה ששנינו בקדושת בתי מדרשות ר\"ל של רבים דומיא דב\"ה אבל יחיד הקובע מדרש בביתו לצרכו אין לו קדושה כ\"כ:"
    },
    {
      "id": "orach_chaim-151-3",
      "section": 3,
      "text": "אין ישנים בב\"ה אפילו שינת עראי אבל בבית המדרש מותר:"
    },
    {
      "id": "orach_chaim-151-4",
      "section": 4,
      "text": "לצורך ב\"ה מותר לאכול ולישן בתוכו ומטעם זה ישנים בליל יום הכפורים בב\"ה ואפילו לצורך מצוה אחרת כגון כשנקבצים לעבר השנה בב\"ה מותר לאכול שם:"
    },
    {
      "id": "orach_chaim-151-5",
      "section": 5,
      "text": "היו לב\"ה שני פתחים לא יכנס בפתח זה לעשותו דרך לצאת בפתח השני לקצר דרכו ואם היה הדרך עובר קודם שנבנה ב\"ה מותר וכן אם לא נכנס בו תחלה כדי לקצר דרכו מותר לעשותו דרך וכשנכנס בו להתפלל מותר למי שנכנס בפתח זה לצאת בפתח אחר:"
    },
    {
      "id": "orach_chaim-151-6",
      "section": 6,
      "text": "מותר ליכנס בב\"ה במקלו ובתרמילו ובאפונדתו (פי' מיני כיסים תרגום ובילקוט ובתרמילו) ויש אוסרים ליכנס בו בסכין ארוך או בראש מגולה:"
    },
    {
      "id": "orach_chaim-151-7",
      "section": 7,
      "text": "יכול לרוק בו ובלבד שישפשפנו ברגליו או יהיה שם גמי שאם ירוק לתוכו לא יהא נראה:"
    },
    {
      "id": "orach_chaim-151-8",
      "section": 8,
      "text": "טיט שעל רגליו ראוי לקנחו קודם שיכנס להתפלל וראוי שלא יהא עליו ולא על בגדיו שום לכלוך:"
    },
    {
      "id": "orach_chaim-151-9",
      "section": 9,
      "text": "נוהגים בהם כבוד לכבדן ולרבצן [פי' כבוד נקוי הבית. ריבוץ זריקת המים על פני הקרקע] ונוהגין להדליק בהם נרות לכבדן:"
    },
    {
      "id": "orach_chaim-151-10",
      "section": 10,
      "text": "אפי' לאחר שחרבו עדיין הם בקדושתן וכשם שנוהגים בהם כבוד בישובן כך נוהגים בחרבנם חוץ מכבוד ורבוץ ואם עלו בהם עשבים תולשים אותם ומניחים אותם במקומן משום עגמת נפש כדי שיראו העם ותעיר רוחם וישתדלו לבנותה:"
    },
    {
      "id": "orach_chaim-151-11",
      "section": 11,
      "text": "אם בשעת בנין ב\"ה התנו עליו להשתמש בו מותר להשתמש בו בחרבנו אבל בישובו לא מהני תנאה ואפילו בחורבנו לתשמיש מגונה כגון זריעה וחשבונות של רבים לא מהני תנאה בד\"א בבתי כנסיות שבחוצה לארץ אבל בבתי כנסיות שבא\"י לא מהני שום תנאי:"
    },
    {
      "id": "orach_chaim-151-12",
      "section": 12,
      "text": "יש ליזהר מלהשתמש בעליות שעל גבי ב\"ה תשמיש קבוע של גנאי כגון לשכב שם ושאר תשמישים יש להסתפק אם מותר להשתמש שם: הגה וכל זה דוקא בב\"ה קבוע שנבנה מתחלה לכך אבל בית שיחדו לאחר שנבנה לב\"ה מותר לשכב עליו (פסקי מהר\"י):"
    }
  ]
}