{
  "id": "orach_chaim-422",
  "chapterLabel": "סימן תכ״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-422-1",
      "section": 1,
      "text": "סדר התפלה והלל בר\"ח. ובו ז סעיפים:ערבית שחרית ומנחה מתפללים י\"ח ברכות ואומר יעלה ויבא ברצה ואם לא אמרו בערבי' אין מחזירין אותו (ובאיזה מקום שזוכר שאינו חוזר ע\"ל סי' רצ\"ד סעיף ד' וה') בין שר\"ח יום אחד בין שהוא שני ימים מפני שאין מקדשין את החודש בלילה אבל לא אמרו שחרית) ומנחה מחזירין אותו ואם נזכר קודם שהתחיל מודים אומר במקו' שנזכר ואם לא נזכר עד אחר שהתחיל מודי' אם נזכר קודם שהשלי' תפלתו חוזר לרצה ואם לא נזכר עד שהשלי' תפלתו חוזר לראש ואם הוא רגיל לו' תחנוני' אחר תפלתו ונזכר אחר שהשלי' תפלתו קודם שיעקור רגליו חוזר לרצה: הגה (ואם הוא ספק אם הזכיר או לאו אין צריך לחזור כל בו הלכות תפלה) וש\"ץ ששכח מלהזכיר בשחרית ע\"ל סי' קכ\"ו:"
    },
    {
      "id": "orach_chaim-422-2",
      "section": 2,
      "text": "וקורים הלל בדילוג בין יחיד בין צבור וי\"א שהצבור מברכין עליו בתחלה לקרא את ההלל (ואם בירך לגמור א\"צ לחזור) (מרדכי פ' במה מדליקין ושבולי לקט) ולבסוף יהללוך והיחיד אין מברך עליו ויש אומרי' שאף הצבור אין מברך עליו לא בתחילה ולא בסוף וזה דעת הרמב\"ם וכן נוהגי' בכל מלכות ארץ ישראל וסביבותי': הגה ויש אומרים דגם יחיד מברך עליו (טור בשם הרא\"ש ור\"ת) וכן נוהגין במדינות אלו ומכל מקום יזהר אדם לקרות בצבור כדי לברך עליו עם הצבור וי\"א דכשיחיד קורא אומר לשנים שיאמרו עמו ראשי פרקים דאז הוי כרבים (מרדכי פ' במה מדליקין ואגור בשם שוחר טוב) ונהגו כן בהודו ולא באנא:"
    },
    {
      "id": "orach_chaim-422-3",
      "section": 3,
      "text": "בענין הפסוקי' שכופלין בו וכן בפסוקי' ששליח צבור אומר והקהל עוני' אחריו כל מקום לפי מנהגו:"
    },
    {
      "id": "orach_chaim-422-4",
      "section": 4,
      "text": "לענין הפסק' אפי' באמצע שואל בשלו' אדם שהוא צריך לנהוג בו כבוד ומשיב שלום לכל אדם אבל בענין אחר לא יפסיק: הגה ודוקא בר\"ח ופסח בימים שאין גומרים הלל אבל כשגומרים אותו לענין הפסקה דינו כמו בק\"ש וע\"ל סי' תפ\"ח סעיף א':"
    },
    {
      "id": "orach_chaim-422-5",
      "section": 5,
      "text": "אם הפסיק בו ושהה אפי' שהה כדי לגמור כולו א\"צ לחזור לראש:"
    },
    {
      "id": "orach_chaim-422-6",
      "section": 6,
      "text": "הקורא הלל למפרע לא יצא: (טעה יחזור למקום שטעה בו) (רבינו ירוחם):"
    },
    {
      "id": "orach_chaim-422-7",
      "section": 7,
      "text": "מצות קריאת הלל מעומד:"
    }
  ]
}