{
  "id": "orach_chaim-365",
  "chapterLabel": "סימן 365",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-365-1",
      "section": 1,
      "text": "דין מבוי שנפרץ. ובו ח סעיפים:מבוי שנפרץ בו פירצה מצידו כלפי ראשו אם נשאר עומד בראשו פס רחב ארבעה טפחים מותר והוא שלא תהא הפרצה יתר על י' ואם לא נשאר פס ד' אסור אלא אם כן היתה הפרצה פחות מג\"ט:"
    },
    {
      "id": "orach_chaim-365-2",
      "section": 2,
      "text": "נפרץ מצדו שלא כלפי ראשו שיעורו בעשרה אפי' לא נשתייר מן הכותל ביסוד כלום והוא דלא בקעי בה רבים (אבל אי בקעי בה רבים אפילו לא נפרץ רק ד\"ט צריך לתקנו שם) (הרי\"ף והרא\"ש וטור):"
    },
    {
      "id": "orach_chaim-365-3",
      "section": 3,
      "text": "מבוי שנפרץ במילואו לחצר ונפרץ החצר מצד השני לרה\"ר אם לא עירבו בני חצר עם בני המבוי חצר מותר ואפי' נפרץ נגד פרצת המבוי ואפילו בקעי בה רבים ובלבד שלא יהא יותר מעשר ומבוי אסור אפי' אינו כנגד פרצת החצר דכיון שלא עירבו עם המבוי אוסרת עליו וכגון שנכנסו כתלי המבוי בחצר בענין שאין הגיפופין שנשארו בחצר נראין למי שעומד במבוי אבל אם נראים עולים לו משום לחי ומותר ואם עירבו בני החצר עם בני המבוי והפרצה שבמבוי לחצר אינה מצד החצר ופרצת החצר מצד השני אינן מכוונות כנגד פרצת המבוי והחצר של רבים גם המבוי מותר אבל אם לא עירבו או אפילו עירבו ופרצת החצר למבוי מצדו או אפילו באמצע החצר ופרצת החצר מצד השני כנגדה או אפי' אינה כנגדה והחצר הוא של יחיד אסור ואם נפרץ לרחבה פחותה מסאתים או יותר על סאתים והוקף לדירה דינו כאלו נפרץ לחצר אבל אם יתירה על סאתים ולא הוקפה לדירה הוי כאלו נפרץ לכרמלית וצריך תיקון:"
    },
    {
      "id": "orach_chaim-365-4",
      "section": 4,
      "text": "מותר להשתמש תחת הקורה כנגד הלחי והני מילי בפתוח לרה\"ר אבל בפתוח לכרמלית אסור בין תחת הקורה ובין כנגד הלחי מפני שמצטרף לכרמלית שאצלו שמצא מין את מינו וניעור:"
    },
    {
      "id": "orach_chaim-365-5",
      "section": 5,
      "text": "אע\"פ שמותר להשתמש תחת הקורה לא ישב אדם בראש המבוי וחפץ בידו שמא יתגלגל החפץ מידו לרה\"ר ויביאנו אליו כיון שאין היכר בינו לרה\"ר אבל על פתח החצר מותר בין פתוח לרה\"ר בין פתוח לכרמלית שיש בו הכירא:"
    },
    {
      "id": "orach_chaim-365-6",
      "section": 6,
      "text": "נשים היושבות על פתח המבוי וכדיהן בידן אין ממחין בידן דכיון דמידי דרבנן הוא מוטב שיהיו שוגגות ולא מזידות:"
    },
    {
      "id": "orach_chaim-365-7",
      "section": 7,
      "text": "מבוי שנפלו קורותיו או לחייו בשבת אף על פי שהותר למקצת שבת אסור משם ואילך בין פתוח לרה\"ר בין פתוח לכרמלית ויש מי שאומר דהני מילי בעיר שאינה מוקפת חומ' אבל בעיר מוקפת חומה מותר: הגה ויש לסמוך על זה להתיר וכל זה שהיה ראוי לעמוד כל השבת אבל אם היה עומד לסתור מע\"ש אסור לאחר שנסתר ואם ספק אם נסתר מע\"ש או לא אזלינן לקולא: (תה\"ד סימן ע\"ג):"
    },
    {
      "id": "orach_chaim-365-8",
      "section": 8,
      "text": "מבוי שנשתתפו בו ונשברה הקורה אותו חצר שהעירוב מונח בו וחצרות הפתוחות לו מותרות אבל חצרות שאין פתוחות לאותו חצר אסורות:"
    }
  ]
}