{
  "id": "orach_chaim-590",
  "chapterLabel": "סימן 590",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-590-1",
      "section": 1,
      "text": "סדר הראוי לתקיעת שופר. ובו ט סעיפים:כמה תקיעות חייב אדם לשמוע בראש השנה תשע לפי שנאמר תרועה ביובל ובר\"ה ג\"פ וכל תרועה פשוטה לפניה ופשוטה לאחריה ומפי השמועה למדו שכל תרועות של חודש השביעי אחד הן בין בר\"ה בין ביוה\"כ של יובל תשע תקיעות תוקעין בכל אחד משניהם תר\"ת תר\"ת תר\"ת:"
    },
    {
      "id": "orach_chaim-590-2",
      "section": 2,
      "text": "תרועה זו האמורה בתורה נסתפק לנו אם היא היללה שאנו קורים תרועה או אם היא מה שאנו קורים שברים או אם הם שניהם יחד לפיכך כדי לצאת ידי ספק צריך לתקוע תשר\"ת ג\"פ ותש\"ת ג\"פ ותר\"ת ג\"פ:"
    },
    {
      "id": "orach_chaim-590-3",
      "section": 3,
      "text": "י\"א ששיעור תקיע' כתרוע' ושיעור תרוע' כשלשה יבבות דהיינו ג' כוחות בעלמא כל שהוא והם נקראין טרומיטין ולפי\"ז צריך ליזהר שלא יאריך בשבר כשלשה טרומיטין שאם כן יצא מכלל שבר ונעשה תקיעה ויש אומרים דאין לחוש אם האריך בשברים קצת ובלבד שלא יאריך יותר מדאי וכן נוהגין (מרדכי והג\"א פי\"ט) וצריך להאריך בתקיעה של תשר\"ת יותר מבשל תש\"ת ובשל תש\"ת יותר מבשל תר\"ת ומיהו אם מאריך הרבה בכל תקיעה אין לחוש שאין לה שיעור למעלה וכן בתרועה יכול להאריך בה כמו שירצה וכן אם מוסיף על ג' שברים ועושה ד' או ה' אין לחוש וי\"א ששיעור יבבא ג' טרומיטין ושיעור תרוע' כשלשה יבבות שהם ט' טרומיטין ושיעור תקיע' גם כן ט' טרומיטין כתרועה ולפי זה אין לחוש אם האריך קצת בשברים וצריך להאריך בתקיע' של תשר\"ת כשיעור י\"ב טרומיטין ומי שלא האריך בתקיעה כשיעור הזה והאריך בשברים לא קיים המצוה לא כמר ולא כמר:"
    },
    {
      "id": "orach_chaim-590-4",
      "section": 4,
      "text": "ג' שברים צריך לעשותם בנשימה אחת אבל ג' שברים ותרועה דתשר\"ת י\"א שאינו צריך לעשותם בנשימה אחת והוא שלא ישהא בהפסקה יותר מכדי נשימה וי\"א שצריך לעשותם בנשימה אחת וירא שמים יצא ידי כולם ובתקיעו' דמיושב יעשה בנשימה אחת ובתקיעו' דמעומד יעשה בב' נשימו': הגה והמנהג הפשוט לעשות הכל בב' נשימות ואין לשנות:"
    },
    {
      "id": "orach_chaim-590-5",
      "section": 5,
      "text": "אם תקע תר\"ת בנשימה אחת יצא ויש מי שאומר שלא יצא:"
    },
    {
      "id": "orach_chaim-590-6",
      "section": 6,
      "text": "אם האריך בתקיעה אחרונה של תשר\"ת כשיעור ב' תקיעו' כדי שתעלה לשם תקיעה אחרונה של תשר\"ת ובשביל הראשונה של תש\"ת לא עלתה לו אלא בשביל תקיעה אחת וי\"א שאפי' בשביל אחת לא עלתה לו: הגה ואם תקע תקיעה אחת בין ב' סדרים והתנה שאיזה מן הסדרים הוא הנכון תעלה לו אותה תקיעה יצא (ב\"י):"
    },
    {
      "id": "orach_chaim-590-7",
      "section": 7,
      "text": "אם טעה בתשר\"ת ואחר שתקע ב' שברים טעה והתחיל להריע אם נזכר מיד יתקע שבר אחר ואם לא נזכר עד שגמר התרועה שהתחיל בה בטעו' לא הפסיד התקיעה הראשונה שתקע אלא חוזר ותוקע ג' שברים ומריע ותוקע אבל אם אירע בתש\"ת או תר\"ת הפסיד גם תקיעה ראשונה:"
    },
    {
      "id": "orach_chaim-590-8",
      "section": 8,
      "text": "אם הפסיק בתרועה בין תקיעה לשברים או שהפסיק בשברים בין תרועה לתקיעה וכן אם הריע שתי תרועו' זו אחר זו או שתקע אחר התרועה תקיעה כמתעסק שלא לשם תקיעה והפסיק בה בין תרועה לתקיעה או לאחר שתקע ג' שברים שתק והפסיק ואח\"כ תקע שברים אחרים ואפי' שבר א' בכל אלו הוי הפסק והפסיד גם תקיעה ראשונה:"
    },
    {
      "id": "orach_chaim-590-9",
      "section": 9,
      "text": "אם תקע שני תשר\"ת או שני תש\"ת או שני תר\"ת כהוגן וטעה בשלישי אין צריך לחזור אלא לאחרון שטעה בו אם תקע בצד הרחב של השופר לא יצא: הגה ואחר שתקעו אומר הש\"ץ פסוק אשרי העם יודעי תרועה ואשרי ומחזירין הספר למקומו:"
    }
  ]
}