{
  "id": "orach_chaim-409",
  "chapterLabel": "סימן 409",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-409-1",
      "section": 1,
      "text": "דיני מקום נתינת העירוב. ובו יג סעיפים:הנותן עירובו בבית הקברות אינו עירוב לפי שבית הקברות אסור בהנאה וכיון שרוצה בקיום העירוב שם אחר קנייה הרי נהנה בו ואם נתנו בבית הפרס הרי זה עירוב ואפי' היה כהן מפני שיכול להכניס שם במגדל הפורח או שינפח והולך:"
    },
    {
      "id": "orach_chaim-409-2",
      "section": 2,
      "text": "צריך שיהא הוא ועירובו במקום א' כדי שיהיה אפשר לו לאכלו בין השמשות לפיכך אם נתכוון לשבות ברה\"ר והניח עירובו ברה\"י או ברה\"י והניח עירובו ברה\"ר אינו עירוב שא\"א לו להוציא מרה\"י לרה\"ר בין השמשות אלא בעבירה אבל אם נתכוון לשבות ברה\"י או ברה\"ר והניח עירובו בכרמלית או שנתכוון לשבות בכרמלי' והניח עירובו ברה\"י או ברה\"ר הרי זה עירוב שבשעת קניית העירוב שהוא בין השמשות מותר להוציא ולהכניס מכל א' משני הרשויו' לכרמלית לדבר מצוה שכל דבר שהוא מדברי סופרים לא גזרו עליו בין השמשות במקום מצוה או בשעת הדחק:"
    },
    {
      "id": "orach_chaim-409-3",
      "section": 3,
      "text": "נתנו בראש הקנה או הקנדס הצומחים מן הארץ אינו עירוב מפני שמאחר שהם רכים ונוחים לקטום ויתחייב חטאת גזרו בהם (ואם הם רכים כירק ע\"ל ריש סי' של\"ו) אפי' בין השמשות אפי' במקו' מצוה ואם היו תלושי' ונעוצים ה\"ז עירוב:"
    },
    {
      "id": "orach_chaim-409-4",
      "section": 4,
      "text": "נתנו במגדל ונעל בפניו ואבד המפתח מבע\"י או שנפל עליו גל אם יכול להוציאו בלא עשיית מלאכה דאורייתא ה\"ז עירוב:"
    },
    {
      "id": "orach_chaim-409-5",
      "section": 5,
      "text": "כל המניח עירובו במקום יש לו במקום עירובו ארבע אמות לפיכך המניח עירובי תחומין שלו בסוף התחום ונתגלגל בתוך ד\"א ה\"ז עירוב חוץ לד' אמות אינו עירוב:"
    },
    {
      "id": "orach_chaim-409-6",
      "section": 6,
      "text": "אבד עירובו או נשרף או אם הי' בסוף התחום ונתגלגל חוץ לד\"א או שהיתה תרומה ונטמא' מבע\"י אינו עירוב משחשיכה ה\"ז עירוב שקניית העירוב בין השמשו' אם ספק כשר שספק העירוב כשר והוא שיהי' לו חזקת כשרו' כגון זה שהניחו שם ואירע בו ספק אבל אם לא הי' לו חזקת כשרו' כגון ספק אם הונח שם אם לאו לא:"
    },
    {
      "id": "orach_chaim-409-7",
      "section": 7,
      "text": "כיצד עשיית עירוב אם רוצה לילך בסוף התחום או בתוכו ולהחשיך שם זה הוא עיקר מצותו ואפי' לא אמר שביתתי במקומי אלא החשיך שם ושתק לא שנא מי שיוצא מביתו להחשיך על התחום לא שנא מי שבא בדרך וחשכה לו קונה אלפים אמה בלא אמירה ואם אינו רוצה לטרוח להחשיך שם ילך מבעוד יום ויניח שם מזון שני סעודו' כל א' וא' כפי מזונו ואם הוא חולה או רעבתן שיעורו ב' סעודו' בינוניו' שהם כששה ביצים מפת (וע\"ל סי' שס\"ח ס\"ג) או מכל דבר שמשתתפין בו שתופי מבואות) ואם היא ליפתן בכדי לאכול בו ב' סעודו' סגי ואומר בזה העירוב אהיה מותר לילך למחר אלפים אמה וחוזר ולן בביתו ואפילו הכי' מודדים לו תחומו ממקום עירובו שאנו רואים כאלו דר שם אבל התלמידים האוכלים אצל בעלי בתים שבתיהם בשדה וחוזרים ולנים בבית רבם מודדין להם תחומם מבית רבם שהוא מקום לינתם שהוא להם עיקר ששם היו חפצי' גם לאכול אלו הי' שם מזונם:"
    },
    {
      "id": "orach_chaim-409-8",
      "section": 8,
      "text": "אם ירצה ישלח העירוב ע\"י שליח ויאמר בזה העירוב יהא פלוני מותר לילך ובלבד שלא יהא חרש שוטה וקטן או שאינו מודה בעירוב ואם שלחו ע\"י חרש שוטה וקטן או עכו\"ם או א' שאינו מודה בעירוב אינו עירוב ואם אמר לאחר לקבלו ממנו ושלחו ע\"י אחד מאלו ואפילו שלחו על הפיל או על הקוף וראה מרחוק שהגיע שם ונתנו לו הוי עירוב אע\"פ שלא ראה שהניחו האחר דחזקה שליח עושה שליחותו וכן רבים שנשתתפו בעירובי תחומין ורצו לשלוח עירובם ביד אחר הרי אלו משלחין:"
    },
    {
      "id": "orach_chaim-409-9",
      "section": 9,
      "text": "אחד או רבים שאמרו לא' צא ערב עלינו ועירב עליהם באיזה רוח שרצה ה\"ז עירוב ויוצאים בו שהרי לא ייחדו לו רוח:"
    },
    {
      "id": "orach_chaim-409-10",
      "section": 10,
      "text": "האומר לחבירו ערב עלי בתמרים ועירב עליו בגרוגרו' בגרוגרו' ועירב עליו בתמרים אמר הנח עירובי במגדל והניחו בשובך בשובך והניחו במגדל בבי' והניחו בעלייה בעלייה והניחו בבי' אינו עירוב אבל אם אמר לו ערב עלי סתם ועירב עליו בין בגרוגרו' בין בתמרים בין בבי' בין בעלייה ה\"ז עירוב:"
    },
    {
      "id": "orach_chaim-409-11",
      "section": 11,
      "text": "מי שבא בדרך ומכיר אילן או גדר בסוף אלפי' אמה וירא שמא תחשך קודם שיגיע שם ואמר שביתתי תחתיו בעיקרו קנה שביתה בעיקרו ויש לו משם אלפים אמה אע\"פ שאינו יכול להגיע שם מבע\"י במהלך בינוני אא\"כ ירוץ מותר לילך לשם בנחת אע\"פ שאינו מגיע שם מבע\"י אבל אם לא היה יכול להגיע שם כלל מבע\"י לא יזוז ממקומו שהרי עקר דעתו מכאן וגם שם לא קנה ודוקא שייחד ד\"א והם בתוך אלפים אמה כגון שאמר שביתתי בעיקרו ומכאן עד עיקרו אין יותר מאלפים אבל אם אין כל האילן בתוך אלפים ולא ייחד מקום תחתיו לא קנה שבית' דשמא היה בדעתו על ד\"א שהם חוץ לאלפי' וגם כאן לא קנה שהרי עקר דעתו מכאן ולא יזוז ממקומו ואם כולו עומד תוך אלפים ולא ייחד מקום שביתתו כגון שאמר שביתתי תחתיו יש לו ד' אלפים ממקומו לצד האילן חוץ משיעור משך תחתיו של אילן כגון אם שיעור האילן עשרים אמה יש לו שם אלפים פחות עשרים אמה ולהרמב\"ם הקונה שביתה ברחוק מקום ולא סיים מקום שביתתו לא קנה שביתה שם אלא במקום שהיה עומד בו כשחשכה וכן אם אמר שביתתי במקום פלוני והוא רחוק ממנו יותר מאלפים קנה שביתה במקומו והאומר שביתתי תחת אילן פלוני אם יש תחתיו שמונה אמות או יותר לא קנה שביתה שהרי לא כוון מקום שביתתו לפיכך צריך להתכוין לשבות בעיקרו או בד\"א שבצפונו או בדרומו ואם היה תחתיו פחות משמונה אמות ונתכוין לשבות תחתיו קנה שהרי מקצת מקומו מסוים וכן דעת הרי\"ף בזה:"
    },
    {
      "id": "orach_chaim-409-12",
      "section": 12,
      "text": "היו שנים א' מכיר וא' אינו מכיר שאינו מכיר מוסר שביתתו למכיר ואומר שביתתנו במקום פלוני:"
    },
    {
      "id": "orach_chaim-409-13",
      "section": 13,
      "text": "ודוקא לבא בדרך התירו לו כה\"ג אבל לא למי שהוא בביתו ואם אמר כן לא עלה לו ואין לו אלא שביתת ביתו:"
    }
  ]
}