{
  "id": "orach_chaim-272",
  "chapterLabel": "סימן רע״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-272-1",
      "section": 1,
      "text": "על איזה יין מקדשים. ובו י סעיפים:אין מקדשין על יין שריחו רע אע\"ג דריחיה וטעמיה חמרא ולא על יין מגולה אפילו האידנא דלא קפדינן אגילוי: הגה ואין מקדשין על היין דריחיה חמרא וטעמיה חלא: (טור)"
    },
    {
      "id": "orach_chaim-272-2",
      "section": 2,
      "text": "יין מגתו מקדשין עליו וסוחט אדם אשכול של ענבים ואומר עליו קידוש היום:"
    },
    {
      "id": "orach_chaim-272-3",
      "section": 3,
      "text": "מקדשין על יין שבפי החבית אע\"פ שיש בו קמחין: הגה ויש אוסרין לקדש עליו אלא יסננו תחלה להעביר הקמחין (הגהות מרדכי פ' המוכר פירות וב\"י בשם א\"ח ותוס') ועל יין שבשולי החבית אע\"פ שיש בו שמרים ועל יין שחור ועל יין מתוק ועל יין דריחיה חלא וטעמיה חמרא ומכל מקום מצוה לברור יין טוב לקדש עליו:"
    },
    {
      "id": "orach_chaim-272-4",
      "section": 4,
      "text": "מקדשין על יין לבן והרמב\"ן פוסלו לקידוש אפי' בדיעבד אבל מבדילים עליו ומנהג העולם כסברא ראשונה:"
    },
    {
      "id": "orach_chaim-272-5",
      "section": 5,
      "text": "יין חי אפי' אם הוא חזק דדרי (פי' שראוי להמזג) על חד תלת מיא מקדשים עליו ומ\"מ יותר טוב למוזגו ובלבד שיהא מזוג כראוי: הגה ויינות שלנו יותר טובים הם בלא מזיגה (טור):"
    },
    {
      "id": "orach_chaim-272-6",
      "section": 6,
      "text": "יין צמוקים מקדשים עליו (והוא שיש בהן לחלוחית קצת בלא שרייה) (טור):"
    },
    {
      "id": "orach_chaim-272-7",
      "section": 7,
      "text": "שמרי יין או חרצנים שנתן עליהם מים אם ראוי לברך עליו בפה\"ג מקדשין עליו (ועיין לעיל סי' ר\"ד סעיף ה'):"
    },
    {
      "id": "orach_chaim-272-8",
      "section": 8,
      "text": "מקדשין על יין מבושל ועל יין שיש בו דבש וי\"א שאין מקדשין עליהם: הגה והמנהג לקדש עליו אפילו יש לו יין אחר רק שאינו טוב כמו המבושל או שיש בו דבש (אגור):"
    },
    {
      "id": "orach_chaim-272-9",
      "section": 9,
      "text": "במקום שאין יין מצוי י\"א שמקדשין על שכר ושאר משקין חוץ מן המים וי\"א שאין מקדשין ולהרא\"ש בלילה לא יקדש על השכר אלא על הפת ובבקר יותר טוב לקדש על השכר שיברך עליו שהכל קודם ברכת המוציא שאם יברך על הפת תחלה אין כאן שום שינוי ודברי טעם הם: הגה וכן המנהג פשוט כדברי הרא\"ש ואם יין בעיר לא יקדש על הפת ומי שאינו שותה יין משום נדר יכול לקדש עליו וישתו אחרים המסובין עמו ואם אין אחרים עמו יקדש על הפת ולא על היין או ישמע קידוש מאחרים (הגהות מיי' פ' כ\"ט דמחזר אחר יין ותשובת מיי' ספר הפלאה סי' ד' דיקדש על הפת לכן צ\"ל החילוק אם אוכל לבדו ואם אוכל עם אחרים):"
    },
    {
      "id": "orach_chaim-272-10",
      "section": 10,
      "text": "ברכת יין של קידוש פוטרת יין שבתוך הסעודה ואינו טעון ברכה לאחריו דברכת המזון פוטרתו בין שהוא על הכוס בין שאינו על הכוס (ועיין לעיל סי' קע\"ד סעיף ו'):"
    }
  ]
}