{
  "id": "orach_chaim-204",
  "chapterLabel": "סימן ר״ד",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-204-1",
      "section": 1,
      "text": "דיני הברכות ליתר מאכלים. ובו יג סעיפים:על דבר שאין גידולו מן הארץ כגון בשר בהמה חיה ועוף דגים ביצים חלב גבינה ופת שעיפשה ותבשיל שנשתנה צורתו ונתקלקל ונובלות שהם תמרים שבשלם ושרפם החום ויבשו ועל הגובאי ועל המלח ועל מי מלח ועל המרק ועל כמיהין ופטריות ועל קורא [שהוא] הרך הנתוסף באילן בכל שנה שקורין פלמיטו [טור] ועל לולבי גפנים ועל שקדים מתוקים שאוכלי' אותם כשהם רכים בקליפיהם ועל חזיז והוא שחת ועל קרא חיה ועל קימחא דשערי ועל שכר תמרי' ושכר שעורים ועל מי שעורים שמבשלים לחולה ועל עשבי דדברא שאינם נזרעים ועל שבת שקורין אניט\"ו (ר\"ל אניס) ועל כמון וכסבור [דלטעמא עבידי ולא לאכילה] ועל החומץ שעירבו במים שראוי לשתות מברך שהכל:"
    },
    {
      "id": "orach_chaim-204-2",
      "section": 2,
      "text": "על החומץ לבדו אינו מברך כלום מפני שהוא מזיקו:"
    },
    {
      "id": "orach_chaim-204-3",
      "section": 3,
      "text": "ריחיה חלא [פירוש חומץ] וטעמיה חמרא חמרא הוא ומברך עליו בפה\"ג:"
    },
    {
      "id": "orach_chaim-204-4",
      "section": 4,
      "text": "כל שבני אדם נמנעים לשתותו מפני חמיצותו אין מברכין עליו בורא פרי הגפן [אלא שהכל]:"
    },
    {
      "id": "orach_chaim-204-5",
      "section": 5,
      "text": "שמרי יין מברך עליהם בפה\"ג נתן בהם מים אם נתן שלשה מדות מים ומצא ארבעה הוה ליה כיין מזוג ומברך בפה\"ג ואם מצא פחות אע\"פ שיש בו טעם יין קיוהא בעלמא הוא ואינו מברך אלא שהכל והיינו ביינות שלהם שהיו חזקים אבל יינות שלנו שאינן חזקי' כל כך אפי' רמא תלתא ואתא ארבעה אינו מברך עליו בורא פרי הגפן ונראה שמשערים בשיעור שמוזגים יין שבאותו מקום: הגה ובלבד שלא יהא יין אחד מששה במים כי אז ודאי בטל [אגור]:"
    },
    {
      "id": "orach_chaim-204-6",
      "section": 6,
      "text": "תמד שעושים מחרצנים שנותנים עליהם מים דינם כשמרים וה\"מ כשנעצרו בקורה אבל אם לא נדרכו אלא ברגל אפי' נתן שלשה מדות מים ולא מצא אלא ג' או פחות מברכין עליו בפה\"ג שיין הוא והמים נבלעים בזגים ובמה שיוצא יש בו יין מרובה: הגה זגים שנתנו עליהם תאנים לחזק כח היין אע\"פ שהזגין הרוב מ\"מ כל כח התאנים במשקה ואין לברך בפה\"ג [ב\"י בשם התשב\"ץ]:"
    },
    {
      "id": "orach_chaim-204-7",
      "section": 7,
      "text": "השותה מים לצמאו מברך שהכל ולאחריו בנ\"ר אבל אם חנקתיה אומצא ושותה מים להעביר האומצא אינו מברך לא לפניו ולא לאחריו:"
    },
    {
      "id": "orach_chaim-204-8",
      "section": 8,
      "text": "כל האוכלין והמשקין שאדם אוכל ושותה לרפואה אם טעמם טוב והחיך נהנה מהם מברך עליו תחלה וסוף: הגה אם אנסוהו לאכול או לשתות אע\"ג דהחיך נהנה ממנו אינו מברך עליו הואיל ונאנס על כך. (ב\"י בשם אהל מועד והרא\"ה):"
    },
    {
      "id": "orach_chaim-204-9",
      "section": 9,
      "text": "אכל מאכל או משקה של איסור מפני הסכנה מברך עליו תחלה וסוף:"
    },
    {
      "id": "orach_chaim-204-10",
      "section": 10,
      "text": "דבש דבורים הרי הוא כשאר דבש ואינו מברך אלא שהכל:"
    },
    {
      "id": "orach_chaim-204-11",
      "section": 11,
      "text": "חבושים או גינדא\"ש או ורדים ושאר מיני פירות ועשבים שמרקחים בדבש הפירות והעשבים הם עיקר והדבש טפל אפי' הם כתושי' ביותר הלכך מברך על חבושים וגינדא\"ש בפה\"ע ועל עשבים בורא פרי האדמה ועל של ורדים בורא פרי האדמה: הגה וכל מרקחת שאין בריאים רגילין בו אלא לרפואה מברכין עליו שהכל. [ב\"י בשם הרא\"ש]:"
    },
    {
      "id": "orach_chaim-204-12",
      "section": 12,
      "text": "כל שהוא עיקר ועמו טפיל' מברך על העיק' ופוטר את הטפילה וכל דבר שמערבין אותו לדבק או כדי ליתן ריח או כדי לצבוע התבשיל ה\"ז טפיל' אבל אם עירב כדי ליתן טעם בתערובות הרי הוא עיקר לפיכך מיני דבש שמבשלים אותו ונותני' בהם חלב חטה כדי לדבק ועושי' מהם מיני מתיקה אינו מברך במ\"מ מפני שהדבש הוא העיקר: הגה ונראה דהא דאם עירב כדי לתת טעם בתערובות שהוא עיקר היינו דוקא שיש שם ממשות מן הדבר הנותן טעם ודבר חשוב אבל בשמים שנותנין לתוך המרקחת אע\"פ שהם לנתינת טעם אין מברכין עליהם דבטלים במיעוטן אע\"פ שנותנים טעם לכן נוהגין שלא לברך רק על המרקחת ולא על הבשמים שבהן:"
    },
    {
      "id": "orach_chaim-204-13",
      "section": 13,
      "text": "כל דבר שהוא מסופק בברכתו יברך שהכל:"
    }
  ]
}