{
  "id": "orach_chaim-398",
  "chapterLabel": "סימן 398",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-398-1",
      "section": 1,
      "text": "דין היאך מודדין אלפים אמה. ובו יא סעיפים:הבא למדוד אלפים אמה של תחום העיר אם היתה העיר אריכא וקטינא או שהיתה מרובעת לא לרבוע העולם הואיל ויש לה ארבע זויות שוות מניחים אותה כמות שהיא ומודדים לה אלפים אמה לכל רוח מארבע רוחותיה:"
    },
    {
      "id": "orach_chaim-398-2",
      "section": 2,
      "text": "היתה עגולה עושין לה זויות ורואין אותה כאלו היא בתוך המרובע ומודדין חוץ מצלעות אותו מרובע אלפי' אמה לכל רוח שנמצא משתכר הזויות וכן אם היתה העיר משולשת או שיש לה צלעות רבות מרבעין אותה ואח\"כ מוציאין חוץ למרובע אלפי' אמה לכל רוח:"
    },
    {
      "id": "orach_chaim-398-3",
      "section": 3,
      "text": "כשהוא מרבעה מרבעה בריבוע העולם כדי שתהא כל רוח ממנה משוכה כנגד רוח מרוחו' העולם ומכוונ' כנגדה:"
    },
    {
      "id": "orach_chaim-398-4",
      "section": 4,
      "text": "היתה רחבה מצד א' וקצרה מצד א' רואין אותה כאלו כולה רחבה היתה עשויה כמין גם או כקשת אם יש בין שני ראשיה פחות מארבע אלפי' אמה מודדין לה מן היתר ורואין את כל הרוחב שבין היתר והקשת כאלו הוא מלא בתים ואם היו בין שני ראשיה ד' אלפי' אין מודדין לה אלא מן הקשת: הגה ויש אומרים מן המקום שנתקצר שם הקשת שאין בו ארבע אלפים אמה וכל זה שיש בין הקשת והיתר יותר מאלפים אבל אם אין ביניהם אלפים מודדין בכל ענין מן היתר וכן נראה להקל (הגהות מיימוני פרק כ\"ה מהלכות שבת והרא\"ש והטור):"
    },
    {
      "id": "orach_chaim-398-5",
      "section": 5,
      "text": "כל בית דירה שהוא יוצא מהעיר אם היה בינו ובין העיר שבעי' אמה ושני שלישים שהוא צלע בית סאתים המרובעות או פחות מזה הרי זה מצטרף לעיר ונחשב ממנה וכשמודדין לה אלפים אמה לכל רוח מודדין חוץ מבית דירה זה: הגה ויש אומרים שאין מתחילין למדוד מיד מן הבית אלא מותחין חוט על פני רוחב העיר נגד הבית ומרחיקין משם שבעים אמה ושיריים ומתחילין וכן בכל מקום שמודדין (טור) וכן נראה לי להקל:"
    },
    {
      "id": "orach_chaim-398-6",
      "section": 6,
      "text": "היה בית קרוב לעיר בשבעי' אמה ובית שני קרוב לבית ראשון בשבעי' אמה ובית שלישי קרוב לשני בשבעים אמה וכן עד מהלך כמה ימי' הרי הכל כעיר אח' וכשמודדין מודדין מחוץ לבית האחרון והוא שיהי' בית דירה זה ד' אמות על ד\"א או יותר וכן בית הכנס' שיש בו בית דירה לחזני' ובית ע\"א שיש בו בית דירה לכהני' והאוצרו' שיש בהם בית דיר' והגשר והקבר שיש בהם בית דירה ושלש מחיצו' שאין עליהם תקרה ויש בהם ד\"א על ד\"א והבית הבנוי בים ושתי מחיצות שיש עליהם תקרה ומעזיבה ומערה שיש בנין על פיה ויש בה בית דיר' כל אלו מצטרפין עמה אם היו בתוך שבעי' אמה ושירי' ומאותו הבית היוצא רואים כאלו חוט מתוח על פני כל העיר ומודדין חוץ מאותו החוט אלפים אמה: הגה ואם היו שני בתים כאלו נגד העיר דינם כעיר העשויה כקשת (טור) אבל שתי מחיצות שאין עליהם תקרה אע\"פ שדרים ביניהם והגשר והקבר ובית הכנסת ובית ע\"א והאוצרות שאין בהם בית דירה והבור והשיח והמערה והשובך ובית שבספינה כל אלו וכיוצא בהם אין מצטרפין עמה:"
    },
    {
      "id": "orach_chaim-398-7",
      "section": 7,
      "text": "היו שתי עיירות זו סמוכה לזו קמ\"א אמות ושליש כדי שיהיה ע' אמה ושיריים לזו ושבעים אמה ושיריים לזו חשובים שתיהם כעיר אחת ונמצאת כל עיר מהן מהלכות את כל העיר השניה וחוצה לה אלפים אמה: הגה וכן חומת העיר שנפרצה מב' רוחותיה זו כנגד זו וחרבו הבתים שביניהם עד קמ\"א אמה ושליש דינו כסתום (טור) אבל בית אחד אפי' גדול הרבה אין לו דין עיר לתת לו שבעים אמה ושיריים. (תוס' ורא\"ש פרק כיצד מעברין וטור):"
    },
    {
      "id": "orach_chaim-398-8",
      "section": 8,
      "text": "היו שלשה כפרים משולשים אם יש בין האמצעים ובין כל אחד מהחיצונים אלפים אמה או פחות מכאן ובין שנים החיצונים רפ\"ג אמות פחות שליש (מלבד רוחב העיר האמצעי) (טור) כדי שיהיה בין כל אחד מהם ובין האמצעי כשתראה אותו כאלו הוא ביניהם קמ\"א ושליש הרי שלשתן כמדינה אחת ומודדים להם אלפים אמה לכל רוח מחוץ לשלשתן (וי\"א דאין מודדין מן האמצעי רק מחומותיה) (תוס' והרא\"ש פ' כיצד מעברין וטור):"
    },
    {
      "id": "orach_chaim-398-9",
      "section": 9,
      "text": "עיר שיושבת על שפת הנחל שרוב העתים הוא יבש ומשתמשים בו שאינו מלא אלא בשעת הגשם אם יש לפניה מצבה רוחב ד' אמות על שפת הנחל כדי שיעמדו עליה וישתמשו בנחל נמצא הנחל בכלל העיר ומודדין לה אלפים אמה משפת הנחל השני ויעשה הנחל כלו בכלל העיר מפני המצבה הבנויה בצדה ואם לא היה שם מצבה אין מודדין להם אלא מפתח בתיהם ונמצא הנחל נמדד מן האלפים שלהם:"
    },
    {
      "id": "orach_chaim-398-10",
      "section": 10,
      "text": "יושבי צריפים דהיינו שיושבים באהלים שעושין מהוצין וערבה אין להם דין עיר ולפיכך אין מודדין להם אלפים אמה אלא מפתח בתיהם: (אם אין להם כמין היקף מחיצה י' או חריץ י' סביב בתיהם) (ב\"י בשם שבולי לקט) ואם יש שם שלש חצירות של שני שני בתים קבועים של אבן או של נסרים אלו עושים את כלם קבע ויש להם דין עיר ומרבעים אותה ונותנין לה אלפים אמה לכל רוח כשאר העיירות:"
    },
    {
      "id": "orach_chaim-398-11",
      "section": 11,
      "text": "עיר שהוקפה ואח\"כ ישבה מודדין לה ממקום ישיבתה ישבה ואחר כך הוקפה מודדין לה מחומתה:"
    }
  ]
}