{
  "id": "orach_chaim-008",
  "chapterLabel": "סימן ח׳",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-008-1",
      "section": 1,
      "text": "הלכות ציצית ועטיפתו. ובו יז סעיפים:יתעטף בציצית ויברך מעומד:"
    },
    {
      "id": "orach_chaim-008-2",
      "section": 2,
      "text": "סדר עטיפתו כדרך בני אדם שמתכסים בכסותן ועוסקים במלאכתם פעמים בכיסוי הראש פעמים בגלוי הראש ונכון שיכסה ראשו בטלית:"
    },
    {
      "id": "orach_chaim-008-3",
      "section": 3,
      "text": "טליתות קטנים שלנו שאנו נוהגים ללבוש אף על פי שאין בהם עיטוף יוצאים בהם ידי חובת ציצית וטוב להניח אותו על ראשו רחבו לקומתו ולהתעטף בו ויעמוד כך מעוטף לפחות כדי הלוך ד\"א ואח\"כ ימשכנו מעל ראשו וילבישנו:"
    },
    {
      "id": "orach_chaim-008-4",
      "section": 4,
      "text": "מחזיר שתי ציציות לפניו ושתים לאחוריו כדי שיהא מסובב במצות:"
    },
    {
      "id": "orach_chaim-008-5",
      "section": 5,
      "text": "מברך להתעטף בציצית אם שנים או שלשה מתעטפים בטלית כאחת (פירוש בפעם אחת) כולם מברכים ואם רצו אחד מברך והאחרים יענו אמן:"
    },
    {
      "id": "orach_chaim-008-6",
      "section": 6,
      "text": "על טלית קטן יכול לברך להתעטף אע\"פ שאינו מתעטף אלא לובשו. הגה וי\"א שמברכין עליו על מצות ציצית וכן נוהגין ואין לשנות: (כל בו סי' כ\"ב ונ\"י בה\"ק דף פ\"ו ט\"ב):"
    },
    {
      "id": "orach_chaim-008-7",
      "section": 7,
      "text": "צריך להפריד חוטי הציצית זה מזה:"
    },
    {
      "id": "orach_chaim-008-8",
      "section": 8,
      "text": "יכוין בהתעטפו שצונו הקב\"ה להתעטף בו כדי שנזכור כל מצותיו לעשותם:"
    },
    {
      "id": "orach_chaim-008-9",
      "section": 9,
      "text": "קודם שיברך יעיין בחוטי הציצית אם הם כשרים כדי שלא יברך לבטלה:"
    },
    {
      "id": "orach_chaim-008-10",
      "section": 10,
      "text": "אם לובש טלית קטן בעוד שאין ידיו נקיות ילבישנו בלא ברכה וכשיטול ידיו ימשמש בציצית ויברך עליו או כשילבש טלית אחר יברך עליו ויכוין לפטור גם את זה ואין צריך למשמש בציצית של ראשון:"
    },
    {
      "id": "orach_chaim-008-11",
      "section": 11,
      "text": "עיקר מצות טלית קטן ללבשו על בגדיו כדי שתמיד יראהו ויזכור המצות:"
    },
    {
      "id": "orach_chaim-008-12",
      "section": 12,
      "text": "אם יש לו כמה בגדים של ארבע כנפות כלם חייבים בציצית ואם לבשם כלם בלא הפסק והיה דעתו מתחלה על כלם לא יברך אלא ברכה אחת ואם מפסיק ביניהם צריך לברך על כל אחת ואחת וה\"ה אם לא היה בדעתו מתחלה על כלם הוי כמפסיק ביניהם: הגה וכן אם פשט הראשון קודם שלבש השני צריך לחזור ולברך (ת\"ה סי' מ\"ה):"
    },
    {
      "id": "orach_chaim-008-13",
      "section": 13,
      "text": "הלובש טלית קטן ומברך עליו כשהולך לבהכ\"נ ומתעטף בטלית גדול צריך לברך עליו דהליכה מביתו לבהכ\"נ חשיבה הפסק ואם מתפלל בתוך ביתו אם היה דעתו מתחל' גם על טלית גדול ולא הפסיק בינתים בשיחה או בדברים אחרי' אינו צריך לחזור ולברך:"
    },
    {
      "id": "orach_chaim-008-14",
      "section": 14,
      "text": "ואם פשט טליתו אפי' היה דעתו לחזור ולהתעטף בו מיד צריך לברך כשיחזור ויתעטף בו: הגה וי\"א שאין מברכין אם היה דעתו לחזור ולהתעטף בו [אגור סימן ל\"ה] וי\"א דוקא כשנשאר עליו טלית קטן והכי נוהגין [שם] [עיין לקמן סימן כ\"ה סעיף י\"ב]:"
    },
    {
      "id": "orach_chaim-008-15",
      "section": 15,
      "text": "אם נפלה טליתו שלא במתכוין וחוזר ומתעטף צריך לברך והוא שנפלה כולה אבל אם לא נפלה כולה אע\"פ שנפלה רובו א\"צ לברך:"
    },
    {
      "id": "orach_chaim-008-16",
      "section": 16,
      "text": "הלן בטליתו בלילה צריך לברך עליו בבקר אף אם לא פשטו וטוב למשמש בו בשעת ברכה: וכן יעשה מי שלובש טליתו קודם שיאור היום: [הגמ\"יי בשם ספר התרומה וסמ\"ג וסמ\"ק והמרדכי בהלכו' תפילין]:"
    },
    {
      "id": "orach_chaim-008-17",
      "section": 17,
      "text": "נתכסה בבגד שהוא חייב בציצית ולא הטיל בו ציצית ביטל מצות ציצית:"
    }
  ]
}