{
  "id": "orach_chaim-691",
  "chapterLabel": "סימן undefinedצ״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-691-1",
      "section": 1,
      "text": "דיני כתיבת המגילה ותפירתה. ובו יא סעיפים:אין כותבין המגילה אלא בדיו על הגויל או על הקלף כספר תורה ואם כתבה במי עפצים וקנקנתום כשרה כתבה בשאר מיני צבעונים פסולה וצריכה שירטוט כתורה עצמה ואין העור שלה צריך לעבד לשמה ויש אומרים שצריך עיבוד לשמה:"
    },
    {
      "id": "orach_chaim-691-2",
      "section": 2,
      "text": "היתה כתובה על הנייר או על עור שאינו מעובד או שכתבה עכו\"ם או אפיקורוס פסולה ודינה כספר תורה לענין היקף גויל וחטוטרות חתי\"ן ותליית ההי\"ן וקופי\"ן וכל גופות האותיו' בצורתן ובחסרו' ויתרו': הגה גם צריך לכתבה מן הכתב (ר\"ן) ולהוציא כל תיבה מפיו קודם שיכתבנה כמו בספר תורה [מהרי\"ק] ועושין כל פרשיותיה סתומות ואם עשאן פתוחות פסולה [הגהות מיימוני פ\"ב ופסקי מהרא\"י סי' צ\"ג] ובדיעבד אין ליפסול מגילה משום חסירות ויתרות דלא גרע מהשמיט בה הסופר אותיות דכשרה [הגהות מיימוני פ\"ב וא\"ז] [כמו שנתבאר סי' תר\"ץ סעיף ג'] וצריכה עמוד בסופה וחלק בראשה כדי להקיפה בו ויש אומרים שצריכה תגין ויש אומרים שאינה צריכה: הגה ונהגו לתייגה גם נהגו שלא לעשות לה עמוד כלל בסופה [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-691-3",
      "section": 3,
      "text": "עשרת בני המן צריך לכתבם כשירה ולא כשאר שירו' שחלק על גבי כתב אלא מניח חלק בין כתב לכתב ואם לא עשה כן פסולה:"
    },
    {
      "id": "orach_chaim-691-4",
      "section": 4,
      "text": "צריך להאריך בוא\"ו דויזתא [בכתיבתה וי\"א בקריאתה] [ר\"ן בשם הרא\"ש ומהרי\"ל וב\"י בשם א\"ח] וצריך לכתוב איש בראש דפא ואת בסופה:"
    },
    {
      "id": "orach_chaim-691-5",
      "section": 5,
      "text": "אם תפרה בחוטי פשתן פסולה:"
    },
    {
      "id": "orach_chaim-691-6",
      "section": 6,
      "text": "אם הטיל בה ג' חוטי גידים כשרה ובלבד שיהיו משולשות ומפני שיש בו פירושים שונים צריך לצאת ידי כולם ויעשה שלשה תפירו' בראשה ושלשה בסופה ושלשה באמצעיתה ותפירה אחת בחלק הרביעי מצד זה ותפירה אחת בחלק הרביעי שמצד האחר: הגה ואם אין לו גידין יותר מוטב לתפור הנשאר בחוטי פשתן מלהניחו בלא תפירה [הגהות מיימוני פ\"ב וכל בו] אבל אם יש לו גידין יתפור כולה בגידין והתפירה תהיה מבחוץ ולא מבפנים [רבינו ירוחם נ\"י ח\"ד וב\"י בשם א\"ח]:"
    },
    {
      "id": "orach_chaim-691-7",
      "section": 7,
      "text": "צריך להניח שיור בראש היריעה ובסופה כשתופרה יחד ובמשהו סגי:"
    },
    {
      "id": "orach_chaim-691-8",
      "section": 8,
      "text": "אין קורין בצבור במגילה הכתובה בין הכתובים ואם קרא לא יצא אלא אם כן היתה יתירה על שאר היריעו' או חסרה כדי שיהא לה היכר אבל היחיד קורא בה ואפילו אינה חסירה או יתירה ויוצא בה ידי חובתו ודוקא כשהיא כתיבה בגליון כספר תורה:"
    },
    {
      "id": "orach_chaim-691-9",
      "section": 9,
      "text": "מגילה שהיא נקודה וכן אם כתב בה בדף הראשון ברכו' ופיוטים אינה נפסלת בכך:"
    },
    {
      "id": "orach_chaim-691-10",
      "section": 10,
      "text": "אם אין מגילה כשירה קורים אותה בחומש בלא ברכה:"
    },
    {
      "id": "orach_chaim-691-11",
      "section": 11,
      "text": "אם קרא במגילה גזולה יצא: הגה ואם מברכים עליה ע\"ל סימן תרמ\"ט לענין לולב הפסול וה\"ה כאן:"
    }
  ]
}