{
  "id": "orach_chaim-651",
  "chapterLabel": "סימן 651",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-651-1",
      "section": 1,
      "text": "דיני נטילת לולב וברכתו. ובו טו סעיפים:מצות ד' מינים שיטול כל אחד לולב א' וב' ערבות וג' הדסים [ובמקום דליכא הדס כשר סגי ליה בחד דלא קטום]. [ב\"י סימן תרמ\"ו בשם א\"ח] ומצוה לאגדם בקשר גמור דהיינו ב' קשרים זה על זה משום נוי ויכול לאגדם במין אחר ואם נשרו מהעלין בתוך האגודה בענין שמפסיק אין לחוש [דמין במינו אינו חוצץ אבל שלא במינו חוצץ על כן יזהר ליקח החוט שרגיל להיות סביב ההדס] [מהרי\"ל] ואם לא אגדו מבעוד יום או שהותר אגודה אי אפשר לאגדו בי\"ט בקשר גמור אלא אוגדו בעניבה: הגה יש מי שכתבו לעשות הקשר בדרך אחר שכורכין סביבות ג' מינים אלו ותוחבין ראש הכרך תוך העגול הכרוך [טור] וכן נוהגין ויש לקשור ההדס גבוה יותר מן הערבה [מהרי\"ו] וישפיל ההדס והערבה בתוך אגד הלולב כדי שיטול כל ג' מינים בידו בשעת ברכה [מהרי\"ל] ויש שכתבו לעשות בלולב ג' קשרים וכן נוהגין [מרדכי פרק לולב הגזול]:"
    },
    {
      "id": "orach_chaim-651-2",
      "section": 2,
      "text": "יטול האגודה בידו הימנית ראשיהם למעלה ועיקריהם למטה והאתרוג בשמאלית:"
    },
    {
      "id": "orach_chaim-651-3",
      "section": 3,
      "text": "אטר נוטל לולב בימין כל אדם ואתרוג בשמאל כל אדם דבתר ימין ושמאל דעלמא אזלינן ולא בתר ימין ושמאל דידיה: הגה וי\"א דאזלינן בתר ימין דידיה ויש ליטול הלולב בימין דידיה ואתרוג בשמאל דידיה [הרא\"ש ורבי' ירוחם ומהרי\"ו] וכן נהגו וכן עיקר ואם היפך יצא [מהרי\"ל ומנהגים] ושולט בב' ידיו נוטל הלולב בימין ואתרוג בשמאל ככל אדם [כל בו]:"
    },
    {
      "id": "orach_chaim-651-4",
      "section": 4,
      "text": "אדם שאין לו יד נוטל לולב בזרועו וכן האתרוג:"
    },
    {
      "id": "orach_chaim-651-5",
      "section": 5,
      "text": "יברך על נטילת לולב ושהחיינו קודם שיטול האתרוג כדי שיברך עובר לעשייתו או יהפוך האתרוג עד שיברך: הגה ויברך מעומד [מהרי\"ל וכל בו] ולא יברך רק פעם אחת ביום אע\"פ שנוטלו כמה פעמים [מהרי\"ו]:"
    },
    {
      "id": "orach_chaim-651-6",
      "section": 6,
      "text": "לא יברך שהחיינו בשעת עשיית לולב אלא בשעת נטילתו:"
    },
    {
      "id": "orach_chaim-651-7",
      "section": 7,
      "text": "אם עשה בית יד ונתן בו הלולב ונטלו שפיר דמי דלקיחה ע\"י דבר אחר שמה לקיחה ובלבד שיהא דרך כבוד אבל אם אינו דרך כבוד כגון שנתן הלולב בכלי ונטלו לא יצא ואם כרך עליו סודר ונטלו או שכרך על ידו ונטלו יש אומרים דלא יצא: הגה ונהגו להחמיר להסיר התפילין [מהרי\"ל] וטבעות מידם אבל מדינא אין לחוש הואיל ואין כל היד מכוסה בהן: [אגודה פ' מקום שנהגו]:"
    },
    {
      "id": "orach_chaim-651-8",
      "section": 8,
      "text": "ינענע בשעה שמברך וכן ינענע בהודו לה' פעם אחת [ומנענים בכל הודו שיאמרו] [טור והרא\"ש] ובהודו לה' שבסוף שכופלים אותו שליח צבור והצבור מנענעין שני פעמים וכן באנא ה' הושיעה נא מנענעין שני פעמים לפי שכופלים אותו: הגה וי\"א שהש\"ץ מנענע ג\"כ כשיאמר יאמר נא ישראל כו' אבל לא ביאמרו נא וכן נהגו: [הגהות אשירי פרק לולב הגזול ומהרי\"ל ומנהגים]:"
    },
    {
      "id": "orach_chaim-651-9",
      "section": 9,
      "text": "הנענוע הוא שמוליך ידו מכנגדו והלאה וינענע שם שלשה פעמים בהולכה ושלשה פעמים בהובאה [טורף הלולב ומכסכס העלין בכל נענוע] [ר\"ן פ' לולב הגזול] ואח\"כ מטה ידו לצד אחר ועושה כן וכן לכל צד מארבע צדדין ומעלה ומטה: הגה וההולכה וההבאה היא עצמה הנענוע כי מוליך ומביא ג\"פ לכל רוח [טור בשם גאון] ומטין ראש הלולב לכל צד שמנענע נגדו וכשמנענע למטה הופכו למטה ומקרי דרך גדילתן [ב\"י] הואיל ומחזיק אותן בידו דרך גדילתן [ב\"י] ויש מדקדין שלא להפוך הלולב כשמנענעין למטה [מהרי\"ל וב\"י בשם אביו וכן שמע ממהר\"ר שכנא שראה כן ממהר\"ר יעקב פולק וכ\"כ בכתבי האר\"י] והמנהג כסברא ראשונה וכן נ\"ל עיקר:"
    },
    {
      "id": "orach_chaim-651-10",
      "section": 10,
      "text": "יקיף דרך ימין בנענעו מזרח דרום מערב צפון:"
    },
    {
      "id": "orach_chaim-651-11",
      "section": 11,
      "text": "צריך לחבר האתרוג ללולב בשעת נענועו ולנענע בשניהם יחד [וכל הנענועים אינן מעכבין ובאיזה דרך שנענע יצא בדיעבד]:"
    },
    {
      "id": "orach_chaim-651-12",
      "section": 12,
      "text": "ד' מינים הללו מעכבין זה את זה שאם חסר לו א' מהם לא יברך על השאר אבל נוטלן לזכר בעלמא בין ביום א' בין בשאר ימים [הרא\"ש ורבינו ירוחם נ\"ח ח\"ג מהרי\"ק שורש מ\"א] ואם היו ארבעתן מצויים אצלו ונטלם אחד אחד יצא: הגה ובלבד שיהיו כולם לפניו [רמב\"ם פ\"ו] ויטול הלולב תחלה ויברך על הלולב ודעתו גם על האחרים [הרא\"ש ור\"ן ותשובת הרשב\"א סימן קנ\"ו] ואם סח ביניהם צריך לברך על כל אחד בפני עצמו [הגהות מיימוני]:"
    },
    {
      "id": "orach_chaim-651-13",
      "section": 13,
      "text": "ואם חסר לו אחד מהמינים לא יקח מין אחר במקומו:"
    },
    {
      "id": "orach_chaim-651-14",
      "section": 14,
      "text": "לא יוסיף מין אחר על ארבעת המינים משום בל תוסיף:"
    },
    {
      "id": "orach_chaim-651-15",
      "section": 15,
      "text": "לא יטול יותר מלולב אחד ואתרוג אחד אבל בערבה והדס מוסיף בה כל מה שירצה ויש מי שפוסל להניח הדס שוטה בלולב נוסף על השלשה בדין עבות ויש מתירין והמדקדקים אינם מוסיפים על שתי ערבות ושלשה הדסים עבות:"
    }
  ]
}