{
  "id": "orach_chaim-003",
  "chapterLabel": "סימן 3",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-003-1",
      "section": 1,
      "text": "הנהגת בית הכסא. ובו יז סעיפים:כשיכנס לבה\"כ יאמר התכבדו מכובדים וכו'. ועכשיו לא נהגו לאמרו:"
    },
    {
      "id": "orach_chaim-003-2",
      "section": 2,
      "text": "יהא צנוע בבית הכסא ולא יגלה עצמו עד שישב: הגה ולא ילכו שני אנשים ביחד גם לא ידבר שם ויסגור הדלת בעדו משום צניעות. (אור זרוע):"
    },
    {
      "id": "orach_chaim-003-3",
      "section": 3,
      "text": "אם רוצה למשמש בפי הטבעת בצרור או בקיסם לפתוח נקביו ימשמש קודם שישב ולא ימשמש אחר שישב מפני שקשה לכשפים:"
    },
    {
      "id": "orach_chaim-003-4",
      "section": 4,
      "text": "לא יגלה עצמו כי אם מלאחריו טפח ומלפניו טפחיים ואשה מאחריה טפח ומלפניה ולא כלום:"
    },
    {
      "id": "orach_chaim-003-5",
      "section": 5,
      "text": "אם נפנה במקום מגולה שאין בו מחיצות יכוין שיהיו פניו לדרום ואחוריו לצפון או איפכא אבל בין מזרח למערב אסור: (ולהטיל מים בכל ענין שרי) (ב\"י בשם הרמב\"ם):"
    },
    {
      "id": "orach_chaim-003-6",
      "section": 6,
      "text": "וכן אסור לישן בין מזרח למערב אם אשתו עמו ונכון להזהר אפילו כשאין אשתו עמו:"
    },
    {
      "id": "orach_chaim-003-7",
      "section": 7,
      "text": "המטיל מים מן הצופים ולפנים (פי' מקום שיכולים משם לראות הר הבית ומשם והלאה אין יכולים לראות רש\"י) (לא) ישב ופניו כלפי הקודש (אלא לצפון או לדרום) או יסלק הקודש לצדדין:"
    },
    {
      "id": "orach_chaim-003-8",
      "section": 8,
      "text": "כשנפנה בשדה אם הוא אחורי הגדר יפנה מיד ובבקעה יתרחק עד מקום שלא יוכל חבירו לראות פירועו:"
    },
    {
      "id": "orach_chaim-003-9",
      "section": 9,
      "text": "לא ישב במהרה ובחוזק ולא יאנוס לדחוק עצמו יותר מדאי שלא ינתק שיני הכרכשתא:"
    },
    {
      "id": "orach_chaim-003-10",
      "section": 10,
      "text": "לא יקנח ביד ימין:"
    },
    {
      "id": "orach_chaim-003-11",
      "section": 11,
      "text": "לא יקנח בחרס משום כשפים ולא בעשבים יבשים שהמקנח בדבר שהאור שולט שיניו התחתונות נושרות ולא בצרור שקנח בו חבירו מפני שמביא את האדם לידי תחתוניות: הגה ועכשיו שבתי כסאות שלנו אינן בשדה נהגו לקנח (בחרס וכן נהגו לקנח) בדבר שהאור שולט בו ואינו מזיק ופוק חזי מאי עמא דבר. (חדושי אגודה פרק המוציא):"
    },
    {
      "id": "orach_chaim-003-12",
      "section": 12,
      "text": "יפנה בצניעות בלילה כמו ביום:"
    },
    {
      "id": "orach_chaim-003-13",
      "section": 13,
      "text": "לא ישתין מעומד מפני ניצוצות הניתזין על רגליו אם לא שיעמוד במקום גבוה או שישתין לתוך עפר תחוח (פירוש קרקע שאינה בתולה אלא כגון של ארץ חרושה):"
    },
    {
      "id": "orach_chaim-003-14",
      "section": 14,
      "text": "יזהר שלא יאחוז באמה וישתין אם לא מעטרה ולמטה מפני שמוציא ש\"ז לבטלה אלא אם כן הוא נשוי ומדת חסידות ליזהר אפילו הנשוי:"
    },
    {
      "id": "orach_chaim-003-15",
      "section": 15,
      "text": "אפי' מי שאינו נשוי מותר לסייע בבצים:"
    },
    {
      "id": "orach_chaim-003-16",
      "section": 16,
      "text": "לא הותר לנשוי לאחוז באמה אלא להשתין אבל להתחכך לא:"
    },
    {
      "id": "orach_chaim-003-17",
      "section": 17,
      "text": "המשהה נקביו עובר משום בל תשקצו:"
    }
  ]
}