{
  "id": "orach_chaim-382",
  "chapterLabel": "סימן שפ״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-382-1",
      "section": 1,
      "text": "אם דירת עכו\"ם מעכב' בעירובו. ובו כ סעיפים:הדר עם העכו\"ם בחצר אינו אוסר עליו עד שיהיו שני ישראלים דרים בשני בתים ואוסרים זה על זה אז העכו\"ם אוסר עליהם ואינו מועיל שיבטל העכו\"ם רשותו אלא צריך שישכירו ממנו: הגה ישראל שהשכיר או השאיל ביתו לעכו\"ם אינו אוסר עליו דלא השכיר או השאיל לו ביתו כדי שיאסור עליו (המגיד פרק ב') אבל אם הבית של עכו\"ם ושכרו ישראל ממנו ועכו\"ם דר בבית עמו אין שכירות הבית מועיל לענין שכירות העירוב (א\"ז) ישראל שהשאיל או השכיר בית לחבירו (במקום שדרים עכו\"ם) אע\"פ שיש לו תפיסה בבית לא מהני וצריכים לשכור מעכו\"ם (ב\"י בשם מצאתי כתוב):"
    },
    {
      "id": "orach_chaim-382-2",
      "section": 2,
      "text": "אם בטלו הישראלים רשותם לאחד מהם כדי שיחשב כיחידי אצל העכו\"ם אינו מועיל:"
    },
    {
      "id": "orach_chaim-382-3",
      "section": 3,
      "text": "אם אין לעכו\"ם דריסת רגל על הישראלים אינו אוסר כגון שני חצירות הפתוחו' זו לזו ואין להם דריסת רגל זה על זה ובחצר א' דר עכ\"ם ובחצר א' דרים ב' ישראלים או יותר מכניסין ומוציאין מחצר זו לחצר זו בשבת דרך חלון שביניהם ואין צריך לשכור מהעכו\"ם:"
    },
    {
      "id": "orach_chaim-382-4",
      "section": 4,
      "text": "השוכר מן העכו\"ם סתם מועיל וא\"צ לפרש לו שהוא להתיר הטלטול וא\"צ לכתוב שום כתיבה על השכירו':"
    },
    {
      "id": "orach_chaim-382-5",
      "section": 5,
      "text": "שוכרין מעכו\"ם אפילו בפחו' משוה פרוטה ומותר לשכור ממנו בשבת (מרדכי ריש פרק הדר) (וע\"ל סימן שפ\"ג):"
    },
    {
      "id": "orach_chaim-382-6",
      "section": 6,
      "text": "כל זמן שאין העכו\"ם חוזר בו מועיל השכירו' ואפילו לזמן מרובה (ואינו יכול לחזור משכירתו עד שיחזור הדמים) (ב\"י בשם רש\"י פרק הדר):"
    },
    {
      "id": "orach_chaim-382-7",
      "section": 7,
      "text": "אם שכרו מהעכו\"ם לזמן ידוע לכשיכלה הזמן צריך לחזור ולשכור שנית וצריך לחזור ולערב דאין עירוב ראשון חוזר וניעור:"
    },
    {
      "id": "orach_chaim-382-8",
      "section": 8,
      "text": "אם שכרו מהעכו\"ם לזמן ידוע ובתוך הזמן השכיר העכו\"ם דירתו לאחר די בשכירו הראשון:"
    },
    {
      "id": "orach_chaim-382-9",
      "section": 9,
      "text": "חמשה הדרים בחצר אחד שוכר מהעכו\"ם בשביל כולם:"
    },
    {
      "id": "orach_chaim-382-10",
      "section": 10,
      "text": "אם שכרו ממנו בעל כרחו אינו מועיל אף ע\"פ שהיה רגיל להשכיר מקודם:"
    },
    {
      "id": "orach_chaim-382-11",
      "section": 11,
      "text": "אבל מאשתו או משכירו ולקיטו שוכרים אע\"פ שהוא מוחה (ושכירו של שכירו ולקיטו של בעל הבית הוא כשכיר בעל הבית עצמו) (ריב\"ש סי' תכ\"ז):"
    },
    {
      "id": "orach_chaim-382-12",
      "section": 12,
      "text": "אם אינו רוצה להשכיר יתקרב לו א' מבני החצר עד שישאיל לו רשותו שיהא לו רשות להניח בו שום דבר דהוי ליה כשכירו ולקיטו ומשכיר שלא מדעת העכו\"ם ויש אומרים שאינו צריך להשכיר אלא נותן עירובו ודיו:"
    },
    {
      "id": "orach_chaim-382-13",
      "section": 13,
      "text": "אם ייחד לו מקום בבית שמשאיל לו כיון שאינו כשלוחו בכל הבית לא מהני:"
    },
    {
      "id": "orach_chaim-382-14",
      "section": 14,
      "text": "שכרו משכירו ולקיטו לזמן אע\"פ שסילקו תוך הזמן מהיות שכירו ולקיטו מותרים עד תום הזמן אבל אם שכרו ממנו סתם כיון שסילקו נתבטל השכירו': הגה וה\"ה אם שכרו מגזבר המלך ונסתלק לגמרי מן המלך אבל אם לא סלקו רק מן הגזברות ועדיין אוכל פרס המלך עדיין מיקרי שכירו ולקיטו ויוכל לשכור ממנו ולכן גם שכירות הראשון עדיין קיים (ב\"י בשם תשובת רשב\"א):"
    },
    {
      "id": "orach_chaim-382-15",
      "section": 15,
      "text": "אם ישראל ועכו\"ם דרים בבית א' צריך לשכור מהעכו\"ם ולערב עם הישראל: הגה אם יש לכל א' דירה בפני עצמו וה\"ה שני (עכו\"ם) הדרים בכה\"ג בבית אחד צריך לשכור (משניהם) (ב\"י בשם הג\"א):"
    },
    {
      "id": "orach_chaim-382-16",
      "section": 16,
      "text": "אם יש לעכו\"ם ה' שכירים או לקיטים ישראלים דרים בביתו אין דירתם חשובה דירה שיאסרו זה על זה (דשכירות של עכו\"ם אין אוסר אם שכרו מבעל הבית) (ב\"י):"
    },
    {
      "id": "orach_chaim-382-17",
      "section": 17,
      "text": "שתי חצירו' זו לפנים מזו ישראל ועכו\"ם בפנימי' וישראל בחיצונה או שישראל ועכו\"ם בחיצונה וישראל בפנימי' ואפילו עכו\"ם בפנימי' ושני ישראלים בחיצונה אוסר ויש מי שאומר שאפי' עכו\"ם בפנימי' וישראל א' בחיצונה אוסר:"
    },
    {
      "id": "orach_chaim-382-18",
      "section": 18,
      "text": "עכו\"ם שהשכיר ביתו לחבירו עכו\"ם אם נשאר לו שום תפיסה בבי' שיש לו רשות להניח שם שום כלים יכולים לשכור ממנו ואם לא נשאר לו שום תפיס' אם יכול המשכיר לסלק השוכר תוך זמנו יכולים לשכור ממנו ואם לאו אינו מועיל אלא אם כן ישכרו מהשוכר: הגה וה\"ה איש א' שיש לו תפיסה בבית יכולין לשכור ממנו דלא גרע משכירו ולקיטו (ב\"י בשם ריב\"ש סי' תנ\"ז):"
    },
    {
      "id": "orach_chaim-382-19",
      "section": 19,
      "text": "חצר שישראל ועכו\"ם דרים בה ובית א' של ישראל אצל ביתו של זה ואינו פתוח לחצר וחלונו' ביניהם אינו יכול לערב עמו דרך החלון שביניהם כדי להוציא כליו דרך בית שכנו הפתוח לחצר אבל אם פתח פתוח ביניהם מותר ויש מי שאומר דאף אם פתח פתוח ביניהם אסור:"
    },
    {
      "id": "orach_chaim-382-20",
      "section": 20,
      "text": "חצר שישראל ועכו\"ם שרוים בה והיו חלונות פתוחות מבית ישראל זה לבית ישראל זה ועשו עירוב דרך חלונות אף ע\"פ שהם מותרים להוציא מבית לבית דרך חלונות הרי הם אסורים להוציא מבית לבית דרך פתחים מפני העכו\"ם עד שישכיר: הגה ספינה שיש בה ישראלים רבים ויש להם בתים מיוחדים צריכים לערב ולשכור רשות מן עכו\"ם בעל הספינה או להבליעו בשכר הספינה (ב\"י בשם שבולי לקט) וע\"ל סי' שס\"ו ס\"ב:"
    }
  ]
}