{
  "id": "orach_chaim-372",
  "chapterLabel": "סימן שע״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-372-1",
      "section": 1,
      "text": "דיני שותפי הדירות לעירוב. ובו יט סעיפים:גגין וחצירו' וקרפיפו' כולן רשות א' הם לכלים ששבתו בתוכה שמותר לטלטלם מזה לזה אפי' הם של בעלים הרב' ולא עירבו יחד מותר לטלטל מחצר לחצר אחר' או לגג או לראש כותל שביניהם ומגג לגג אחר הסמוך לו אפי' גבוה ממנו הרבה ומהגג לקרפף שאינו יותר מסאתים או שהוקף לדירה אפי' הוא יותר מסאתים או למבוי שמתוקן בלחי או קורה אפי' לא עירבו בו ואע\"פ שעירבו בני חצר לעצמן דשכיחי מאני דבתים בחצר מותר לטלטל כלים ששבתו בחצר זו לחצר אחר' ולא חיישינן שמא יטלטל גם כלים ששבתו בבית לחצר אחרת או לגג וקרפף:"
    },
    {
      "id": "orach_chaim-372-2",
      "section": 2,
      "text": "קרפף יתר על סאתים שלא הוקף לדירה הוי כרמלית ואסור לטלטל ממנו לקרפף אחר להכניס ולהוציא מזה לזה כי אם שתי אמות בזה ושתי אמות בזה:"
    },
    {
      "id": "orach_chaim-372-3",
      "section": 3,
      "text": "שתי חצרות שרוצים לערב יחד להתיר אף כלים ששבתו בבתים אין צריכו' עירוב אחר אלא העירוב שעשו כבר יוליכנו א' מבני החצר בשביל כולם ויתננו בא' מבתי חצר שניה ואם ירצה יוליך שם אפי' פת משלו וכולם מותרים: הגה והוא שעירבו בני חצירו עמו תחלה [תשובת הרא\"ש סי\"ו] או שאין צריכים לערב כמו שנתבאר סימן ש\"ע [ב\"י] והוא שעירבו בני חצר השנייה לעצמה ואין בני חצר שניה צריכים פת אחר אלא העירוב שעשו כבר מתירן:"
    },
    {
      "id": "orach_chaim-372-4",
      "section": 4,
      "text": "אין שתי חצרות יכולות לערב יחד אא\"כ יהא פתח ביניהם או חלון שיש בו ד' על ד' טפחים ויהי' קצתו בתוך י\"ט הנמוכים לארץ ואז אם רצו מערבין יחד ואם רצו מערבין כל א' לעצמו (ועיין לקמן סי' שפ\"ו סעיף ב' ישראלים הדרים בב' וג' מקומות כיצד יערבו):"
    },
    {
      "id": "orach_chaim-372-5",
      "section": 5,
      "text": "חלון שבין שני בתים אפילו הוא למעלה מעשרה אם רצו מערבין יחד וה\"ה לארובה שבין בית לעלייה שאפילו היא למעלה מי' אם רצו מערבין יחד ואפילו אין שם סולם לעלות בו: הגה ומכל מקום בעינן שיהא רחבו ארבעה על ארבעה (ב\"י) ואם עשו סריגה לפני החלון בטל ליה מתורת חלון: (המגיד פ\"ג):"
    },
    {
      "id": "orach_chaim-372-6",
      "section": 6,
      "text": "בית שבין שתי חצרו' והוא פתוח לשניהם ועירב עם שתיהם אבל החצרו' לא עירבו זה עם זה אין לטלטל כלים ששבתו בבתים מחצר לחצר ע\"י בית זה שביניהם היה בין שתי חצרו' כותל גבוה י\"ט או שהיה קרקעה של א' מהחצרו' גבוה מחבירו ה' טפחים ועשה עליו מחיצה חמשה להשלימו לעשרה אין יכולים לערב יחד ואם היה הכותל גבוה לשניהם עשרה והיו בראשו פירו' בני שתי החצרו' יכולים להורידם לחצרו' וכן להעלו' עליו מפירו' ששבתו בחצירו' ולהורידם ממנו לחצר אחר' בין שהכותל רחב ד' או אינו רחב ד' אבל פירות ששבתו בבית אם הכותל רחב ד' אסור להעלות לו ולא להוריד ממנו ואם אינו רחב ד' מותר (ובלבד שלא יחליפו כדלעיל סי' שמ\"ו ס\"א) ואם היה הכותל גבוה לאחת מהחצרות עשרה ולשניה אינו גבוה עשרה כגון שקרקעו של א' גבוה משל חבירו מי שאינו גבוה לו עשרה מותר להשתמש בו אף בכלים ששבתו בבי' והשני אסור להשתמש בו אף בכלים ששבתו בחצר והוא שיהא הכותל רחב ד' אבל אם אינו רחב ד' מותר לשתיהן להשתמש בו אף מן הבתים אפילו עירבו כל אחת לעצמה:"
    },
    {
      "id": "orach_chaim-372-7",
      "section": 7,
      "text": "נפרץ הכותל עד עשר אמות הרי הוא כפתח והוא שלא יהא נפרץ במילואו ואם נפרץ ביותר מעשר חשוב כחצר אחת וצריכים לערב יחד (וכל שכן אם אין ביניהם מחיצה גבוה י' דצריכין לערב יחד) (הר\"ר יהונתן פרק חלון):"
    },
    {
      "id": "orach_chaim-372-8",
      "section": 8,
      "text": "כותל שבין ב' חצרו' גבוה עשרה לשניהם והעמיד אצל הכותל סולם רחב ד' וכן כנגדו בחצר השני' אפי' אין הסולמו' זה כנגד זה אם אין ביניהם שלשה חשיבי כפתח היו מופלגים זה מכנגד זה שלשה אם הכותל רחב ד' עדיין חשובים כפתח ואם אינו רחב ד' לא חשיבי כפתח באיזה סולם אמרו כשיש בו ארבע שליבו' אבל פחו' מכאן לא אא\"כ זרועותיו ושליבותיו כבדות שאז כובדו קובעו ואם אין הכותל גבוה אלא עשרה וזוקף סולם גבוה שבעה ומשהו במשך ד' אצל הכותל מתירו בין להשתמש עליו בין לערב יחד כיון שלא נשאר שלשה עד ראש הכותל עקר חוליא מראש הכותל למעטו מגובה עשרה אם יש בה משך ארבע מהני בין לעשותו כפתח לערב יחד בין לענין שיכול להשתמש בכל הכותל ואם אין בו ארבע אינו חשוב כפתח לערב יחד וכן אינו מועיל להשתמש בכל הכותל שאינו משתמש אלא כנגד המקום שנתמעט:"
    },
    {
      "id": "orach_chaim-372-9",
      "section": 9,
      "text": "בנה אצטבא למטה אצל הכותל למעטו מגובה עשר' אם יש בה ד' אורך במשך הכותל ובולטת ד' מועיל להשתמש בכל הכותל אבל אינו חשוב כפתח לערב יחד עד שיגיע לראש הכותל ואם אין בה ד' על ד' אינו מועיל אפילו להשתמש כנגדו:"
    },
    {
      "id": "orach_chaim-372-10",
      "section": 10,
      "text": "כפה ספל שיש בו ד' על ד' וגבוה כל שהוא ומיעט בו גבהו מעשרה מותר להשתמש כנגד המיעוט ובלבד שיחברנו בטיט:"
    },
    {
      "id": "orach_chaim-372-11",
      "section": 11,
      "text": "בנה אצטבא על אצטבא אם יש בתחתונה ד' על ד' או אין בה ד' על ד' ויש בעליונה ד' על ד' ואין בין זו לזו ג\"ט מהני להתיר להשתמש עליו אבל לא מהני למהוי פתח לערב יחד:"
    },
    {
      "id": "orach_chaim-372-12",
      "section": 12,
      "text": "זיז היוצא מן הכותל ויש בו ד' על ד' והניח עליו סולם כל שהוא מועיל להתיר לו תשמיש הכותל והוא שלא תהא שליבה התחתונ' גבוה מן הארץ שלשה ולא יהא בין שליבה לשליבה שלשה והוא שיניח הסולם על גב הזיז אבל סומכו אצלו לא וכל זמן שאין גבוה הכותל עשרים טפחים די בזיז אחד שמניחו באמצע שהרי אין גבוה עשרה עד הזיז ולא גבוה עשרה ממנו עד ראש הכותל ואם הוא גבוה עשרים צריך שני זיזין א' בתוך עשרה התחתונים וא' למעל' ממנו בתוך י' העליונים שאם היה הזיז גבוה עשרה לא סגי לי' בסולם כל שהוא והוא שלא יהו הזיזין זה כנגד זה שראוי להטיל סולם מזה לזה:"
    },
    {
      "id": "orach_chaim-372-13",
      "section": 13,
      "text": "העמיד שני סולמות זה בצד זה ולא היה בשניהם משך ארבע' והרחיקם זה מזה כדי שיהא בשניהם ארבע' ומילא האויר שביניהם בקש אינו מועיל לא להתירו להשתמש עליו ולא לערב יחד שמקום מעמד הרגלים הוא באמצע הסולם ואין ראוי לעלות בקש ואם העמיד הסולם באמצע והקש מן הצד מהני בין להתירו להשתמש עליו בין לערב יחד:"
    },
    {
      "id": "orach_chaim-372-14",
      "section": 14,
      "text": "אין הסולם רחב ארבע' וחקק אצלו בכותל להשלימו לארבע' די לו שיחוק בגובה עשרה ואם לא העמיד סולם כלל אלא חקק בכותל כמין שליבו' של סולם לעלות בו צריך שיחוק בכל גובה הכותל ומועיל בין להתיר תשמיש בין לערב יחד:"
    },
    {
      "id": "orach_chaim-372-15",
      "section": 15,
      "text": "היה אילן בצד הכותל ועשהו סולם לכותל אם רצו מערבין א' אבל אם עשה אשרה סולם לכותל אין מערבין א' מפני שאסור לעלות עליה מן התורה שהרי אסורה בהנאה והרא\"ש ז\"ל כתב בהיפך דאילן אינו מועיל ואשרה מועלת והוא שתהא יבשה:"
    },
    {
      "id": "orach_chaim-372-16",
      "section": 16,
      "text": "חריץ שבין שתי חצירו' עמוק עשרה ורחב ארבעה אין יכולין לערב יחד אפילו מלא תבן וקש כל זמן שלא בטלו ואם היה מלא עפר וצרורו' אפילו סתמא שלא בטלו צריכים לערב יחד (וע\"ל סי' שנ\"ח סעיף ב'): הגה י\"א דאם מלאם בפרות סתמא בטלו לה דדרכן לעשותו שם אוצר (הגהות אשירי):"
    },
    {
      "id": "orach_chaim-372-17",
      "section": 17,
      "text": "נתן עליו נסר כמין גשר משפת החריץ אל שפתו אם הוא רחב ארבע חשוב כפתח ומערבין א' ואם רצו מערבין שנים: הגה וה\"ה אם מלאו ברוחב ארבעה מדבר המבטלו שם: (ב\"י) ואם נתן הנסר לאורך החריץ במשך ארבעה אפי' אין בו אלא כל שהוא חשוב כפתח שהרי מיעטו מארבעה:"
    },
    {
      "id": "orach_chaim-372-18",
      "section": 18,
      "text": "אם החריץ עמוק לא' עשרה ולשני אינו עמוק עשרה או שהוא שוה לשניהם דינו ככותל:"
    },
    {
      "id": "orach_chaim-372-19",
      "section": 19,
      "text": "גדיש של תבן שבין שתי חצרו' אם הוא גבוה עשרה כל א' מערב לעצמו נתמעט בחול מי' צריכים לערב ביחד ובעוד שלא נתמעט אסור לשום א' מהן ליתן מן התבן לתוך קופתו בשבת להאכילה לבהמתו ואפי' להעמיד' שם שתאכל אסורה אבל אם יוכל לעמוד בפניה כדי שלא יהא לה דרך לנטו' אלא לשם ולהרא\"ש אפי' בחול אסור ליתן ממנו לקופתו וכן להעמיד הבהמ' בידים במה דברים אמורים בגדיש שבין ב' חצרו' אבל גדיש שבין שני בתים מותר להאכיל בהמתו ממנו בידים:"
    }
  ]
}