{
  "id": "orach_chaim-639",
  "chapterLabel": "סימן 639",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-639-1",
      "section": 1,
      "text": "דיני ישיבת סוכה. ובו ח סעיפים:כיצד מצות ישיבה בסוכה שיהיה אוכל ושותה [וישן ומטייל] [טור] ודר בסוכה כל שבעת הימי' בין ביום ובין בלילה כדרך שהוא דר בביתו בשאר ימות השנ' וכל שבעת ימים עושה אדם את ביתו עראי ואת סוכתו קבע כיצד כלים הנאים ומצעות הנאות בסוכה וכלי שתייה כגון אשישות וכוסות בסוכה אבל כלי אכילה [לאחר האכילה] [טור] כגון קדירות וקערות חוץ לסוכה המנורה בסוכה ואם היתה סוכה קטנה מניחה חוץ לסוכה: הגה ואל יעשה שום תשמיש בזוי בסוכה כדי שלא יהיו מצות בזויות עליו. [ב\"י בשם א\"ח]:"
    },
    {
      "id": "orach_chaim-639-2",
      "section": 2,
      "text": "אוכלים ושותים וישנים בסוכה כל שבעה בין ביום בין בלילה ואין ישנים חוץ לסוכה אפי' שינת עראי אבל מותר לאכול אכילת עראי חוץ לסוכה וכמה אכילת עראי כביצה מפת ומותר לשתות מים ויין ולאכול פירות [ואפי קבע עלייהו] [ד\"ע] חוץ לסוכה ומי שיחמיר על עצמו ולא ישתה חוץ לסוכ' אפי' מים הרי זה משובח ותבשיל העשוי מחמשת מינים אם קובע עליו חשוב קבע וצריך סוכה: הגה ומה שנוהגין להקל עכשיו בשינה שאין ישנים בסוכה רק המדקדקין במצות יש אומרים משום צינה דיש צער לישן במקומות הקרים [מרדכי פ' הישן] ולי נראה משום דמצות סוכה איש וביתו איש ואשתו כדרך שהוא דר כל השנה ובמקום שלא יכול לישן עם אשתו שאין לו סוכה מיוחדת פטור וטוב להחמיר ולהיות שם עם אשתו כמו שהוא דר כל השנה אם אפשר להיות לו סוכה מיוחדת:"
    },
    {
      "id": "orach_chaim-639-3",
      "section": 3,
      "text": "אכילה בסוכה בליל יום טוב הראשון חובה אפי' אכל כזית פת יצא י\"ח מכאן ואילך רשות רצה לאכול סעודה סועד בסוכה רצה אינו אוכל כל ז' אלא פירות וקליות חוץ לסוכה אוכל כדין אכילת מצה בפסח: הגה ולא יאכל בלילה הראשונה עד שיהא ודאי לילה [ב\"י בשם א\"ח] ויאכל קודם חצות לילה [מהרי\"ו ומהרי\"ל] ולא יאכל ביום מחצות ואילך כדי שיאכל בסוכה לתיאבון [מהרי\"ל] דומיא דאכילת מצה:"
    },
    {
      "id": "orach_chaim-639-4",
      "section": 4,
      "text": "כל שבעת הימים קורא [ולומד] בתוך הסוכה וכשמבין ומדקדק במה שיקרא [וילמוד יכול ללמוד] חוץ לסוכה כדי שתהא דעתו מיושבת עליו המתפלל רצה מתפלל בסוכה או חוץ לסוכה:"
    },
    {
      "id": "orach_chaim-639-5",
      "section": 5,
      "text": "ירדו גשמים הרי זה נכנס לתוך הבית מאימתי מותר לפנות משירדו לתוך הסוכה טפות שאם יפלו לתוך התבשיל יפסל אפילו תבשיל של פול: הגה ואפי' אין תבשיל לפניו [סמ\"ג והגהות אשירי] ומי שאינו בקי בזה השיעור ישער אם ירדו כל כך גשמים לבית אם היה יוצא יצא מסוכתו ג\"כ [א\"ז והגהת אשירי פרק הישן ומרדכי פ\"ב מיימוני פ\"ו ומהרי\"ל] וכל זה דוקא בשאר ימים או לילות של סוכות אבל לילה הראשונה צריך לאכול כזית בסוכה אף אם גשמים יורדין [טור ור\"ן והרא\"ש] ויקדש בסוכה [כדי] שיאמר זמן על הסוכה [ת\"ה סימן צ\"ה]:"
    },
    {
      "id": "orach_chaim-639-6",
      "section": 6,
      "text": "היה אוכל בסוכה וירדו גשמים והלך לביתו ופסקו הגשמים אין מחייבין אותו לחזור לסוכה עד שיגמור סעודתו:"
    },
    {
      "id": "orach_chaim-639-7",
      "section": 7,
      "text": "היה ישן וירדו גשמים בלילה ונכנס לתוך הבית ופסקו הגשמים אין מטריחין אותו לחזור לסוכה כל אותו הלילה אלא ישן בביתו עד שיעלה עמוד השחר: הגה וינעור משנתו (טור) מי שהוא ישן בסוכה וירדו גשמים אין צריך לשער בכדי שיתקלקל התבשיל דבגשמים מועטים הוי צער לישן שם ויוכל לצאת [מהרי\"ו] וכל הפטור מן הסוכה ואינו יוצא משם אינו מקבל עליו שכר ואינו אלא הדיוטות [הגהות מיימוני פ\"ו] וכשיוצא מן הסוכה מכח גשמים אל יבעט ויצא אלא יצא כנכנע כעבד שמוזג כוס לרבו ושופכו על פניו (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-639-8",
      "section": 8,
      "text": "נהגו שאין מברכים על הסוכה אלא בשעת אכילה (והכי נהוג):"
    }
  ]
}