{
  "id": "orach_chaim-312",
  "chapterLabel": "סימן 312",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-312-1",
      "section": 1,
      "text": "הנצרך לנקביו במה מקנח בשבת. ובו י סעיפים:משום כבוד הבריות התירו לטלטל אבנים לקנח אפי' להעלותם לגג עמו דהוי טירחא יתירא מותר ומי שיש לו מקום מיוחד לבית הכסא יכול להכניס עמו אבנים לקנח מלא היד ואם אין לו מקום קבוע מכניס עמו כשיעור בוכנא קטנה ואם ניכר באבן שקנחו בו מותר להכניסו אפי' הוא גדול הרבה או אפי' הם הרבה ממלא היד מותר ליטול כולן דכיון שקנחו בהן הוכנו לכך: הגה י\"א דוקא בחצר מותר לטלטל אבנים (רש\"י ס\"פ המוציא יין ור' ירוחם ני\"ב חי\"ו ור\"ן) וי\"א דאפי' מכרמלית לרה\"י נמי שרי דהא נמי אינו רק איסור דרבנן ומשום כבוד הבריות התירוהו. (תוספות פרק לולב הגזול והגהות מרדכי פרק הזורק):"
    },
    {
      "id": "orach_chaim-312-2",
      "section": 2,
      "text": "אם ירדו גשמים על האבנים ונטבעו אם רישומן ניכר מותר ליטלן כדי לקנח ואין בזה משום סותר ולא משום טוחן:"
    },
    {
      "id": "orach_chaim-312-3",
      "section": 3,
      "text": "צרור שעלו בו עשבים מותר לקנח בו ולא חיישינן שמא יתלשו דאף אם יתלשו ליכא איסורא דדבר שאין מתכוין היא:"
    },
    {
      "id": "orach_chaim-312-4",
      "section": 4,
      "text": "לא יטלטל רגב אדמה לקנח בו מפני שאינה ראויה לקינוח לפי שהיא נפרכת אסור לקנח בחרס אפי' בחול משום סכנה שלא ינתק שיני הכרכשתא (פי' המעים התלוים בפי טבעת):"
    },
    {
      "id": "orach_chaim-312-5",
      "section": 5,
      "text": "היו לפניו בשבת צרור ואזני חרס חלקים דכיון דחלקים הם ליכא משום סכנה מקנח באוזן החרס שהוא ראוי לכסות בו פי הכלים צרור ועשבים יקנח בעשבים אם הם לחים אבל ביבשים אין מקנחים מפני שהם חדים ומחתכין את הבשר:"
    },
    {
      "id": "orach_chaim-312-6",
      "section": 6,
      "text": "מקנחים בשבת בעשבים לחים אפי' הם מחוברים ובלבד שלא יזיזם ומשום משתמש במחובר ליכא דלא אמרו אלא באילן אבל לא בירק:"
    },
    {
      "id": "orach_chaim-312-7",
      "section": 7,
      "text": "היה צריך לנקביו ואינו יכול לפנות שרפואתו למשמש בפי הטבעת שממשמש שם בצרור והנקב נפתח לא ימשמש בשבת כדרך שממשמש בחול דהיינו שאוחז הצרור בכל היד משום השרת נימין אלא ממשמש כלאחר יד דהיינו שיאחז הצרור בשתי אצבעותיו וממשמש:"
    },
    {
      "id": "orach_chaim-312-8",
      "section": 8,
      "text": "למשמש בברזא בפי הטבעת דינה כצרור שלא יאחזנה אלא בב' אצבעותיו ואסור לצאת בברזא אפי' תחובה כולה בגוף:"
    },
    {
      "id": "orach_chaim-312-9",
      "section": 9,
      "text": "אסור לפנות בשדה ניר בשבת שמא יבא לאשווי גומות ואם היה שדה חבירו אפי' בחול אסור מפני שדש נירו ומקלקל:"
    },
    {
      "id": "orach_chaim-312-10",
      "section": 10,
      "text": "אבנים גדולות שמצדדין אותן כמין מושב חלול ויושבים עליהן בשדות במקום המיוחד לבה\"כ מותר לצדדן ואע\"ג דבנין עראי הוא לא גזרו ביה רבנן משום כבוד הבריות:"
    }
  ]
}