{
  "id": "orach_chaim-695",
  "chapterLabel": "סימן undefinedצ״ה",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-695-1",
      "section": 1,
      "text": "דיני סעודת פורים. ובו ד סעיפים:הגה מצוה להרבות בסעודת פורים (טור) ובסעודה אחת יוצאים (מרדכי ספ\"ק) : סעודת פורים שעשאה בלילה לא יצא ידי חובתו: הגה ומ\"מ גם בלילה ישמח וירבה קצת בסעודה (תשו' מהרי\"ו):"
    },
    {
      "id": "orach_chaim-695-2",
      "section": 2,
      "text": "חייב אינש לבסומי בפוריא עד דלא ידע בין ארור המן לברוך מרדכי: הגה וי\"א דא\"צ להשתכר כל כך אלא שישתה יותר מלימודו (כל בו) ויישן ומתוך שישן אינו יודע בין ארור המן לברוך מרדכי (מהרי\"ל) ואחד המרבה ואחד הממעיט ובלבד שיכוין לבו לשמים ואין להתענות בפורים מלבד תענית חלום וע' לעיל סי' תקס\"ח וסי' תק\"ע. יש נהגו ללבוש בגדי שבת ויום טוב בפורים וכן נכון (מהרי\"ל) ונוהגים לעשות סעודת פורים לאחר מנחה וערבית יתפלל בלילה ומתפללים מנחה תחלה בעוד היום גדול ורוב הסעודה צריך להיות ביום (מנהגים) ולא כמו שנוהגין להתחיל סמוך לערב ועיקר הסעודה היא ליל ט\"ו וכשחל פורים ביום ששי יעשו הסעודה בשחרית משום כבוד שבת (מנהגים) ומי שרוצה לעשותה תמיד בשחרית הרשות בידו (ת\"ה) יש אומרים שיש לאכול מאכל זרעונים בפורים זכר לזרעונים שאכל דניאל וחביריו בבבל (כל בו). טוב לעסוק מעט בתורה קודם שיתחיל הסעודה וסמך לדבר ליהודים היתה אורה ושמחה ודרשינן אורה זו תורה (מהרי\"ב) וחייב במשתה ושמחה קצת בשני ימים בי\"ד וט\"ו (מנהגים) וכן נהגו ויש אומרים דאם הזיק אחד את חבירו מכח שמחת פורים פטור מלשלם (ת\"ה סי' ק\"י) וע' בח\"מ בדיני נזיקין :"
    },
    {
      "id": "orach_chaim-695-3",
      "section": 3,
      "text": "אומר על הנסים בברכת המזון בברכת הארץ ואם התחיל סעודתו ביום ומשכה עד הלילה אומר על הנסים דבתר תחלת סעודה אזלינן ויש מי שאומר שאין לאומרו (ונוהגין כסברא ראשונה):"
    },
    {
      "id": "orach_chaim-695-4",
      "section": 4,
      "text": "חייב לשלוח לחבירו שתי מנות בשר או של מיני אוכלים שנאמר ומשלוח מנות איש לרעהו שתי מנות לאיש אחד וכל המרבה לשלוח לריעים משובח ואם אין לו מחליף עם חבירו זה שולח לזה סעודתו וזה שולח לזה סעודתו כדי לקיים ומשלוח מנות איש לרעהו: הגה ויש לשלוח מנות ביום ולא בלילה (מדברי הרא\"ש פ\"ק דמגילה) ואם שולח מנות לרעהו והוא אינו רוצה לקבלם או מוחל לו יצא ואשה חייבת במתנות לאביונים ומשלוח מנות כאיש. ואשה תשלח לאשה ואיש לאיש אבל לא בהיפך שלא יבא איש לשלוח לאלמנה ויבואו לידי ספק קידושין אבל במתנות לאביונים אין לחוש:"
    }
  ]
}