{
  "id": "orach_chaim-108",
  "chapterLabel": "סימן ק״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-108-1",
      "section": 1,
      "text": "מי שלא התפלל לסבת טעו' או אונס או במזיד. ובו יב סעיפים:טעה או נאנס ולא התפלל שחרית מתפלל מנחה שתים הראשונה מנחה והשני' לתשלומין ואם היפך לא יצא ידי תפלה שהיא תשלומין וצריך לחזור ולהתפלל אותה וכן הדין בכל מקום שצריך להתפלל תפלה לתשלומין:"
    },
    {
      "id": "orach_chaim-108-2",
      "section": 2,
      "text": "טעה ולא התפלל מנחה מתפלל ערבית שתים הראשונ' ערבית והשנייה לתשלומין טעה ולא התפלל ערבית מתפלל שחרית ב' הראשונה שחרית והב' לתשלומין לאחר שאומר יוצר וי\"ח ברכות יאמר אשרי ואח\"כ יתפלל י\"ח לתשלומי ערבית: [וכן כשמתפלל ערבי' שתים משום שלא התפלל מנחה יאמר אשרי בין תפלה לתפל'] [סמ\"ק וריב\"ש סי' ק\"מ]:"
    },
    {
      "id": "orach_chaim-108-3",
      "section": 3,
      "text": "הא דמשלים התפלה שהפסיד דוקא בזמן תפלה אבל בשעה שאין זמן תפלה לא:"
    },
    {
      "id": "orach_chaim-108-4",
      "section": 4,
      "text": "אין תשלומין אלא לתפלה הסמוכה בלבד שאם טעה ולא התפלל שחרית ולא מנחה מתפלל ערבית שתים האחרונה לתשלומי מנחה אבל שחרית אין לו תשלומין וכן בשאר תפלות:"
    },
    {
      "id": "orach_chaim-108-5",
      "section": 5,
      "text": "אע\"פ שאין תשלומין אלא לתפלה הסמוכה לאותה תפלה ותפלות [אחרות] שהפסיד אין להם תשלומין אם רצה להתפלל אותה נדבה ושיחדש בה שום דבר הרשות בידו ונכון לעשו' כן:"
    },
    {
      "id": "orach_chaim-108-6",
      "section": 6,
      "text": "עבר כל היום ולא התפלל מוסף אין לה תשלומין:"
    },
    {
      "id": "orach_chaim-108-7",
      "section": 7,
      "text": "הזיד ולא התפלל תפלה אחת אין לה תשלומין אפי' בתפלה הסמוכה לה ואם רצה יתפלל אותה נדבה ואינו צריך חדוש אם מתפלל אותה בתפלה הסמוכה לה:"
    },
    {
      "id": "orach_chaim-108-8",
      "section": 8,
      "text": "מי שלא התפלל בעוד שיש לו זמן להתפלל מפני שסבור שעדיין ישאר לו זמן אחר שיגמור אותו עסק שהוא מתעסק בו ובין כך ובין כך עברה לו השעה וכן מי שהיה טרוד בצורך ממונו שלא יבא לידי הפסד ועל ידי כך הפסיד מלהתפלל וכן מי שהוא שכור ולא התפלל כלם חשובים אנוסים ויש להם תשלומין: הגה מיהו לכתחלה לא יעבור זמן תפלה משום הפסד ממון [ת\"ה סימן ה']:"
    },
    {
      "id": "orach_chaim-108-9",
      "section": 9,
      "text": "טעה ולא התפלל מנחה בערב שבת מתפלל ערבית שתים של שבת הא' לערבי' והשני' לתשלומין: הגה וה\"ה אם לא התפלל מנחה בערב ר\"ח מתפלל של ר\"ח שתים ואם לא הזכיר יעלה ויבא בראשונה והזכיר בשנייה צריך לחזור ולהתפלל אבל אם לא הזכיר בשתיהן או הזכיר בראשונה ולא בשנייה אין צריך לחזור: [כל בו חוץ ממה שכתב של ר\"ח שתים]:"
    },
    {
      "id": "orach_chaim-108-10",
      "section": 10,
      "text": "טעה ולא התפלל מנחה בשבת מתפלל במ\"ש (שתים של חול) מבדיל בראשונה ואינו מבדיל בשניה ואם לא הבדיל בראשונה והבדיל בשנייה שניה עלתה לו ראשונה לא עלתה לו ואם הבדיל בשתיהן או לא הבדיל בשתיהן יצא:"
    },
    {
      "id": "orach_chaim-108-11",
      "section": 11,
      "text": "טעה במנחה של שבת והתפלל י\"ח ולא הזכיר של שבת מתפלל במ\"ש שתים ואינו מבדיל בשנייה ויתפלל אותה בתורת נדבה ואינו צריך לחדש בה דבר וה\"ה אם לא הזכיר יעלה ויבא במנח' של ראש חודש:"
    },
    {
      "id": "orach_chaim-108-12",
      "section": 12,
      "text": "הטועה ומזכיר מאורע שאר ימים בתפלה שלא בזמנה לא הוי הפסקה: הגה מיהו אם נזכר שטעה פוסק אפי' באמצע הברכה [א\"ז מסכת ברכות]:"
    }
  ]
}