{
  "id": "orach_chaim-288",
  "chapterLabel": "סימן 288",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-288-1",
      "section": 1,
      "text": "דין תענית ודין תענית חלום בשבת. ובו י סעיפים:אסור להתענות בשבת עד ו' שעות: [הגה ואפי' לומד ומתפלל אסור] [מרדכי פ\"ק דשבת]:"
    },
    {
      "id": "orach_chaim-288-2",
      "section": 2,
      "text": "י\"א שאדם שמזיק לו האכילה דאז עונג הוא לו שלא לאכול לא יאכל: הגה וכן מי שיש לו עונג אם יבכה כדי שילך הצער מלבו מותר לבכות בשבת (אגור בשם שבולי הלקט):"
    },
    {
      "id": "orach_chaim-288-3",
      "section": 3,
      "text": "אדם המתענה בכל יום ואכילה בשבת צער הוא לו מפני שינוי וסת (פי' דבר קבוע) יש אומרים שראו כמה חסידים ואנשי מעשה שהתענו בשבת מטעם זה וכן אמרו שכך היה עושה ה\"ר יהודה החסיד:"
    },
    {
      "id": "orach_chaim-288-4",
      "section": 4,
      "text": "מותר להתענות בו תענית חלום כדי שיקרע גזר דינו וצריך להתענות ביום ראשון כדי שיתכפר לו מה שביטל עונג שבת ואם תשש כחו ואינו יכול להתענות שני ימים רצופים לא יתענה ביום ראשון ויתענה אח\"כ: הגה וכ\"ש אם היה ביום ראשון חנוכה או פורים או יו\"ט אפי' יו\"ט שני של גליות שאין להתענות עד אח\"כ. יש אומרים מי שישן שינת צהרים וחלם לו חלום רע יתענה מחצי היום עד חצי הלילה ואז יבדיל וביום הראשון יתענה כאלו התענה כל יום השבת (מצאתי כתוב):"
    },
    {
      "id": "orach_chaim-288-5",
      "section": 5,
      "text": "יש אומרים שאין להתענות תענית חלום בשבת אלא על חלום שראהו תלת זימני וי\"א שבזמן הזה אין להתענות תענית חלום בשבת שאין אנו בקיאין בפתרון חלומות לידע איזה טוב ואיזה רע והעולם אומרים שנמצא בספרים קדמונים שעל שלשה חלומות מתענים בשבת ואלו הן הרואה ספר תורה שנשרף או יום הכפורים בשעת נעילה או קורות ביתו או שיניו שנפלו ויש אומרים הרואה יוה\"כ אפי' שלא בשעת נעילה וי\"א הרואה שקורא בתורה ויש אומרים הרואה שנושא אשה והא דרואה שיניו שנפלו דוקא שיניו אבל הרואה לחייו שנשרו חלום טוב הוא דמתו היועצים עליו רעה ונראה לי שהחלומות שאמרו בפרק הרואה שהם רעים גם עליהם מתענין בשבת:"
    },
    {
      "id": "orach_chaim-288-6",
      "section": 6,
      "text": "המתענה בשבת אומר עננו אחר סיום תפלתו בלא חתימה וכוללו באלהי נצור: הגה ויאמר אחר תפלתו רבון העולמים גלוי כו' כמו בחול (א\"ז הלכות תענית):"
    },
    {
      "id": "orach_chaim-288-7",
      "section": 7,
      "text": "אם הקדימה לאכול הוא עונג לו כגון שנתעכלה סעודת הלילה יקדים ואם האיחור עונג לו כגון שעדיין לא נתעכלה יאחר: הגה וכן מי שיש לו סעודות כל יום כמו בשבת ישנה בשבת להקדים או לאחר (גמרא פ' כ\"כ וטור):"
    },
    {
      "id": "orach_chaim-288-8",
      "section": 8,
      "text": "אין מתענין על שום צרה מהצרות כלל:"
    },
    {
      "id": "orach_chaim-288-9",
      "section": 9,
      "text": "אין צועקים ולא מתריעין בו על שום צרה חוץ מצרת המזונות שצועקים עליה בפה בשבת ולא בשופר וכן עיר שהקיפוה עכו\"ם או נהר וספינה המטורפת בים ואפי' על יחיד הנרדף מפני עכו\"ם או לסטים או רוח רעה זועקין ומתחננין בתפילות בשבת אבל אין תוקעין אא\"כ תוקעין לקבץ העם לעזור אחיהם ולהצילם (וע\"ל סי' תקע\"ו סי\"ג):"
    },
    {
      "id": "orach_chaim-288-10",
      "section": 10,
      "text": "נרדף מפני רוח רעה שאמרו לאו דוקא דה\"ה לכל חולי שיש בו סכנת היום זועקים ומתחננין וכן נהגו לומר מצלאים בשבת על חולים המסוכנים סכנות היום: הגה וכן מותר לברך החולה המסוכן בו ביום. (ליקוטי מהר\"י ברין וב\"י בשם הר\"ן פרק ג' דתענית):"
    }
  ]
}