{
  "id": "orach_chaim-302",
  "chapterLabel": "סימן 302",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-302-1",
      "section": 1,
      "text": "דיני נקוי וקפול הבגדים בשבת. ובו יג סעיפים:המנער טלית חדשה שחורה מן הטל שעליה חייב שהניעור יפה לה כמו כיבוס והוא שמקפיד עליה שלא ללבשו בלא ניעור: הגה וכל שכן שאסור לנער בגד שנשר במים או שירדו עליו גשמים ודוקא בבגד חדש שמקפיד עליו (כל בו) י\"א דאסור לנער בגד מן האבק שעליו אם מקפיד עליו וטוב לחוש לדבריו (רש\"י וא\"ז) אבל מותר להסיר הנוצות מן הבגד בשבת (א\"ז) וע\"ל סי' של\"ז:"
    },
    {
      "id": "orach_chaim-302-2",
      "section": 2,
      "text": "הלוקט יבולות שע\"ג בגדים כגון אלו היבולות שבכלי הצמר הנשארים בהם מן האריגה חייב משום מכה בפטיש והוא שיקפיד עליהם אבל אם הסירם דרך עסק פטור:"
    },
    {
      "id": "orach_chaim-302-3",
      "section": 3,
      "text": "מקפלים כלים בשבת לצורך שבת ללבשם בו ביום ודוקא באדם (אחד) ובחדשים שעדיין לא נתכבסו ולבנים ואין לו להחליף ואם חסר אחד מאלו התנאים אסור ויש מי שאומר דלקפלו שלא כסדר קיפולו הראשון מותר בכל ענין ונראין דבריו:"
    },
    {
      "id": "orach_chaim-302-4",
      "section": 4,
      "text": "מכבש (הוא כלי שכובשין בו בגדים אחר הכביסה והם שתי לוחות זה על זה והבגדים ביניהם) של בעל הבית מתירין אותו ליטול ממנו בגדים לצורך השבת ושל אומן אסור מפני שהוא תחוב בחזקה והתרתו דומה לסתירה:"
    },
    {
      "id": "orach_chaim-302-5",
      "section": 5,
      "text": "חלוק לאחר כביסה הוא מתקשה ומשפשפים אותו בידים לרככו מותר לעשותו בשבת שאינו מתכוין אלא לרככו אבל סודר אסור מפני שמתכוין לצחצחו והוי כמלבן: הגה וכובעים ושאר כלי פשתן דינן כסודר (ב\"י בשם שבולי לקט):"
    },
    {
      "id": "orach_chaim-302-6",
      "section": 6,
      "text": "טיט שעל רגלו (או על מנעליו) (בית יוסף ורבי ירוחם חי\"ג) מקנחו בכותל אבל לא בקרקע דלמא אתי לאשויי גומות ויש מי שאוסר אף בכותל: הגה ויש מי שמתיר בשניהם (הרא\"ש) וה\"ה דמותר להסירו במעט חרס הראוי לטלטל (ר' ירוחם חי\"ג):"
    },
    {
      "id": "orach_chaim-302-7",
      "section": 7,
      "text": "טיט שעל בגדו משפשפו מבפנים דלא מוכחא מלתא לאתחזויי כמלבן אבל לא בחוץ דדמי למלבן ומגרדו בצפורן ויש אומרים דהני מילי לח אבל יבש אסור דהוי טוחן:"
    },
    {
      "id": "orach_chaim-302-8",
      "section": 8,
      "text": "אין מגרדין (בסכין או בצפורן) מנעל בין חדש בין ישן מפני שקולף העור והוי ממחק:"
    },
    {
      "id": "orach_chaim-302-9",
      "section": 9,
      "text": "מותר ליתן מים ע\"ג מנעל לשכשכו אבל לכבסו דהיינו שמשפשף צדו זה על צדו זה אסור אבל בגד שיש עליו לכלוך אסור אפילו לשכשכו דזהו כיבוסו אלא מקנחו בסמרטוט בקל ולא בדוחק פן יסחוט: הגה ובגד שאין עליו לכלוך מותר לתת עליו מים מעוטים ולא מרובים שמא יסחוט (ב\"י בשם סמ\"ג וסמ\"ק וסה\"ת והרא\"ש פ\"ק דיומא) ויש אוסרים בכל ענין (ב\"י בשם הטור סי' של\"ד וסי' שי\"ט ותוס' פרק כל כתבי והגהות פכ\"ב):"
    },
    {
      "id": "orach_chaim-302-10",
      "section": 10,
      "text": "הרוחץ ידיו טוב לנגבם בכח זו בזו ולהסיר מהם המים כפי יכלתו קודם שיקנחם במפה הגה ויש שכתבו דאין לחוש לזה דלא אמרינן שריית בגד זהו כבוסו בכה\"ג דאין זה רק דרך לכלוך וכן נוהגין (טור וב\"י ואגור) לכן מותר לנגב ידיו בבגד שהטיל בו תינוק מי רגלים כדי לבטלם שאין זה רק דרך ליכלוך בעלמא (טור) אבל אסור ליתן מים ממש על המי רגלים כדי לבטלם (הגהמ\"י פכ\"ב ותוס' פרק ח' שרצים):"
    },
    {
      "id": "orach_chaim-302-11",
      "section": 11,
      "text": "מי שנתלכלכה ידו בטיט מקנחה בזנב הסוס ובזנב הפרה ובמפה הקשה העשוי לאחוז בה קוצים אבל לא במפה שמקנחים בה ידים שלא יעשה כדרך שהוא עושה בחול ויבא לכבס המפה:"
    },
    {
      "id": "orach_chaim-302-12",
      "section": 12,
      "text": "אסור לנגב כוס שהיה בו מים או יין במפה משום דאתי לידי סחיטה:"
    },
    {
      "id": "orach_chaim-302-13",
      "section": 13,
      "text": "אין מסתכלין בשבת במראה של מתכת שהיא חריפה כאיזמל (פי' כעין סכין קטן חד וחריף) דחיישי' שמא ישיר בה נימין המדולדלין ואפי' אם הוא קבוע בכותל אבל מותר להסתכל במראה שאין בה חשש זה אפילו אינו קבוע:"
    }
  ]
}