{
  "id": "orach_chaim-586",
  "chapterLabel": "סימן 586",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-586-1",
      "section": 1,
      "text": "דיני שופר של ראש השנה. ובו כג סעיפים:שופר של ראש השנה מצותו בשל איל וכפוף ובדיעבד כל השופרו' כשרים בין פשוטים בין כפופים ומצוה בכפופים יותר מבפשוטים ושל פרה פסול בכל גוונא וכן קרני רוב החיו' שהם עצם אחד ואין להם מבפנים זכרות פסולים (וכן שופר מבהמה טמאה פסול) (ר\"ן פ\"ד דר\"ה):"
    },
    {
      "id": "orach_chaim-586-2",
      "section": 2,
      "text": "הגוזל שופר ותקע בו יצא אפילו לא נתיאשו הבעלים ממנו:"
    },
    {
      "id": "orach_chaim-586-3",
      "section": 3,
      "text": "תקע בשופר של ע\"א של ישראל לא יצא שאינה בטלה עולמי' וכתותי מיכתת שיעוריה אבל בשל ע\"א של עכו\"ם וכן במשמשי ע\"א של עכו\"ם לא יתקע ואם תקע בו יצא והוא שלא נתכוין לזכות בו אבל אם נתכוון לזכות בו לא יצא דהוי ליה ע\"א של ישראל (ויש מחמירין דאפילו בשל עכו\"ם אינו יוצא אלא בנתבטל בעי\"ט (מרדכי) וע\"ל סי' תרמ\"ט סעיף ג'):"
    },
    {
      "id": "orach_chaim-586-4",
      "section": 4,
      "text": "שופר של תקרובת ע\"א אפי' היה של עכו\"ם שתקע בו לא יצא משום דאינה בטלה עולמי':"
    },
    {
      "id": "orach_chaim-586-5",
      "section": 5,
      "text": "המודר הנאה משופר אדם אחר תוקע בו וזה יוצא י\"ח אבל אם אמר קונם לתקיעתו עלי אסור לתקוע בו אפי' תקיעה של מצוה:"
    },
    {
      "id": "orach_chaim-586-6",
      "section": 6,
      "text": "היה קולו עב מאוד או דק מאוד כשר שכל הקולות כשרים בשופר:"
    },
    {
      "id": "orach_chaim-586-7",
      "section": 7,
      "text": "אם ניקב אם לא סתמו אע\"פ שנשתנה קולו כשר (מיהו אם יש שופר אחר אין לתקוע בזה כי י\"א שאין לתקוע בשופר נקוב) (כל בו ותשובת הרא\"ש) ואם סתמו שלא במינו אע\"פ שאינו מעכב את התקיעה לאחר סתימה שחזר קולו לכמות שהיה בתחילה פסול אפי' נשתייר בו רובו ואם סתמו במינו אם נשתייר רובו שלם ולא עכבו הנקבים שנסתמו את התקיעה אלא חזר קולו לכמות שהיה קודם שניקב כשר ואם חסר אחת משלש אלה פסול ואם הוא שעת הדחק שאין שופר אחר מצוי יש להכשיר בסתמו במינו אם נשתייר רובו אפילו לא חזר קולו לכמות שהיה וכן יש להכשיר בסתמו שלא במינו אם נשתייר רובו וחזר קולו לכמות שהיה בתחילה קודם שניקב:"
    },
    {
      "id": "orach_chaim-586-8",
      "section": 8,
      "text": "נסדק לאורכו פסול י\"א אפי' בכל שהוא פסול אלא אם כן הדקו הרבה בחוט או במשיחה ונשתייר שיעור התקיעה ממקום הקשירה ולמעלה לצד הפה (כל בו) וי\"א דוקא ברובו ואם דבקו כשר אפילו אם דבקו בדבק ויש מי שאומר שאינו כשר אלא כשדבקו בעצמו שחיממו באור עד שנפשר וחבר קצותו זה עם זה ואם נסדק כולו אפי' מצד אחד פסול אפילו חממו באור וחבר סדקיו זה עם זה:"
    },
    {
      "id": "orach_chaim-586-9",
      "section": 9,
      "text": "נסדק לרחבו במיעוטו כשר ברובו פסול אלא אם כן נשאר מהסדק לצד פיו שיעור תקיעה דהיינו ארבעה גודלים וכשנשתייר בו כך כשר אפילו אם מעכב את התקיעה ויש מכשירים בנשתייר אפי' שלא לצד פיו:"
    },
    {
      "id": "orach_chaim-586-10",
      "section": 10,
      "text": "דבק שברי שופרו' זה עם זה ועשה מהם שופר פסול ואפי' אם יש בשבר שכנגד פיו שיעור שופר:"
    },
    {
      "id": "orach_chaim-586-11",
      "section": 11,
      "text": "הוסיף עליו כל שהוא בין במינו בין שלא במינו פסול אפילו היה בו מתחלה שיעור שופר:"
    },
    {
      "id": "orach_chaim-586-12",
      "section": 12,
      "text": "הפכו ותקע בו לא יצא בין הפכו כדרך שהופכין החלוק שהחזיר פנימי לחיצון בין שהניחו כמו שהיה אלא שהרחיב את הקצר וקיצר את הרחב וה\"ה אם תקע במקום הרחב פסול (ר\"ן פ\"ב דר\"ה):"
    },
    {
      "id": "orach_chaim-586-13",
      "section": 13,
      "text": "היה ארוך וקצרו אם נשאר בו שיעור תקיעה כשר:"
    },
    {
      "id": "orach_chaim-586-14",
      "section": 14,
      "text": "גרדו מבפנים או מבחוץ עד שעשאו דק מאוד כמו גלד כשר:"
    },
    {
      "id": "orach_chaim-586-15",
      "section": 15,
      "text": "לא הוציא זכרותו אלא נקב בו כשר אבל אם הוציא הזכרו' ועשה ממנו שופר כגון שנקב בו פסול:"
    },
    {
      "id": "orach_chaim-586-16",
      "section": 16,
      "text": "צפהו זהב במקום הנחת פה פסול שלא במקום הנחת פה כשר צפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר יש מפרשים מקום הנחת פה היינו עובי השופר לצד פנימי שמניח שם פיו והצד החיצון מן העובי עצמו קרוי שלא במקום הנחת פה ויש מפרשים דעביו במקום הקצר הוא מקום הנחת פה ושלא במקום הנחת פה היינו כל אורך השופר מצד הקצר עד צד הרחב:"
    },
    {
      "id": "orach_chaim-586-17",
      "section": 17,
      "text": "המציירים בשופר צורו' במיני צבעונים כדי לנאותו לא יפה הם עושים (אבל מותר לחקוק בשופר עצמו צורות כדי לנאותו) (ב\"י):"
    },
    {
      "id": "orach_chaim-586-18",
      "section": 18,
      "text": "אם נתן זהב על עובי השופר בצד הרחב היינו הוסיף עליו כל שהוא ופסול:"
    },
    {
      "id": "orach_chaim-586-19",
      "section": 19,
      "text": "הרחיק את השופר ונפח בו ותקע בו פסול:"
    },
    {
      "id": "orach_chaim-586-20",
      "section": 20,
      "text": "נתן שופר לתוך שופר אם הפנימי' עודף על החיצון משני צדדין ונתן הפנימי בפיו ותקע בו כשר: הגה ולי נראה דאפי' אינו בולט בצד הרחב רק שוה לחיצון הואיל ובולט לצד הפה ותוקע בפנימי יצא כן נראה לי וכ\"מ מלשון הרא\"ש והוא שלא ישנה קולו במה שהוא נתון בתוך החיצון ואם לאו פסול:"
    },
    {
      "id": "orach_chaim-586-21",
      "section": 21,
      "text": "שופר של ראש השנה אין מחללין עליו יו\"ט אפילו בדבר שיש בו משום שבות כיצד הי' השופר בראש האילן או מעבר הנהר ואין לו שופר אלא הוא אינו עול' באילן ואינו שט על פני המים כדי להביאו ועל ידי עכו\"ם מותר דהוי שבות דשבו' (פירוש איסור אמירה לעכו\"ם באיסור דאורייתא הוא משום שבות שאחז\"ל לשבות מזה אמירה לעכו\"ם ובאיסור דרבנן הוא שבות דשבות) ובמקום מצוה לא גזרו רבנן (וע\"ל סי' ש\"ז):"
    },
    {
      "id": "orach_chaim-586-22",
      "section": 22,
      "text": "אם עכו\"ם הביא שופר מחוץ לתחום תוקעין בו והוא הדין אם עשה עכו\"ם שופר ביו\"ט מותר לתקוע בו:"
    },
    {
      "id": "orach_chaim-586-23",
      "section": 23,
      "text": "יכול ליתן בתוכו מים או יין לצחצחו אבל מי רגלים אף בחול אסור מפני הכבוד:"
    }
  ]
}