{
  "id": "orach_chaim-371",
  "chapterLabel": "סימן שע״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-371-1",
      "section": 1,
      "text": "כשאחד מבני חצר נפרד משם או מת. ובו ו סעיפים:א' מבני חצר שהניח ביתו והלך ושבת בחצר אחר' אפי' היתה סמוכה לחצרו אם הסיח מלבו ואין דעתו לחזור לביתו בשב' הרי זה אינו אוסר עליהם במה דברים אמורים בישראל אבל בעכו\"ם אפי' הלך לשבו' בעיר אחר' אוסר עליהם עד שישכרו ממנו מקומו אם היא קרוב מהלך יום א' שהרי אפשר שיבא בשב' אבל אם רחוק יותר אינו אוסר וי\"א שגם עכו\"ם אם הלך לשבו' בחצר אחר' אינו אוסר [וכן נראה עיקר] [ואם בא העכו\"ם בשבת ע\"ל סי' שפ\"ג]:"
    },
    {
      "id": "orach_chaim-371-2",
      "section": 2,
      "text": "ישראל בן חצר זו שהלך לשבו' בחצר אחר' ואין דעתו לחזור בשב' ואח\"כ נמלך בשב' וחזר אינו אוסר:"
    },
    {
      "id": "orach_chaim-371-3",
      "section": 3,
      "text": "א' מן השוק שהי' לו בית בחצר ומת והניח רשותו לא' מבני החצר אם מת מבעוד יום אין הזוכה אוסר שהעירוב שמערב על ביתו מתיר גם מה שירש ואם מת משחשיכה אוסר אע\"פ שעירב הזוכה עמהם אינו מועיל למה שירש אח\"כ בשב':"
    },
    {
      "id": "orach_chaim-371-4",
      "section": 4,
      "text": "א' מן החצר שמת בשב' אם עירב אפי' ירשו א' מבני השוק אינו אוסר ואם לא עירב אם ירשו א' מן השוק כל זמן שאינו בא לדור עמהם אינו אוסר בא לדור בשב' בבית מורישו אוסר ואם יורשו א' מבני החצר אם עירב היורש והיה דר עם המוריש בבי' אינו אוסר אע\"פ שלא עירב המוריש ואם לא היה דר עם המוריש אלא בבי' אחר שבחצר אוסר אע\"פ שעירב היורש כיון שלא עירב המוריש ואם מבעוד יום מת ויורשו אחד מן השוק הרי זה אוסר והוא שבא היורש בבי' מורישו בשב':"
    },
    {
      "id": "orach_chaim-371-5",
      "section": 5,
      "text": "ישראל וגר שהיו דרים בחצר ומת הגר מבעוד יום והחזיק ישראל אחר בנכסיו אפי' לא החזיק עד שחשיכה אוסר עד שיבטל רשותו כשאר יורש מת משחשיכה אין המחזיק אוסר שבהיתר הראשון עומד:"
    },
    {
      "id": "orach_chaim-371-6",
      "section": 6,
      "text": "א' מבני חצר שהיה גוסס אף על פי שאינו יכול לחיות בו ביום אוסר עד שיזכו לו בפת ויערבו עליו וכן קטן אוסר אע\"פ שאינו יכול לאכול כזית אבל האורח אינו אוסר כמו שנתבאר בסי' ש\"ע:"
    }
  ]
}