{
  "id": "orach_chaim-514",
  "chapterLabel": "סימן 514",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-514-1",
      "section": 1,
      "text": "שלא לכבות ביום טוב. ובו יא סעיפים:אסור לכבות דליקה בי\"ט ואפי' אם רואה ביתו שנשרף אם אין שם סכנת נפשות ואין מכבין הבקעת אפי' כדי שלא יתעשן הבית או הקדירה או כדי לשמש מטתו: הגה ויש אומרים דוקא אם אפשר להציל הקדירה בלא כבוי אבל אם אי אפשר להציל או לבשל הקדירה בענין אחר רק שיכבה מותר לכבות [הרא\"ש ומרדכי ור\"ן פ\"ב דביצה ורשב\"א וטור] וכן נראה לי עיקר וכן בבית אם ישרף הבית לא יהיה לו מקו' לאכול שם ויפסיד סעודתו מותר לכבות אבל אם יש לו בית אחר לאכול שם אסור לכבות משום הפסד ממונו [ב\"י בשם אורחת חיים] :"
    },
    {
      "id": "orach_chaim-514-2",
      "section": 2,
      "text": "להטות הנר כדי להרחיק השמן מן הפתילה חשיב כבוי ואסור וכן אסור ליקח פתילה מנר הדולק אפילו ליתנה בנר אחר שהרי כשמוציאה מיד הוא מכבה אותה: הגה ומותר להוסיף פתילות לנר דולק כדי שיבעיר הרבה ויכבה במהרה [ר\"ן פ' אין צדין]:"
    },
    {
      "id": "orach_chaim-514-3",
      "section": 3,
      "text": "נר של שעוה שרוצה להדליקו ביו\"ט וחס עליו שלא ישרף כולו יכול ליתן סביביו קודם שידליקנו דבר המונע מלישרף בענין שיכבה כשיגיע שם: הגה ויש מתירין לחתוך נר של שעוה באור דהיינו שמדליקים גם למטה כדי לקצרה וכן נוהגין אבל ע\"י סכין אסור. [הגהות מיימוני פ\"ו והגהות אשירי ומרדכי ותוס' פ\"ק דביצה] ומותר להעמיד נר במקום שהרוח שולט כדי שיכבה אבל אסור להעמידו שם אם כבר הרוח מנשב: [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-514-4",
      "section": 4,
      "text": "נר שכבה ורוצה להדליקו בו ביום מותר לחתוך ראש הפתילה כדי שיהא נוח לידלק: הגה ושיורי שמן ופתילה מותרין אפי' בי\"ט אחר שבת או שני ימים טובים של ראש השנה (ב\"י בשם רוב הפוסקים):"
    },
    {
      "id": "orach_chaim-514-5",
      "section": 5,
      "text": "נר של בטלה דהיינו שאינו צריך לו אסור להדליקו אבל של בית הכנסת לא חשיב של בטלה ומותר להדליקו אפי' בי\"ט שני אחר מנחה ואין בזה משום מכין לחול שהרי בהדלקתו יש מצוה לאותה שעה ולתקן הפתילות והעששיות בי\"ט אחר מנחה אם רוצה להדליקו בו ביום מותר ואם לאו אסור:"
    },
    {
      "id": "orach_chaim-514-6",
      "section": 6,
      "text": "אין נותנין נר על גבי אילן מעי\"ט דחיישינן שמא יבא להשתמש באילן:"
    },
    {
      "id": "orach_chaim-514-7",
      "section": 7,
      "text": "אין פותחין נר של חרס דהיינו בעודו רך כמו בצים של יוצר למעך אותו ביד לעשות לו בית קבול מפני שהוא עושה כלי:"
    },
    {
      "id": "orach_chaim-514-8",
      "section": 8,
      "text": "אין חותכין הפתילה לב' אלא אם כן ע\"י שנותן שני ראשיה בפי שני נרו' ומדליקה באמצע והוא שיהיה צריך לשתיהן:"
    },
    {
      "id": "orach_chaim-514-9",
      "section": 9,
      "text": "אין גודלין את הפתילה ולא מהבהבין אותה אבל אם אינה קשה כל צרכה יכול למעכה בידו כדי להקשותה ומותר לשרותה בשמן [שאין בו נר דולק] [ב\"י בשם הרוקח]:"
    },
    {
      "id": "orach_chaim-514-10",
      "section": 10,
      "text": "מותר להסיר הפחם שבראש הנר כשהוא דולק אבל אינו חותך ראש הפתילה בכלי:"
    },
    {
      "id": "orach_chaim-514-11",
      "section": 11,
      "text": "המדליק נר של י\"ט צריך לברך אקב\"ו להדליק נר של י\"ט:"
    }
  ]
}