{
  "id": "orach_chaim-589",
  "chapterLabel": "סימן 589",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-589-1",
      "section": 1,
      "text": "מי הם הראויים לתקיעת שופר. ובו ט סעיפים:כל שאינו מחוייב בדבר אינו מוציא אחרים ידי חובתן:"
    },
    {
      "id": "orach_chaim-589-2",
      "section": 2,
      "text": "חרש שוטה וקטן פטורים וחרש אפילו מדבר ואינו שומע אינו מוציא דכיון דאינו שומע לאו בר חיובא הוא: הגה אבל שומע ואינו מדבר מוציא אחרים ידי חובתן: (ב\"י):"
    },
    {
      "id": "orach_chaim-589-3",
      "section": 3,
      "text": "אשה פטורה משום דהוי מצות עשה שהזמן גרמא:"
    },
    {
      "id": "orach_chaim-589-4",
      "section": 4,
      "text": "אנדרוגינוס מוציא את מינו טומטום אפילו את מינו אינו מוציא:"
    },
    {
      "id": "orach_chaim-589-5",
      "section": 5,
      "text": "מי שחציו עבד וחציו בן חורין אינו מוציא אפי' עצמו וצריך שיתקע לו בן חורין להוציאו:"
    },
    {
      "id": "orach_chaim-589-6",
      "section": 6,
      "text": "אף על פי שנשים פטורות יכולות לתקוע וכן אחר שיצא כבר יכול לתקוע להוציאן אבל אין מברכות ולא יברכו להן: הגה והמנהג שהנשים מברכות על מצות עשה שהזמן גרמא ע\"כ גם כאן מברכות לעצמן אבל אחרים לא יברכו להן אם כבר יצאו ואינן תוקעין רק לנשים אבל אם תוקעין לאיש המחוייב מברכין לו אע\"פ שכבר יצאו כמו שנתבאר סי' תקפ\"ה סעיף ב' בהג\"ה א' (ד\"ע):"
    },
    {
      "id": "orach_chaim-589-7",
      "section": 7,
      "text": "המודר הנאה מחבירו מותר לתקוע לו תקיעה של מצוה ודוקא שהוא תוקע מאליו להוציאו אבל אם אמר לו המודר תקע והוציאני אסור: הגה ואם אמר קונם תקיעותיו עלי בכל ענין אסור: (ר\"ן):"
    },
    {
      "id": "orach_chaim-589-8",
      "section": 8,
      "text": "המתעסק בתקיעת שופר להתלמד לא יצא ידי חובתו וכן השומע מן המתעסק לא יצא וכן התוקע לשורר ולא נתכוון לתקיעת מצוה לא יצא נתכוין שומע לצאת ידי חובתו ולא נתכוון התוקע להוציאו או שנתכוון התוקע להוציאו ולא נתכוון השומע לצאת לא יצא ידי חובתו עד שיתכוון שומע ומשמיע:"
    },
    {
      "id": "orach_chaim-589-9",
      "section": 9,
      "text": "מי שתקע ונתכוין להוציא כל השומע תקיעתו ושמע השומע ונתכוין לצאת ידי חובתו אע\"פ שאין התוקע מתכוין לפלוני זה ששמע תקיעתו ואינו יודעו יצא שהרי נתכוין להוציא לכל מי שישמענו לפיכך מי שהיה מהלך בדרך או יושב בתוך ביתו ושמע תקיעו' משליח צבור יצא אם נתכוין לצאת שהרי ש\"ץ מתכוין להוציא את הרבים ידי חובתן:"
    }
  ]
}