{
  "id": "orach_chaim-273",
  "chapterLabel": "סימן 273",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-273-1",
      "section": 1,
      "text": "שיהיה הקידוש במקום סעודה. ובו ז סעיפים:אין קידוש אלא במקום סעודה ובבית אחד מפנה לפנה חשוב מקום אחד שאם קידש לאכול בפנה זו ונמלך לאכול בפנה אחרת אפי' הוא טרקלין גדול אינו צריך לחזור ולקדש: הגה ומבית לסוכה חשוב כמפנה לפנה (מרדכי פ' ע\"פ) ויש אומרים שכל שרואה מקומו אפי' מבית לחצר אינו צריך לחזור ולקדש וי\"א שאם קידש במקום א' על דעת לאכול במקום אחר שפיר דמי (ועיין לעיל ריש סי' קע\"ח) והוא שיהיו שני המקומות בבית אחד כגון מחדר לחדר או מאיגרא לארעא (וכן עיקר):"
    },
    {
      "id": "orach_chaim-273-2",
      "section": 2,
      "text": "אם קידש בבית אחד על מנת לאכול שם ואחר כך נמלך לאכול במקום אחר צריך לחזור ולקדש במקום שרוצה לאכול שם:"
    },
    {
      "id": "orach_chaim-273-3",
      "section": 3,
      "text": "אם קידש ולא סעד אף ידי קידוש לא יצא: הגה וצריך לאכול במקום קידוש לאלתר או שיהא בדעתו לאכול שם מיד אבל בלא\"ה אפי' אכל במקום קידוש אינו יוצא (מהר\"י מולין)) ואם היה בדעתו שלא לאכול שם מיד ונמלך ואכל יצא. (ב\"י סוף הסימן):"
    },
    {
      "id": "orach_chaim-273-4",
      "section": 4,
      "text": "יכול אדם לקדש לאחרים אע\"פ שאינו אוכל עמהם דלדידהו הוי מקום סעודה ואע\"ג דבברכת היין אינו יכול להוציא אחרים אם אינו נהנה עמהם כיון דהאי בפה\"ג הוא חובה לקידוש כקידוש היום דמי ויכול להוציאם אע\"פ שאינו נהנה: הגה ואפי' בקידוש של יום בשחרית בשבת מותר לעשות כן (רבינו ירוחם וב\"י בשם הרי\"ף והרא\"ש והטור סי' תפ\"ד) והוא שאינם יודעים ואם עדיין לא קידש לעצמו יזהר שלא יטעום עמהם שאסור לו לטעום עד שיקדש במקום סעודתו:"
    },
    {
      "id": "orach_chaim-273-5",
      "section": 5,
      "text": "כתבו הגאונים הא דאין קידוש אלא במקום סעודה אפילו אכל דבר מועט או שתה כוס של יין שחייב עליו ברכה יצא ידי קידוש במקום סעודה וגומר סעודתו במקום אחר ודוקא אכל לחם או שתה יין אבל אכל פירות לא: הגה ולפי זה היה מותר למוהל ולסנדק לשתות מכוס של מילה בשבת בשחרית אם שותין כשיעור [ב\"י] אבל נהגו ליתן לתינוק [הגהות מיי' פרק כ\"ט]:"
    },
    {
      "id": "orach_chaim-273-6",
      "section": 6,
      "text": "ואם קידש בביתו ושמע שכנו ושלחן ערוך לפניו יוצא בו דשפיר הוי מקום סעודה וכגון שנתכוין השומע לצאת ומשמיע להוציא:"
    },
    {
      "id": "orach_chaim-273-7",
      "section": 7,
      "text": "י\"א שאין מקדשין אלא לאור הנר וי\"א שאין הקידוש תלוי בנר ואם הוא נהנה בחצר יותר מפני האויר או מפני הזבובים מקדש בחצר ואוכל שם אע\"פ שאינו רואה הנר שהנרות לעונג נצטוו ולא לצער והכי מסתברא:"
    }
  ]
}