{
  "id": "orach_chaim-475",
  "chapterLabel": "סימן תע״ה",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-475-1",
      "section": 1,
      "text": "יתר דיני הסדר. ובו ז סעיפים:יטול ידיו ויברך על נטילת ידים ויקח המצות כסדר שהניחן הפרוסה בין שתי השלימות ויאחזם בידו ויברך המוציא ועל אכילת מצה ואח\"כ יבצע מהשלימה העליונה ומהפרוסה משתיהן ביחד ויטבלם במלח: הגה ואין המנהג לטבלה במלח בלילה ראשונה דפת נקי אין צריך מלח ויאכלם בהסיבה ביחד כזית מכל אחד ואם אינו יכול לאכול כשני זתים ביחד יאכל של המוציא תחלה ואח\"כ של אכילת מצה ואח\"כ יקח כזית מרור וישקענו כולו בחרוסת ולא ישהנו בתוכו שלא יתבטל טעם מרירתו ומטעם זה צריך לנער החרוסת מעליו ויברך על אכילת מרור ויאכלנו בלא הסיבה ואח\"כ נוטל מצה שלישית ובוצע ממנה וכורכה עם המרור וטובלה בחרוסת: הגה ויש אומרים דאין לטובלו וכן הוא במנהגים וכן ראיתי נוהגין: ואומר זכר למקדש כהלל ואוכלם ביחד בהסיב' ומשבירך על אכילת מצה לא יסיח בדבר שאינו מענין הסעודה עד שיאכל כריכה זו כדי שתעלה ברכת אכילת מצה וברכת אכילת מרור גם לכריכה זו:"
    },
    {
      "id": "orach_chaim-475-2",
      "section": 2,
      "text": "אם אין לו ירקות לטיבול ראשון אלא מרור יברך עליו בטיבול ראשון בורא פרי האדמה ועל אכילת מרור ובטיבול השני יטבלנו בחרוסת ויאכלנו בלא ברכה:"
    },
    {
      "id": "orach_chaim-475-3",
      "section": 3,
      "text": "בלע מצה יצא אבל אם בלע מרור לא יצא דטעם מרור בעינן וליכא ואפי' אם בלע מצה ומרור כאחד ידי מצה יצא ידי מרור לא יצא ואם כרכם בסיב ובלעו אף ידי מצה לא יצא לפי שאין דרך אכילה בכך:"
    },
    {
      "id": "orach_chaim-475-4",
      "section": 4,
      "text": "אכל מצה בלא כוונה כגון שאנסוהו עכו\"ם או לסטים לאכול יצא ידי חובתו כיון שהוא יודע שהלילה פסח ושהוא חייב באכילת מצה אבל אם היה סבור שהוא חול או שאין זו מצה לא יצא:"
    },
    {
      "id": "orach_chaim-475-5",
      "section": 5,
      "text": "אכל כזית מצה והוא נכפה בעת שטותו ואח\"כ נתרפא חייב לאכול אחר שנתרפא לפי שאותה אכיל' היתה בשעה שהיה פטור מכל המצו':"
    },
    {
      "id": "orach_chaim-475-6",
      "section": 6,
      "text": "אכל כחצי זית וחזר ואכל כחצי זית יצא ובלבד שלא ישהה בין אכילה לחבירתה יותר מכדי אכילת פרס: (ועיין לקמן סימן תרי\"ב ס\"ג):"
    },
    {
      "id": "orach_chaim-475-7",
      "section": 7,
      "text": "אין חיוב אכילת מצה אלא בליל' הראשון בלבד: הגה ונהגו לעשות שלש מצות של סדר מעשרון זכר ללחמי תודה ועושים בהם סי' לידע איזה ראשונה או שניה או שלישית ומניחים הראשונה עליונה והשניה באמצע והשלישית בתחתונה לכריכה ואם שינה לא עיכב (טור בשם הרא\"ש) ואופין אותו ג\"כ כסדר (כל בו ואבודרהם) ואם נשברה אחת מהן לוקחים אותה לשניה דבלאו הכי פורסין אותה (אגור) ואף בלילה הראשון יוצא בכזית (ושיעור כזית ע\"ל סי' תפ\"ו):"
    }
  ]
}