{
  "id": "orach_chaim-447",
  "chapterLabel": "סימן תמ״ז",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-447-1",
      "section": 1,
      "text": "דיני תערובת חמץ בתוך הפסח. ובו יב סעיפים:חמץ בפסח אוסר תערובתו בין במינו בין שלא במינו במשהו אפילו בהנאה: הגה וצריך לשרוף הכל ולא סגי בפדיון דמי החמץ ולמכור השאר (מרדכי פ\"ק דפסחים ופסקי מהרא\"י סק\"ד ותשובת מהר\"י ברי\"ן) מיהו כלים שנתבשל בהם מותרים לאחר הפסח ואין צריכין שבירה או הגעלה: (ד\"ע ותוספות פרק כל שעה) ודין תערובתו כדין שאר תערובות אלא שמה שאוסר בשאר תערובות פחות מששים אוסר בחמץ במשהו אבל אם בשאר תערובת לא היה צריך ששים אלא קליפה או נטילת מקום אף בחמץ כן שחם בחם בלא רוטב די בקליפה כשאר איסורים וכן אם נגע ככר חמץ בככר מצה ושניהם חמין ואין שם דבר המפעפען לא אסר אלא מקום מגעו בלבד לפי שאינו מבליע יותר: הגה ובדין ריחא מילתא לענין תבשיל שיש בו חמץ עם שאר תבשילין יש מקילין במקום דהיה מותר בשאר אסורים (מרדכי פרק כל שעה) ויש מחמירין דמשהו מיהא איכא (הגהות סמ\"ק ותוס' דע\"א) ודוקא במקום ששייך בו ריחא אלא דבשאר אסורים לאו מלתא היא כמו שיתבאר ביו\"ד סי' ק\"ח בסיעתא דשמיא:"
    },
    {
      "id": "orach_chaim-447-2",
      "section": 2,
      "text": "חמץ שנתערב משש שעות (ולמעלה) עד הלילה אינו אוסר במשהו אלא דינו כשאר איסורין (ונותן טעם לפגם נמי שרי) (ד\"ע אליבא דכ\"ע):"
    },
    {
      "id": "orach_chaim-447-3",
      "section": 3,
      "text": "חטה שנמצאת בערב פסח בתרנגולת מבושלת מותר לבטלה בס' אבל אם חממו התרנגולת בפסח בעוד שהחטה בתוכה חוזרת ליתן טעם בתוכה בפסח והוי במשהו: הגה ומיהו בחימום כלי שני אין לחוש (הגהות מיימוני פ\"א) ויש מחמירין בכלי שני בפסח וטוב להחמיר אם היד סולדת בו דבלאו הכי לא מקרי כלי שני:"
    },
    {
      "id": "orach_chaim-447-4",
      "section": 4,
      "text": "אם נתערב החמץ קודם הפסח ונתבטל בס' אינו חוזר וניעור בפסח לאסור במשהו ויש חולקים: הגה ונוהגין כסברא הראשונה בכל תערובת שהוא לח בלח (ת\"ה סימן קי\"ד) ומיהו בדבר יבש שנתערב או שיש לחוש לתערובות כגון פת שנפל ליין אע\"פ שנטלו משם אסור בפסח דחיישינן שמא נשארו לו פירורין ונותנין טעם בפסח: (בית יוסף בשם תשובת הרשב\"א):"
    },
    {
      "id": "orach_chaim-447-5",
      "section": 5,
      "text": "בשר יבש וגבינה ודגים שנמלחו קודם הפסח ולא נזהרו בהם מותר לאכלם בפסח מיהו דגים מלוחים השרוים במים בפסח בכלי חמץ יש להחמיר ליזהר מהם מפני שהם בולעים בפסח מפליטת הכלים וחמץ בפסח במשהו: הגה ויש חולקין ומחמירין ובמדינות אלו המנהג להחמיר לכתחלה שלא לאכול גבינות ודגים ובשר יבש אבל אם הדיחו הבשר שלשה פעמים קודם פסח נוהגין לאכלו ובכרכשות אין מועיל הדחה לפיכך אין להשרות הטבחות היבשות (מהר\"י ברי\"ן) ובדיעבד אין להחמיר באלו אבל בשומן מהותך בכלי חמץ אסור מדינא אם לא היו נזהרין בשעת עשייתו מחמץ ושלא התיכו אותו בכלי חמץ שהם בני יומן (מרדכי ריש פרק כל שעה וסמ\"ק והגמ\"יי פרק א') וכן כל דבר שמבשלים בכלי חמץ כגון יין מבושל או מרקחת וכדומה אסור בפסח אבל ביו\"ט האחרון יש להקל בו (פסקי מהרא\"י סימן קע\"ז) והוא הדין אם נתערב משהו מדברים אלו תוך המאכל שאין להחמיר לאסור התערובות כנ\"ל. יש מחמירין להסתפק מחומץ יין שמסתפקין ממנו כל השנה דחיישינן שמא נתנו בו מן הנשאר מן הסעודה ולפעמים יש בו פירורי לחם (מהרי\"ל) ובמקומות אלו שאין חומץ יין מצוי לא ראיתי מחמירין בזה. עוד יש מחמירין לכתחלה שלא למלאות מן יין וחומץ יין תוך שלשים לפסח בכלי חמץ ואם מלאוהו תוך שלשים יום נוהגין שלא לשתותו בפסח (תשובת מהר\"י ברי\"ן) והמקיל לא הפסיד כל שכן במקום שאין יין וחומץ מצוי כן נראה לי. חבית יין שדבקו נסריו בבצק אם הוא תוך שני חדשים קודם פסח עדיין רך הוא ונותן טעם בפסח ואסור לשתותו ואם נתנוהו קודם לכן כבר נתייבש ואינו נותן טעם בפסח ושרי (מרדכי ריש פרק כל שעה וסמ\"ק והגהות מיימוני פ\"א)) מיהו אם יש כזית בצק במקום אחד חייב לבערו אע\"פ שעשוי לחזק (פסקי מהרא\"י סי' קמ\"ט) כדלעיל סי' תמ\"ב סעיף ז':"
    },
    {
      "id": "orach_chaim-447-6",
      "section": 6,
      "text": "מלח ששמו במדוכה מותר למלוח בו בשר בפסח (משום דאינו מפליט בצונן):"
    },
    {
      "id": "orach_chaim-447-7",
      "section": 7,
      "text": "בוסר שדכין קודם פסח במדוכות מחומצות מותר לאכלו בפסח: הגה משום דאינו מפליט בצונן ואפי' אם נעשה בפסח אינו אסור אם היה הכלי נקי אבל אם חתכו בסכין של חמץ תוך הפסח יש להחמיר דסתם סכין אינו נקי ויש לחוש לחמץ הדבוק עליו (מהרי\"ל) אבל אם נתערב אותו דבר בתבשיל אין לחוש ולהחמיר ולאסור מספק כן נראה לי:"
    },
    {
      "id": "orach_chaim-447-8",
      "section": 8,
      "text": "זיתים שנזהרו לחתכם בסכין חדשה אפילו לא נזהרו לכבשם בקדירה חדשה אם אינה בת יומא מותרת לכולי עלמא:"
    },
    {
      "id": "orach_chaim-447-9",
      "section": 9,
      "text": "יבש ביבש אע\"ג דבשאר איסורים חד בתרי בטיל חמץ במצה אפי' באלף לא בטיל ויש אומרים דחמץ שוה לשאר איסורין בזה:"
    },
    {
      "id": "orach_chaim-447-10",
      "section": 10,
      "text": "נותן טעם לפגם מותר גם בפסח: הגה ויש מחמירין וכן נוהגין באלו המדינות ובמקום שיש מנהג להחמיר אפי' משהו ונותן טעם לפגם אסור: (ת\"ה סימן קצ\"ח):"
    },
    {
      "id": "orach_chaim-447-11",
      "section": 11,
      "text": "בין חמץ שנתערב קודם פסח ועבר עליו הפסח בין שנתערב בפסח ועבר עליו כל הפסח בין שעבר הפסח על החמץ ונתערב לאחר הפסח בטל בששי' ובפחות מששים סגי ליה בהשלכת הנאת האיסור לים המלח: (הגהות מיימוניפ\"א):"
    },
    {
      "id": "orach_chaim-447-12",
      "section": 12,
      "text": "חמץ נוקשה אפי' בעיני' אינו אסור בהנאה אחר הפסח והפריאו\"ש חמץ גמור הן ואסורים בהנאה אחר הפסח: הגה יש נמנעים לשחוק על השלחן עם קלפים הנקראים קרטי\"ן בפסח דחוששין שמא יפול מחמץ נוקשה שבהן לתוך מאכל: (פסקי מהרא\"י סי' קס\"ז):"
    }
  ]
}