{
  "id": "orach_chaim-685",
  "chapterLabel": "סימן undefinedפ״ה",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-685-1",
      "section": 1,
      "text": "סדר ד' פרשיות. ובו ז סעיפים:ר\"ח אדר הסמוך לניסן שחל להיות בשבת קורין פרשת שקלים שהוא כי תשא עד ועשית כיור נחושת ומפטיר ויכרות יהוידע ומוציאין ג' ספרים באחת קורא פרשת השבוע ובשני של ר\"ח ובשלישי קורא מפטיר בפרשת שקלים:"
    },
    {
      "id": "orach_chaim-685-2",
      "section": 2,
      "text": "בשבת שניה מוציאין שני ספרים באחד קורא פרשת השבוע ובשני קורא זכור את אשר עשה לך עמלק ומפטיר פקדתי את אשר עשה עמלק:"
    },
    {
      "id": "orach_chaim-685-3",
      "section": 3,
      "text": "בשבת שלישית שהיא ט\"ו באדר מפסיקין ובשבת ד' שהיא כ\"ב לאדר מוציאין שני ספרים באחד קורא פרשת השבוע ובשני קורא פרשת פרה ומפטיר וזרקתי עליכם מים טהורים [וע\"ל סי' קל\"ז סעיף ד']:"
    },
    {
      "id": "orach_chaim-685-4",
      "section": 4,
      "text": "בשבת חמישי שהוא כ\"ט באדר מוציאין שני ספרים באחד קורא פרשת השבוע ובשני החדש הזה לכם ומפטיר בראשון באחד לחודש:"
    },
    {
      "id": "orach_chaim-685-5",
      "section": 5,
      "text": "חל ר\"ח אדר הסמוך לניסן בתוך ימי השבוע ואפילו בע\"ש מקדימין לקרות פרשת שקלים בשבת שלפניו ומפסיקין בשניה כדי שתהא פרשת זכור בשבת הסמוכה לפורים מלפניה ואם חל פורים בערב שבת מקדימים לקרות פרשת זכור בשבת שלפניו:"
    },
    {
      "id": "orach_chaim-685-6",
      "section": 6,
      "text": "הימים שראוי לקבוע בהם ר\"ח אדר זב\"דו וסי' לשבתות ההפסקה זט\"ו ב\"ו ד\"ד ובי\"ו כלומר כשחל ר\"ח בשבת מפסיקין בט\"ו בו וסימן זט\"ו וכשחל ביום ב' מפסיקין בו' בו וסימן ב\"ו וכשחל ביום ד' מפסיקין בד' בו וסימן ד\"ד וכשחל ביום ו' מפסיקין בשתי שבתות ב' בו וי\"ו בו וסימן ובי\"ו:"
    },
    {
      "id": "orach_chaim-685-7",
      "section": 7,
      "text": "יש אומרים שפרשת זכור ופ' פרה אדומה חייבים לקרותה מדאורייתא לפיכך בני הישובים שאין להם מנין צריכים לבא למקום שיש מנין בשבתו' הללו כדי לשמוע פרשיות אלו שהם מדאורייתא: הגה ואם א\"א להם לבא מ\"מ יזהרו לקרותם בנגינתם ובטעמם [מצא כתוב]:"
    }
  ]
}