{
  "id": "orach_chaim-613",
  "chapterLabel": "סימן undefinedי״ג",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-613-1",
      "section": 1,
      "text": "איסור רחיצה ביום כפור. ובו יב סעיפים:אסור לרחוץ ביום הכפורים בין בחמין בין בצונן ואפי' להושיט אצבעו במים אסור ואם היו ידיו או רגליו או שאר גופו מלוכלכי' בטיט או בצואה או שנטף דם מחוטמו מותר לרחצם שלא אסרו אלא רחיצה של תענוג:"
    },
    {
      "id": "orach_chaim-613-2",
      "section": 2,
      "text": "נוטל אדם ידיו שחרי' ומברך על נטיל' ידים ויזהר שלא יטול אלא עד סוף קשרי אצבעותיו (ולא יכוין להנאת רחיצה רק להעביר הרוח רעה מעל הידים (הגהות מיימוני):"
    },
    {
      "id": "orach_chaim-613-3",
      "section": 3,
      "text": "אם הטיל מים ושפשף בידו או עשה צרכיו וקנח מותר לרחוץ דהוי ליה ידיו מלוכלכות (ורוחץ עד סוף קשרי אצבעותיו) ואם רוצה להתפלל אפילו לא קנח נמי מותר ליטול עד סוף קשרי אצבעותיו: הגה וכן כהן העולה לדוכן נוטל ידיו אע\"פ שהן טהורות דכל רוב רחיצה שאינו מכוין בה לתענוג מותרת (הגהות מיימוני פ\"ב מהל' י\"כ ומהרי\"ל) ולכן אפי' בא מן הדרך ורגליו כהות מותר לרחצן (ב\"י בשם הגהות מיימוני וסמ\"ג וטור הלכות ט\"ב):"
    },
    {
      "id": "orach_chaim-613-4",
      "section": 4,
      "text": "מי שהוא אסטניס ואין דעתו מיושבת עליו עד שיקנח פניו במים מותר: הגה ונהגו בזה להחמיר ואפילו ברחיצת העינים שהיא קצת רפואה נהגו להחמיר (מהרי\"ל) ואסור לרחוץ פיו ביום הכפורים כמו שנתבאר לעיל סימן תקס\"ז סעיף ג':"
    },
    {
      "id": "orach_chaim-613-5",
      "section": 5,
      "text": "ההולך לבית המדרש או להקביל פני אביו או רבו או מי שגדול ממנו בחכמה או לצרכי מצוה יכול לעבור במים עד צוארו בין בהליכה בין בחזרה ובלבד שלא יוציא ידו מתחת שפת חלוקו להגביה שולי חלוקו על זרועו והוא שלא יהיו המים רודפים דאם כן אף בחול אסור מפני הסכנה אפי' אם אינם מגיעים אלא עד מתנים:"
    },
    {
      "id": "orach_chaim-613-6",
      "section": 6,
      "text": "הא דשרי לעבור בגופו במים לדבר מצוה דוקא לעבור בגופו במים עצמן אבל לעבור בספינה קטנה יש מי שאוסר:"
    },
    {
      "id": "orach_chaim-613-7",
      "section": 7,
      "text": "הרב אסור לעבור במים כדי לילך אצל תלמידו:"
    },
    {
      "id": "orach_chaim-613-8",
      "section": 8,
      "text": "ההולך לשמור פרותיו מותר לעבור במים בהליכה אבל לא בחזרה: הגה וכל מקום דמותר לעבור במים אפי' היה לו דרך שיכול להקיף ביבשה מותר לעבור דלמעט בהילוך עדיף טפי: (א\"ז)"
    },
    {
      "id": "orach_chaim-613-9",
      "section": 9,
      "text": "אסור להצטנן בטיט לח אם הוא טופח על מנת להטפיח ואסור להצטנן בכלים שיש בהם מים אפילו הם חסרים בין של חרס בין של מתכת אבל אם הם ריקים מותר וכן בפירות ובתינוק: הגה ואסור לשרות מפה מבעוד יום ולעשותה כמין כלים נגובים ולהצטנן בה בי\"כ דחיישינן שמא לא תנגב יפה ויבא לידי סחיטה (הגהות מיימוני פ\"ב ומרדכי וסמ\"ק ומנהגים) החולה רוחץ כדרכו אע\"פ שאינו מסוכן (רמב\"ם):"
    },
    {
      "id": "orach_chaim-613-10",
      "section": 10,
      "text": "כלה כל שלשים יום מותר' לרחוץ פניה:"
    },
    {
      "id": "orach_chaim-613-11",
      "section": 11,
      "text": "מי שראה קרי בזמן הזה ביום הכפורים אם לח הוא מקנחו במפה ודיו ואם יבש הוא או שנתלכלך רוחץ מקומו' המלוכלכים בו לבד ומתפלל ואסור לרחוץ גופו או לטבול אע\"פ שבשאר ימו' השנ' הוא רגיל לטבול לתפלה:"
    },
    {
      "id": "orach_chaim-613-12",
      "section": 12,
      "text": "בזמן הזה אסור לאשה לטבול ביום הכפורים אפי' הגיע זמן טבילתה בו ביום:"
    }
  ]
}