{
  "id": "orach_chaim-547",
  "chapterLabel": "סימן 547",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-547-1",
      "section": 1,
      "text": "דין מי שמת לו מת בח\"ה. ובו יב סעיפים:חול המועד אסור בהספד ותעני' לפיכך אין מניחין את המטה ברחוב שלא להרגיל את ההספד ומטעם זה אין מוליכין המת לבית הקברו' עד שיהי' הקבר מתוקן:"
    },
    {
      "id": "orach_chaim-547-2",
      "section": 2,
      "text": "נשים מענות דהיינו שכולם עונות כאחת אבל לא מקוננו' דהיינו שאחת מדברת וכולם עונות אחריה ולא מטפחו' דהיינו להכות כף אל כף נקבר המת אף לא מענות:"
    },
    {
      "id": "orach_chaim-547-3",
      "section": 3,
      "text": "כל שלשים יום לפני המועד אסור להספיד על מת שמת לו מלפני שלשים יום קודם המועד ואפילו אם יש לו הספד בלא זה כגון שמת לו מת בתוך שלשים שמותר לספדו אפי' מת ערב הרגל אסור להספיד עמו על המת שמת לפני שלשים יום קודם המועד:"
    },
    {
      "id": "orach_chaim-547-4",
      "section": 4,
      "text": "מי שבאה לו שמועה בתוך ל' יום קודם הרגל נראה לי שמותר לספדו ואע\"פ שהיא רחוקה:"
    },
    {
      "id": "orach_chaim-547-5",
      "section": 5,
      "text": "יראה לי שמה שאנו נוהגים בתשלום השנה לספוד המת ולהזכיר נשמתו אינו בכלל זה ומותר לעשותו בתוך שלשים לרגל:"
    },
    {
      "id": "orach_chaim-547-6",
      "section": 6,
      "text": "אין קורעין על המת בחול המועד אלא לקרוביו שהם חייבים להתאבל עליו וכן על חכם או על אדם כשר או אם עמד שם בשעת יציאת נשמה ועל קרוב שחייב להתאבל עליו ועל חכם קורע אפילו אינו בפניו אלא שבאה לו שמועה במועד אם הוא בתוך שלשי' ועל אדם כשר אינו קורע אא\"כ ידע בין מיתה לקבורה: הגה ויש חולקים ונהגו בני אשכנז שלא לקרוע במועד כי אם על אביו ואמו ועל שאר המתים קורעים לאחר המועד (מהרי\"ל ותה\"ד סי' רפ\"ח) ובמקום שאין מנהג יש לקרוע על כלם:"
    },
    {
      "id": "orach_chaim-547-7",
      "section": 7,
      "text": "אין חולצין כתף אלא קרוביו של מת המחוייבים להתאבל עליו או על חכם:"
    },
    {
      "id": "orach_chaim-547-8",
      "section": 8,
      "text": "מברין בח\"ה והוא שלא יברו ברחבה אלא קרוביו של מת ולא יברו האבל בתוך ביתו אלא על מטות זקופו' לפי שאין כפיית המטה ברגל כלל:"
    },
    {
      "id": "orach_chaim-547-9",
      "section": 9,
      "text": "על החכם מברין הכל בחול המועד בתוך הרחבה כדרך שמברין את האבלים שהכל אבלים עליו:"
    },
    {
      "id": "orach_chaim-547-10",
      "section": 10,
      "text": "עושין כל צרכי המת בחול המועד גוזזין שערו ומכבסים כסותו ועושין לו ארון בחצר שבו המת כדי שיהא ניכר שהוא לצורך המת ואם לא היו להם נסרים מביאים קורות ונוסרים מהם נסרים בצנעה בתוך הבית ואם היה אדם מפורסם עושים אפי' בשוק אבל אין כורתין עץ מן היער לנסור ממנו נסרים לארון ואין חוצבין אבנים לבנו' בהם קבר ובמקום שהיהודים מעט דרים במקום אחד והכל יודעים כשיש מת בעיר הכל חשוב כמפורסם:"
    },
    {
      "id": "orach_chaim-547-11",
      "section": 11,
      "text": "אין חופרין כוכין בחפירה וקברו' בבנין בחול המועד להיות מוכנים למת שימו' אבל מחנכין אותם שאם היה ארוך מקצרו או מאריכו או מרחיבו:"
    },
    {
      "id": "orach_chaim-547-12",
      "section": 12,
      "text": "אין לתלוש עשבים ועפר בחול המועד בבית הקברו' כמו שנוהגים לעשו' בחול (דין צידוק הדין במועד עיין בי\"ד סי' ת\"א סעיף ו'):"
    }
  ]
}