{
  "id": "orach_chaim-370",
  "chapterLabel": "סימן ש״ע",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-370-1",
      "section": 1,
      "text": "דיני שתוף בערוב. ובו ח סעיפים:הדר בבי' שער אכסדרה ומרפס' שבחצר אינו אוסר על בני החצר שאינם חשובים דירה אבל הדר בבי' התבן בבי' העצים בבי' הבקר ובבי' האוצרו' אוסר:"
    },
    {
      "id": "orach_chaim-370-2",
      "section": 2,
      "text": "בעל הבי' שיש לו הרבה בתים בחצר והשאילן או השכירן לאחרים ויש לו בכל א' מהם דברים שאינם ניטלים בשב' מחמ' כבדן או מחמ' איסור שהם דברים שאסור לטלטלם אפי' לצורך מקומו אין הדרים בהם אוסרים עליו לפי שנעשו כולם כאורחים אצלו לפיכך גם הם מותרים להוציא מבתיהם לחצר אע\"פ שלא נתנו עירוב ואם אין הבתים שלו לא קנויות ולא שכירות אע\"פ שיש לו בהם דברים שאסור לטלטלם אוסרים זה על זה: הגה ויש אומרים דכל זה כשאין דיורים בחצר אלא הם אבל כשיש דיורים אחרים ומוליכים ערובן אצלן צריכים כל אחד לערב (הר\"ר יהונתן פרק כיצד משתתפין) אחד ששכר בית מן העכו\"ם והשכיר אחד מן הבירה לחבירו אם מתחלה לא שכרה אדעתא דהכי הוה ליה כאלו כל הבירה שלו והשכיר אחד מן הבתים לחבירו אבל אם שכרה מתחלה אדעתא דהכי הוה ליה שני בתים ולא מהני אע\"פ שיש לאחד מהם תפיסת יד בבית חבירו (מהרי\"ק שורש מ\"א):"
    },
    {
      "id": "orach_chaim-370-3",
      "section": 3,
      "text": "חמש חבורות ששבתו בטרקלין וחלקוהו במחיצות אם עוברים כולם זה על זה שאין פתח לחצר אלא החיצון וכולם עוברים דרך עליו אין צריכים ליתן בעירוב אלא שנים הפנימיים וכל האחרים חשובים כבית שער להם ואם היה לכל א' פתח פתוח לחצר: הגה או שאין עוברים זה על זה רק כל אחד יש לו פתח פתוח לבית שער שלפניהם והבית שער פתוח לחצר (ב\"י) אם המחיצות מגיעות לתקרה בתוך ג\"ט דהוי כל א' חדר בפני עצמו אפילו הן של יריעות אם בני החצר נותנים העירוב בא' משאר בתי החצר צריך כל אחת ואחת מחבורות שבטרקלין ליתן עירוב אבל אם נתנו העירוב בזה הטרקלין אין צריכין ליתן עירוב כלל שכולם דרים בבית זה ובית שמניחים בו העירוב אין צריך ליתן עירוב וכן אם אין דיורין אחרים בחצר אינם צריכים עירוב חלקוהו במחיצות שאין נוגעות לתקר' (אפי') אם בני החצר נותנים עירובן בא' משאר בתי החצר די בעירוב א' לכל החמש חבורות: הגה אם מקצתן עשו מחיצות ומקצתן לא עשו אותן שעשו הם מחולקים ואותם שלא עשו הם כמשותפין. (המגיד פרק ד') ואם היו דיורין בעליות ממש אפילו נתנו בני החצר העירוב בטרקלין צריכה כל חבורה וחבורה לתת עירוב אבל מי שיש לו מלמד או סופר בביתו וכן תלמידים הלומדים בפני הרב ודרים בביתו כל א' בחדרו אפילו יש לכל א' פתח פתוח לחצר ואוכל וישן בחדרו אינם אוסרים:"
    },
    {
      "id": "orach_chaim-370-4",
      "section": 4,
      "text": "אנשי חצר שהיו כולם אוכלים על שלחן אחד אע\"פ שכל א' יש לו בית בפני עצמו אינם צריכים עירוב מפני שהם כאנשי בית א' ואם הוצרכו לעשות עירוב עם אנשי חצר אחרת עירוב אחד (לכולן) ופת אחד בלבד מוליכין לאותו מקום שמערבין עמו ואם היה עירוב בא אצלם אינם צריכים לתת עירוב כדין בית שמניחים בו עירוב שכל אלו הבתים כבית אחת הם חשובים: הגה וכן אם הרבה בעלי בתים אוכלים בחדר אחד כל אחד על שלחנו אע\"פ שכל א' ישן בחדר בפני עצמו עירוב א' לכולם הואיל ואין מחיצה מפסקת בין מקום אכילתן הוי כחמשה ששבתו בטרקלין וכו' ואע\"פ שפורסין לפעמים וילון לפניהם לצניעות לא מיקרי מחיצה הואיל ולא הוי שם בקביעות (ר' ירוחם חט\"ו):"
    },
    {
      "id": "orach_chaim-370-5",
      "section": 5,
      "text": "מי שאוכל במקום א' וישן במקום אחר מקום אכילתו הוא העיקר ושם הוא אוסר הילכך האחים שאוכלים בבית אביהם וישנים בבתיהם אינם אוסרים ואם נותן להם פרס ואוכלים בבתיהם אוסרים והני מילי כשנותנים בני שאר החצר עירובן במקום אח' אבל אם היו בני שאר החצר נותנים העירוב בא' מבתים אלו או שאין עמהם דיורים בחצר אינם צריכים לערב:"
    },
    {
      "id": "orach_chaim-370-6",
      "section": 6,
      "text": "מי שיש לו חמשה נשים וחמש' עבדים מקבלים ממנו פרס וכל א' אוכל בביתו וכן תלמיד המקבל פרס מרבו ואוכל בביתו אינם אוסרים זה על זה אם אין עמהם דיורין בחצר או אם העירוב בא אצלם:"
    },
    {
      "id": "orach_chaim-370-7",
      "section": 7,
      "text": "עשרה בתים זה לפנים מזה וכולם עוברים זה לזה ויוצאים דרך החיצון לחצר שנים הפנימיים לבד צריכים ליתן בעירוב והשאר פטורים שחשובים כולם כבית שער:"
    },
    {
      "id": "orach_chaim-370-8",
      "section": 8,
      "text": "המתארח בחצר אפי' נתארח בבית בפני עצמו אם לא נתארח דרך קבע אלא לשלשים יום או פחות אינו אוסר על בני החצר והוא והם מותרים בין בביתו בין בביתם: הגה ואפילו אם האורחים רבים ובעל הבית א' ודוקא בדאיכא בעל הבית א' קבוע דאז האורחים בטלים לגביה אבל אורחים ביחד אוסרים זע\"ז מיד [תה\"ד סי' ע\"ו מגמ' סוף דף ע'] ועיין לקמן ס\"ס שצ\"א: [ועכו\"ם המתארח ע\"ל סי' שפ\"ד]:"
    }
  ]
}