{
  "id": "orach_chaim-468",
  "chapterLabel": "סימן 468",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-468-1",
      "section": 1,
      "text": "שלא לעשות מלאכה בערב פסח אחר חצות. ובו י סעיפים:העוש' מלאכ' בערב פסח מחצות ולמעלה משמתין אותו ואפי' לעשות בחנם אסור ויש מי שאוסר אפילו ע\"י עכו\"ם ויש מי שמתיר (וכן הוא המנהג):"
    },
    {
      "id": "orach_chaim-468-2",
      "section": 2,
      "text": "במה דברים אמורים כשעושה מלאכה להשתכר (או בחנם והוא מלאכה גמורה לתפור בגדים ממש) (ב\"י) אבל מתקן הוא כליו ליום טוב וכן מי שכותב ספרים לעצמו דרך לימודו מותר:"
    },
    {
      "id": "orach_chaim-468-3",
      "section": 3,
      "text": "קודם חצות מקום שנהגו לעשות מלאכה עושים מקום שנהגו שלא לעשות אין עושין: הגה ולדידן מקום שנהגו שלא לעשות (מהרי\"ו) ודוקא מלאכות גמורות אבל שאר מלאכות אפי' מנהג ליכא (מהרי\"ב):"
    },
    {
      "id": "orach_chaim-468-4",
      "section": 4,
      "text": "ההולך ממקו' שעושים למקום שאין עושים לא יעשה ביישוב מפני המחלוקת אבל עושה הוא במדבר וההולך ממקו' שאין עושים למקום שעושי' לא יעשה ונותנים עליו חומרי מקום שיצא משם וחומרי מקום שהלך לשם ואעפ\"כ לא יתראה בפניהם שהוא בטל מפני איסור לעולם אל ישנה אדם מפני המחלוקת וכן מי שדעתו לחזור למקומו נוהג כאנשי מקומו בין להקל בין להחמיר והוא שלא יתראה בפני אנשי המקום שהוא בו מפני המחלוק':"
    },
    {
      "id": "orach_chaim-468-5",
      "section": 5,
      "text": "אפי' במקום שנהגו לעשות לא יתחיל בתחל' מלאכ' בארבע עשר אע\"פ שהוא יכול לגומרה קודם חצות אלא שלשה אומניות בלבד הם שמתחילין בהם במקום שנהגו לעשות ועושין עד חצות ואלו הם החייטים והספרים והכובסים אבל שאר אומניות אם התחיל בהם קודם ארבעה עשר הוא שיגמור עד חצות: הגה ויש מקילין לומר ששלשה אומניות הנזכרים מתחילין ועושין עד חצות אפי' במקום שנהגו שלא לעשות ואם התחיל מבעוד יום בשאר אומניות והוא לצורך המועד עושין עד חצות והכי נהוג (טור בשם הרא\"ש):"
    },
    {
      "id": "orach_chaim-468-6",
      "section": 6,
      "text": "מושיבין שובכים לתרנגולים בארבע עשר דהיינו לתקן מקום שיעמדו התרנגולים והתרנגולות:"
    },
    {
      "id": "orach_chaim-468-7",
      "section": 7,
      "text": "תרנגולת שישבה על הביצים שלשה ימים או יותר ומתה מושיבין אחרת תחתיה כדי שלא יפסידו הביצים:"
    },
    {
      "id": "orach_chaim-468-8",
      "section": 8,
      "text": "גורפין (פי' מוציאין במגריפה והוא כלי המיוחד לכך) זבל מתחת רגלי בהמה:"
    },
    {
      "id": "orach_chaim-468-9",
      "section": 9,
      "text": "הזבל שבחצ' לא יוציאנו אלא יסלקנו לצדדי' ואם נתרב' בחצר יוציאנו לאשפה:"
    },
    {
      "id": "orach_chaim-468-10",
      "section": 10,
      "text": "מוליכים ומביאים כלים מבית האומן כל היום אף על פי שאינם לצורך המועד (ונהגו שלא להקיז בשום עי\"ט ואין לשנות) (כל בו בשם מהרי\"ו):"
    }
  ]
}