{
  "id": "orach_chaim-618",
  "chapterLabel": "סימן undefinedי״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-618-1",
      "section": 1,
      "text": "דין חולה ביום הכפורים. ובו י סעיפים:חולה שצריך לאכול אם יש שם רופא בקי אפי' הוא עכו\"ם שאומר אם לא יאכילו אותו אפשר שיכבד עליו החולי ויסתכן מאכילין אותו על פיו ואין צריך לומר שמא ימות אפי' אם החולה אומר אינו צריך שומעים לרופא ואם החולה אומר צריך אני אפילו מאה רופאים אומרים אינו צריך שומעים לחולה:"
    },
    {
      "id": "orach_chaim-618-2",
      "section": 2,
      "text": "רופא אחד אומר צריך ורופא אחד אומר אינו צריך מאכילין אותו: הגה והוא הדין לשנים נגד שנים ואפילו קצתן יותר בקיאים מקצתן כנ\"ל:"
    },
    {
      "id": "orach_chaim-618-3",
      "section": 3,
      "text": "אם החולה ורופא אחד עמו אומרים שאינו צריך ורופא (אחר) אומר צריך או שהחולה אינו אומר כלום ורופא אחד אומר צריך ושנים אומרים אינו צריך אין מאכילין אותו:"
    },
    {
      "id": "orach_chaim-618-4",
      "section": 4,
      "text": "אם שנים אומרים צריך אפי' מאה אומרים אינו צריך ואפי' החולה אומר עמהם שאינו צריך מאכילים אותו מאחר ששנים אומרים צריך: הגה וה\"ה אם החולה ורופא א' עמו אומרים צריך אע\"פ שמאה רופאים אומרים אינו צריך מאכילין אותו (טור) ולא חיישינן דהחולה אומר צריך משום דמאמין לרופא זה שאומר צריך: (ב\"י בשם מהרי\"א):"
    },
    {
      "id": "orach_chaim-618-5",
      "section": 5,
      "text": "אם החולה אומר אינו צריך והרופא מסופק מאכילין אותו אבל אם הרופא אומר אינו צריך והחולה אומר איני יודע אין מאכילין אותו:"
    },
    {
      "id": "orach_chaim-618-6",
      "section": 6,
      "text": "אם הרופא אומר שאינו מכיר החולי הרי הוא כאדם דעלמא ואין דבריו מעלין ולא מורידין: הגה מיהו אם נחלש הרבה עד שנראה לרוב בני אדם שאצלו שהוא מסוכן אם לא יאכל מאכילין אותו (א\"ו הארוך):"
    },
    {
      "id": "orach_chaim-618-7",
      "section": 7,
      "text": "כשמאכילין את העוברות או את החולה מאכילין אותם מעט מעט כדי שלא יצטרף לשיעור הילכך מאכילין אותו כשני שלישי ביצה בינונית וישהו כדי אכילת ארבעה ביצים והשתיה יבדקו בחולה עצמו כמה היא כדי שיסלקנו לצד אחד ויראה כמלא לוגמיו:"
    },
    {
      "id": "orach_chaim-618-8",
      "section": 8,
      "text": "וישקוהו פחות מאותו שיעור וישהו בין שתיה לשתיה כדי אכילת ארבעה ביצים ולפחו' ישהו בין שתיה לשתיה כדי שיעור שתיית רביעית ואם אמדוהו שאין השיעורים הללו מספיקים לו או שהחולה אומר כן או שנסתפקו בדבר מאכילים ומשקים אותו כל צרכו (מיד):"
    },
    {
      "id": "orach_chaim-618-9",
      "section": 9,
      "text": "מי שאחזו בולמוס והוא חולי שבא מחמת רעבון וסימנו שעיניו כהות ואינו יכול לראות מאכילין אותו עד שיאירו עיניו ואם אין שם מאכל של היתר מאכילין אותו מאכל איסור ואם יש כאן שני מיני איסורים אחד חמור מחבירו מאכילין אותו הקל תחלה: הגה אם צריך לבשר ויש כאן בהמה שצריכין לשוחטה ובשר נבילה מוכנת ע' לעיל סי' שכ\"ח סעיף י\"ד:"
    },
    {
      "id": "orach_chaim-618-10",
      "section": 10,
      "text": "חולה שאכל ביום הכפורים ונתיישב דעתו בענין שיכול לברך צריך להזכיר של יום הכפורים בברכת המזון שאומר יעלה ויבא בבונה ירושלים:"
    }
  ]
}