{
  "id": "orach_chaim-381",
  "chapterLabel": "סימן שפ״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-381-1",
      "section": 1,
      "text": "דיני המבטל רשותו ועבר והוציא. ובו ז סעיפים:המבטל רשותו והוציא אח\"כ מביתו לחצר בשוגג אינו אוסר במזיד אוסר שהרי חוזר מביטולו שביטל ואם החזיקו בו כבר שהוציאו מבתיהם לחצר או שהכניסו מחצר לבתיהם אינו יכול לחזור מביטולו ולרש\"י אין חזקה מועלת אלא אם כן החזיקו משחשיכה:"
    },
    {
      "id": "orach_chaim-381-2",
      "section": 2,
      "text": "יש ביטול רשות מחצר לחצר לא שנא שתי חצירו' ופתח ביניהן ועירבה כל אחת לעצמה ולא עירבו יחד יכול כל א' לבטל רשותו לחברת' להיות' מותר' להשתמש בה ולא היא לא שנא שתי חצירו' זו לפנים מזו ולא עירבו אלא החיצונה לבדה שפנימי' אוסרה על החיצונה יכולה לבטל לה רשות' שלא תשתמש ולא תעבור עליה אלא בשעה שצריכה לצאת ותהיה החיצונה מותר' או אם עירבו יחד ונתנו עירובן בחיצונה ושכח א' מהפנימי' ולא עירב יכול לבטל רשותו דהיינו שיבטל רשותו לכל א' מבני הפנימי' וגם לכל א' מבני החיצונה ויהיה הוא לבדו אסור וכולם מותרים:"
    },
    {
      "id": "orach_chaim-381-3",
      "section": 3,
      "text": "יש ביטול רשות בחורבה שאם היו שני בתים וחורב' ביניהם שהיא של שניהם ושכחו ולא עירבו יכול אחד לבטל רשותו לחבירו ולהיותו מותר בו:"
    },
    {
      "id": "orach_chaim-381-4",
      "section": 4,
      "text": "יש ביטול רשות מבית לבית שאם היו שני בתים ופתח ביניהם ולא עירבו א' מבטל רשות לחבירו ואפי' המבטל מותר להוציא מביתו לבי' חבירו אבל אינו יכול להוציא מבי' חבירו לביתו שאז היה חוזר ומחזיק ברשו' שביטל וכן אם יש לו חדר פתוח לביתו וביטל רשו' ביתו אסור להוציא מהחדר לביתו: הגה וי\"א דאין לבטל מבית לבית אלא אם כן ישאיר לעצמו חדר אחד שלא ביטל ואז מותר להכניס אפילו מבית חבירו לביתו וטוב להחמיר לכתחילה (ב\"י בשם רבינו ירוחם ור\"ת והגהות מיימוני פ\"ב מהלכות עירובין):"
    },
    {
      "id": "orach_chaim-381-5",
      "section": 5,
      "text": "שני בתים בשני צדי רה\"ר והקיפום עכו\"ם מחיצה בשבת בענין שיש ביניהם כמו חצר ששני בתים פתוחים לו והרי הם אוסרים זה על זה אינם יכולים לבטל א' לחבירו:"
    },
    {
      "id": "orach_chaim-381-6",
      "section": 6,
      "text": "יורש מבטל רשות שאם לא עירב מורישו ומת בשבת והיורש בא לדור בחצר ואוסר יכול לבטל רשותו:"
    },
    {
      "id": "orach_chaim-381-7",
      "section": 7,
      "text": "מבטלין וחוזרין ומבטלין כלומר שמבטלין רשותם בני חצר זו לבני חצר אחרת או לאחד מבני חצר עד שיוציאו מה שירצו וחוזרים ומבטלים לאותם שביטלו להם עד שיוציאו גם הם מה שירצו:"
    }
  ]
}