{
  "id": "orach_chaim-629",
  "chapterLabel": "סימן 629",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-629-1",
      "section": 1,
      "text": "ממה צריך להיות הסכך. ובו יט סעיפים:דבר שמסככין בו צריך שיהיה צומח מן הארץ ותלוש ואינו מקבל טומאה אבל דבר שאינו צומח מן הארץ אע\"פ שגידולו מן הארץ ואינו מקבל טומאה כגון עורות של בהמה שלא נעבדו שאינם מקבלי' טומאה או מיני מתכת אין מסככין בהם (וכן אין מסככין בעפר) (ר\"ן):"
    },
    {
      "id": "orach_chaim-629-2",
      "section": 2,
      "text": "וכן דבר שמקבל טומאה כגון שפודין וארוכות המטה וכל הכלים אין מסככין בהם ואפי' אם נשברו שלא נשאר בהם שיעור קבלת טומאה:"
    },
    {
      "id": "orach_chaim-629-3",
      "section": 3,
      "text": "סיככה בחיצים שאין להם בית קיבול כשרה ושיש בהם בית קיבול פסולה:"
    },
    {
      "id": "orach_chaim-629-4",
      "section": 4,
      "text": "סיככה בפשתן שלא נידק ולא ניפץ כשרה דעץ בעלמא הוא אבל אם נידק וניפוץ פסולה:"
    },
    {
      "id": "orach_chaim-629-5",
      "section": 5,
      "text": "בחבלים של פשתן פסולה של גמי ושל סיב כשרה:"
    },
    {
      "id": "orach_chaim-629-6",
      "section": 6,
      "text": "במחצלת של קנים וקש ושיפה וגמי בין שהיא חלקה שהיא ראויה לשכיבה בין שאינה חלקה שאינה ראויה לשכיבה אם היא קטנה סתמא עומדת לשכיבה ומקבלת טומאה ואין מסככין בה אלא אם כן עשאה לסיכוך: הגה דהיינו שרוב בני אותה העיר עושין אותה לסיכוך (הרא\"ש פ\"ק דסוכה) ואם היא גדולה סתמא עומדת לסיכוך ומסככין בה אלא א\"כ עשאה לשכיבה (דהיינו שמנהג המקום לשכב עליה) והני מילי שאין לה שפה אבל אם יש לה שפה בענין שראויה לקבל אפי' אם ניטל שפתה אין מסככין בה: הגה במקום שנהגו לקבוע מחצלאות בגגין כעין תקרה אין מסככין בהם (כל בו):"
    },
    {
      "id": "orach_chaim-629-7",
      "section": 7,
      "text": "יש להסתפק אם מותר להניח סולם על הגג כדי לסכך על גביו: הגה ולכן אין לסכך עליו ואפי' להניחו על הסכך להחזיקו אסור וה\"ה בכל כלי המקבל טומאה כגון ספסל וכסא שמקבלין טומאת מדרס (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-629-8",
      "section": 8,
      "text": "לחבר כלונסאות הסוכה במסמרות של ברזל או לקשרם בבלאות (פי' חתיכות של בגדים בלוים) שהם מקבלים טומאה אין קפידא:"
    },
    {
      "id": "orach_chaim-629-9",
      "section": 9,
      "text": "כל מיני אוכלים מקבלים טומאה ואין מסככין בהם:"
    },
    {
      "id": "orach_chaim-629-10",
      "section": 10,
      "text": "ענפי תאנה ובהם תאנים וזמורות ובהם ענבים אם פסולת מרובה על האוכל מסככין בהם ואם לאו אין מסככין בהם ואם קצרם לאוכל יש לידים תורת אוכל לקבל טומאה וצריך שיהא פסולת כדי לבטל האוכל והיד ואם קצרם לסיכוך אז אין לידים תורת אוכל ואדרבה הם מצטרפים עם הפסולת לבטל האוכל ואם קצרם לאכול ונמלך עליהם לסיכוך אין המחשבה מוציא' הידות מתורת אוכל עד שיעשה בהם מעשה שניכר שרוצה אותם לסיכוך כגון שידוש אותם:"
    },
    {
      "id": "orach_chaim-629-11",
      "section": 11,
      "text": "מסככין בפי נונו הנקרא בערבי שומר. והוא מאכל בהמה ואין בני אדם אוכלין אותו אלא לרפואה: (רבינו ירוחם נ\"ח ח\"ב וכל בו):"
    },
    {
      "id": "orach_chaim-629-12",
      "section": 12,
      "text": "סיכך בירקות שממהרין לייבש אף על פי שפסולים לסכך מפני שמקבלים טומאה אין דינם כסכך פסול לפסול בד' טפחים אלא כאויר חשיבי לפסול בשלשה ואם אין דרכם ליבש דינם כסכך פסול ופוסלים בארבעה טפחים: הגה וכל מה שדרכו לייבש תוך שבעה מיד דיינינן ליה כאלו הוא יבש (ר\"ן פ'ק דסוכה) והוי אויר ופוסל בג' אפי' מן הצד: (הגהות מיימוני פ\"ד דסוכה):"
    },
    {
      "id": "orach_chaim-629-13",
      "section": 13,
      "text": "כל דבר המחובר אין מסככין בו ודינו כדין האילן:"
    },
    {
      "id": "orach_chaim-629-14",
      "section": 14,
      "text": "יש דברים שאסרו חכמים לסכך בהם לכתחל' והם מיני עשבים שאינם ראויים לאכילה ואינם מקבלים טומאה וריחם רע או שנושרים עליהן דחיישינן שמא מתוך שריחן רע או שעליהן נושרים יצא מן הסוכה:"
    },
    {
      "id": "orach_chaim-629-15",
      "section": 15,
      "text": "וכן אסור לסכך בחבילה מפני שפעמים שאדם מניח חבילתו על גג הסוכה ליבשה ואחר כך נמלך עליה לשם סוכה ואותה סוכה פסולה משום תעשה ולא מן העשוי בפיסול וגזרו על כל חבילה אטו זאת וכיון שמפני זה אסרוהו לא הוצרכו לאסור אלא בחבילה שדרך ליבשה ואין זה בפחות מכ\"ה קנים הלכך כל חבילה שהיא פחותה מכ\"ה קנים מותר לסכך בה ואם כ\"ה קנים או יותר הבאים מגזע אחד וקשרם בראשם השני אינה נקראת חבילה כיון שעיקרן אחד ואם אגד עמהם קנה אחר ויש בין שניהם כ\"ה הויא חבילה: הגה וכל חבילה שאינה קשורה משני ראשיה שיכולין לטלטלה כך אינה חבילה ומותר לסכך בה (ב\"י בשם הפוסקים):"
    },
    {
      "id": "orach_chaim-629-16",
      "section": 16,
      "text": "חבילה שאין קושרים אותה אלא למכרה במנין ומיד כשיקננה הקונה יתירנה אינה חבילה:"
    },
    {
      "id": "orach_chaim-629-17",
      "section": 17,
      "text": "אם סיכך בחבילה והתירה כשירה כיון שאין איסורה אלא משום גזירה אבל החבילה שהעלה ליבש ונמלך עליה לסיכוך שפסולה מן התורה אינה ניתרת בהתרה אלא צריכה נענוע:"
    },
    {
      "id": "orach_chaim-629-18",
      "section": 18,
      "text": "וכן אסרו לסכך בנסרים שרחבן ארבעה אפי' הפכן על צדן שאין בהם ארבעה ואם אין ברחבן ד' כשרים אפילו הם משופין שדומים לכלים ונהגו שלא לסכך בהם כלל:"
    },
    {
      "id": "orach_chaim-629-19",
      "section": 19,
      "text": "פירס עליה סדין מפני החמה או תחתיה מפני הנשר כלומר שלא יהיו עלין וקסמין נושרין על שלחנו פסולה אבל אם לא פירס אלא לנאותה כשרה והוא שיהא בתוך ד' לסכך וי\"א שסוכה שהיא מסוככת כהלכתה וירא שמא ייבש הסכך או ישרו העלין ותהיה חמתה מרובה מצלתה ופרס עליה סדין שלא תתייבש או תחתיה שלא ישרו העלין כיון שהסדין גורם שעל ידו צלתה מרובה מחמתה פסולה אבל אם לא כיון בפריסת הסדין אלא להגין מפני החמה והעלין או לנאותו כשרה ובלבד שיהא בתוך ד' לסכך ומיהו לכתחלה לא יעשה אא\"כ הוא ניכר לכל שמכוין כדי להגין או שהוא שרוי במים שאז ניכר לכל שאינו שוטחו שם אלא לייבש:"
    }
  ]
}