{
  "id": "orach_chaim-328",
  "chapterLabel": "סימן 328",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-328-1",
      "section": 1,
      "text": "דין חולה בשבת. ובו מט סעיפים:מי שיש לו מיחוש בעלמא והוא מתחזק והולך כבריא אסור לעשות לו שום רפואה ואפי' ע\"י עכו\"ם גזירה משום שחיקת סמנים:"
    },
    {
      "id": "orach_chaim-328-2",
      "section": 2,
      "text": "מי שיש לו חולי של סכנה מצוה לחלל עליו את השבת והזריז הרי זה משובח והשואל הרי זה שופך דמים:"
    },
    {
      "id": "orach_chaim-328-3",
      "section": 3,
      "text": "כל מכה של חלל דהיינו מהשינים ולפנים ושינים עצמם בכלל מחללין עליה את השבת ודוקא שנתקלקל א' מהאיברים הפנימים מחמת מכה או בועה וכיוצא בזה אבל מיחושים אין נקראים מכה: הגה מיהו מי שחושש בשינו ומצטער עליו להוציאו אומר לעכו\"ם להוציאו (ב\"י בשם אורחות חיים ואסור והיתר וארוך):"
    },
    {
      "id": "orach_chaim-328-4",
      "section": 4,
      "text": "מכה של חלל אינה צריכה אומד שאפי' אין שם בקיאים וחולה אינו אומר כלום עושים לו כל שרגילים לעשות לו בחול אבל כשיודעים ומכירים באותו חולי שממתין ואין צריך חילול אסור לחלל עליו אע\"פ שהיא מכה של חלל:"
    },
    {
      "id": "orach_chaim-328-5",
      "section": 5,
      "text": "מכה שאינה של חלל נשאלין בבקי ובחולה ואין מחללין עליו שבת עד שיאמר אחד מהם שהוא צריך לחילול או שיעשה אצל א' מהם סכנת נפשות (וע\"ל סי' תרי\"ח):"
    },
    {
      "id": "orach_chaim-328-6",
      "section": 6,
      "text": "מכה שעל גב היד וגב הרגל וכן מי שבלע עלוקה וכן מי שנשכו כלב שוטה או א' מזוחלי עפר הממיתים אפילו ספק אם ממית אם לאו הרי הם כמכה של חלל:"
    },
    {
      "id": "orach_chaim-328-7",
      "section": 7,
      "text": "מחללין שבת על כל מכה שנעשית מחמת ברזל ועל שחין הבא בפי הטבעת ועל סימטא והוא הנקרא פלוקנרו בלע\"ז ועל מי שיש בו קדחת חם ביותר או עם סימור:"
    },
    {
      "id": "orach_chaim-328-8",
      "section": 8,
      "text": "מי שאחזו דם מקיזין אותו אפי' הולך על רגליו ואפי' ביום הראשון:"
    },
    {
      "id": "orach_chaim-328-9",
      "section": 9,
      "text": "החושש בעיניו או בעינו ויש בו ציר או שהיו שותתות ממנו דמעות מחמת הכאב או שהיה שותת דם או שהיה בו רירא ותחלת אוכלא (פי' תחילת חולי) מחללין עליו את השבת:"
    },
    {
      "id": "orach_chaim-328-10",
      "section": 10,
      "text": "כל חולי שהרופאים אומרים שהיא סכנה אע\"פ שהוא על הבשר מבחוץ מחללין עליו את השבת ואם רופא א' אומר צריך ורופא א' אומר אינו צריך מחללין ויש מי שאומר שאין צריך מומחה דכל בני אדם חשובים מומחין קצת וספק נפשות להקל: הגה וי\"א דוקא ישראלים אבל סתם עכו\"ם שאינן רופאים לא מחזקינן אותם כבקיאים [איסור והיתר הארוך]. מי שרוצים לאנסו שיעבור עבירה גדולה אין מחללין עליו השבת כדי להצילו עיין לעיל סי' ש\"ו [ב\"י בשם הרשב\"א]:"
    },
    {
      "id": "orach_chaim-328-11",
      "section": 11,
      "text": "חולה שיש בו סכנה שאמדוהו ביום שבת שצריך לעשות לו רפואה ידועה שיש לו מלאכת חילול שבת שמנה ימים אין אומרים נמתין עד הלילה ונמצ' שלא לחלל עליו אלא שבת אחת אלא יעשו מיד אע\"פ שמחללין עליו שתי שבתות ולכבות הנר בשביל שישן ע\"ל סימן רע\"ח:"
    },
    {
      "id": "orach_chaim-328-12",
      "section": 12,
      "text": "כשמחללין שבת על חולי שיש בו סכנה משתדלין שלא לעשות ע\"י עכו\"ם וקטנים ונשים אלא ע\"י ישראל גדולים ובני דעת: הגה וי\"א דאם אפשר לעשות בלא דיחוי ובלא איחור ע\"י שינוי עושה ע\"י שינוי ואם אפשר לעשותו ע\"י עכו\"ם בלא איחור כלל עושין ע\"י עכו\"ם [א\"ז וש\"ג ומ\"מ בשם ראב\"ן] וכן נוהגים אבל במקום דיש לחוש שיתעצל העכו\"ם אין לעשות ע\"י עכו\"ם [תוספות ור\"ן]:"
    },
    {
      "id": "orach_chaim-328-13",
      "section": 13,
      "text": "כל הזריז לחלל שבת בדבר שיש בו סכנה הרי זה משובח אפי' אם מתקן עמו דבר אחר כגון שפירש מצודה להעלות תינוק שנפל לנהר וצד עמו דגים וכן כל כיוצא בזה:"
    },
    {
      "id": "orach_chaim-328-14",
      "section": 14,
      "text": "היה חולה שיש בו סכנ' וצריך בשר שוחטין לו ואין אומרי' נאכילנו נביל' אבל אם הי' החול' צריך לאכילה לאלתר והנביל' מוכנת מיד והשחיט' מתאחרת לו מאכילין אותו הנבילה:"
    },
    {
      "id": "orach_chaim-328-15",
      "section": 15,
      "text": "אמדוהו [פי' התבוננו במחלתו ושיערו] הרופאים שצריך גרוגרת אחת ורצו עשרה והביאו לו כל א' גרוגרת כולם פטורים ויש להם שכר טוב מאת ה' אפילו הבריא בראשונה:"
    },
    {
      "id": "orach_chaim-328-16",
      "section": 16,
      "text": "אמדוהו לשתי גרוגרות ולא מצאו אלא שתי גרוגרות בשני עוקצין וג' בעוקץ א' כורתים העוקץ שיש בו ג' ואם היו ב' בעוקץ א' וג' בעוקץ א' לא יכרתו אלא העוקץ שיש בו ב' הגה ואם הדבר בהול אין מדקדקין בכך שלא יבא לידי דיחוי ועיכוב [הגהות מרדכי פרק מפנין]:"
    },
    {
      "id": "orach_chaim-328-17",
      "section": 17,
      "text": "חולה שנפל מחמת חלי למשכב ואין בו סכנה הגה או שיש לו מיחוש שמצטער וחלה ממנו כל גופו שאז אע\"פ שהולך כנפל למשכב דמי [המגיד פ\"ב] אומרים לעכו\"ם לעשות לו רפואה אבל אין מחללין עליו את השבת באיסור דאוריית' אפי' יש בו סכנת אבר ולחלל עליו ישראל באיסור דרבנן בידים יש מתירים אפי' אין בו סכנת אבר ויש אומרים שאם יש בו סכנת אבר עושין ואם אין בו סכנת אבר אין עושין ויש אומרים שאם אין בו סכנת אבר עושין בשינוי ואם יש בו סכנת אבר עושין בלא שינוי ויש אומרים אפי' יש בו סכנת אבר אין עושין לו דבר שהיא נסמך למלאכה דאוריית' ודברים שאין בהם סמך מלאכה עושין אפי' אין בו סכנת אבר ודברי הסברא השלישית נראין: הגה מותר לומר לעכו\"ם לעשות תבשיל לקטן שאין לו מה לאכול דסתם צרכי קטן כחולה שאין בו סכנה דמי (ר' ירוחם ני\"ב ח\"ט ורמב\"ם ורשב\"א) וכל שאסור לעשותו ע\"י ישראל אפי' ע\"י החולה בעצמו אסור אבל כשעושה לו העכו\"ם מותר לחולה לסייעו קצת דמסייע אין בו ממש (ב\"י גמ' ביצה דף כ\"ב):"
    },
    {
      "id": "orach_chaim-328-18",
      "section": 18,
      "text": "הקיז דם ונצטנן עושים לו מדורה אפי' בתקופת תמוז:"
    },
    {
      "id": "orach_chaim-328-19",
      "section": 19,
      "text": "חולה שאין בו סכנה מותר בבישולי עכו\"ם:"
    },
    {
      "id": "orach_chaim-328-20",
      "section": 20,
      "text": "אין נותנין יין לתוך העין וליתנו על גביו אם פותח וסוגר העין אסור ואם אינו פותח וסוגר מותר ורוק תפל אפי' על גביו אסור דמוכחא מלתא דלרפואה קעביד:"
    },
    {
      "id": "orach_chaim-328-21",
      "section": 21,
      "text": "שורה אדם קילורין מערב שבת ונותן על גב העין שאינו נראה אלא כרוחץ והוא דלא עמיץ ופתח ולא חיישינן משום שחיקת סמנים דכיון שלא התירו לו לשרותן אלא מע\"ש איכא הכירא:"
    },
    {
      "id": "orach_chaim-328-22",
      "section": 22,
      "text": "מעבירין גלדי המכה וסכין אותה בשמן אבל לא בחלב מפני שהוא נימוח ואפילו בגמר מכה דליכא אלא צערא שרי אבל אין נותנין עליה שמן וחמין מעורבים יחד ולא ע\"ג מוך ליתנו עליה אבל נותן הוא חוץ למכה ושותת ויורד לתוכה:"
    },
    {
      "id": "orach_chaim-328-23",
      "section": 23,
      "text": "נותנין ספוג וחתיכות בגדים יבשים וחדשים שאינן לרפואה אלא כדי שלא יסרטו הבגדים את המכה אבל לא ישנים שהם מרפאים וה\"מ ישנים שלא נתנו מעולם על המכה אבל אם היו כבר על המכה אפילו ישנים שרי דשוב אינם מרפאים:"
    },
    {
      "id": "orach_chaim-328-24",
      "section": 24,
      "text": "נותנים עלה על גב מכה בשבת שאינו אלא כמשמרת חוץ מעלי גפנים שהם לרפואה (ואין נותנין גמי על המכה שהוא מרפא) (טור):"
    },
    {
      "id": "orach_chaim-328-25",
      "section": 25,
      "text": "רטייה שנפלה מעל גב המכה על גבי קרקע לא יחזירנה נפלה על גבי כלי יחזירנה ועל ידי עכו\"ם מותר להניחה אפי' לכתחלה: הגה ומותר לומר לעכו\"ם לעשות רטייה על מכה או חבורה (א\"ו הארוך) ואסור ליתן עליה אפר מקלה דמרפא כי אם ע\"י עכו\"ם (מרדכי פרק שמונה שרצים):"
    },
    {
      "id": "orach_chaim-328-26",
      "section": 26,
      "text": "מגלה קצת רטייה ומקנח פי המכה וחוזר ומגלה קצתה השני ומקנחה ורטייה עצמה לא יקנח מפני שהוא ממרח:"
    },
    {
      "id": "orach_chaim-328-27",
      "section": 27,
      "text": "מכה שנתרפא נותנין עליה רטייה שאינו אלא כמשמרה:"
    },
    {
      "id": "orach_chaim-328-28",
      "section": 28,
      "text": "המפיס שחין בשבת כדי להרחיב פי המכה כדרך שהרופאים עושים שהם מתכוונים ברפואה להרחיב פי המכה הרי זה חייב משום מכה בפטיש שזו היא מלאכת הרופא ואם הפיסה כדי להוציא ממנה הליחה שבה הרי זה מותר:"
    },
    {
      "id": "orach_chaim-328-29",
      "section": 29,
      "text": "מי שנגפה ידו או רגלו צומתה ביין כדי להעמיד הדם אבל לא בחומץ מפני שהוא חזק ויש בו משום רפואה ואם הוא מעונג אף היין לו כמו החומץ ואסור:"
    },
    {
      "id": "orach_chaim-328-30",
      "section": 30,
      "text": "מי שנשמט פרק ידו או רגלו ממקומו לא ישפשפנה הרבה בצונן שזהו רפואתו אלא רוחץ כדרכו ואם נתרפא נתרפא:"
    },
    {
      "id": "orach_chaim-328-31",
      "section": 31,
      "text": "צפורן שפרשה וציצין שהם כמין רצועות דקות שפירשו מעור האצבע סביב הציפורן אם פרשו רובן כלפי מעלה ומצערות אותו להסירן ביד מותר בכלי פטור אבל אסור לא פירשו רובן ביד פטור אבל אסור בכלי חייב חטאת ופירש\"י כלפי מעלה כלפי ראשי אצבעותיו ור\"ת פירש דהיינו כלפי הגוף וצריך לחוש לשני הפירושים:"
    },
    {
      "id": "orach_chaim-328-32",
      "section": 32,
      "text": "החושש בשיניו לא יגמע בהן חומץ ויפלוט אבל מגמע ובולע או מטבל בו כדרכו החושש בגרונו לא יערענו בשמן אבל בולע הוא שמן ואם נתרפא נתרפא:"
    },
    {
      "id": "orach_chaim-328-33",
      "section": 33,
      "text": "גונח מותר לינק חלב מהבהמה דבמקום צערא לא גזרו רבנן וי\"א שאם אין לו אלא צער של רעב אסור לינק מהבהמה בשבת:"
    },
    {
      "id": "orach_chaim-328-34",
      "section": 34,
      "text": "לא תיקל אשה חלב מדדיה לתוך הכוס או לתוך הקדירה ותינק את בנה:"
    },
    {
      "id": "orach_chaim-328-35",
      "section": 35,
      "text": "מותר לאשה לקלח מהחלב כדי שיאחוז התינוק הדד ויניק: (הגה אבל אסור להתיז מחלבה על מי שנשף בו רוח רעה דלית בו סכנה (ב\"י בשם שבולי לקט):"
    },
    {
      "id": "orach_chaim-328-36",
      "section": 36,
      "text": "אין לועסין מצטכי (עסי' רי\"ו סי\"ג פירושו) ולא שפין בו השינים לרפואה ואם משום ריח הפה מות':"
    },
    {
      "id": "orach_chaim-328-37",
      "section": 37,
      "text": "כל אוכלים ומשקין שהם מאכל בריאים מותר לאכלן ולשתותן לרפואה אע\"פ שהם קשים לקצת בריאים ומוכחא מילתא דלרפואה עביד אפילו הכי שרי וכל שאינו מאכל ומשקה בריאים אסור לאכלו ולשתותו לרפואה ודוק' מי שיש לו מיחוש בעלמ' והוא מתחזק והולך כבריא אבל אם אין לו שום מיחוש מותר: (הגה וכן אם נפל למשכב שרי [ב\"י]:"
    },
    {
      "id": "orach_chaim-328-38",
      "section": 38,
      "text": "מותר לאכול שרפים מתוקים ולגמוע ביצה חיה כדי להנעים הקול:"
    },
    {
      "id": "orach_chaim-328-39",
      "section": 39,
      "text": "אין עושין אפיקטוזין (פי' הערוך אפיק טפי זון כלומר להוציא עודף המזון] דהיינו גרמת קיא אפי' בחול משום הפסד אוכלים ואם מצטער מרוב מאכל בחול מותר אפילו בסם ובשב' אסור בסם ומותר ביד:"
    },
    {
      "id": "orach_chaim-328-40",
      "section": 40,
      "text": "החושש במעיו מותר ליתן עליהם כוס שעירו ממנו חמין אע\"פ שעדיין יש בו הבל:"
    },
    {
      "id": "orach_chaim-328-41",
      "section": 41,
      "text": "מי שנשתכר שרפואתו לסוך כפות ידיו ורגליו בשמן (ומלח) מותר לסוכם בשבת:"
    },
    {
      "id": "orach_chaim-328-42",
      "section": 42,
      "text": "אין מתעמלים דהיינו שדורס על הגוף בכח כדי שייגע ויזיע ואסור לדחוק כריסו של תינוק כדי להוציא הרעי:"
    },
    {
      "id": "orach_chaim-328-43",
      "section": 43,
      "text": "מותר לכפות כוס חם על הטבור ולהעלותו ולהעלו' אזנים בין ביד בין בכלי ולהעלות אונקלי' דהיינו תנוך שכנגד הלב שנכפף לצד פנים שכל א' מאלו אין עושים בסמנים כדי שניחוש לשחיקה ויש לו צער מהם:"
    },
    {
      "id": "orach_chaim-328-44",
      "section": 44,
      "text": "רוחצין במי גרר ובמי חמתן ובמי טבריה ובמים היפים שבים הגדול אע\"פ שהם מלוחים שכן דרך לרחוץ בהם וליכ' הוכחה דלרפואה קא עביד אבל לא במים הרעים שבים הגדול ובמי משרה שהם מאוסים ואין דרך לרחוץ בהם אלא לרפואה ודוק' ששוהא בהם אבל אם אינו שוהא בהם מותר שאינו נראה אלא כמיקר:"
    },
    {
      "id": "orach_chaim-328-45",
      "section": 45,
      "text": "לוחשים על נחשים ועקרבים בשביל שלא יזיקו ואין בכך משום צידה:"
    },
    {
      "id": "orach_chaim-328-46",
      "section": 46,
      "text": "נותנין כלי על גב העין להקר והוא שיהא כלי הניטל בשבת:"
    },
    {
      "id": "orach_chaim-328-47",
      "section": 47,
      "text": "עצם שיצ' ממקומו מחזירין אותו:"
    },
    {
      "id": "orach_chaim-328-48",
      "section": 48,
      "text": "אסור להניח בגד על מכה שיוצ' ממנו דם מפני שהדם יצבע אותו ואסור להוציא דם מהמכה לכך יש לרחוץ המכה במים או ביין תחלה להעביר דם שבמכה וי\"א שכורך קורי עכביש על המכה ומכסה בהם כל הדם וכל החבורה ואח\"כ כורך עליו סמרטוט:"
    },
    {
      "id": "orach_chaim-328-49",
      "section": 49,
      "text": "אסור לשום פתילה בפי הטבעת כדרך שנוהגים לעשות למי שהוא עצור אלא אם כן ישים אותה בשינוי שיאחזנה בשתי אצבעותיו ויניחנה בנחת:"
    }
  ]
}