{
  "id": "orach_chaim-240",
  "chapterLabel": "סימן ר״מ",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-240-1",
      "section": 1,
      "text": "איך יתנהג האדם בתשמיש מטתו. ובו יז סעיפים:אם היה נשוי לא יהא רגיל ביותר עם אשתו אלא בעונה האמורה בתורה הטיילים שפרנסתן מצויה להם ואין פורעים מס עונתן בכל יום. הפועלים שעשו מלאכה בעיר אחרת ולנין בכל לילה בבתיהם פעם אחת בשבוע ואם עושים מלאכה בעירם פעמים בשבוע. החמרים אחת בשבוע. הגמלים אחת לשלשים יום. הספנים אחת לששה חדשים. ועונת תלמידי חכמים מליל שבת לליל שבת וכל אדם צריך לפקוד את אשתו בליל טבילתה ובשעה שיוצא לדרך אם אינו הולך לדבר מצוה וכן אם אשתו מניקה והוא מכיר בה שהיא משדלתו ומרצה אותו ומקשטת עצמה לפניו כדי שיתן דעתו עליה חייב לפקדה. ואף כשהוא מצוי אצלה לא יכוין להנאתו אלא כאדם שפורע חובו שהוא חייב בעונתה ולקיים מצות בוראו שיהיו לו בנים עוסקים בתורה ומקיימים מצות בישראל וכן אם מכוין לתקון הולד שבששה חדשים אחרונים יפה לו שמתוך כך יצא מלובן ומזורז שפיר דמי. ואם הוא מכוין לגדור עצמו בה כדי שלא יתאוה לעבירה כי רואה יצרו גובר ומתאוה אל הדבר ההוא: הגה גם בזה יש קבול שכר אך (טור) יותר טוב היה לו לדחות את יצרו ולכבוש אותו כי אבר קטן יש באדם מרעיבו שבע משביעו רעב אבל מי שאינו צריך לדבר אלא שמעורר תאותו כדי למלאות תאותו זו היא עצת יצר הרע ומן ההיתר יסיתנו אל האיסור ועל זה אמרו רבותינו ז\"ל המקשה עצמו לדעת יהא בנדוי:"
    },
    {
      "id": "orach_chaim-240-2",
      "section": 2,
      "text": "לא ישתה אדם בכוס זה ויתן עיניו בכוס אחר ואפילו שתיהן נשיו:"
    },
    {
      "id": "orach_chaim-240-3",
      "section": 3,
      "text": "וברותי מכם המורדים והפושעים בי אלו בני תשע' מדות בני אנוס' בני שנואה בני נידוי בני תמורה בני מורדת בני שכרות בני גרושת הלב בני ערבוביא בני חצופה:"
    },
    {
      "id": "orach_chaim-240-4",
      "section": 4,
      "text": "אסור להסתכל באותו מקום שכל המסתכל שם אין לו בושת פנים ועובר על והצנע לכת ומעביר הבושה מעל פניו שכל המתבייש אינו חוטא דכתיב ובעבור תהי' יראתו על פניכם זו הבושה לבלתי תחטאו ועוד דקא מגרי יצר הרע בנפשי' וכל שכן הנושק שם שעובר על כל אלה ועוד שעובר על בל תשקצו את נפשותיכם:"
    },
    {
      "id": "orach_chaim-240-5",
      "section": 5,
      "text": "הוא למטה והיא למעלה זו דרך עזות שמשו שניהם כאחד זה דרך עקש:"
    },
    {
      "id": "orach_chaim-240-6",
      "section": 6,
      "text": "אסור לאדם לשמש מטתו בפני כל אדם אם הוא נעור ואפי' ע\"י הפסק מחיצה עשרה ובפני תינוק שאין יודע לדבר מותר בית שיש בו ס\"ת או חומשים העשוים בגלילה אסור לשמש בו עד שיהי' בפניו מחיצ' [ולענין לעשותה בשבת ע\"ל ריש סי' שט\"ו] ואם יש לו בית אחר אסור עד שיוציאנו ואם יש בו תפילין או ספרים אפילו של גמרא אסור עד שיתנם בכלי בתוך כלי והוא שלא יהא השני מיוחד להם [וע\"ל סי' מ' סעיף ב'] אבל אם הוא מיוחד להם אפילו מאה כחד חשיבי ואם פירש טלית על גבי ארגז חשוב ככלי בתוך כלי:"
    },
    {
      "id": "orach_chaim-240-7",
      "section": 7,
      "text": "לא ישמש בתחלת הליל' ולא בסופה כדי שלא ישמע קול בני אדם ויבא לחשוב באשה אחרת אלא באמצע הלילה:"
    },
    {
      "id": "orach_chaim-240-8",
      "section": 8,
      "text": "וישמש באימה ובירא' כמ\"ש על ר\"א שהיה מגל' טפח ומכסה טפח ודומה כמי שכפאו שד פי' באימה וביראה כאלו כפאו שד ויש מפרשים מגלה טפח ומכסה טפח שלא היה ממרק האבר בשעת תשמיש כדי למעט הנאתו ודומ' כמו שכפאו שד שעושה הדבר באונס ויש מפרשים מגלה טפח שבאשה כלומ' עכשיו מגלה אותו לצורך תשמיש ועכשיו מכסה אות' כלומר שלא הי' מאריך באותו מעש' ודומ' לו כמו שבעתו השד ונבעת והניח המעש' כל כך היה מקצר בתשמיש ויש מפרשים מגלה טפח על הסינר שהית' חוגרת בו שאף בשע' תשמיש הי' מצריכה לחוגרו ומגלה רק טפח ממנה ומכס' מיד כדי למעט הנאתו וכולהו פירושי איתנהו וצריך בעל נפש ליזהר בהם:"
    },
    {
      "id": "orach_chaim-240-9",
      "section": 9,
      "text": "לא יספר עמה בדברים שאינם מעניני תשמיש ולא בשעת תשמיש ולא קודם לכן שלא יתן דעתו באשה אחרת ואם סיפר עמה ושימש אמרו עליו מגיד לאדם מה שיחו אפילו שיחה קלה שבין אדם לאשתו מגידין לו בשעת הדין:"
    },
    {
      "id": "orach_chaim-240-10",
      "section": 10,
      "text": "אם הי' לו כעס עמה אסור לשמש עד שיפייסנה ויכול לספר עמה קודם תשמיש כדי לרצות':"
    },
    {
      "id": "orach_chaim-240-11",
      "section": 11,
      "text": "אסור לשמש לאור הנר אע\"פ שמאפיל בטליתו: הגה אבל אם עושה מחיצ' גבוה עשרה לפני הנר [הגהות מיי' פ\"ג מה' י\"ט] אע\"פ שהאור נראה דרך המחיצה כגון שהפסיק בסדין שרי כן נ\"ל מדברי רש\"י בפרק ב' דמס' ביצה דף כ\"ב גם אמרי' התם דשרי כשכופה כלי על הנר ואם מותר לעשות מחיצה זו בשבת ע\"ל ריש סימן שט\"ו וכן אסור לשמש ביום אא\"כ הוא בית אפל: הגה ות\"ח מאפיל בטליתו ושרי [טור]:"
    },
    {
      "id": "orach_chaim-240-12",
      "section": 12,
      "text": "אסור לשמש מטתו בשני רעבון אלא לחשוכי בנים [פירוש מי שאין לו בנים] הגה וע\"ל סי' תקע\"ד ס\"ד וה\"ה בשאר צרות שהם כרעבון [ירושלמי דתענית]:"
    },
    {
      "id": "orach_chaim-240-13",
      "section": 13,
      "text": "אכסנאי אסור לשמש ואם יחדו לו ולאשתו בית מותר ובלבד שלא יישן בטליתו של בעל הבית:"
    },
    {
      "id": "orach_chaim-240-14",
      "section": 14,
      "text": "שכבת זרע הוא כח הגוף ומאור העינים וכל זמן שתצא ביותר הגוף כלה וחייו אובדי' וכל השטוף בבעילה זקנה קופצת עליו וכחו תשש ועיניו כהות וריח רע נודף מפיו ושער ראשו וגבות עיניו וריסי עיניו נושרים ושער זקנו ושחיו ושער רגליו רבה ושיניו נושרו' והרב' כאבים חוץ מאלו באים עליו אמרו חכמי הרופאים אחד מאלף מת משאר חלאי' והאלף מרוב תשמיש לפיכך צריך אדם ליזהר:"
    },
    {
      "id": "orach_chaim-240-15",
      "section": 15,
      "text": "לא יבעול והוא שבע או רעב אלא כשיתעכל המזון שבמעיו ולא יבעול מעומד ולא מיושב ולא בבית המרחץ ולא ביום שנכנס למרחץ ולא ביום הקזה ולא ביום יציאה לדרך או ביאה מן הדרך ולא לפניהם ולא לאחריהם: [והא דבריש הסימן שחייב לפוקדה איירי כשהוא רוכב או יושב בקרון וכאן איירי במהלך] [מהרש\"ל]:"
    },
    {
      "id": "orach_chaim-240-16",
      "section": 16,
      "text": "המשמש מטתו על מטה שתינוק ישן עליה אותו תינוק נכפה ולא אמרן אלא דלא הוי בר שתא אבל הוי בר שתא לית לן בה ולא אמרן אלא דגני להדי כרעיה [פי' שישן לרגליו] אבל גני להדי רישיה לית לן בה ולא אמרן אלא דלא מנח ידיה עליה אבל מנח ידיה עליה לית לן בה:"
    },
    {
      "id": "orach_chaim-240-17",
      "section": 17,
      "text": "מטה שישן בה עם אשתו צריך שתהא ראשה ומרגלותיה זה לצפון וזה לדרום:"
    }
  ]
}