{
  "id": "orach_chaim-552",
  "chapterLabel": "סימן undefinedנ״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-552-1",
      "section": 1,
      "text": "דין ערב ט' באב. ובו יב סעיפים:ערב תשעה באב לא יאכל אדם בסעודה המפסקת שאוכלה אחר חצות בשר ולא ישתה יין ולא יאכל שני תבשילין: הגה ואף ממשקים אחרים ממעט בשתייתן ממה שרגיל לשתות (טור וב\"י בשם תוספות ורוקח) וכן לא יאכל אחר סעודתו צנון ומליח דברים שנוהג בהם בשאר פעמים כדי שיתנהג בפרישות: (מרדכי):"
    },
    {
      "id": "orach_chaim-552-2",
      "section": 2,
      "text": "אפילו בשר מלוח שעברו עליו יותר משני ימים ולילה אחת ובשר עופות ודגים ויין מגתו דהיינו שאין לו יותר משלשה ימים נהגו לאסור:"
    },
    {
      "id": "orach_chaim-552-3",
      "section": 3,
      "text": "אפילו בשל מין אחד בשתי קדרות מקרי שני תבשילין וכן יש להחמיר וליזהר משני מינים בקדרה א' אלא א\"כ הוא דבר שדרכו בכך כל השנה כגון אפונין (מיני זרעונים ובלע\"ז ציצירי) שנותנים עליהם בצלים וביצים ותבשיל הנעשה מדבר שנאכל כמות שהוא חי מקרי תבשיל לענין זה: הגה ואין חילוק בין צלי למבושל לענין זה (מרדכי הלכות תשעה באב):"
    },
    {
      "id": "orach_chaim-552-4",
      "section": 4,
      "text": "מותר לאכול פרות כשהם חיים אפי' כמה מינים:"
    },
    {
      "id": "orach_chaim-552-5",
      "section": 5,
      "text": "נוהגים לאכול עדשים עם ביצים מבושלים בתוכם שהם מאכלי אבלים: הגה ויש נוהגים לאכול ביצים קשים שהוא גם כן מאכל אבלים (הגהות מיימוני פ\"ה):"
    },
    {
      "id": "orach_chaim-552-6",
      "section": 6,
      "text": "מי שאפשר לו לא יאכל בסעודה המפסקת אלא פת חריבה במלח וקיתון של מים: הגה ויש מחמירים לטבל אחר אכילה פת באפר ולאכלו על שם ויגרס בחצץ וגו':"
    },
    {
      "id": "orach_chaim-552-7",
      "section": 7,
      "text": "נהגו לישב על גבי קרקע בסעודה המפסקת: (ואין צריך לחלוץ מנעליו) (הגהות מיימוני ורמב\"ם פ\"ז וב\"י):"
    },
    {
      "id": "orach_chaim-552-8",
      "section": 8,
      "text": "יש ליזהר שלא ישבו שלשה לאכול בסעודה המפסקת כדי שלא יתחייבו בזימון אלא כל אחד ישב לבדו ויברך לעצמו:"
    },
    {
      "id": "orach_chaim-552-9",
      "section": 9,
      "text": "וכל זה בסעודה המפסקת שאין דעתו לאכול עוד אחריה סעודת קבע וכשהוא אחר חצות אבל אם היה קודם חצות או אחר חצות ודעתו לאכול אחריה סעודת קבע א\"צ ליזהר בדברים הללו: הגה ומנהג בכל גלילות אשכנז לאכול סעודה קבועה קודם מנחה ואח\"כ מתפללין מנחה ואוכלי' סעודה המפסקת (מהרי\"ל) ונוהגין להרבו' קצת בסעודה ראשונ' כדי שלא יזיק להם התענית הואיל ופוסקין מבע\"י כמו ביו\"כ ויש קצת ראי' לזה ממדרש איכה רבתי מיהו מי שיוכל לסגף עצמו ויודע בעצמו שאין התענית מזיק לו ומחמיר על עצמו נקרא קדוש כנ\"ל:"
    },
    {
      "id": "orach_chaim-552-10",
      "section": 10,
      "text": "אם חל תשעה באב באחד בשבת או שחל בשבת ונדחה לאחר השבת אוכל בשר ושותה יין בסעודה המפסקת ומעלה על שלחנו ואפילו כסעודת שלמה בעת מלכותו (מיהו צריך להפסיק מבעוד יום) (סמ\"ק):"
    },
    {
      "id": "orach_chaim-552-11",
      "section": 11,
      "text": "מי שקיבל עליו תענית שני וחמישי כל ימות השנה ואירע ערב תשעה באב להיות בשני ישאל על נדרו או ילוה תעניתו ופורע: הגה והגאונים כתבו דמתענה עד אחר תפלת מנחה ואוכל סעוד' המפסקת קודם ביאת השמש (הגהות אשירי ומרדכי ות\"ה סע\"ה) וכן נוהגין והוא הדין מי שמתענ' תענית חלום (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-552-12",
      "section": 12,
      "text": "אין אומרים תחנ' ערב תשעה באב במנחה משום דאיקרי מועד: (ואם הוא שבת אין אומרים צדקתך): (מהרי\"ל ומנהגים):"
    }
  ]
}