{
  "id": "orach_chaim-591",
  "chapterLabel": "סימן 591",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-591-1",
      "section": 1,
      "text": "סדר תפלת מוסף ביחיד. ובו ח סעיפים:יתפללו הצבור בלחש תפלת מוסף ט' ברכות ושליח צבור יתפלל גם כן עמהם בלחש:"
    },
    {
      "id": "orach_chaim-591-2",
      "section": 2,
      "text": "המנהג פשוט בכל בני ספרד שאין מזכירין פסוקי קרבן מוסף כלל: הגה והמנהג הפשוט באשכנז ובגלילות אלו לומר פסוקי מוסף ראש השנה ואין אומרים פסוקי מוסף ראש חודש אלא אומרים מלבד עולת החודש ומנחתה ועולת התמיד ומנחתה וכו' ושני שעירים לכפר ושני תמידים כהלכתם (טור) ואומרים ג\"כ מוספי יום הזכרון: (ר\"ן סוף ר\"ה ורבי' ירוחם וכל בו):"
    },
    {
      "id": "orach_chaim-591-3",
      "section": 3,
      "text": "צריך לומר את מוספי יום הזכרון כדי לכלול גם מוסף ר\"ח וגם ביום שני יאמר את מוספי:"
    },
    {
      "id": "orach_chaim-591-4",
      "section": 4,
      "text": "אומרים י' פסוקים של מלכיות וי' של זכרונות וי' של שופרות בכל ברכה ג' מהם של תורה וג' של כתובים וג' של נביאים וא' של תורה ואם רצה להוסיף על אלו י' רשאי: מיהו אם לא התחיל בשום פסוק רק אמר ובתורתך כתוב לאמר יצא (טור):"
    },
    {
      "id": "orach_chaim-591-5",
      "section": 5,
      "text": "אין אומרים פסוק במלכיו' ולא בזכרונו' ולא בשופרו' של פורעניו' של ישראל וא\"א פסוק זכרונו' של יחיד:"
    },
    {
      "id": "orach_chaim-591-6",
      "section": 6,
      "text": "יש קוראים תגר על מה שנוהגים להשלים פסוקי שופרו' בפסוק וביום שמחתכם שאין מזכיר בו שופר אלא חצוצרו' והרא\"ש והר\"ן כתבו לקיים המנהג:"
    },
    {
      "id": "orach_chaim-591-7",
      "section": 7,
      "text": "ועקידת יצחק היום לזרעו תזכור כך היא הנוסחא המפורסמת והמדקדקים לומר לזרע יעקב תזכור משנה ממטבע שטבעו חכמים בברכות ואינו אלא טועה: הגה ואומרים עלינו ומלוך והש\"ץ מוסיף אוחילה ושאר פיוטים כל מקום לפי מנהגו (טור):"
    },
    {
      "id": "orach_chaim-591-8",
      "section": 8,
      "text": "לא יתפלל ביחיד תפלת מוסף בראש השנה עד אחר ג' שעות היום:"
    }
  ]
}