{
  "id": "orach_chaim-559",
  "chapterLabel": "סימן undefinedנ״ט",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-559-1",
      "section": 1,
      "text": "מנהגי ט\"ב ודין מילה בט\"ב. ובו י סעיפים:חל תשעה באב במוצאי שבת אין אומרים צדקתך במנח' בשבת: הגה ומבדילין בלילה בתפלה כשאר מוצאי שבת (הגהות מרדכי הלכות תשעה באב) ואם שכח מלהבדיל ע\"ל סי' רצ\"ד סעיף ג' ומתפללים בנחת ודרך בכי כאבלים וכן עושים בקריאת איכה (הגהות מיימוני) ובכל איכה מגביה קולו יותר (מהרי\"ל) וכשמגיע החזן לפסוק השיבנו אומרים אותו הקהל בקול רם ואח\"כ מסיים החזן וחוזר הקהל ואומר השיבנו בקול רם וכן החזן (הגהות מיימוני):"
    },
    {
      "id": "orach_chaim-559-2",
      "section": 2,
      "text": "בליל תשעה באב (מתפללים ערבית ואומרים איכה וקינות) (הגהות מיימוני ומהרי\"ל) ואומר אחר קינות ואיכה סדר קדושה ומתחיל מואתה קדוש ואם חל במ\"ש אין אומרים ויהי נועם: הגה ולא למנצח בנגינות ולא ויתן לך (כל בו) ומסירין הפרוכת מלפני הארון על שם בצע אמרתו (מנהגים):"
    },
    {
      "id": "orach_chaim-559-3",
      "section": 3,
      "text": "ליל תשעה באב ויומו יושבים בבית הכנסת לארץ עד תפלת המנחה: (ועכשיו נהגו לישב על ספסליהם מיד אחר שיצאו מב\"ה שחרית ומאריכין עם הקינות עד מעט קודם חצות) ואין מדליקין נרות בלילה כי אם נר אחד לומר לאורו קינות ואיכה:"
    },
    {
      "id": "orach_chaim-559-4",
      "section": 4,
      "text": "אין אומרים תחנון (ולא סליחות) (הגהות אשירי) בת\"ב ואין נופלין על פניהם משום דמקרי מועד: הגה וקורין בתורה כי תוליד בנים ומפטירין בירמיה אסף אסיפם וכל הקדישים שאומרי' אחר איכה עד שיוצאים למחר מב\"ה אין אומרים תתקבל ואין אומרים אל ארך אפים (טור ומנהגים) ולא למנצח (מנהגים) ולא פטום הקטורת (מרדכי) ואין צריך לשנות מקומו בת\"ב:"
    },
    {
      "id": "orach_chaim-559-5",
      "section": 5,
      "text": "בשעת הקינות אסור לספר דבר ולצאת חוץ כדי שלא יפסיק לבו מן האבלות וכל שכן שלא ישיח עם העכו\"ם (ונוהגין לומר קצת נחמה אחר הקינות לפסוק בנחמה) (הגהות מיימוני):"
    },
    {
      "id": "orach_chaim-559-6",
      "section": 6,
      "text": "אם יש אבל בעיר הולך בלילה לבית הכנסת וגם ביום עד שיגמרו הקינות:"
    },
    {
      "id": "orach_chaim-559-7",
      "section": 7,
      "text": "אם יש תינוק למול מלין אותו אחר שגומרים הקינות ויש ממתינים למולו עד אחר חצות ומברכין ברכת המילה בלא בשמים (והמנהג כסברא ראשונה) ואם היולדת מצויה במקום המילה יברך על הכוס ותשתה ממנו היולדת והוא שתשמע הברכה ולא תפסיק בדברים בין שמיעת הברכה לשתיית הכוס ואם אינה שם יברך על הכוס ויטעים לתינוקות:"
    },
    {
      "id": "orach_chaim-559-8",
      "section": 8,
      "text": "בעל ברית לובש בגדים אחרים אך לא לבנים ממש: הגה ואבי הבן והמוהל והסנדק כולם נקראים בעלי ברית (ב\"י) ומותרים ללבוש בגדי שבת לאחר שגמרו הקינות ובאין למול התינוק אבל לא ילבשו לבנים: (מהרי\"ל)"
    },
    {
      "id": "orach_chaim-559-9",
      "section": 9,
      "text": "ט' באב שחל להיות בשבת ונדחה ליום ראשון בעל ברית מתפלל מנחה בעוד היום גדול ורוחץ ואינו משלם תעניתו לפי שיום טוב שלו הוא:"
    },
    {
      "id": "orach_chaim-559-10",
      "section": 10,
      "text": "נוהגים שלא לשחוט ושלא להכין צורכי סעודה עד אחר חצות: הגה והולכין על הקברות מיד שהולכים מבית הכנסת [ב\"י בשם תוס'] ואם אירע מת בט' באב אין אומרים צדוק הדין (תשב\"ץ):"
    }
  ]
}