{
  "id": "orach_chaim-306",
  "chapterLabel": "סימן ש״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-306-1",
      "section": 1,
      "text": "באיזה חפצים מותר לדבר בשבת. ובו יד סעיפים:ממצוא חפציך חפציך אסורים אפי' בדבר שאינו עושה שום מלאכה כגון שמעיין נכסיו לראות מה צריך למחר או לילך לפתח המדינה כדי שימהר לצאת בלילה למרחץ וכן אין מחשיכים על התחום לשכור פועלים אבל מחשיך על התחום להביא בהמתו וי\"א שאם אין הבהמה יכולה לילך ברגלים כגון שהוא טלה קטן אינו רשאי להחשיך דאינו רשאי להביא דאסור לטלטל ב\"ח שהם מוקצים: הגה וה\"ה דאסור לטייל למצוא סוס או ספינה או קרון לצאת בו. (מרדכי סוף פרק מי שהחשיך):"
    },
    {
      "id": "orach_chaim-306-2",
      "section": 2,
      "text": "היתה בהמתו עומדת חוץ לתחום יכול לקרות לה כדי שתבא:"
    },
    {
      "id": "orach_chaim-306-3",
      "section": 3,
      "text": "מחשיכין על התחום לעשות צרכי כלה או צרכי מת להביא לו ארון ותכריכים ויכול לומר לחבירו שיחשיך כדי שיביא לו ויכול לומר לו לך למקום פלוני למחר ואם לא מצאת במקום פלוני לך למקום פלוני לא מצאת במנה קח במאתים ובלבד שלא יזכיר לו סכום מקח כלומר שלא יאמר לו סך ידוע שלא להוסיף עליו וכן אם לקח ממנו בשמנה לא יאמר לו תן לי עוד בשנים ואהיה חייב לך עשרה: הגה ואם א\"א לו אא\"כ יזכור לו סכום מקח מותר בכל ענין דהא צרכי מצוה הוא (הגהות מרדכי פ\"ה) ויש אוסרים בכל ענין וכן עיקר: (ב\"י בשם הר\"ן והמגיד והמרדכי פרק כירה והגה\"מ פרק א' ופכ\"ו):"
    },
    {
      "id": "orach_chaim-306-4",
      "section": 4,
      "text": "השוכר את הפועלים לשמור זרעים או דבר אחר אינו נותן לו שכר שבת לפיכך אין אחריות שבת עליו היה שכיר שבת שכיר חדש שכיר שנה שכיר שבוע נותן לו שכר שבת לפיכך אחריות שבת עליו ולא יאמר לו תן לי של שבת אלא יאמר לו תן לי שכר השבוע או החדש (ואם שכרו לחדש והתנה עמו לשלם לו כל יום כך וכך מקרי שכיר יום) (ר\"ן סוף פ' אע\"פ) או יאמר לו תן לי שכר עשרה ימים:"
    },
    {
      "id": "orach_chaim-306-5",
      "section": 5,
      "text": "אסור להשכיר חזנים להתפלל בשבת ויש מי שמתיר: הגה ואם שכרו לשנה או לחדש לכולי עלמא שרי (ד\"ע):"
    },
    {
      "id": "orach_chaim-306-6",
      "section": 6,
      "text": "חפצי שמים מותר לדבר בהם כגון חשבונות של מצוה ולפסוק צדקה ולפקח על עסקי רבים ולשדך התינוק ליארוס וללמדו ספר או אומנות ודוקא לדבר אם רוצה להשתכר אבל לשכרו ולהזכיר לו סכום מעות אסור. הגה י\"א דבמקום שנוהגין ליתן לקורא בתורה מי שבירך ונודר לצדקה או לחזן דאסור בשבת לפסוק כמה יתן (א\"ז) והמנהג להקל דהא מותר לפסוק צדקה:"
    },
    {
      "id": "orach_chaim-306-7",
      "section": 7,
      "text": "מותר למדוד בשבת מדידה של מצוה כגון למדוד אם יש במקוה מ' סאה ולמדוד אזור מי שהוא חולה וללחוש עליו כמו שנוהגות הנשים מותר דהוי מדידה של מצוה:"
    },
    {
      "id": "orach_chaim-306-8",
      "section": 8,
      "text": "הרהור בעסקיו מותר ומ\"מ משום עונג שבת מצוה שלא יחשוב בהם כלל ויהא בעיניו כאלו כל מלאכתו עשויה:"
    },
    {
      "id": "orach_chaim-306-9",
      "section": 9,
      "text": "אסור לומר לעכו\"ם שילך חוץ לתחום בשבת אחר קרובי המת שיבואו להספידו אבל חולה דתקיף ליה עלמא ואמר שישלחו בעד קרוביו ודאי שרי:"
    },
    {
      "id": "orach_chaim-306-10",
      "section": 10,
      "text": "להחליף משכון לעכו\"ם בשבת מותר אם הוא מלבוש ויוציאנו העכו\"ם דרך מלבושו (וע\"ל סי' שכ\"ה):"
    },
    {
      "id": "orach_chaim-306-11",
      "section": 11,
      "text": "מותר לקנות בית בא\"י מן העכו\"ם בשבת וחותם ומעלה בערכאות הגה שלהם בכתב שלהם דאינו אסור רק מדרבנן ומשום ישוב א\"י לא גזרו (אור זרוע):"
    },
    {
      "id": "orach_chaim-306-12",
      "section": 12,
      "text": "מותר להכריז בשבת על אבידה אפילו היא דבר שאסור לטלטלו: הגה ומותר להתיר חרמי צבור בשבת אע\"פ שאינו לצורך שבת הואיל והוא יום כנופיא לרבים הוי כעסקי רבים דשרי לדבר בם (אגור) אבל אין מחרימין בשבת כ\"א מדבר שהוא לצורך שבת (אגודה פכ\"ג):"
    },
    {
      "id": "orach_chaim-306-13",
      "section": 13,
      "text": "להכריז בשבת על קרקע הנמכר שכל מי שיש לו זכות עליו יבא ויגיד ואם לאו יאבד זכותו אסור: הגה וכן אסור להכריז יין בשבת דהוי כמקח וממכר (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-306-14",
      "section": 14,
      "text": "מי ששלחו לו שהוציאו בתו בשבת להוציאה מכלל ישראל מצוה לשום לדרך פעמיו להשתדל בהצלתה ויצא אפי' חוץ לג' פרסאות ואי לא בעי כייפינן ליה (וע\"ל סי' שכ\"ח ס\"י):"
    }
  ]
}