{
  "id": "orach_chaim-386",
  "chapterLabel": "סימן שפ״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-386-1",
      "section": 1,
      "text": "דיני שיתוף בעירוב. ובו ט סעיפים:אסרו חכמים לטלטל מן החצירו' למבוי והתירוהו ע\"י שיתוף שגובין פת או דבר אחר ממיני מאכל מכל חצר וחצר ונותנים אותו בא' מן החצירו' ואנו רואים כאלו פתוח כל המבוי לאותו חצר ומפני שאינו אלא לשתף החצירו' יכולים ליתנו באויר החצר או בבית שאין לו ארבע על ארבע וא\"צ ליתנו בבית רק שיהי' במקום המשתמר הילכך אין נותנין אותו באויר המבוי (וע\"ל סי' שס\"ו):"
    },
    {
      "id": "orach_chaim-386-2",
      "section": 2,
      "text": "ישראלים שדרים בג' מקומו' חלוקים ודלתות כל א' מהמקומו' נעולים בלילה והשמש גובה קמח מכולם אינו מועיל להם להשתתף ששיתוף מבוי צריך שיהי' מונח בחצר שבמבוי ואלו שנבדלים זה מזה ורחוקים אין שיתופן א' ואין מבואיהן כא': הגה ואם עירבו במקום אחד אין האחרים שלא עירבו אוסרים עליהם הואיל ואין להם דריסת הרגל זה על זה כי אין כל העיר חשובה כמבוי אחד אע\"פ שיושבין בהיקף חומה אחת (ב\"י סי' שצ\"ב בשם חזה התנופה):"
    },
    {
      "id": "orach_chaim-386-3",
      "section": 3,
      "text": "ככל משפטי עירובי חצירו' ושיעורו ושאשתו מערבת בשבילו ושמערבין שלא לדעתו אם אין הבית פתוח אלא לחצר א' ושקטן יכול לגבותו ושיכול א' לזכות לכולם (ושאם היו שותפין א\"צ לערב) כך דיני שיתוף: הגה ואפי' היה משותף עם שכיניו בסחורה לזה ביין ולזה בשמן אין צריך להשתתף והוא שיהיה בכלי אחד: (טור סי' שס\"ו):"
    },
    {
      "id": "orach_chaim-386-4",
      "section": 4,
      "text": "משתתפין בכל מיני מאכל ואפי' ד' וה' מיני מאכל מצטרפין למזון שני סעודות:"
    },
    {
      "id": "orach_chaim-386-5",
      "section": 5,
      "text": "בכל מיני מאכל משתתפין חוץ מגודגדניו' שהוקשו לזרע ותבלין ופולין יבשים ולא בעלי בצלים שלא גדלו אורך הזרת ולא בכמהין ופטריות ולא בכפניו' ולא בעדשים ולא בחטים ושעורים ולא בירק שהוא בשיל ולא בשיל ולא במים לבדם ולא במלח לבדו אבל אם עירבם יחד משתתפין בהם וי\"א דדוקא כשנתן לתוכן שמן וי\"א שמערבין בתבלין:"
    },
    {
      "id": "orach_chaim-386-6",
      "section": 6,
      "text": "כל דבר שרגילים ללפת בו את הפת שיעורו ללפת בו פת הנאכל לשני סעודו' וכל שאין מלפתין בו הפת שיעורו כדי לאכול ממנו ב' סעודו' ובשר חי לא הוי ליפתן וצריך כדי שיאכל ממנו ב' סעודו' אבל צלי הוי ליפתן ושיעורו ללפת בו ב' סעודו' חומץ הוי ליפתן וכן יין מבושל אבל יין חי לא הוי ליפתן ושיעורו שני רביעיו' וכן שיעור שאר משקים:"
    },
    {
      "id": "orach_chaim-386-7",
      "section": 7,
      "text": "משתתפין בשני ביצים אפילו חיים בשני רמונים בחמשה אפרסקים בליטרא ירק בין חי בין מבושל בפולים לחים מלא היד בתפוחי יער מלא הקב:"
    },
    {
      "id": "orach_chaim-386-8",
      "section": 8,
      "text": "משתתפין אפי' באוכל שאינו ראוי לו אם ראוי לשום אדם כגון לנזיר ביין ולישראל בתרומה וכן (הנודר) מאוכל או נשבע שלא יאכלנו משתתף בו ויש אומרים דהיינו דוקא כשנדר או נשבע שלא יאכלנו אבל אם נדר או נשבע שלא יהנה ממנו אין משתתפין לו בה (ואם אמר קונם הנאתו או אכילתו עלי לכ\"ע אין משתתף בה) (טור):"
    },
    {
      "id": "orach_chaim-386-9",
      "section": 9,
      "text": "אמר על ככר היום חול ולמחר קודש או קונם משתתפין לו בה שבין השמשו' עדיין לא נתקדש' ודאי וראוי היתה מבעוד יום אבל אם אמר היום קונם ולמחר חול אין משתתפין לו בה שאינה ראויה עד שתחשך חצר הפתוח לשני מבואו' ושיתף עם כל א' מהם מותר עם כל א' מהם לטלטל ממנו לחצר ומהחצר לתוכו ואסור לטלטל כלים ששבתו במבוי זה למבוי האחר דרך החצר ואם לא שיתף עם שום א' מהם אם הוא רגיל עם שניהם לצאת ולבא בחול דרך עליהם אוסר על שניהם ואם הוא רגיל עם הא' ועם השני אינו רגיל אותו שרגיל אוסר שאינו רגיל אינו אוסר ואם שיתף עם אותו שאינו רגיל הותר הרגיל לעצמו אם שיתפו ביניהם וכן אם היה רגיל עם שניהם ושיתף עם א' מהם מותר השני שהרי סילק עצמו ממנו ואם המבוי שרגיל בו שיתפו ביניהם ואותו שאינו רגיל לא שיתפו והוא לא שיתף לא עם זה ולא עם זה דוחים אותו אצל שאינו רגיל ויסתלק מאותו שרגיל כדי שיהא מותר כיון שהוא אינו מפסיד בדבר שהרי לא שיתף עמהם ויש ריוח לאחרים שע\"י זה יהיו מותרים כופין אותו על מדת סדום:"
    }
  ]
}