{
  "id": "orach_chaim-366",
  "chapterLabel": "סימן שס״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-366-1",
      "section": 1,
      "text": "דין עירוב לחצר שהרבה בני אדם דרים בו. ובו טו סעיפים:חצר שהרבה בתים פתוחים לתוכו אסרו חכמים לטלטל מבתיהם לחצר עד שיערבו דהיינו שגובים פת מכל בית ובית ונותנים אותו בא' מבתי החצרות שע\"י כך אנו רואים כאלו כולם דרים באותו בית וכאלו כל החצר מיוחד לאותו בית:"
    },
    {
      "id": "orach_chaim-366-2",
      "section": 2,
      "text": "יושבי אהלים או סוכות או מחנה שהקיפוהו מחיצה אין מטלטלין מאהל לאהל עד שיערבו כולם אבל שיירא שהקיפוה מחיצה אין צריכים לערב לפי שכולם מעורבים ואין אותם אהלים קבועים להם: הגה בתים שבספינה צריכים עירוב אע\"פ שיש לספינה מחיצות ואם אין לספינה מחיצות אסור לטלטל בספינה רק בארבע אמות (ב\"י בשם שבולי לקט) (ועיין לקמן סוף סי' שפ\"ב וסי' ת\"ה סעיף ז'):"
    },
    {
      "id": "orach_chaim-366-3",
      "section": 3,
      "text": "הבית שמניחים בו העירוב א\"צ ליתן פת ואין צריך שיהיה בעירוב שוה פרוטה ואין מניחין אותו בחצר אלא בבית שראוי לדיר' לאפוקי בית שער אכסדר' ומרפסת וצריך שיהא בו ד' אמות על ד' אמות ואפילו הוא של קטן ואם רגילים ליתנו תמיד בבית ידוע אין להם לשנותו וליתנו בבית אחר מפני דרכי שלום ואפי' קטן יכול לגבות העירוב ולקבצו: הגה והמנהג בזמן הזה להניח העירוב בבית הכנסת וכן נהגו הקדמונים ונראה לי הטעם דעירובין שלנו יש להם דין שתוף ואין צריך להניח בבית דירה וע' לקמן סי' שפ\"ו ושפ\"ז:"
    },
    {
      "id": "orach_chaim-366-4",
      "section": 4,
      "text": "צריך ליתן כל העירוב בכלי א' ואם חלקו ונתנו בשני כלים אינו עירוב אלא אם נתמלא הא' ואז מותר והוא שיהיו שני הכלים בבית א':"
    },
    {
      "id": "orach_chaim-366-5",
      "section": 5,
      "text": "צריך שלא יקפיד שום א' מהם על עירובו אם יאכלנו חבירו ואם מקפיד אינו עירוב לכך צריך ליזהר שלא לערב בדבר שתיקן לצורך השבת:"
    },
    {
      "id": "orach_chaim-366-6",
      "section": 6,
      "text": "אין מערבין בפרוסה אפי' היא גדולה הרבה אבל בשלימה אפי' קטנה מאוד מערבין ובלבד שיהא בהם כל כך שיהא בהם כשיעור ומיהו אם ניטל ממנו כדי חלת נחתום שהוא א' ממ\"ח מערבין בה אפי' לא היתה טבולה לחלה ואם נפרסה וחיברה בקיסם שהכניס הקצה הא' בתוך הפת והקצה השני בתוך הפרוסה אם אינו ניכר שנפרסה מערבים בה: הגה ויש שפירשו הא דאין מערבין רק בפת שלם היינו שכל העירוב ביחד יהיה פת שלם ולכן נהגו לקבוץ מכל בית ובית מעט קמח ועושין חלה אחת שלימה ומערבין בה (המגיד והגהות הראב\"ד פ\"א מהל' עירובין) וכן המנהג פשוט בכל מדינות אלו וצריך ליזהר שיהא בחלה כשיעור המפורש לקמן סי' שס\"ח סעיף ג' ואע\"פ שנשתייר מן הקמח ולא נעשה מכולו חלה אפ\"ה הוי עירוב דלא גרע מאילו אחד מזכה לכולם ואדעתא דהכי נתנו קמחם מתחלה כן נראה לי:"
    },
    {
      "id": "orach_chaim-366-7",
      "section": 7,
      "text": "אם אחד מזכה לכולם יכול לערב בפרוסה:"
    },
    {
      "id": "orach_chaim-366-8",
      "section": 8,
      "text": "מערבין בפת אורז ועדשים אבל לא בפת דוחן:"
    },
    {
      "id": "orach_chaim-366-9",
      "section": 9,
      "text": "אם א' מבני החצר רוצה ליתן פת בשביל כולם שפיר דמי ובלבד שיזכנו להם על ידי אחר וכשזוכה בו צריך להגביהו מן הקרקע טפח וצריך לזכות לכל בני החצר או המבוי ולכל מי שיתוסף מיום זה ואילך וי\"א שאע\"פ שלא יזכה בפירוש למתוספים עליהם לב ב\"ד מתנה עליהם ואם נתוספו דיורין לאחר שנתמעט העירוב מן השיעור צריך להוסיף מחמתן:"
    },
    {
      "id": "orach_chaim-366-10",
      "section": 10,
      "text": "כשמזכה להם ע\"י אחר לא יזכה על ידי בנו ובתו הקטנים אפילו אם אינם סמוכים על שלחנו ולא ע\"י עבדו ושפחתו הכנענים אבל מזכה הוא ע\"י בנו ובתו הגדולים אפי' סמוכים על שלחנו וע\"י עבדו ושפחתו העברים אפי' הם קטנים וע\"י אשתו אף על פי שהוא מעלה לה מזונו' ואפילו אין לה בית בחצר ויש אומרים שאינו מזכה ע\"י בנו ובתו הסמוכים על שלחנו אפילו הם גדולים ולא ע\"י בתו אפילו אינה סמוכה על שלחנו כל זמן שלא בגרה ולא ע\"י אשתו שמעלה לה מזונות או שאמר לה צאי מעשה ידיך במזונותיך ואפי' יש לה בית בחצר אבל מזכה ע\"י בנו שאינו סמוך על שלחנו אפי' הוא קטן וע\"י בתו שבגרה ואינה סמוכה על שלחנו וע\"י אשתו שאינה מעלה לה מזונות אפילו אין לה בית בחצר ולכתחלה טוב לחוש לדברי שניהם היכא דאפשר: הגה ובדיעבד סומכין על דברי המיקל בעירוב וכן גדול שיש לו אשה אע\"פ שסמוך על שלחן אביו מזכה על ידו (הגהות אשירי והגהות סמ\"ג וכל בו) אפילו לכתחלה ואינו צריך להודיע לאותם שזיכה להם קודם השבת אלא אם מודיעם בשבת מותר לטלטל. (כל בו):"
    },
    {
      "id": "orach_chaim-366-11",
      "section": 11,
      "text": "בני חבורה שהיו מסובין לאכול וקדש עליהם היום הפת שעל השלחן סומכין עליה משום עירוב והוא שמסובין בבית שהוא מקום הראוי להניח שם עירוב אבל בחצר לא (וה\"ה אם יש להם פת בשותפות בא' מן הבתים סומכין עליו משום עירוב):"
    },
    {
      "id": "orach_chaim-366-12",
      "section": 12,
      "text": "אפוטרופוס של קטן יכול לערב בעדו:"
    },
    {
      "id": "orach_chaim-366-13",
      "section": 13,
      "text": "מצוה לחזור אחר עירובי חצרות:"
    },
    {
      "id": "orach_chaim-366-14",
      "section": 14,
      "text": "מברך על מצות עירוב:"
    },
    {
      "id": "orach_chaim-366-15",
      "section": 15,
      "text": "אימתי מברך בשעה שמקבץ אותו מבני החצר או בשעה שמזכה להם ואומר בהדין עירובא יהא שרי לן לאפוקי ולעיולי מן הבתים לחצר ומן החצר לבתים ומבית לבית לכל הבתים שבחצר ואם גבו העירוב ולא ברכו עליו אין הברכה מעכבת ומותרים לטלטל:"
    }
  ]
}