{
  "id": "orach_chaim-640",
  "chapterLabel": "סימן 640",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-640-1",
      "section": 1,
      "text": "מי הם הפטורים מישיבת סוכה. ובו י סעיפים:נשים ועבדים וקטנים פטורים מן הסוכה טומטום ואנדרוגינוס חייבים מספק וכן מי שחציו עבד וחציו בן חורין חייב:"
    },
    {
      "id": "orach_chaim-640-2",
      "section": 2,
      "text": "קטן שאינו צריך לאמו שהוא כבן חמש כבן שש חייב בסוכה מדברי סופרים כדי לחנכו במצות:"
    },
    {
      "id": "orach_chaim-640-3",
      "section": 3,
      "text": "חולים ומשמשיהן פטורים מן הסוכה ולא חולה שיש בו סכנה אלא אפילו חש בראשו [או] חש בעיניו ויש מי שאומר שאין המשמשים פטורים אלא בשעה שהחולה צריך להם (ומי שמקיז דם חייב בסוכה) (א\"ז והגהות אשירי פרק הישן):"
    },
    {
      "id": "orach_chaim-640-4",
      "section": 4,
      "text": "מצטער פטור מן הסוכה הוא ולא משמשיו [אבל בלילה ראשונה אפי' מצטער חייב לאכול שם כזית] [כל בו] איזהו מצטער זה שאינו יכול לישן בסוכה מפני הרוח או מפני הזבובים והפרעושים וכיוצא בהם או מפני הריח ודוקא שבא לו הצער במקרה אחר שעש' שם הסוכה אבל אין לו לעשות סוכתו לכתחלה במקום הריח או הרוח ולומר מצטער אני: הגה ואם עשאה מתחלה במקום שמצטער באכילה או בשתיה או בשינה או שא\"א לו לעשות אחד מהם בסוכה מחמת דמתיירא מלסטים או גנבים כשהוא בסוכה אינו יוצא באותה סוכה כלל אפי' בדברים שלא מצטער בהם דלא הויא כעין דירה שיכול לעשות שם כל צרכיו [מרדכי פ' הישן] מי שכבו לו הנרות בסוכה בשבת ויש לו נר בביתו מותר לצאת מן הסוכה כדי לאכול במקום נר וא\"צ לילך לסוכת חבירו שיש שם נר אם יש טורח גדול בדבר [ת\"ה סי' נ\"ג ופסקיו סי' קנ\"ח] ואם בא רוח לכבות הנרות בסוכה מותר לפרוס סדין או בגד מן הצד אבל לא תחת הסכך [א\"ז] מי שלא יוכל לישן בסוכה מחמת שצר לו בפישוט ידיו ורגליו לא מיקרי מצטער וחייב לישן שם אע\"ג דצריך לכפוף ידיו ורגליו (ת\"ה סי' צ\"ב) ולא יוכל אדם לומר מצטער אני אלא בדבר שדרך בני אדם להצטער בו [טור] ואין המצטער פטור אלא אם ינצל עצמו מן הצער אבל בלאו הכי חייב לישב בסוכה אע\"ג דמצטער [מרדכי פרק הישן]:"
    },
    {
      "id": "orach_chaim-640-5",
      "section": 5,
      "text": "אבל חייב בסוכה:"
    },
    {
      "id": "orach_chaim-640-6",
      "section": 6,
      "text": "חתן ושושביניו וכל בני החופה פטורים מן הסוכה כל שבעת ימי המשתה (וסעודת ברית מילה וכן הסעודה שאוכלין אצל היולדות חייבין בסוכה) [מהרי\"ק שורש קע\"ט):"
    },
    {
      "id": "orach_chaim-640-7",
      "section": 7,
      "text": "שלוחי מצוה פטורים מן הסוכה בין ביום בין בלילה [וע\"ל סימן ל\"ח]:"
    },
    {
      "id": "orach_chaim-640-8",
      "section": 8,
      "text": "הולכי דרכים ביום פטורים מן הסוכה ביום וחייבים בלילה הולכי דרכים בלילה פטורים בלילה וחייבים ביום: הגה ודוקא כשיוכלו למצוא סוכה אבל אם אינם מוצאים סוכה יוכלו לילך לדרכם אף שלא ישבו בה לא יום ולא לילה כשאר ימות השנה שאינו מניח דרכו משום ביתו [ר\"ן פרק הישן] ואע\"פ שאינו הולך רק ביום פטור אף בלילה דאין לעשות לו שם דירה וההולכים לכפרים לתבוע חובותיהם ואין להם סוכה באותן הכפרים יחמירו על עצמן לשוב לבתיהם בכל לילה לאכול בסוכה ואע\"ג דיש להקל מ\"מ המחמיר תבא עליו ברכה [ב\"י בשם א\"ח]:"
    },
    {
      "id": "orach_chaim-640-9",
      "section": 9,
      "text": "שומרי העיר ביום פטורים ביום וחייבים בלילה שומרי העיר בלילה פטורים בלילה וחייבים ביום:"
    },
    {
      "id": "orach_chaim-640-10",
      "section": 10,
      "text": "שומרי גנות ופרדסים פטורי' בין ביום בין בלילה שאם יעשה השומר סוכה ידע הגנב שיש לשומר מקום קבוע ויבא ויגנוב ממקום אחר לפיכך אם היה שומר כרי של תבוא' שיכול לשמור כולו ממקום אחד חייב לעשות סוכה במקום ששומרו: הגה והעושין יין אצל העכו\"ם בסוכות פטורים בין ביום בין בלילה דצריכים לשמור שלא יגעו העכו\"ם [הגהות מיימוני פ\"ז בשם סמ\"ק וכל בו] ואם הוא בענין שאין צריכין שימור חייבין:"
    }
  ]
}