{
  "id": "orach_chaim-554",
  "chapterLabel": "סימן undefinedנ״ד",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-554-1",
      "section": 1,
      "text": "דברים האסורים בתשעה באב. ובו כה סעיפים:תשעה באב אסור ברחיצה וסיכה ונעילת הסנדל ותשמיש המיטה ואסור לקרות בתורה נביאים וכתובים ולשנות במשנה ובמדרש ובגמ' בהלכות ובאגדות משום שנאמר פקודי ה' ישרים משמחי לב ותינוקות של בית רבן בטלים בו אבל קורא הוא באיוב ובדברים הרעים שבירמיה ואם יש ביניהם פסוקי נחמה צריך לדלגם:"
    },
    {
      "id": "orach_chaim-554-2",
      "section": 2,
      "text": "ומותר ללמוד מדרש איכה ופרק אלו מגלחין וכן ללמוד פירוש איכה ופירוש איוב:"
    },
    {
      "id": "orach_chaim-554-3",
      "section": 3,
      "text": "יש מי שאוסר ללמוד ע\"י הרהור:"
    },
    {
      "id": "orach_chaim-554-4",
      "section": 4,
      "text": "ומותר לקרות כל סדר היום ופרשת הקרבנות ומשנת איזהו מקומן ומדרש רבי ישמעאל: הגה ומותר לחזור הפרשה בתשעה באב: (מנהגים)"
    },
    {
      "id": "orach_chaim-554-5",
      "section": 5,
      "text": "עוברות ומניקות מתענות בט' באב ומשלימות כדרך שמתענות ומשלימות ביום כפור אבל בג' צומות אחרים פטורו' מלהתענו' ואעפ\"י כן ראוי שלא תאכלנה להתענג במאכל ובמשתה אלא כדי קיום הולד (וע\"ל סימן תק\"ן סעיף א'):"
    },
    {
      "id": "orach_chaim-554-6",
      "section": 6,
      "text": "חיה כל שלשים יום וכן חולה שהוא צריך לאכול אין צריך אומד אלא מאכילין אותו מיד דבמקום חולי לא גזרו רבנן: הגה ומיהו נוהגין להתענות כל זמן שאין להם צער גדול שהיה לחוש לסכנה והמקיל לא הפסיד:"
    },
    {
      "id": "orach_chaim-554-7",
      "section": 7,
      "text": "רחיצה אסורה בט' באב בין בחמין בין בצונן אפי' להושיט אצבעו במים אסור:"
    },
    {
      "id": "orach_chaim-554-8",
      "section": 8,
      "text": "טבילה של מצוה בזמנה מותרת אבל בזמן הזה אין טבילה בזמנה הילכך לא תטבול בו וכן נהגו:"
    },
    {
      "id": "orach_chaim-554-9",
      "section": 9,
      "text": "אם היו ידיו מלוכלכו' בטיט ובצואה מותר לרחוץ להעביר הלכלוך ולא יטול כל ידיו אלא לפי הצורך להעביר הלכלוך: הגה ואם עשה צרכיו אם מותר לרחוץ דינו כמו ביום כפור וע\"ל סימן תרי\"ג ס\"ג:"
    },
    {
      "id": "orach_chaim-554-10",
      "section": 10,
      "text": "נוטל אדם ידיו שחרית וצריך ליזהר שלא יטול ידיו אלא עד סוף קשרי אצבעותיו:"
    },
    {
      "id": "orach_chaim-554-11",
      "section": 11,
      "text": "ולאחר שניגב ידיו ועדיין לחות קצת מעבירם על עיניו ואם היה לפלוף על גבי עיניו ודרכו לרחצם במים רוחץ ומעבירו ואינו חושש דהוה ליה כטיט וכצואה שרוחץ כדרכו ואינו חושש:"
    },
    {
      "id": "orach_chaim-554-12",
      "section": 12,
      "text": "ההולך להקביל פני רבו או אביו או מי שגדול ממנו או לצרכי מצוה עובר במים עד צוארו ואינו חושש וכן בחזרה מותר:"
    },
    {
      "id": "orach_chaim-554-13",
      "section": 13,
      "text": "ההולך לשמור פירותיו עובר במים עד צוארו ואינו חושש אבל בחזרה אסור:"
    },
    {
      "id": "orach_chaim-554-14",
      "section": 14,
      "text": "הבא מן הדרך ורגליו כהות מותר לרחוץ במים: הגה ומותר לשרות מפה במים בערב תשעה באב ומוציאה מן המים והיא מתנגבת ומקנח בה פניו ורגליו אפי' אינו עושה רק לתענוג שרי כיון שהיא נגובה: (טור)"
    },
    {
      "id": "orach_chaim-554-15",
      "section": 15,
      "text": "סיכה אינה אסורה אלא של תענוג אבל מי שיש לו חטטין בראשו סך כדרכו ואינו חושש:"
    },
    {
      "id": "orach_chaim-554-16",
      "section": 16,
      "text": "נעילת הסנדל דוקא של עור אבל של בגד או של עץ או של שעם (פי' קליפי עץ) וגמי מותר ושל עץ מחופה עור אסור:"
    },
    {
      "id": "orach_chaim-554-17",
      "section": 17,
      "text": "אבל ומנודה שמהלכים בדרך מותרים בנעילת הסנדל וכשיגיעו לעיר יחלוצו וכן בט' באב: הגה וכן במקום שדרים בין העכו\"ם לא יחלוץ כי אם ברחוב היהודים וכן נהגו (טור והגהות מיימוני הגהות מרדכי רפ\"ק):"
    },
    {
      "id": "orach_chaim-554-18",
      "section": 18,
      "text": "יש מי שאומר שלא יישן בליל תשעה באב עם אשתו במטה ונכון הדבר משום לך לך אמרינן נזירא:"
    },
    {
      "id": "orach_chaim-554-19",
      "section": 19,
      "text": "אם חל ט\"ב בשבת מותר בכלן אפי' בתשמיש המטה: הגה ויש אוסרים בתשמיש המטה וכן נוהגין: (טור בשם ר\"י ואגור ומנהגים):"
    },
    {
      "id": "orach_chaim-554-20",
      "section": 20,
      "text": "אין שאלת שלום לחבירו בתשעה באב והדיוטות שאינם יודעים ונותנים שלום משיבים להם בשפה רפה ובכובד ראש:"
    },
    {
      "id": "orach_chaim-554-21",
      "section": 21,
      "text": "יש מי שאומר שלא ילך ויטייל בשוק כדי שלא יבא לידי שחוק וקלות והתול:"
    },
    {
      "id": "orach_chaim-554-22",
      "section": 22,
      "text": "מקום שנהגו לעשות מלאכה בט\"ב עושין במקום שנהגו שלא לעשות אין עושין ובכל מקום ת\"ח בטלים וכל הרוצ' לעשות עצמו תלמיד חכם לענין זה עושין ואפי' במקום שנהגו שלא לעשות מותר ע\"י עכו\"ם אפי' בביתו ופרקמטיא להרויח ולהשתכר במקום שנהגו שלא לעשות מלאכה אסור ובמקום שנהגו לעשות מותר אלא שממעט שאפי' משנכנס אב אנו ממעטין מלישא וליתן: הגה ולא נהגו באיסור מלאכה כי אם עד חצות (מנהגים) ונהגו להחמיר עד חצות בכל מלאכה שיש בה שיהוי קצת אפילו מעשה הדיוט אבל דבר שאין בה שיהוי כגון הדלקת נרות או קשירה וכדומה מותרת ולחלוב הפרות טוב לעשות ע\"י עכו\"ם אם אפשר בעכו\"ם:"
    },
    {
      "id": "orach_chaim-554-23",
      "section": 23,
      "text": "ומלאכת דבר האבד מותר כדרך שאמרו בחולו של מועד:"
    },
    {
      "id": "orach_chaim-554-24",
      "section": 24,
      "text": "כל העוש' מלאכ' בתשעה באב אינו רואה סימן ברכה מאותה מלאכה:"
    },
    {
      "id": "orach_chaim-554-25",
      "section": 25,
      "text": "כל האוכל ושות' בתשעה באב אינו רואה בשמחת ירושלים וכל המתאבל על ירושלים זוכה ורואה בשמחתה וכל האוכל בשר או שותה יין בסעודה המפסקת עליו הכתוב אומר ותהי עונותם על עצמותם:"
    }
  ]
}