{
  "id": "orach_chaim-649",
  "chapterLabel": "סימן undefinedמ״ט",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-649-1",
      "section": 1,
      "text": "דברים הפוסלים בד' מינים. ובו ו סעיפים:כל ארבעה המינים פסולים בגזול ובגנוב בין לפני יאוש בין לאחר יאוש אבל גזול וקנאו בלא סיוע המצוה כגון גזל לולב ושיפהו כשר דקנייה בשינוי מעשה ומיהו לא יברך עליו ויש מי שאומר דלא נפסל גזול וגנוב אלא לגנב ולגזלן עצמו אבל לאחרי' כשר בשאר הימי' חוץ מיום ראשון: הגה ומשום זה יש ליזהר שלא יקצץ הישראל בעצמו אחד מארבעה המינים שבלולב לצורך לולבו דקרקע אינה נגזלת וסתם עכו\"ם גוזלי קרקע הם ויבא בגזילה לידו אלא יקצצנו עכו\"ם ויקנה מהם [תשובת הרשב\"א סי' תתנ\"ב הגהות אשירי ס\"פ לולב הגזול] ואין חילוק בזה בין א\"י או חוצה לארץ [אור זרוע]. לולב שאגדו עכו\"ם ועשאו כשר כמו סוכת עכו\"ם [מרדכי הלכות קטנות]:"
    },
    {
      "id": "orach_chaim-649-2",
      "section": 2,
      "text": "וכן שאול ביום ראשון משום דבעינן לכם: הגה והמודר הנאה מלולבו של חבירו או מלולבו של עצמו אינו יוצא בו ביום א' דלא הוי שלכם (תשובת רשב\"א סימן תשמ\"ו ותשמ\"ז):"
    },
    {
      "id": "orach_chaim-649-3",
      "section": 3,
      "text": "וכן של עיר הנדחת ושל אשרה של ישראל פסול אבל של עכו\"ם לכתחל' לא יטול ואם נטל יצא מיום ראשון ואילך דלא בעינן לכם: הגה ודוקא שלא נתכוין לזכות בו אבל אם נתכוין לזכות בו הוי ליה של ישראל דאינו יוצא בו ודוקא קודם שנתבטל אבל אם נתבטל ביד עכו\"ם אפי' מכוין לזכות בו אח\"כ יוצא בדיעבד [רבינו ירוחם נ\"ח ח\"ג ור\"ן] ועיין לעיל סי' תקפ\"ו:"
    },
    {
      "id": "orach_chaim-649-4",
      "section": 4,
      "text": "גנות הצעירים וכיוצא בהם מבתי שמשיהם מותר ליטול משם לולב או שאר מינים למצוה [ואפי' האילן נטוע לפני ע\"א כל זמן שאין עובדין האילן] [רבינו ירוחם נ\"ח ח\"ג]:"
    },
    {
      "id": "orach_chaim-649-5",
      "section": 5,
      "text": "כל אלו שאמרנו שהם פסולים מפני מומין שביארנו או מפני גזל וגניבה ביום טוב הראשון בלבד אבל בשאר ימים הכל כשר: הגה ויש פוסלין בגזול כל ז' ימים והכי נהוג אבל שאול יוצא בו [טור והמגיד בשם פוסקים] ומותר ליטול לולב של חבירו בלא דעת חבירו בשאר ימים דניחא ליה לאינש למיעבד מצוה בממוניה והוי כשאול [תה\"ד סי' ק' ופסקיו סי' קנ\"ט] וחסר כשר בשאר ימים [טור] וניטל פטמתו או עוקצו דינו כחסר וכשר מיום ראשון ואילך [רבינו ירוחם נ\"ח ח\"ג] מיהו אם נקבוהו עכברים לא יטלנו אף שאר הימים משום מאוס [כל בו] עד שיסיר ניקור העכברים אבל אם היה יבש או מנומר שפסול כל שבעת ימים אף אם חתך היבשות או הנמור פסול כל שבעה הואיל ובא מכח פסול (הגהות אשירי פ\"ק לולב הגזול) ומותר לכתחלה להתנות על אתרוג שיהיה כולו ליום ראשון ושאינו בודל ממנו כל בין השמשות של ליל שני ואילך ומותר אז לכתחלה לאכול ממנו מיום שני ואילך ולצאת ידי מצוה עם הנשאר (ב\"י בשם הרא\"ש) אלא שאין אנו בקיאין בתנאים כדלעיל בס\"ס תרל\"ח בהג\"ה. והפיסול שהוא משום עבודת אלילים או מפני שאותו אתרוג אסור באכילה או מפני שאינם מינם או שהם חסרים השיעור בין ביום טוב ראשון בין בשאר ימים פסול (וחזזית פוסלת כל שבעת הימים) (רבינו ירוחם נ\"ח ח\"ג ור\"ן פרק לולב הגזול) והעושים שני ימים טובים פסולי ראשון נוטלין בשני אבל ברוכי לא מברכינן (ואם יש לחבירו לולב ואתרוג כשר יברך על של חבירו מדעתו) (ד\"ע):"
    },
    {
      "id": "orach_chaim-649-6",
      "section": 6,
      "text": "בשעת הדחק שאין נמצא כשר כל הפסולין נוטלים ואין מברכין: הגה ויש מכשירין לולב יבש אפי' לברך עליו (רמב\"ם פ\"ח והמגיד) וכן נוהגין לברך על לולבין יבשים אפי' בדאיכא אחרים לחין (אגור) אבל בשאר מינים אין לנהוג הכי ויש מקילין אפי' בהדס יבש (הגהות מיימוני ומרדכי) ויש לסמוך עלייהו בשעת הדחק ואע\"ג דחסר כשר בשאר ימים אין לחתוך אתרוג לב' או לג' חלקים ולחלקו ולצאת בו אפילו בשעת הדחק דדוקא חסר ונשאר העיקר קיים כשר אבל כי האי גוונא מיקרי חתיכת אתרוג ולא אתרוג (ר\"ן ופסקי מהרא\"י סי' נ\"ב) וכל זה לענין לברך עליו אבל בלא ברכה יכול ליטול כל הפסולין ולא לברך עליהם (טור):"
    }
  ]
}