{
  "id": "orach_chaim-501",
  "chapterLabel": "סימן 501",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-501-1",
      "section": 1,
      "text": "עצים האסורים והמותרים בי\"ט. ובו ז סעיפים:אין מבקעין עצים מן הקורות שעומדות לבנין ולא מקורה שנשברה בי\"ט אפי' אם היתה רעועה מעי\"ט וקרובה להשבר אבל אם נשברה מעי\"ט אם אי אפשר להסיקה בלא ביקוע מבקעין ממנה חתיכות גדולות ולא יבקע לא בקרדום ולא במגל ולא במגירה אלא בקופץ (פי' סכין של קצבים ויש עושין בו ב' ראשין דומה קצת לקרדום רש\"י) ובצד הקצר שלו אבל לא בצד הרחב ויש מי שאוסר אפי' בקופיץ לפי שאין אנו בקיאין מהו ולא התירו אלא בסכין:"
    },
    {
      "id": "orach_chaim-501-2",
      "section": 2,
      "text": "עצים גדולים קצת וראוים להסקה בלא ביקוע לא יבקע כלל ואפי' לשברם ביד יש מי שאוסר:"
    },
    {
      "id": "orach_chaim-501-3",
      "section": 3,
      "text": "אין מביאין עצים מן השדה אפי' אם היו מכונסין שם מבערב אבל מגבב הוא בשדה משלפניו (וכן בחצר לוקח לפניו) [ב\"י ורמב\"ם] ומדליק שם ומביאין מהמכונסים שברשות היחיד ואפי' היתה מוקפ' שלא לשם דירה ובלבד שיהיה בה מסגרת ותהיה בתוך תחום שבת ואם חסר אחת מכל אלו הרי הן מוקצה:"
    },
    {
      "id": "orach_chaim-501-4",
      "section": 4,
      "text": "עלי קנים ועלי גפני' אע\"פ שהם מכונסים בקרפף וכיון שהרוח מפזרת אותם הרי הם כמפוזרין ואסורים ואם הניח עליהם כלי כבד מערב י\"ט הרי אלו מוכנים:"
    },
    {
      "id": "orach_chaim-501-5",
      "section": 5,
      "text": "עצים שנשרו מן האילן בי\"ט אין מסיקין בהם (וע\"ל סימן תק\"ו סעיף ב'):"
    },
    {
      "id": "orach_chaim-501-6",
      "section": 6,
      "text": "כלים שנשברו בי\"ט אין מסיקין בהם מפני שהם נולד: (ואם הסיק בכלים אסור להפוך באש לאחר שהודלקו במקצת דאז הוו שברי כלי אא\"כ ריבה עליהם עצים מוכנים) [המגיד פ\"ב ור\"ן פ\"ק דביצה] אבל מסיקין בכלים שלמים או בכלים שנשברו מבעוד יום:"
    },
    {
      "id": "orach_chaim-501-7",
      "section": 7,
      "text": "שקדים ואגוזים שאכלם מערב יום טוב מסיקין בקליפיה' בי\"ט ואם אכלם בי\"ט אין מסיקין בקליפיהן: הגה גם אין להסיק עם האגוזים והשקדים עצמן אלא אם כן הם עדיין בקליפה (ב\"י) ולפידים שנשארו מי\"ט ראשון שכבו מותר לחזור ולהדליקם אפי' בי\"ט שני של ר\"ה או י\"ט אחר שבת: [הרא\"ש ומרדכי ריש ביצה וב\"י]:"
    }
  ]
}