{
  "id": "orach_chaim-340",
  "chapterLabel": "סימן 340",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-340-1",
      "section": 1,
      "text": "כמה דינים מדברים האסורים בשבת כעין תולדות מאבות. ובו יד סעיפים:אסור ליטול שערו או צפרניו בין ביד בין בכלי בין לעצמו בין לאחרים וחייב על שתי שערות ומלקט לבנות מתוך שחורות אפי' באחת חייב ודבר זה אפי' בחול אסור משום לא ילבש גבר שמלת אשה: הגה ועיין לעיל סוף סימן ש\"ג דין סריקה וחפיפה:"
    },
    {
      "id": "orach_chaim-340-2",
      "section": 2,
      "text": "אסור לחתוך יבלת מגופו בין ביד בין בכלי בין לו בין לאחר:"
    },
    {
      "id": "orach_chaim-340-3",
      "section": 3,
      "text": "המוחק דיו שעל הקלף או שעוה שעל הפנקס אם יש במקומו כדי לכתוב ב' אותיות חייב: הגה אסור לשבור עוגה שכתוב עליה כמין אותיות אע\"פ שאינו מכוין רק לאכילה דהוי מוחק: (מרדכי פרק כלל גדול):"
    },
    {
      "id": "orach_chaim-340-4",
      "section": 4,
      "text": "יש ליזהר שלא לכתוב באצבעו במשקין על השולחן או באפר: אבל מותר לרשום באויר כמין אותיות (תרומת הדשן סי' ס\"ג):"
    },
    {
      "id": "orach_chaim-340-5",
      "section": 5,
      "text": "מותר לרשום בצפורן על הספר כמו שרושמין לסימן שאין זה דבר המתקיים:"
    },
    {
      "id": "orach_chaim-340-6",
      "section": 6,
      "text": "חוט של תפירה שנפתח אסור למתחו משום תופר:"
    },
    {
      "id": "orach_chaim-340-7",
      "section": 7,
      "text": "אותם שמהדקים הבגדים סביב זרועותיהם על ידי החוט שמותחין אותו ומתהדק אסור למתחו אלא אם כן יהיו הנקבים רחבים קצת ומתוקנים בתפירה ובעיגול:"
    },
    {
      "id": "orach_chaim-340-8",
      "section": 8,
      "text": "מוכין שנפלו מן הכסת מותר להחזירם אבל אסור ליתנם בתחלה בכסת:"
    },
    {
      "id": "orach_chaim-340-9",
      "section": 9,
      "text": "אסור לקבץ מלח ממשרפות המלח שדומה למעמר וכן אסור לקבץ כל דבר במקום גידולו:"
    },
    {
      "id": "orach_chaim-340-10",
      "section": 10,
      "text": "המקבץ דבילה ועשה ממנה עיגול או שנקב תאנים והכניס החבל בהם עד שנתקבצו גוף אחד הרי זה תולדות מעמר וחייב וכן כל כיוצא בזה:"
    },
    {
      "id": "orach_chaim-340-11",
      "section": 11,
      "text": "אע\"פ שנותנים שומשמין ואגוזים לדבש לא יחבצם בידו:"
    },
    {
      "id": "orach_chaim-340-12",
      "section": 12,
      "text": "הנותן זרע פשתן או שומשמין וכיוצא בהם במים חייב משום לש מפני שמתערבים ונתלים זה בזה:"
    },
    {
      "id": "orach_chaim-340-13",
      "section": 13,
      "text": "אין שוברים החרס ואין קורעין הנייר מפני שהוא כמתקן כלי:"
    },
    {
      "id": "orach_chaim-340-14",
      "section": 14,
      "text": "המדבק ניירות או עורות בקולן של סופרים וכיוצא בו הרי זה תולדת תופר וחייב וכן המפרק ניירות דבוקים או עורות דבוקים ולא נתכוין לקלקל בלבד הרי זה תולדת קורע וחייב:"
    }
  ]
}