{
  "id": "orach_chaim-548",
  "chapterLabel": "סימן undefinedמ״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-548-1",
      "section": 1,
      "text": "דין אבילו' בחול המועד. ובו כ סעיפים:הקובר את מתו בתוך הרגל לא חל עליו אבילו' ברגל אלא לאחר הרגל מתחיל למנות ז' ונוהג בהם אבילות ומונה שלשים מיום הקבורה ונוהג בשאר השלשים ככל גזירות שלשים:"
    },
    {
      "id": "orach_chaim-548-2",
      "section": 2,
      "text": "במקומות שעושין שני ימים טובים מונה השבעה מיום טוב שני האחרון אף ע\"פ שאינו נוהג בו אבילות הואיל ומדבריהם הוא עולה לו מן המנין ומונה מאחריו ו' ימים בלבד: הגה אם יום שני של ראש השנה עולה למנין ז' עיין בי\"ד סי' שצ\"ט סי\"ג בהגהות:"
    },
    {
      "id": "orach_chaim-548-3",
      "section": 3,
      "text": "הקובר את מתו ביו\"ט שני של גליות שהוא יו\"ט האחרון או ביו\"ט שני של עצרת נוהג בו אבילות אם היה אותו היום יום מיתה וקבורה הואיל ויום טוב שני מדבריהם ואבילו' יום ראשון של תורה ידחה עשה של דבריהם מפני עשה של תורה אבל אם קברו אותו ביו\"ט שני של ראש השנה אינו נוהג בו אבילו' ששניהם כיום ארוך: הגה ויש חולקים וס\"ל דאין נוהג אבילות בשום י\"ט שני וכן מנהג פשוט ואין לשנות (ר\"ת והרא\"ש):"
    },
    {
      "id": "orach_chaim-548-4",
      "section": 4,
      "text": "זה שאמרנו שהקובר מתו ברגל לא חלה עליו אבילו' הני מילי דברים של פרהסיא אבל דברים שבצנעה נוהג (מיהו מותר לישן עם אשתו בחדר וא\"צ שמירה):"
    },
    {
      "id": "orach_chaim-548-5",
      "section": 5,
      "text": "אע\"פ שאין אבילו' נוהג במועד אנינו' נוהג בו שאם מת לו מת בחול המועד אסור בדברים שאונן אסור בהם ואם מת ביום טוב ואינו רוצה לקברו בו ביום אין עליו דין אנינו' אלא אם כן צריך להחשיך על התחום להכין לו צרכי קבורה אז חל עליו דין אנינות משעה שמחשיך אבל אם מת בי\"ט שני והוא רוצה לקברו בו ביום או ביום טוב ראשון ורוצה לקברו ע\"י עכו\"ם חל עליו אנינו':"
    },
    {
      "id": "orach_chaim-548-6",
      "section": 6,
      "text": "אף ע\"פ שאין אבילו' ברגל אם מת לו מת ברגל מתעסקים בו ברגל לנחמו ולאחר הרגל כשיכלו שבעה למיתת המת אע\"פ שעדיין לא כלה האבילו' מלאכתו נעשית ע\"י אחרים בבתיהם ועבדיו עושים לו בצנעא בתוך ביתו ואין צריכים לנחמו אחר הרגל מנין הימים שנחמוהו ברגל:"
    },
    {
      "id": "orach_chaim-548-7",
      "section": 7,
      "text": "מת לו מת קודם הרגל ונהג אבילו' אפי' שעה א' לפני הרגל בטלה ממנו גזירת שבעה וימי הרגל עולים למנין שלשים הרי ז' לפני הרגל והרגל ומשלים עליהם עד שלשים ודוקא שנהג אבילו' באותו שעה אבל אם שגג או הזיד ולא נהג אבילו' או שהיה סמוך לחשכה ולא היה יכול לנהוג אין הרגל מבטל האבילו' ודינו כדין קובר מתו ברגל:"
    },
    {
      "id": "orach_chaim-548-8",
      "section": 8,
      "text": "אם נהג שבעה ופגע בו הרגל מבטל ממנו גזיר' שלשים אפי' חל יום שבעה בערב הרגל מותר לספר ולכבס בערב הרגל: הגה וה\"ה הרחיצה לדידן דנוהגין איסור רחיצה כל שלשים ומותר לרחוץ סמוך לערב ואין צריך להמתין עד הלילה (הגהות מיימוני ומרדכי והגהות אשירי) ואין צריך לו' אם חל יום ח' להיו' בשבת ערב הרגל שמותר לספר בערב שבת ואם לא גילח בערב הרגל מותר לגלח אחר הרגל שהרי כבר נתבטל ממנו גזיר' שלשים אבל בתוך הרגל לא יגלח כיון שהיה אפשר לו לגלח קודם הרגל ואם חל יום שבעה שלו בשבת ערב הרגל מותר לגלח בחול המועד כיון שלא היה אפשר לו לגלח קודם:"
    },
    {
      "id": "orach_chaim-548-9",
      "section": 9,
      "text": "הא דרגל מבטל גזיר' שלשים בשאר מתים אבל באביו ואמו שאסור לספר עד שיגערו בו חבריו אפילו פגע בו הרגל לאחר שלשים יום אינו מבטל:"
    },
    {
      "id": "orach_chaim-548-10",
      "section": 10,
      "text": "ואם חל א' מימי האבילו' חוץ מהשביעי בערב הרגל מותר לכבס ולא ילבשנו עד הלילה וטוב ליזהר מלכבס עד אחר חצות כדי שיהא ניכר שמפני הרגל הוא מכבס אבל לרחוץ אסור עד הלילה ויש מתירין לרחוץ אחר תפלת המנחה סמוך לחשיכה: הגה ולדידן דנוהגים איסור רחיצה כל ל' אסור לרחוץ דהא הרגל לא בטל ממנו רק גזירת שבעה וה\"ה לענין כבוס במקום דנוהגין איסור כבוס כל שלשים:"
    },
    {
      "id": "orach_chaim-548-11",
      "section": 11,
      "text": "ראש השנה ויום הכפורים חשיבי כרגלים לבטל האבילות:"
    },
    {
      "id": "orach_chaim-548-12",
      "section": 12,
      "text": "נהג שעה אחת לפני הפסח אותה שעה חשובה כשבעה ושמונה ימי הפסח הרי חמשה עשר ומשלים עליהם (עוד) ט\"ו:"
    },
    {
      "id": "orach_chaim-548-13",
      "section": 13,
      "text": "שעה אחת לפני עצרת חשובה כשבעה ועצרת כיון שאם לא הקריב קרבנות עצרת בעצרת יש לו תשלומין כל ז' חשיב כז' הרי י\"ד ומשלים עליהם (עוד) י\"ו ויום שני של עצרת עולה למנין הי\"ו:"
    },
    {
      "id": "orach_chaim-548-14",
      "section": 14,
      "text": "שעה אחת לפני ראש השנה בטלה ממנו גזירת שבעה מפני ראש השנה וגזרת שלשים מבטל ממנו יום הכפורים ומגלח בערב יום הכפורים והוא הדין לקובר מתו בשלשה בתשרי שמגלח בערב יום הכפורים:"
    },
    {
      "id": "orach_chaim-548-15",
      "section": 15,
      "text": "שעה אחת לפני יום הכפורים בטלה ממנו גזירת שבעה מפני יום הכפורים וגזיר' שלשים מבטל ממנו החג ומגלח בערב החג:"
    },
    {
      "id": "orach_chaim-548-16",
      "section": 16,
      "text": "שעה אחת לפני החג והחג הרי י\"ד ושמיני עצרת שבעה הרי כ\"א יום ויום שני של שמיני עצרת הרי כ\"ב ומשלים עליהם ח':"
    },
    {
      "id": "orach_chaim-548-17",
      "section": 17,
      "text": "שמע שמועה קרובה בשבת או ברגל ולמוצאי שבת ורגל נעשית רחוקה דינו כדין שמע שמועה רחוקה אחר השבת והרגל אלא שבשבת וברגל נוהג דברים שבצנעה:"
    },
    {
      "id": "orach_chaim-548-18",
      "section": 18,
      "text": "שמע שמועה רחוקה בשבת או ברגל אינו נוהג בהם אפי' דברים שבצנעה אלא למוצאי שבת או הרגל נוהג שעה אחת ודיו:"
    },
    {
      "id": "orach_chaim-548-19",
      "section": 19,
      "text": "שמע שמועה קרובה בשבת שבת עולה ליום אחד ולמחר קורע והוי ליה יום ששי שביעי לאבילות:"
    },
    {
      "id": "orach_chaim-548-20",
      "section": 20,
      "text": "אם עשרה ימים אחר החג שמע שמת לו מת בערב החג אע\"פ שאם נמנה שעה אחת לפני החג שבעה ושבעת ימי החג ויום שמיני עצרת כ\"א ועשרה ימים אחרים הרי ל\"א אין לזה דין שמועה רחוקה אלא דין שמועה קרובה שאין הרגל עולה למי שלא נהג אבילות קודם לו כלל וכל שכן למי שלא היה יודע שמת לו מת:"
    }
  ]
}