{
  "id": "orach_chaim-113",
  "chapterLabel": "סימן 113",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-113-1",
      "section": 1,
      "text": "דיני הכריעות בי\"ח ברכות. ובו ט סעיפים:אלו ברכות ששוחין בהם באבות תחלה וסוף ובהודאה תחלה וסוף ואם בא לשחות בסוף כל ברכה או בתחלתה מלמדין אותו שלא ישחה אבל באמצעיתן יכול לשחות:"
    },
    {
      "id": "orach_chaim-113-2",
      "section": 2,
      "text": "הנוהגים לשחות בר\"ה וי\"ה כשאומרים זכרנו ומי כמוך צריכים לזקוף כשמגיעים לסוף הברכה: הגה ואע\"ג דבאבות כורע בסוף הברכה מכל מקום צריך לזקוף מעט בסוף זכרנו כדי שיהא נראה שחוזר וכורע משום חיוב (ד\"ע לפי הטור):"
    },
    {
      "id": "orach_chaim-113-3",
      "section": 3,
      "text": "הכורע בוכל קומה לפניך תשתחוה או בולך אנחנו מודים או בהודאה דהלל וברכת המזון הרי זה מגונה (פי' שאין לכרוע אלא במקום שתקנו חכמים):"
    },
    {
      "id": "orach_chaim-113-4",
      "section": 4,
      "text": "המתפלל צריך שיכרע עד שיתפקקו כל חוליות שבשדרה ולא יכרע באמצע מתניו וראשו ישאר זקוף אלא גם ראשו יכוף כאגמון:"
    },
    {
      "id": "orach_chaim-113-5",
      "section": 5,
      "text": "ולא ישחה כל כך עד שיהיה פיו כנגד חגור של מכנסים ואם הוא זקן או חולה ואינו יכול לשחות עד שיתפקקו כיון שהרכין (פי' שהשפיל) ראשו דיו מאחר שניכר שהוא חפץ לכרוע אלא שמצער עצמו:"
    },
    {
      "id": "orach_chaim-113-6",
      "section": 6,
      "text": "כשהוא כורע יכרע במהירות בפעם אחת וכשהוא זוקף זוקף בנחת ראשו תחלה ואחר כך גופו שלא תהא עליו כמשאוי:"
    },
    {
      "id": "orach_chaim-113-7",
      "section": 7,
      "text": "כשכורע כורע בברוך וכשזוקף זוקף בשם:"
    },
    {
      "id": "orach_chaim-113-8",
      "section": 8,
      "text": "המתפלל ובא כנגדו עכו\"ם ויש לו שתי וערב בידו והגיע למקום ששוחין בו לא ישחה אע\"פ שלבו לשמים:"
    },
    {
      "id": "orach_chaim-113-9",
      "section": 9,
      "text": "אין להוסיף על תאריו של הקב\"ה יותר מהאל הגדול הגבור והנורא ודוקא בתפלה מפני שאין לשנות ממטבע שטבעו חכמים אבל בתחנונים או בקשות ושבחות שאדם אומר מעצמו לית לן בה ומ\"מ נכון למי שירצה להאריך בשבחי המקום שיאמר אותו בפסוקים:"
    }
  ]
}