{
  "id": "orach_chaim-039",
  "chapterLabel": "סימן ל״ט",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-039-1",
      "section": 1,
      "text": "מי הם הכשרים לכתוב תפילין ולקנות מהם. ובו י סעיפים:תפילין שכתבן עבד או אשה או קטן אפילו הגיע לחינוך (או עכו\"ם) או כותי או מומר לע\"א או מוסר פסולים משום דכתיב וקשרתם וכתבתם כל שאינו בקשירה או אינו מאמין בה אינו בכתיבה:"
    },
    {
      "id": "orach_chaim-039-2",
      "section": 2,
      "text": "כל שפסול לכתבן פסול בכל תיקון עשייתן:"
    },
    {
      "id": "orach_chaim-039-3",
      "section": 3,
      "text": "גר שחזר לדתו מחמת יראה כשר לכתוב תפילין:"
    },
    {
      "id": "orach_chaim-039-4",
      "section": 4,
      "text": "תפילין שכתבם אפיקורס (פי' מיאני) ישרפו וי\"א יגנזו:"
    },
    {
      "id": "orach_chaim-039-5",
      "section": 5,
      "text": "נמצאו ביד אפיקורס ואין יודע מי כתבן יגנזו:"
    },
    {
      "id": "orach_chaim-039-6",
      "section": 6,
      "text": "נמצאו ביד עכו\"ם ואין יודע מי כתבם כשרים:"
    },
    {
      "id": "orach_chaim-039-7",
      "section": 7,
      "text": "אין לוקחין תפילין ומזוזות וספרים מן העכו\"ם יותר מכדי דמיהן הרבה כדי שלא להרגיל לגנבן ולגוזלן:"
    },
    {
      "id": "orach_chaim-039-8",
      "section": 8,
      "text": "אין נקחין אלא מן המומחה שבקי בחסירות ויתרות:"
    },
    {
      "id": "orach_chaim-039-9",
      "section": 9,
      "text": "לקח ממי שאינו מומחה צריך לבדקן לקח ממנו מאה קציצות בודק מהם שלשה קציצות שתים של ראש וא' של יד או שתים של יד וא' של ראש אם מצאן כשרים הוחזק זה האיש והרי כולם כשרים ואין השאר צריך בדיקה ואם לקחן צבתים צבתים חזקתן מאנשים הרבה הם לקוחים לפיכך בודק מכל צבת ב' של ראש וא' של יד או ב' של יד וא' של ראש המוכר תפילין ואמר שהיו של אדם גדול נאמן ואינם צריכים בדיקה"
    },
    {
      "id": "orach_chaim-039-10",
      "section": 10,
      "text": "תפילין שהוחזקו בכשרות אינם צריכים בדיקה לעולם ואם אינו מניחן אלא לפרקים צריכים בדיקה פעמים בשבוע: הגה ואם אין לו מי שיוכל לבדוק ולחזור ולתופרן יניחם כך בלא בדיקה: (ב\"י בשם אורחת חיים):"
    }
  ]
}