{
  "id": "orach_chaim-648",
  "chapterLabel": "סימן undefinedמ״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-648-1",
      "section": 1,
      "text": "דברים הפסולים באתרוג. ובו כב סעיפים:אתרוג היבש פסול ושיעור היבשות כשאינו מוציא שום ליחה ויבדוק על ידי שיעביר בו מחט ובו חוט ואם יש בו ליחה יראה בחוט [ואתרוג שהוא משנה שעברה ודאי יבש הוא ופסול] [תשובת מהרי\"ל סימן ה']:"
    },
    {
      "id": "orach_chaim-648-2",
      "section": 2,
      "text": "אתרוג שניקב נקב מפולש כל שהוא פסול ושאינו מפולש אם היה כאיסר פסול ואם חסר כל שהוא פסול ויש אומרים דגם בנקב מפולש בעינן חסרון משהו ושאינו מפולש בחסרון כאיסר: הגה ונהגו להכשיר הנקבים שנעשו באילן ע\"י קוצים אע\"פ שיש בהם חסרון שזהו דרך גדילתו (ת\"ה סי' צ\"ט) מיהו אם רואה שאין העור והבשר קיים תוך הנקב פסול לסברא הראשונה אע\"פ שאינו מפולש ובשעת הדחק יש להקל כסברא האחרונה להכשיר חסרון שאינו כאיסר ואינו נקב מפולש (דעת עצמו):"
    },
    {
      "id": "orach_chaim-648-3",
      "section": 3,
      "text": "מפולש יש מפרשים כפשוטו דהיינו שניקב מצד זה לצד זה ויש מפרשים שכיון שניקב עד חדרי הזרע שהגרעינים בתוכו מקרי מפולש:"
    },
    {
      "id": "orach_chaim-648-4",
      "section": 4,
      "text": "אתרוג שנימוח כל בשרו בפנים וקליפתו החיצונה קיימת וחדרי הזרע קיימים בפנים כשר ויש פוסלים:"
    },
    {
      "id": "orach_chaim-648-5",
      "section": 5,
      "text": "נסדק כולו מראשו לסופו אפילו אינו חסר כלום פסול אבל נשאר בו שיור למעלה ולמטה אפי' כל שהוא כשר ויש מי שאומר דדוקא מלמטה אבל בחוטמו אפי' כל שהוא פסול: הגה ויש מחמירים לפסול בנסדק רובו וכל שלא נסדק רוב קליפתו העבה לא מקרי נסדק: (רבינו נסים):"
    },
    {
      "id": "orach_chaim-648-6",
      "section": 6,
      "text": "נקלף הקליפה החיצונה שלו שאינו מחסרו אלא נשאר ירוק כמות שהוא ברייתו אם נקלף כולו פסול אם נשאר ממנו כל שהוא כשר וי\"א שצריך שישתייר כסלע:"
    },
    {
      "id": "orach_chaim-648-7",
      "section": 7,
      "text": "ניטל דדו והוא הראש הקטן ששושנתו בו פסול: הגה ויש מחמירין אם נטלה השושנתא דהיינו מה שאנו קורין פיטמא (ר\"ן) וטוב להחמיר במקום שאפשר מיהו לענין דינא אין לפסול אא\"כ ניטל הדד דהיינו העץ שראש הפיטמא עליו והראש נקרא שושנתא (המגיד) וכל זה דוקא בניטלה אבל אם לא היה לו דד מעולם כשר וכן הם רוב האתרוגים שמביאים במדינות אלו (הרא\"ש):"
    },
    {
      "id": "orach_chaim-648-8",
      "section": 8,
      "text": "ניטל העץ שהוא תלוי בו באילן מעיקר האתרוג ונשאר מקומו גומא פסול: הגה ואם ינטל קצת העץ ונשאר עובי כל שהוא שכל רוחב הגומא מכוסה כשר (טור):"
    },
    {
      "id": "orach_chaim-648-9",
      "section": 9,
      "text": "עלתה חזזית (תרגום או ילפת או חזזן) עליו אם בשנים או בשלשה מקומות פסול ואם במקום אחד אם עלה על רובו פסול ואם על חוטמו אפי' כל שהוא פסול וחוטמו היינו ממקום שמתחיל להתקצר ולהתחדד כלפי ראשו:"
    },
    {
      "id": "orach_chaim-648-10",
      "section": 10,
      "text": "י\"א דהא דבב' וג' מקומות פסול היינו דוקא כשנתפשט הנימור ברובו אע\"פ שבשטח החברבורות הוא מיעוט אבל במיעוטו כגון שכולם מצד א' של אתרוג כשר ויש פוסלים אפי' במיעוטו של צד א':"
    },
    {
      "id": "orach_chaim-648-11",
      "section": 11,
      "text": "אם הוא מחצה על מחצה במקום אחד יש מכשירים ויש פוסלים:"
    },
    {
      "id": "orach_chaim-648-12",
      "section": 12,
      "text": "מחוטמו ואילך דהיינו ממקום שמתחיל לשפע עד הפיטמ' פוסל חזזית וכל שינוי מראה בכל שהוא ויש מי שאומר דה\"ה דיבש פוסל שם בכל שהוא:"
    },
    {
      "id": "orach_chaim-648-13",
      "section": 13,
      "text": "חזזית הוא כמו אבעבועות ויש בו ממש שמקומו ניכר במישוש שהוא גבוה מהאתרוג: הגה ולכן יש להכשיר אותן חזזית שקורין בל\"א מו\"ל לפי שאינן גבוהים משאר האתרוג (מהרי\"ל) ויש מי שכ' דיש להכשירם מטעם דנחשבים מראה אתרוג מאחר דרגילים להיות הרבה כך (ת\"ה סי' צ\"ט):"
    },
    {
      "id": "orach_chaim-648-14",
      "section": 14,
      "text": "אם עלתה בו חזזית בענין שפסול או שהוא מנומר אם כשקולפו חוזר למראה האתרוג כשר [לאחר שנקלף ולא חסר כלום]:"
    },
    {
      "id": "orach_chaim-648-15",
      "section": 15,
      "text": "נפל עליו מים בתלוש ותפח או סרח או שהוא כבוש בחומץ או מבושל או מנומר פסול:"
    },
    {
      "id": "orach_chaim-648-16",
      "section": 16,
      "text": "אם הוא שחור או לבן במקום א' פוסל ברובו בשנים או בשלשה מקומות דינו כחזזית ליפסל אפי' במיעוטו:"
    },
    {
      "id": "orach_chaim-648-17",
      "section": 17,
      "text": "מקום שהאתרוגים שלהם כעין שחורות מעט כשרים ואם היו שחורים ביותר כאדם כושי הרי זה פסול בכל מקום:"
    },
    {
      "id": "orach_chaim-648-18",
      "section": 18,
      "text": "העגול ככדור פסול:"
    },
    {
      "id": "orach_chaim-648-19",
      "section": 19,
      "text": "גדלו בדפוס ועשאו כמין בריה אחרת פסול עשאן כמו ברייתו אע\"פ שעשאו דפין דפין כשר:"
    },
    {
      "id": "orach_chaim-648-20",
      "section": 20,
      "text": "התיום דהיינו שגדל שנים דבוקים זה בזה כשר:"
    },
    {
      "id": "orach_chaim-648-21",
      "section": 21,
      "text": "הירוק שדומה לעשבי השדה פסול אלא אם כן חוזר למראה אתרוג כשר כשמשהין אותו:"
    },
    {
      "id": "orach_chaim-648-22",
      "section": 22,
      "text": "שיעור אתרוג קטן פחות מכביצה פסול אבל אם הוא כביצה אפי' אם הוא בוסר שעדיין לא נגמר פריו כשר ואם היה גדול כל שהוא כשר:"
    }
  ]
}