{
  "id": "orach_chaim-575",
  "chapterLabel": "סימן 575",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-575-1",
      "section": 1,
      "text": "דיני תעניות שמתפללין בארץ ישראל על הגשמים. ובו יג סעיפים:סדר תעניו' שמתענין בארץ ישראל על גשמים כך היא הגיע י\"ז במרחשוון ולא ירדו גשמים מתחילין תלמידי חכמים בלבד להתענו' שלשה תעניות ב' וה' וב' וכל התלמידים ראוים לכך ודין תעניות אלו כדין תענית יחיד:"
    },
    {
      "id": "orach_chaim-575-2",
      "section": 2,
      "text": "הגיע ר\"ח כסליו ולא ירדו גשמים בית דין גוזרין שלשה תעניות על הצבור שני וחמישי ושני וכל העם נכנסים לבתי כנסיות ומתפללים וזועקים ומתחננים כדרך שעושים בכל התעניו':"
    },
    {
      "id": "orach_chaim-575-3",
      "section": 3,
      "text": "עברו אלו ולא נענו ב\"ד גוזרין עוד ג' תעניו' על הציבור שני וחמישי ושני ובאלו מפסיקין מלאכול מבעוד יום ואסורים בהם בעשיית מלאכה ביום אבל לא בלילה ואסורים ברחיצת כל הגוף בחמין לפיכך נועלין את המרחצאו' אבל פניו ידיו ורגליו בחמין וכל גופו בצונן מותר ואסורים בסיכה אלא א\"כ הוא להעביר את הזוהמא ואסורים בהם בתשמיש המטה וכן אסורים בנעילת הסנדל בעיר ומתפללין בבתי כנסיות ומתחננים כבשאר תעניו':"
    },
    {
      "id": "orach_chaim-575-4",
      "section": 4,
      "text": "עברו אלו (ולא נענו) ב\"ד גוזרין עוד ז' תעניות על הצבור שני וחמישי ושני וחמישי ושני וחמישי ושני וכל מה שאסור בג' שלפני אלו אסור אף באלו ויתירין אלו שמתריעין בהם בשופר על הברכו' שמוסיפים בהם ומתפללי' ברחוב העיר ומורידין זקן להוכיחם ומוסיפין שש ברכו' בתפלת שחרי' ובתפלת המנחה ונועלים את החניו' ובשני לעת ערב פותחין מעט (אותן החניות המוכרות אכילה ושתיה) (ב\"י בשם רש\"י) כדי שימצאו לקנו' לסעוד' הלילה ובחמישי פותחין כל היום חניו' המוכרו' מאכל מפני כבוד השבת ואם יש לחנו' שני פתחים פותח אחד ונועל אח' ואם יש לחנו' אצטבא לפניו פותח כדרכו בחמישי ואינו חושש:"
    },
    {
      "id": "orach_chaim-575-5",
      "section": 5,
      "text": "עוברו' ומניקות מתענות אבל לא בג' ראשונו' ולא בז' אחרונו' ומיהו לא יאכלו אלא כדי קיום הולד (ואסור להן להחמיר ולהתענות) (תשב\"ץ סי' תכ\"ח):"
    },
    {
      "id": "orach_chaim-575-6",
      "section": 6,
      "text": "אחר שגזרו י\"ג תעניו' אלו אם לא נענו אין גוזרין עוד והני מילי כשמתענין על הגשמים לפי שכשעברו אלו כבר עברו זמן הגשמים ואין בהם תועלת אבל על שאר פורעניו' מתענים והולכים עד שיענו:"
    },
    {
      "id": "orach_chaim-575-7",
      "section": 7,
      "text": "כשמתענים על הגשמים ועברו י\"ג תעניו' אלו ולא נענו ממעטין במשא ומתן ובבנין של שמחה (אלא אם כן כותלו נוטה ליפול) (טור) וממעטין באירוסין ונישואין אלא אם כן לא קיים מצות פריה ורביה וממעטים בשאיל' שלום בין אדם לחבירו ותלמידי חכמים לא ישאלו שלום אלא כנזופין וכמנודים למקום ועם הארץ שנתן להם שלום משיבין לו בשפה רפה וכובד ראש ותלמידי חכמים לבדם חוזרים ומתענים שני וחמישי ושני עד שיצא ניסן של תקופה ומותרין לאכול בלילה ובמלאכה ובשאר דברים ומפסיקים בראש חדש חנוכה ופורים יצא ניסן של תקופה והוא כשהגיע השמש לתחל' מזל השור אין מתענין עוד שאין הגשמים בזמן הזה אלא סימן קללה הואיל ולא ירדו כל עיקר בתחל' השנה:"
    },
    {
      "id": "orach_chaim-575-8",
      "section": 8,
      "text": "וכל זה הסדר כשלא ירדו גשמים כלל אבל ירדו ברביעה (פי' המטר היורד להצמיח כל צמח ועשב האדמה נקרא רביעה מפני שרובע ומעבר את הקרקע כדכתיב כי כאשר ירד הגשם וגו' והולידה והצמיחה וגו') וצמחו העשבים והתחילו ליבש הרי אלו מתענים וזועקים עד שירדו גשמים או עד שיבשו הצמחים וכן אם הגיע זמן הפסח או קרוב לו שהוא זמן פריחת האילנו' בארץ ישראל ולא ירדו גשמים הרי אלו מתענים וזועקים עד שירדו גשמים הראוים לאילנו' או עד שיעבור זמנם וכן אם הגיע חג הסוכו' ולא ירדו גשמים הרבה כדי למלאו' מהם הבורו' והשיחין והמערו' הרי אלו מתענים עד שירד גשם הראוי לבורו' ואם אין להם מים לשתו' מתענין על הגשמים בכל עת שלא יהיה להם מים לשתו' ואפי' בימות החמה פסקו הגשמים בין גשם לגשם מ' יום בימו' הגשמים הרי זה מכת בצור' ומתענים וזועקים עד שירדו גשמים או עד שיעבור זמנם:"
    },
    {
      "id": "orach_chaim-575-9",
      "section": 9,
      "text": "במה דברים אמורים בארץ ישראל וכל הדומה לה אבל מקומו' שעונת הגשמים שלהם קודם שבעה עשר במרחשון או אחר זמן זה כשיגיע זמנם ולא ירדו גשמים יחידים מתענים שני וחמישי ושני ומפסיקים בראש חודש חנוכה ופורים ושוהין אח\"כ כמו ששה ימים אם לא ירדו גשמים ב\"ד גוזרין י\"ג תעניו' על הסדר שאמרנו:"
    },
    {
      "id": "orach_chaim-575-10",
      "section": 10,
      "text": "כל תעני' שגוזרים הצבור בחוצה לארץ אוכלים בהם בלילה ודינם כדין שאר תעניו' שאין גוזרים על הצבור תעני' כגון צום כפור אלא בארץ ישראל בלבד ובגלל המטר ובאותם עשר תעניו' שהם שלשה אמצעיים ושבע אחרונות:"
    },
    {
      "id": "orach_chaim-575-11",
      "section": 11,
      "text": "היו מתענים על הגשמים ונענו כמה ירדו ויהיו פוסקין מן התעני' משיכנסו בעומק הארץ החרבה טפח ובבינוני' שני טפחים ובעבודה שלשה טפחים (ושיעור כמה שצריכין לירד לברך עליהם ע' לעיל סימן רכ\"א) ואם התחילו לירד אחר חצות ישלימו אותו היום (וע' לעיל סימן תקס\"ט בסופו) ואם התחילו לירד קודם חצו' לא ישלימו אלא יאכלו וישתו ויעשו יום טוב ולערב יתקבצו ויאמרו הלל הגדול:"
    },
    {
      "id": "orach_chaim-575-12",
      "section": 12,
      "text": "אין אומרים הלל הגדול אלא כשנענו ביום תעניתם דוקא אבל אם לא נענו עד יום שלאחר תעניתם לא:"
    },
    {
      "id": "orach_chaim-575-13",
      "section": 13,
      "text": "אם ירדו להם גשמים בליל תעניתם קודם שעלה עמוד השחר אין אומרים הלל הגדול:"
    }
  ]
}