{
  "id": "orach_chaim-416",
  "chapterLabel": "סימן תי״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-416-1",
      "section": 1,
      "text": "דין עירובי תחומין ביום טוב שחל להיות סמוך לשבת. ובו ה סעיפים:יום טוב שחל להיות סמוך לשבת בין מלפניה בין מלאחריה או שני י\"ט של גליות יש לו לערב שני עירובין לשתי רוחות וסומך על איזה מהם שירצה ליום הראשון ועל העירוב שברוח השני ליום השני או מערב עירוב אחד לרוח אחת וסומך עליו לאחד משני הימים וביום השני יהיה כבני העיר וכאלו לא עשה עירוב ויש לו אלפים אמה לכל רוח בד\"א בשני י\"ט של גליות אבל בשני י\"ט של ר\"ה הרי הן כיום א' ואינו מערב לשני ימים אלא לרוח אחת וכן מתנה אדם על עירובו ואומר עירוב לשבת זו אבל לא לשבת אחרת לשבת אחרת אבל לא לשבת זו לשבתות ולא לימים טובים לי\"ט ולא לשבתות:"
    },
    {
      "id": "orach_chaim-416-2",
      "section": 2,
      "text": "המערב לשני ימים טובים של גליות או לשבת ויו\"ט אע\"פ שהוא עירוב א' לרוח אחת לשני הימים צריך שיהיה העירוב במקומו מצוי בליל הראשון ובליל ב' כל בין השמשות כיצד הוא עושה מוליכו בערב יו\"ט או בע\"ש ומחשיך עליו ונוטלו בידו ובא לו אם היה ליל י\"ט ולמחר מוליכו לאותו מקום ומניחו שם עד שתחשך ואוכלו אם היה ליל שבת או מביאו אם היה ליל י\"ט מפני שהן שתי קדושות ואינם כיום א' כדי שנ' מליל ראשון קנה העירוב לשני ימים ונאכל העירוב בראשון קנה העירוב לראשון ואינו עירוב לשני עירב ברגליו בראשון צריך לערב ברגליו בשני והוא שילך ויעמוד באותו מקום ויחשוב בלבו שיקנה שם שביתה ולא יאמר כלום מפני שאסור לעשות שום הכנה מי\"ט לשבת או משבת לי\"ט אפי' בדיבור וכ\"ש שאינו יכול לערב בפת שלא עירבו בו כבר ביום הראשון מפני שהיה צריך לקרות עליו שם עירוב ונמצא מכין עירב בראשון במאכל אם רצה ליערב ברגליו בשני הרי זה עירוב ואם רצה לערב בפת צריך לערב באותה הפת עצמה שעירב בה בראשון שא\"צ לומר כלום שכבר קרא שם עירוב ואם כן אינו מכין כלום:"
    },
    {
      "id": "orach_chaim-416-3",
      "section": 3,
      "text": "זה שאמרנו שיש לו לערב ב' עירובין בשתי רוחות לשני הימים הוא שיהיה אפשר לו להגיע לכל א' משני העירובים ביום הראשון אבל אם אי אפשר להגיע לעירוב של יום השני ביום הראשון אין עירוב השני עירוב שהעירוב מצותו שיהיה בסעודה הראויה מבעוד יום וזה הואיל ואינו יכול להגיע לזה העירוב ביום הראשון הרי זה אינה ראויה מבעוד יום כיצד הרי שהניח עירובו ברחוק אלפים אמה מביתו לרוח מזרח וסמך עליו ליום ראשון והניח עירוב שני בריחוק אמה אחת או מאה או אלף ברוח מערב וסמך עליו ליום שני אין זה השני עירוב שהרי ביום הראשון אין זה עירוב השני ראוי לו מבע\"י לפי שאינו יכול להגיע אליו שהרי לא נשאר לו ברוח מערב כלום אבל אם הניח עירובו ברחוק אלף ות\"ק מביתו ברוח מזרח וסמך עליו ליום ראשון והניח עירוב שני רחוק מביתו לרוח מערב בתוך ת\"ק אמה וסמך עליו ליום השני הרי זה עירוב שהרי אפשר שיגיע לו ביום ראשון:"
    },
    {
      "id": "orach_chaim-416-4",
      "section": 4,
      "text": "יום הכפורים הרי הוא כשבת בין לענין עירובי חצרות בין לענין עירובי תחומין:"
    },
    {
      "id": "orach_chaim-416-5",
      "section": 5,
      "text": "יום טוב נוהג בו עירובי תחומין אבל לא עירובי חצרות:"
    }
  ]
}