{
  "id": "orach_chaim-459",
  "chapterLabel": "סימן 459",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-459-1",
      "section": 1,
      "text": "מקום וסדר לישת המצות. ובו ו סעיפים:אין לשין במקום השמש וביום המעונן אסור תחת כל אויר הרקיע משום דיומא דעיבא כולי' שמשא: הגה וע\"כ נהגו ליזהר מללוש נגד החלון הפתוח אפי' אין שם שמש שמא יהיה מעונן ולאו אדעתיה (ת\"ה סי' קצ\"ג) וכן יש ליזהר מלהוליך המצות לתנור תחת הרקיע מגולה וכן המים או הקמח (הגהות מיימוני פ\"ה בשם סמ\"ק ומהרי\"ו) ולא יתקרב ללוש אצל התנור מפני חום התנור:"
    },
    {
      "id": "orach_chaim-459-2",
      "section": 2,
      "text": "לא יניחו העיסה בלא עסק ואפי' רגע אחד וכ\"ז שמתעסקים בו אפילו כל היום אינו מחמיץ ואם הניחו בלא עסק שיעור מיל הוי חמץ ושיעור מיל הוי רביעית שעה וחלק מעשרים מן השעה: הגה ויש להחמיר למהר בענין עשיית המצות כי יש לחוש שהשהיות יצטרפו לשיעור מיל או שיהיה במקום חם שממהר להחמיץ (הגהות מיימוני פ\"ה ומרדכי פרק אלו עוברין) ואחר שנתעסקו בבצק ונתחמם בידים אם יניחוהו בלא עסק מיד יחמיץ ואם התחילו בשתי עיסות כאחד והחמיצה האחת בידוע שהחמיצה גם השנית אפי' אין רואין בה סימני חימוץ ואם החמיצה עד שיש בה סדקים אפי' לא נתערבו הסדקים זה בזה אלא אחד הולך הנה ואחד הולך הנה הוי חמץ גמור והאוכלו חייב כרת ואם אין בו סדק אלא הכסיפו (פי' נשתנה מראיתו ללובן. ערוך) פניו כאדם שעמדו שערותיו האוכלו פטור: הגה ואם המצה עשויה וירא שלא תבא לידי חימוץ מותר לשברה ולחזור לעשותה כדי שהעסק יבטל החמוץ מיהו טוב ליזהר לכתחלה: מהרי\"ל בשם אגודה ורוקח):"
    },
    {
      "id": "orach_chaim-459-3",
      "section": 3,
      "text": "אם האשה שהיא לשה היא מקטפת במים לא תקטף באותן מים שמצננת בהם ידיה מפני שהם מתחממים ומחמיצים את העיסה אלא יהא לה כלי אחר מלא מים שתקטף בו: הגה ומיהו בעברה ולא צננה ידיה מותר: (רמב\"ם פ\"ה):"
    },
    {
      "id": "orach_chaim-459-4",
      "section": 4,
      "text": "אם לש אחר זמן איסור חמץ אלו המים עם שאר המים שרוחצים בהם העריבה לא ישפכם אלא במקום מדרון כדי שלא יתקבצו במקום א' ויחמיץ: הגה והכלים שמתקנים בהם המצות והסכין שחותכין בו העיסה יגרדם תמיד בשעת עשייה שלא ידבק בהן הבצק ולאחר עשייה ידיחם וינגבם היטב לחזור ולתקן בהם פעם שנית (מהרי\"ל) וזהו עדיף טפי ממה שנוהגי' לגרדן כי אי אפשר לנקותן היטב ע\"י גרידה והמחמיר יגרדן ואח\"כ ידיחן (ד\"ע) ובי\"ט מותר לעשותו על ידי עכו\"ם ואם אין עכו\"ם יטילם לצונן או יתנם לתנור שיאפה הבצק שעליהם והערבות שאפשר לתת דבר בתוכו מותר להדיח וכן כל כיוצא בזה ויש ליזהר בעריבה שלשין בה שלא יהיה בו שום גומא או סדק שלא יוכל לנקרו אחר הלישה ותחמיץ ואח\"כ כשחוזר ולש בו מתערב בבצק (מהרי\"ל) ולא יתן העריבה על כר או כסת צמר בשעת הלישה שמחמם העריבה אבל על של עור שרי: (מהרי\"ו):"
    },
    {
      "id": "orach_chaim-459-5",
      "section": 5,
      "text": "עברה ולשה תחת השמש הפת מותרת:"
    },
    {
      "id": "orach_chaim-459-6",
      "section": 6,
      "text": "אם העיסה רכה לא יוסיף בה קמח אלא עושה עיסה קטנה מגיבול קשה ויערבנה עם העיסה הרכה: הגה וירחיק המצות מהקמח כי הקמח הנדבק בהן בא אח\"כ בתבשיל ומתחמץ (מרדכי ר\"פ אלו עוברין):"
    }
  ]
}