{
  "id": "orach_chaim-498",
  "chapterLabel": "סימן 498",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-498-1",
      "section": 1,
      "text": "דיני שחיטה ביום טוב. ובו כ סעיפים:אין מראין סכין לחכם בי\"ט לראות אם הוא ראוי לשחוט בו שמא תהיה פגומה ויאמר לו אסור לשחוט בה מפני פגימת' וילך ויחדדנה במשחז' וחכם שראה סכין לעצמו יכול להשאילו לאחרים: הגה ועכשיו בזמן הזה שכל שוחט רואה סכין בעצמו כל הרוצה לשחוט בי\"ט יבדוק סכינו מעי\"ט ולא ביום טוב שמא ישחיזנו (ד\"ע ומהרי\"ל והגהות שחיטה) מיהו אם לא בדקו מעי\"ט והוא שעת הדחק יכול לבדקו ביום טוב: (שחיטות ישנים):"
    },
    {
      "id": "orach_chaim-498-2",
      "section": 2,
      "text": "יכול להוליך סכין והבהמה אצל טבח לשחוט ואפי' גדי קטן שצריך להוליכו על כתפו ואע\"פ שהיה אפשר להוליכה מאתמול: (וה\"ה שהטבח יכול להוליך הסכין אצל הבהמה) (ב\"י):"
    },
    {
      "id": "orach_chaim-498-3",
      "section": 3,
      "text": "בהמו' שיוצאות ורועות חוץ לתחום ובאות ולנות בתוך התחום הרי אלו מוכנות ולוקחין מהן ושוחטין אותן ביום טוב אבל הרועות והלנות חוץ לתחום אם באו בי\"ט אין שוחטין אותן בי\"ט מפני שהן מוקצין ואין דעת אנשי העיר עליהן וה\"מ בבהמות ישראל אבל של עכו\"ם לית בהו משום מוקצה דאין העכו\"ם צריך הכן אא\"כ באו בשביל ישראל שאז אסור לפיכך עכו\"ם שהביא בהמה במקולין (פי' מקום ששם שוחטין הבהמות) אם ידוע שלנות חוץ לתחום אסורות ואם ספק מותרות אפי' באו לצורך ישראל שהמוקצה הולכים בספיקו להקל ואם הביאום לצורך העכו\"ם או אפי' סתם בעיר שרוב עכו\"ם מותר שכל המביא לצורך הרוב מביא:"
    },
    {
      "id": "orach_chaim-498-4",
      "section": 4,
      "text": "בהמות הידועות ללון חוץ לתחום ונמצאו בעיר ביום שני אני אומר שמא מבערב הכניסן וחוץ לחומה לנו ומותרו' וכל שכן השחוטות בבוקר שחזקה מבערב הכניסן לתוך התחום:"
    },
    {
      "id": "orach_chaim-498-5",
      "section": 5,
      "text": "עגל שנולד ביו\"ט מותר לשחטו אם האם עומדת לאכילה והוא דקים ליה בגויה שכלו לו חדשיו: הגה ובעינן גם כן שהפריס על גבי קרקע (טור והרא\"ש) דחיישי' שמא יראה בו ריעותא באיברים הפנימיי' ונמצא שחט בי\"ט שלא לצורך כן נראה לי מדברי הרא\"ש והטור: ואם היו שבת וי\"ט סמוכים זה לזה נולד בזה מותר בזה:"
    },
    {
      "id": "orach_chaim-498-6",
      "section": 6,
      "text": "בהמה מסוכנת שירא שמא תמות והוא אכל כבר ואין צריך לה אסור לשחטה אלא א\"כ יש שהות ביום כדי לאכול ממנה כזית צלי מבע\"י (ואפי' אין שהות לנתחה ולבדקה תחילה) (טור) וכשיש שהות ביום ושחטה אינו נוטל עורה אא\"כ שייר ממנו אבר אחד ומביאו עמו: הגה וי\"א דאין להפשיטה כלל אלא א\"כ שחטה לצורך י\"ט וכן ראוי להורות: (הגהות אלפסי פ' אין צדין):"
    },
    {
      "id": "orach_chaim-498-7",
      "section": 7,
      "text": "אם שחט בהמה בשדה לא יביאנה במוט או במוטה כדרך שעושה בחול אלא יביאנה בידו איברים איברים:"
    },
    {
      "id": "orach_chaim-498-8",
      "section": 8,
      "text": "עוף שנדרס ברגלים ויש לחוש שנתרסקו איבריו ולכן צריך שהייה מעת לעת ובדיקה אחר שחיט' מותר לשחטו בי\"ט ולא חיישינן שמא ימצא טריפה אע\"ג דאתיליד ביה ריעותא:"
    },
    {
      "id": "orach_chaim-498-9",
      "section": 9,
      "text": "בכור בזמן הזה שאינו יכול לשחטו בלא מום אין חכם יכול לראותו בי\"ט אם יש בו מום ואפי' אם עבר וראהו ומצא שיש בו מום אינו יכול לשחטו אבל אם נולד במומו ועבר וראהו נשחט על פיו ואם ראה המום מעי\"ט וראה שהוא מום שראוי לישחט עליו יכול לחקור עליו בי\"ט אם נפל בו המום מאיליו ומתירו: הגה ואם נפל בכור בבור אסור להעלותו דהא אינו ראוי לשחטו אלא עושה לו פרנסה במקומו: (רמב\"ם פ\"ב)"
    },
    {
      "id": "orach_chaim-498-10",
      "section": 10,
      "text": "אותו ואת בנו שנפלו לבור מעלה את הראשון על מנת לשוחטו ואינו שוחטו וחוזר ומערים ומעלה את השני רצה זה שוחט רצה זה שוחט:"
    },
    {
      "id": "orach_chaim-498-11",
      "section": 11,
      "text": "בהמה חציה של עכו\"ם וחצי' של ישראל יכולי' לשחטה בי\"ט ואפילו יש להם שתים יכול לשחוט שתיהן:"
    },
    {
      "id": "orach_chaim-498-12",
      "section": 12,
      "text": "השוחט בהמה בי\"ט אינו רשאי לתלוש הצמר לעשות מקום לסכין אלא מפנהו (בידו ב\"י) ומושכו אילך ואילך ואם נתלש נתלש:"
    },
    {
      "id": "orach_chaim-498-13",
      "section": 13,
      "text": "השוחט את העוף לא ימרוט את הנוצה כדי לעשות מקום לסכין:"
    },
    {
      "id": "orach_chaim-498-14",
      "section": 14,
      "text": "לא ישחוט אדם חיה ועוף בי\"ט אלא אם כן יש לו עפר מוכן מבע\"י ואם עבר ושחט אם יש לו דקר (פי' כעין יתד של ברזל שחופרין בו את הקרקע) נעוץ מבעוד יום בעפר תיחוח מכסהו בו (ואפי' היה צריך לכמה דקירות שרו) [ב\"י]:"
    },
    {
      "id": "orach_chaim-498-15",
      "section": 15,
      "text": "אפר כירה שהוסק מעי\"ט מותר לכסות בו אבל אם הוסק ביום טוב אסור אלא א\"כ הוא חם שראוי לצלות בו ביצה ואם שחט מותר לכסות בו אע\"פ שאינו ראוי לצלו' בו ביצה ומיהו עדיף טפי לכסות בדקר נעוץ בעפר תיחוח אם יש לו: [ב\"י בשם הרא\"ש וטור]:"
    },
    {
      "id": "orach_chaim-498-16",
      "section": 16,
      "text": "הכניס עפר הרבה לביתו לצורך גינתו והוא כנוס במקום אחד מותר לכסות בו שכל זמן שהוא צבור דעתו עליו לכל מה שיצטרך אבל אם הכניס מלא קופה לצורך גינתו לא שמאחר שהוא מועט בטל:"
    },
    {
      "id": "orach_chaim-498-17",
      "section": 17,
      "text": "מכניס אדם מלא קופתו עפר לבית בסתם ועושה בו כל צרכו (וע\"ל סי' ש\"ח סעיף ל\"ח) ולא אמרי' שהוא בטל אגב קרקע הבית והוא שייחד לו קרן זוית דכיון שלא שטחו מוכחא מילתא דלצרכיו בעי ליה ואם הוא עפר תיחוח מותר לכסות בו:"
    },
    {
      "id": "orach_chaim-498-18",
      "section": 18,
      "text": "כוי (פי' בריה שנולדה מתיש וצבי') אין שוחטין אותו בי\"ט ואם שחטו אין מכסין את דמו אפי' יש לו עפר מוכן מפני שהרואה יאמר ודאי חיה הוא דאל\"כ לא היו מטריחין לכסות דמו בי\"ט ויבא להתיר חלבו ולערב אם רשומו ניכר יכסנו: הגה ודוקא ששחטו בקרן זויות וכהאי גוונא אבל אם שחטו באמצעית החצר אפי' דם בהמה יכול לכסות אם יש לו עפר מוכן דהוה ליה כגרף של רעי וצריך לכסות שלא יתלכלכו כליו בחצר: [הגהות אלפסי פרק קמא דביצה]:"
    },
    {
      "id": "orach_chaim-498-19",
      "section": 19,
      "text": "שחט בהמה וחי' ונתערב דמם ויש לו עפר מוכן או אפר כירה אם יכול לכסותו בדקירה אחת שאינו צריך להרבות בשביל דם הבהמה יכסנו ואם לאו לא יכסנו:"
    },
    {
      "id": "orach_chaim-498-20",
      "section": 20,
      "text": "שחט צפור מערב י\"ט ולא כיסה דמו לא יכסנו בי\"ט:"
    }
  ]
}