{
  "id": "orach_chaim-489",
  "chapterLabel": "סימן תפ״ט",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-489-1",
      "section": 1,
      "text": "סדר תפל' ליל שני של פסח וספירת העומר. ובו י סעיפים:בליל שני אחר תפל' ערבית מתחילין לספור העומר ואם שכח לספור בתחל' הלילה הולך וסופר כל הלילה ומצוה על כל אחד לספור לעצמו וצריך לספור מעומד ולברך תחל' וסופר הימים והשבועו' כיצד ביום הראשון אומר היום יום אחד (בעומר) עד שמגיע לשבעה ימים ואז יאמר היום שבעה ימים שהם שבוע אחד (בעומר) וביום שמיני אומר היום שמונה ימים שהם שבוע א' ויום א' (בעומר) וכן עד שיגיע לארבע' עשר יאמר היום ארבעה עשר ימים שהם שני שבועו' (בעומר) ועל דרך זה מונה והולך עד מ\"ט יום:"
    },
    {
      "id": "orach_chaim-489-2",
      "section": 2,
      "text": "אם טעו ביום המעונן ובירכו על ספירת העומר חוזרים לספור כשתחשך והמדקדקים אינם סופרים עד צאת הכוכבים וכן ראוי לעשות:"
    },
    {
      "id": "orach_chaim-489-3",
      "section": 3,
      "text": "המתפלל עם הצבור מבעוד יום מונה עמהם בלא ברכה ואם יזכור בלילה יברך ויספור. הגה ואפי' ענה אמן על ברכת הקהל אם היה דעתו שלא לצאת יחזור ויברך ויספור בלילה (ב\"י בשם רשב\"א):"
    },
    {
      "id": "orach_chaim-489-4",
      "section": 4,
      "text": "מי ששואל אותו חבירו בין השמשות כמה ימי הספירה בזה הלילה יאמר לו אתמול היו כך שאם יאמר לו היום כך וכך אינו יכול לחזור ולמנו' בברכה אבל קודם בין השמשות כיון שאינו זמן ספירה אין בכך כלום: הגה וכשהגיע הזמן אסורים לאכול עד שיספור ואפי' התחיל לאכול פוסק וסופר מיהו אם התחיל לאכול קודם שהגיע הזמן א\"צ להפסיק אלא גומר אכילתו וסופר אח\"כ: (ד\"ע למאן דאמר ספירה בזמן הזה דאורייתא):"
    },
    {
      "id": "orach_chaim-489-5",
      "section": 5,
      "text": "אם אינו יודע החשבון ופתח אדעתא דלסיים כמו שישמע מחבירו ושתק עד ששמע מחבירו וסיים כמוהו יצא:"
    },
    {
      "id": "orach_chaim-489-6",
      "section": 6,
      "text": "אם פתח ואמר בא\"י אמ\"ה אדעתא דלימ' היום ד' שהוא סבור שהם ד' ונזכר וסיים בה' והם ה' או איפכא שהם ד' ופתח אדעתא דלימא ארבע' וטעה וסיים בה' אינו חוזר ומברך:"
    },
    {
      "id": "orach_chaim-489-7",
      "section": 7,
      "text": "שכח ולא בירך כל הלילה יספור ביום בלא ברכה:"
    },
    {
      "id": "orach_chaim-489-8",
      "section": 8,
      "text": "אם שכח לברך באחד מהימים בין יום ראשון בין משאר ימים סופר בשאר ימים בלא ברכה אבל אם הוא מסופק אם דילג יום אחד ולא ספר יספור בשאר ימים בברכה:"
    },
    {
      "id": "orach_chaim-489-9",
      "section": 9,
      "text": "ליל שבת וליל יום טוב מברכין וסופרים אחר קידוש בבית הכנסת ובמוצאי שבת ויום טוב קוד' הבדל' אחר קדיש תתקבל וכשחל י\"ט האחרון של פסח במוצאי שבת דאז אומר קידוש והבדלה בפעם א' יש לספור קודם שמברכין על הכוס בבית הכנסת: הגה ואם אין לו יין וצריך לקדש יקנה\"ז ע\"ל סי' רצ\"ו:"
    },
    {
      "id": "orach_chaim-489-10",
      "section": 10,
      "text": "אסור לאכול חדש אף בזמן הזה בין לחם בין קלי בין כרמל עד תחל' ליל י\"ח בניסן ובארץ ישראל עד תחל' י\"ז בניסן:"
    }
  ]
}