{
  "id": "orach_chaim-408",
  "chapterLabel": "סימן ת״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-408-1",
      "section": 1,
      "text": "דיני הנחת העירוב וקניית השביתה. ובו ד סעיפים: (מותר לערב עירובי תחומין ולקנות שביתה סוף התחום ולכן) מי שיצא מהעיר בע\"ש והניח מזון ב' סעודו' רחוק מהעיר בתוך התחו' וקבע שביתתו שם אע\"פ שחזר לעיר ולן בביתו נחשב אותו כאלו שבת במקו' שהניח בו הב' סעודות וזהו הנקרא עירובי תחומין ויש לו להלך ממקום עירובו למחר אלפי' אמה לכל רוח לפיכך כשהוא מהלך ממקום עירובו למחר אלפי' אמה כנגד העיר אינו מהלך בעיר אלא עד סוף מדתו ואם היתה העיר מובלע' בתוך מדתו תחשב העיר כולה כד\"א וישלים מדתו חוצה לה כיצד הרי שהניח את עירובו ברחוק אלף אמה מביתו שבעיר לרוח מזרח נמצא מהלך למחר ממקום עירובו אלפי' אמה למזרח ומהלך ממקום עירובו אלפים אמה למערב אלף שמן העירוב עד ביתו ואלף אמה מביתו בתוך העיר ואינו מהלך בעיר אלא עד סוף האלף ואם היה מביתו עד סוף העיר פחות מאלף אפילו אמה אחת שנמצאת מדתו כלתה חוץ לעיר תחשב המדינה כולה כד\"א ויהלך חוצה לה תתקצ\"ו אמה תשלום האלפי' לפיכך אם הניח עירובו ברחוק אלפי' אמה מביתו שבעיר הפסיד את כל העיר ונמצא מהלך מביתו עד עירובו אלפי' אמה ואינו מהלך מביתו בעיר לרוח מערב אפי' אמה אחת: הגה ויש אומרים דאפילו כלתה מדתו באמצע העיר מהלך בכל העיר כולה אבל לא חוצה לה ויש להקל (טור והגהות מיימוני פכ\"ז מה\"ש בשם סמ\"ק ורש\"י) ואם כלתה מדתו בסוף העיר ואע\"ג דעדיין עיבור לפני העיר כל העיר כארבע אמות דלא אמרינן עיבור של העיר כעיר להחמיר (המגיד פכ\"ז מה' שבת) כל מקום שהניח עירוב תחומין ויש לו אלפים לכל רוח אסור לו לילך לצפון ולדרום רק נגד רוחב המקום שקנה בו שביתה ואם אינו רק ארבע אמות כגון שאין העירוב ברשות היחיד אסור לו לילך לכל רוח אלפים רק ברוחב ארבע אמותיו עם זויותיהן כדלעיל סי' שצ\"ח סעיף ב' ומכל מקום אם כלתה המדה סוף העיר וכולה כארבע אמותיו מותר לילך כל רחבה ויש לו אלפים חוץ לעיר לצפון ולדרום אע\"פ שאין לו רחב כל כך נגד המקום שקנה בו עירוב (הר\"ר יונתן):"
    },
    {
      "id": "orach_chaim-408-2",
      "section": 2,
      "text": "המניח עירובו ברה\"י אפי' היתה מדינה גדולה כנינוה ואפי' עיר חריבה או מערה הראוי' לדיורין מהלך את כולה וחוצה לה אלפים אמה לכל רוח:"
    },
    {
      "id": "orach_chaim-408-3",
      "section": 3,
      "text": "המניח עירובו בתוך העיר ששבת בה לא עשה כלום ואין מודדין ממקום עירובו אלא הרי הוא כבני העיר כולם שיש להם אלפים אמה לכל רוח חוץ לעיר וכן אם נתן עירובו במקומות המצטרפים לעיר שמודדים התחום חוץ מהם הרי זה כנותנו בתוך העיר:"
    },
    {
      "id": "orach_chaim-408-4",
      "section": 4,
      "text": "נתן עירובו חוץ לתחום אינו כלום (ויש לו תחום מביתו) (מיימוני והמגיד פ\"ו מה' עירובין):"
    }
  ]
}