{
  "id": "orach_chaim-473",
  "chapterLabel": "סימן 473",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-473-1",
      "section": 1,
      "text": "דיני כוס ראשון וסדר הפסח עד כוס השני. ובו ז סעיפים:מוזגין לו כוס ראשון ומקדש עליו ומברך שהחיינו ואם חל בשבת אומר ויכולו ואם חל במוצאי שבת אומר יקנה\"ז ואם שכח להבדיל ולא נזכר עד שהתחיל ההגדה ישלים ההגדה עד גאל ישראל ואחר כך יבדיל: הגה ואין ליטול ידיו כלל קודם קידוש (רבי' ירוחם והרא\"ש בתשובה ומרדכי פרק ע\"פ) ואם אין ידיו נקיות יטול מעט אבל אין לברך על הנטילה ובעל הבית לא ימזוג בעצמו רק אחר ימזוג לו דרך חירות (מהרי\"ב):"
    },
    {
      "id": "orach_chaim-473-2",
      "section": 2,
      "text": "שותה בהסיבה ואינו מברך אחריו:"
    },
    {
      "id": "orach_chaim-473-3",
      "section": 3,
      "text": "אם ירצה לשתות כמה כוסות הרשו' בידו ומ\"מ ראוי ליזהר שלא לשתות בין ראשון לשני אם לא לצורך גדול כדי שלא ישתכר וימנע מלעשו' הסדר וקריאת ההגדה:"
    },
    {
      "id": "orach_chaim-473-4",
      "section": 4,
      "text": "מביאין לפני בעל הבית קערה שיש בה שלש מצו' ומרור וחרוסת וכרפס או ירק אחר (וחומץ או מי מלח) ושני תבשילין אחד זכר לפסח וא' זכר לחגיג' ונהגו בבשר וביצה: הגה ויסדר הקערה לפניו בענין שאינו צריך לעבור על המצות דהיינו הכרפס יהא למעלה מן הכל והחומץ סמוך לו יותר מן המצה והמצות מן המרור והחרוסת והם יהיו יותר קרובים אליו מן הבשר והביצה. (מהרי\"ל) והבשר נהגו שיהיה זרוע ונהגו שהבשר יהיה צלי על הגחלים והביצה תהיה מבושלת (וה\"ה צלויה וכן נוהגין בעירנו):"
    },
    {
      "id": "orach_chaim-473-5",
      "section": 5,
      "text": "אלו ירקות שיוצא בהם ידי חובתו חזרת עולשין תמכ' חרחבינ' (פי' מיני עשבים מרים) מרור ויוצאי' בעלין שלהן ובקלחן אבל לא בשורש אלא שבעלין אין יוצאין אא\"כ הם לחים ובקלחים יוצאין בין לחים בין יבשים אבל לא כבושים ולא שלוקים ולא מבושלים וכולם מצטרפין לכזית שהוא השיעור שלהם ועיקר המצוה בחזרת ואם אין לו חזרת יחזיר אחר ראשון ראשון כפי הסדר שהם שנויים: הגה ואם אין לו אחד מאלו הירקות יקח לענה או שאר ירק מר (אגור) וחרוסת יעשה עב זכר לטיט ואח\"כ נותנין בו מעט חומץ או יין אדום זכר לדם (טור) ועושין חרוסת מפירות שנמשלו בהם ישראל (תוס' פ' ע\"פ) כגון תפוחים תאנים אגוזים רימונים שקדים ונותנין עליו תבלין כגון קנמון וזנגביל הדומין לתבן שהיו מגבלין בו הטיט: (טור)"
    },
    {
      "id": "orach_chaim-473-6",
      "section": 6,
      "text": "נוטל ידיו לצורך טבול ראשון ולא יברך על הנטילה ויקח מהכרפס פחות מכזית ומטבילו בחומץ ומברך בורא פרי האדמה ואוכל ואינו מברך אחריו ויקח מצה האמצעית ויבצענה לשתים ויתן חציה לאחד מהמסובין לשומרה לאפיקומן ונותנים אותה תחת המפה וחציה השני ישים בין שתי השלימות ויגבי' הקערה שיש בה המצות ויאמר הא לחמא עניא עד מה נשתנה: הגה ויאמרו בלשון שמבינים הנשים והקטנים או יפרש להם הענין וכן עשה ר\"י מלונדר\"י כל ההגדה בלשון לע\"ז כדי שיבינו הנשים והקטנים: (כל בו ומהרי\"ב) ואז יצוה להסירם מעל השלחן ולהניחם בסוף השלחן כאלו כבר אכלו כדי שיראו התינוקות וישאלו:"
    },
    {
      "id": "orach_chaim-473-7",
      "section": 7,
      "text": "מוזגין לו מיד כוס שני כדי שישאלו התינוקות למה שותים כוס שני קודם סעודה ואם אין חכמה בבן אביו מלמדו אם אין לו בן אשתו שואלתו ואם לאו הוא שואל את עצמו ואפילו תלמידי חכמים שואלים זה לזה מה נשתנה וכו' (וכשהבן או האשה שואלת א\"צ לומר מה נשתנה אלא מתחיל עבדים) (מהרי\"ל) וכשמתחיל עבדים היינו לפרעה מחזיר הקערה שבה המצו' לפניו וקורא כל ההגדה וכשיגיע למצה זו צריך להגביה להראותה למסובין שתחבב המצוה עליהם (ויש להגביה מצה הפרוסה שהוא כלחם עוני) (מהרי\"ו) וכן כשיגיע למרור זה וכשיגיע ללפיכך מגביה כל אחד כוסו בידו עד שחותם גאל ישראל: הגה ונוהגין לזרוק מעט מן הכוס באצבעו (ד\"ע) כשמגיע לדם ואש ותמרות עשן וכן כשמזכיר המכות דצ\"ך עד\"ש באח\"ב בכלל ובפרט הכל י\"ו פעמי' (מהרי\"ל) ויהי הפת מגולה בשעה שאומר ההגדה עד לפיכך שאוחז הכוס בידו ואז יכסה הפת: (אגור ובית יוסף):"
    }
  ]
}