{
  "id": "orach_chaim-527",
  "chapterLabel": "סימן undefinedכ״ז",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-527-1",
      "section": 1,
      "text": "דיני עירוב תבשילין. ובו כד סעיפים:יו\"ט שחל להיות בערב שבת לא יבשל בתחלה לצורך שבת בקדירה בפני עצמה אבל מבשל הוא כמה קדירות לי\"ט ואם הותיר הותיר לשבת וע\"י עירוב מבשל בתחילה לשבת (פי' ענין העירוב הוא שיבשל ויאפה מי\"ט לשבת עם מה שבשל ואפה כבר מעי\"ט לשם שבת ונמצא שלא התחיל מלאכה בי\"ט אלא גמר אותה) : הגה ומותר להניח עירוב זה אפי' ספק חשיכה (מרדכי ס\"פ במה מדליקין):"
    },
    {
      "id": "orach_chaim-527-2",
      "section": 2,
      "text": "עירוב זה עושין אותו בפת ותבשיל ואם לא עשאו אלא מתבשיל לבד מותר:"
    },
    {
      "id": "orach_chaim-527-3",
      "section": 3,
      "text": "שיעור תבשיל זה כזית בין לאחד בין לאלפים בין בתחלתו בין בסופו: הגה ויש מצריכים לכתחלה בפת כביצה (א\"ז בשם ירושלמי) וכן נוהגין לכתחלה:"
    },
    {
      "id": "orach_chaim-527-4",
      "section": 4,
      "text": "צריך שיהא תבשיל זה דבר שהוא ראוי ללפת בו את הפת לאפוקי דייסא:"
    },
    {
      "id": "orach_chaim-527-5",
      "section": 5,
      "text": "תבשיל זה שאמרו אפילו צלי אפי' שלוק אפי' כבוש או מעושן אפי' מין דגים קטנים שהדיחן במים חמין והדחתן הוא בישולן לאכילה הרי זה סומך עליהם וכן סומך על תפוחים מבושלים (וה\"ה שאר פירות מבושלים) ועל דגים קטנים שבישלן:"
    },
    {
      "id": "orach_chaim-527-6",
      "section": 6,
      "text": "סומך מעי\"ט אפילו על עדשים שבשולי קדרה וכן על שמנונית שנדבק בסכין וגרדו והוא שיהא בו כזית:"
    },
    {
      "id": "orach_chaim-527-7",
      "section": 7,
      "text": "מצוה על כל אדם לערב ומצוה על כל גדול העיר לערב על כל בני עירו כדי שיסמוך עליו מי ששכח או נאנס או שהניח עירוב ואבד (והוא הדין עם הארץ שאינו יודע לערב) (א\"ז) אבל מי שאפשר לערב ולא עירב אלא שרוצה לסמוך על עירובו של גדול העיר נקרא פושע ואינו יוצא בו:"
    },
    {
      "id": "orach_chaim-527-8",
      "section": 8,
      "text": "כשמערב על אחרים אינו צריך לפרט אלא מניח בכלל על כל בני העיר וכל מי שהוא בתחום העיר יוצא בו: הגה אבל מי שהוא חוץ לתחום אינו יוצא בו אפי' הניח עירוב תחומין ויכול לבא לכאן אא\"כ התנה עליו המניח בהדיא: (המגיד פ\"ו):"
    },
    {
      "id": "orach_chaim-527-9",
      "section": 9,
      "text": "דעת מניח בעינן שיכוין להוציא לאחר אבל דעת מי שהניחו בשבילו לא בעינן בשעת הנחה רק שיודיעוהו בי\"ט קודם שיתחיל לבשל לצורך שבת: הגה ואם דרך הגדול להניח עליהם סומכין עליו מסתמא (ר\"ן פ\"ב):"
    },
    {
      "id": "orach_chaim-527-10",
      "section": 10,
      "text": "המערב לאחרים צריך לזכות להם ע\"י אחר וכל מי שמזכים על ידו בעירובי שבת מזכין על ידו בעירובי תבשילין וכל מי שאין מזכין על ידו באותו עירוב אין מזכין על ידו בזה (וע\"ל סימן שס\"ו):"
    },
    {
      "id": "orach_chaim-527-11",
      "section": 11,
      "text": "צריך הזוכה להגביה העירוב מן הקרקע טפח:"
    },
    {
      "id": "orach_chaim-527-12",
      "section": 12,
      "text": "חוזר ונוטלו מיד הזוכה ומברך על מצות עירוב ואומר בדין יהא שרי לן לאפויי ולבשולי ולאטמוני ולאדלוקי שרגא ולמעבד כל צרכנא מי\"ט לשבת לנא ולפלוני ופלוני או לכל בני העיר הזאת: הגה ומי שאינו יודע בלשון הקודש יוכל לאמרו בלשון לעז שמבין: (מהרי\"ל)"
    },
    {
      "id": "orach_chaim-527-13",
      "section": 13,
      "text": "אע\"פ שהניח עירוב אינו יכול לבשל מיו\"ט ראשון לשבת:"
    },
    {
      "id": "orach_chaim-527-14",
      "section": 14,
      "text": "אם הניח העירוב על דעת לסמוך עליו כל זמן שיהיה קיים אפי' ליום טוב אחר לכתחילה לא יסמוך עליו ליו\"ט אחר אבל בדיעבד יכול לסמוך עליו:"
    },
    {
      "id": "orach_chaim-527-15",
      "section": 15,
      "text": "נאכל העירוב או שנאבד קודם שבישל לשבת אינו יכול לבשל אא\"כ נשתייר ממנו כזית:"
    },
    {
      "id": "orach_chaim-527-16",
      "section": 16,
      "text": "לאחר שהכין צרכי שבת יכול לאכלו:"
    },
    {
      "id": "orach_chaim-527-17",
      "section": 17,
      "text": "התחיל בעיסתו ונאכל העירוב גומר אותה עיסה והוא הדין אם התחיל לבשל שגומר אותו התבשיל שהתחיל:"
    },
    {
      "id": "orach_chaim-527-18",
      "section": 18,
      "text": "אפה ולא בישל או בישל ולא אפה ונאכל העירוב או אבד מה שנעשה בהיתר אפי' נתכוין בו לצורך י\"ט יכול הוא להניחו לשבת ולבשל מכאן ואילך לי\"ט:"
    },
    {
      "id": "orach_chaim-527-19",
      "section": 19,
      "text": "מי שלא עירב מותר להדליק נר של שבת ויש אוסרין:"
    },
    {
      "id": "orach_chaim-527-20",
      "section": 20,
      "text": "מי שלא עירב כשם שאסור לבשל לעצמו כך אסור לבשל לאחרים ואפי' בביתם וגם אחרים אסורים לבשל לו ואין תקנה אלא שיתן קמחו ותבשילו לאחרים שיערבו במתנה והם אופין ומבשלים ונותנין לו ואפילו בביתו יכולים לבשל ואם אין שם אחרים שעירבו י\"א שמותר לאפות בצמצום פת אחד ולבשל קדרה אחת ולהדליק נר אחד. הגה ואם הניח עירוב ולא הזכיר המלאכות בהדיא אלא אמר בדין יהא שרי לן למעבד כל צרכנא הוי כמי שלא עירב כלל (א\"ז) ומי שמתענה ביום טוב אסור לבשל לאחרים אפי' לצורך בו ביום דהוי כמי שלא הניח עירוב שאינו מבשל לאחרים (מהרי\"ו):"
    },
    {
      "id": "orach_chaim-527-21",
      "section": 21,
      "text": "אם נזכר שלא עירב קודם סעודת שחרית יבשל הרבה בקדרה אחת ויותיר לשבת: הגה והוא הדין שיכול לילך מבע\"י לחדר בנר דלוק לחפש איזה דבר ויניחנו דולק עד הלילה: (טור) וי\"א דאפי' לבשל כמה קדירות מותר כיון שקודם אכילה הוא והוא שיאכל מכל אחד ואחד:"
    },
    {
      "id": "orach_chaim-527-22",
      "section": 22,
      "text": "אם נזכר בי\"ט ראשון שלא עירב אם הוא בי\"ט של ר\"ה אינו יכול לערב על תנאי אבל אם הוא ביו\"ט של גליות יכול לערב בתנאי אם היום קודש אינו צריך לערב ואם היום חול בעירוב זה יהא שרי לן לאפויי ולבשולי וכו' ולמחר אין צריך לומר כלום ויש אומרים דאי לית ליה מידי דבשיל מאתמול לא מהני תנאו:"
    },
    {
      "id": "orach_chaim-527-23",
      "section": 23,
      "text": "אם עבר במזיד (או בשוגג) ובישל כמה קדירות שלא לצורך י\"ט מותר לאכלן בשבת או בחול:"
    },
    {
      "id": "orach_chaim-527-24",
      "section": 24,
      "text": "אם הערים לבשל ב' קדירות לצורך היום והותיר אחת לצורך מחר אסור לאכלה:"
    }
  ]
}