{
  "id": "orach_chaim-566",
  "chapterLabel": "סימן undefinedס״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-566-1",
      "section": 1,
      "text": "דין תענית צבור. ובו ח סעיפים:בתענית ציבור אומר שליח ציבור עננו בין גואל לרופא וחותם בא\"י העונה לעמו ישראל בעת צרה (ואם שכח ע\"ל סוף סי' קי\"ט סעיף ד') וקורים ויחל בשחרית ובמנחה בין שחל בשני ובחמישי בין שחל בשאר הימים: הגה ומפטירין במנחה דרשו ובשחרית אין מפטירין חוץ מבתשעה באב וקורין אפי' כשחל בערב שבת (מהרי\"ל) ואם מתענים בראש חודש קורים שחרית פרשת ר\"ח ומנחה בשל תענית (ר\"ן ספ\"ק דתענית וב\"י בשם רוקח):"
    },
    {
      "id": "orach_chaim-566-2",
      "section": 2,
      "text": "כשהציבור גוזרים תענית על כל צרה שלא תבא עליהם וכן בתענית שני וחמישי ושני שאחר הפסח ואחר החג שנוהגים באשכנז להתענות הציבור נהגו הראשוני' לו' שליח צבור עננו בין גואל לרופא ולקרו' ויחל: הגה ומיהו אם קבעו התענית בב' וה' אין דוחין פרשת השבוע בשחרית אלא קורין בשחרית בפרשה ולערב קורין ויחל בלבד ב' ה' ב' שמתענין אחר הפסח וסוכות שקורין שחרית וערבית ויחל והכי נהוג ויש שתמהו עליהם והקשו עליהם והרא\"ש יישב קושייתם הילכך למנהג הראשונים שומעין ומיהו היכא שגוזרים תענית שלא לשום צורך אלא לשוב בתשובה יש נוהגים לדונו כתענית ציבור לענין ענינו בין גואל לרופא וקריאת ויחל ויש נוהגים לדונו כתעני' יחיד שאף שליח ציבור אינו אומר עננו אלא בשומע תפלה ואין מוציאין ספר תורה:"
    },
    {
      "id": "orach_chaim-566-3",
      "section": 3,
      "text": "אין שליח צבור אומר עננו ברכה בפני עצמה אלא א\"כ יש בבית הכנסת עשרה שמתענין ואפי' אם יש בעיר עשרה שמתענין כיון שאין בבית הכנסת עשרה שמתענין לא:"
    },
    {
      "id": "orach_chaim-566-4",
      "section": 4,
      "text": "נוהגים להרבו' סליחות בברכת סלח לנו ויש שאין נוהגין לומר סליחות עד אחר סיום י\"ח ברכות וכן הנהיגו הקדמונים בא\"י והוא המנהג הנכון:"
    },
    {
      "id": "orach_chaim-566-5",
      "section": 5,
      "text": "בתענית צבור ש\"צ שאינו מתענה לא יתפלל:"
    },
    {
      "id": "orach_chaim-566-6",
      "section": 6,
      "text": "יש מי שאומר שאין עומד לקרות בתורה בתענית ציבור מי שלא התענה ואם הכהן אינו מתענה יצא הכהן מבית הכנסת ועומד לקרות בתורה ישראל המתענה:"
    },
    {
      "id": "orach_chaim-566-7",
      "section": 7,
      "text": "בתענית צבור יעמדו שנים אצל שליח צבור מזה אחד ומזה אחד שיאמרו עמו סליחות:"
    },
    {
      "id": "orach_chaim-566-8",
      "section": 8,
      "text": "כל תענית צבור יש בו נשיאו' כפים במנחה חוץ מביום הכיפורים: הגה ובגלילות האלו אין נוהגין בנשיאות כפים רק במוסף של יום טוב וכבר נתבאר בהלכות נשיאת כפים (מרדכי דתענית והגהות מיימוני פרק א'):"
    }
  ]
}