{
  "id": "orach_chaim-206",
  "chapterLabel": "סימן 206",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-206-1",
      "section": 1,
      "text": "דיני הפסק וטעות בברכת הפירות. ובו ו סעיפים:בירך על פירות האילן בורא פרי האדמה יצא אבל אם בירך על פרי האדמה בורא פרי העץ לא יצא הלכך אם הוא מסופק בפרי אם הוא פרי עץ או פרי האדמה מברך בורא פרי האדמה. ועל הכל אם אמר שהכל יצא ואפילו על פת ויין:"
    },
    {
      "id": "orach_chaim-206-2",
      "section": 2,
      "text": "היו לפניו פרי האדמה ופרי העץ ובירך על פרי האדמה ונתכוין לפטור את פרי העץ יצא:"
    },
    {
      "id": "orach_chaim-206-3",
      "section": 3,
      "text": "כל אלו הברכו' צריך שלא יפסיק בין ברכ' לאכיל': הגה יותר מכדי דיבור [ב\"י בשם שיבולי לקט] וצריך להשמיע לאזניו ואם לא השמיע יצא ובלבד שיוציא בשפתיו ונאמרי' בכל לשון ולא יברך ערום עד שיכסה ערותו במה דברי' אמורים באיש אבל אשה יושבת ופניה של מטה טוחות בקרקע כי בזה מתכסה ערותה (ועיין לעיל סי' ע\"ד סעיף ד') ואפילו אם אינו ערום אם לבו רואה את הערוה או שראשו מגולה אסור לברך:"
    },
    {
      "id": "orach_chaim-206-4",
      "section": 4,
      "text": "כל דבר שמברך עליו לאכלו או להריח בו צריך לאוחזו בימינו כשהוא מברך:"
    },
    {
      "id": "orach_chaim-206-5",
      "section": 5,
      "text": "אין מברכין לא על אוכל ולא על משקה עד שיביאוהו לפניו בירך ואח\"כ הביאוהו לפניו צריך לברך פעם אחרת אבל מי שבירך על פירות שלפניו ואח\"כ הביאו לו יות' מאותו המין או ממין אחר שברכתו כברכת הראשון אינו צריך לברך: הגה וטוב ליזהר לכתחילה להיות דעתו על כל מה שיביאו לו [בית יוסף טור י\"ד סימן י\"ט]:"
    },
    {
      "id": "orach_chaim-206-6",
      "section": 6,
      "text": "נטל בידו פרי לאכלו ובירך עליו ונפל מידו ונאבד או נמאס צריך לחזור ולברך אף ע\"פ שהיה מאותו מין לפניו יותר כשבירך על הראשון: הגה רק שלא היה דעתו עליו לאכלו [הגהות מיימוני פרק ד' וכל בו ואגור ואבודרהם ותשו' מהרי\"ל סי' צ\"ב] וצריך לומ' ברוך שם כבוד מלכותו לעולם ועד על שהוציא ש\"ש לבטלה ואם אמר כשנפל ברוך אתה ה' ולא אמר אלהינו יסיים ויאמר למדני חוקיך שיהא נראה כקורא פסוק ואין כאן מוציא ש\"ש לבטלה אבל העומד על אמת המים מברך ושותה אע\"פ שהמים ששותה לא היו לפניו כשבירך מפני שלכך נתכוין תחלה: הגה ועיין לעיל סעיף א' אם בירך בטעות מה דינו:"
    }
  ]
}