{
  "id": "orach_chaim-320",
  "chapterLabel": "סימן 320",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-320-1",
      "section": 1,
      "text": "דיני סחיטה בשבת. ובו כ סעיפים:זיתים וענבים אסור לסחטן [ע\"ל סי' רנ\"ב סעיף ה'] ואם יצאו מעצמן אסורים אפי' לא היו עומדים אלא לאכילה ותותין ורמונים אסור לסחטן ואם יצאו מעצמן אם עומדים לאכילה מותר ואם עומדים למשקים אסור ושאר כל הפירות מותר לסחטן: הגה ובמקום שנהגו לסחוט איזה פירות לשתות מימיו מחמת צמא או תענוג דינו כתותים ורמונים אבל אם נהגו לסחטו לרפואה לבד אין לחוש [ב\"י] וכל זה דוקא לסחוט אסור אבל מותר למצוץ בפיו מן הענבים המשקה שבהן וכ\"ש בשאר דברים [ב\"י בשם שבולי לקט] ויש אוסרין למצוץ בפה מענבים וכיוצא בהם [הגהות מיימוני פכ\"א]:"
    },
    {
      "id": "orach_chaim-320-2",
      "section": 2,
      "text": "זתים וענבים שנתרסקו מערב שבת משקים היוצאים מהם מותרים ואפילו אם לא נתרסקו מע\"ש אם יש יין בגיגית שהענבים בתוכה אף ע\"פ שהענבים מתבקע בשבת בגיגית מותר לשתותו בשבת שכל יין היוצא מהענבים מתבטל ביין שבגיגית:"
    },
    {
      "id": "orach_chaim-320-3",
      "section": 3,
      "text": "חרצנים וזגים שנתן עליהם מים לעשות תמד מותר למשוך מהם ולשתותם ואפילו לא נתן מים והיין מתמצה וזב מאליו מותר לשתותו:"
    },
    {
      "id": "orach_chaim-320-4",
      "section": 4,
      "text": "מותר לסחוט אשכול ענבים תוך קדירה שיש בה תבשיל כדי לתקן האוכל דהוי ליה משקה הבא לאוכל וכאוכל דמי אבל אם אין בה תבשיל אסור:"
    },
    {
      "id": "orach_chaim-320-5",
      "section": 5,
      "text": "יש מי שאומר דהוא הדין לבוסר שמותר לסחטו לתוך האוכל ור\"ת אוסר בבוסר [הואיל ואינו ראוי לאכילה] [טור]:"
    },
    {
      "id": "orach_chaim-320-6",
      "section": 6,
      "text": "מותר לסחוט לימוני\"ש:"
    },
    {
      "id": "orach_chaim-320-7",
      "section": 7,
      "text": "לסחוט כבשים [פי' פירות ומיני ירקות המונחים בחומץ ובמלח כדי שלא ירקבו] ושלקות אם לגופם שאינו צריך למים ואינו סוחטן אלא לתקנם לאכילה אפילו סוחט לתוך קערה שאין בה אוכל מותר ואם צריך למימיהן מותר לסחוט לתוך קדירה שיש בה אוכל אבל אם אין בה אוכל אסור ולר\"ח כל שהוא צריך למימיהן חייב חטאת אפילו סחט לקדירה שיש בה אוכל [ולדבריו הסוחט אשכול לקדירה נמי אסור] [טור]:"
    },
    {
      "id": "orach_chaim-320-8",
      "section": 8,
      "text": "הסוחט דג לצירו דינו כסוחט כבשים ושלקות למימיהן:"
    },
    {
      "id": "orach_chaim-320-9",
      "section": 9,
      "text": "השלג והברד אין מרסקין אותם דהיינו לשברם לחתיכות דקות כדי שיזובו מימיו אבל נותן הוא לתוך כוס של יין או מים והוא נימח מאיליו ואינו חושש וכן אם הניחם בחמה או כנגד המדורה ונפשרו מותרים:"
    },
    {
      "id": "orach_chaim-320-10",
      "section": 10,
      "text": "מותר לשבר הקרח כדי ליטול מים מתחתיו:"
    },
    {
      "id": "orach_chaim-320-11",
      "section": 11,
      "text": "צריך ליזהר בחורף שלא יטול ידיו במים שיש בהם שלג או ברד ואם יטול יזהר שלא ידחקם בין ידיו שלא יהא מרסק:"
    },
    {
      "id": "orach_chaim-320-12",
      "section": 12,
      "text": "יש ליזהר שלא ישפשף ידיו במלח:"
    },
    {
      "id": "orach_chaim-320-13",
      "section": 13,
      "text": "דורס שלג ברגליו ואינו חושש:"
    },
    {
      "id": "orach_chaim-320-14",
      "section": 14,
      "text": "הר\"מ מרוטנבור\"ג מתיר להטיל מי רגלים בשלג והרא\"ש היה נזהר:"
    },
    {
      "id": "orach_chaim-320-15",
      "section": 15,
      "text": "אסור לפרוס סודר על פי החבית וליתן על גביו הכלי שדולים בו שמא יבא לידי סחיטה אבל בגד העשוי לפרוס עליו מותר שאינו חושש עליו לסחטו:"
    },
    {
      "id": "orach_chaim-320-16",
      "section": 16,
      "text": "אסור להדק מוכין בפי פך שיש בו משקין משום סחיטה:"
    },
    {
      "id": "orach_chaim-320-17",
      "section": 17,
      "text": "ספוג אין מקנחין בו אלא אם כן יש בו בית אחיזה גזירה שמא יסחוט:"
    },
    {
      "id": "orach_chaim-320-18",
      "section": 18,
      "text": "חבית שפקקו בפקק של פשתן לסתום נקב שבדפנה שמוציאין בו היין יש מי שמתיר להסירו ואף ע\"פ שאי אפשר שלא יסחוט והוא שלא יהא תחתיו כלי דכיון שאינו נהנה בסחיטה זו הוי פסיק רישא [פי' איסור נמשך בהכרח מדבר מה כמו המות הנמשך בהכרח מהתזת הראש] דלא ניחא ליה ומותר וחלקו עליו ואמרו דאע\"ג דלא ניחא ליה כיון דפסיק רישא הוא אסור והעולם נוהגים היתר בדבר ויש ללמד עליהם זכות דכיון שהברזא ארוכה חוץ לנעור' ואין יד מגעת לנעור' מותר מידי דהוי אספוג [פי' הערוך ספוג הוא על ראש דג אחד גדול שבים ובשעה שמרים ראשו להסתכל בעולם יורד אותו הספוג על עיניו ואינו רואה כלום ולולי זה לא היתה ספינה ניצולת מפניו] שיש לו בית אחיזה ולפי שאין טענה זו חזקה ויש לגמגם בה טוב להנהיגם שלא יהא כלי תחת החבית בשעה שפוקקים הנקב [וע\"ל סי' ש\"א עוד מדיני סחיטה]:"
    },
    {
      "id": "orach_chaim-320-19",
      "section": 19,
      "text": "ליתן כרכום בתבשיל מותר ואין לחוש לו משום צובע דאין צביעה באוכלים:"
    },
    {
      "id": "orach_chaim-320-20",
      "section": 20,
      "text": "יש מי שאומר שהאוכל תותים או שאר פירות הצבועי' צריך ליזהר שלא יגע בידיו צבועות בבגדיו או במפה משום צובע אבל אם צובע פתו במשקה הפירות לית לן בה דאין צביעה באוכלין:"
    }
  ]
}