{
  "id": "orach_chaim-626",
  "chapterLabel": "סימן 626",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-626-1",
      "section": 1,
      "text": "העושה סוכה תחת האילן או תחת הגג. ובו ג סעיפים:[אין לעשות סוכה תחת בית או אילן] והעושה סוכתו תחת האילן י\"א שאם האילן צלתה מרובה מחמתו פסולה בכל ענין אף אם הסוכה צלתה מרובה מחמת' אבל אם האילן חמתו מרובה מצלתו אם הסוכה צלתה מרובה מחמתה בלא אילן כשרה אפילו לא השפיל הענפים למטה לערבם עם סכך הסוכה אבל אם אין הסוכה צלתה מרובה מחמתה אלא על ידי האילן צריך שישפיל הענפים ויערבם עם הסכך בענין שלא יהיו ניכרים ויהא סכך רבה עליהם ומבטלן וי\"א שאפי' אם הסוכה צלתה מרובה מחמתה בלא האילן והאילן חמתו מרובה מצלתו אם ענפי האילן מכוונים כנגד סכך הכשר פסולה בין שהאילן קדם בין שהסוכה קדמה כיון שענפי האילן מכוונים כנגד סכך הכשר: הגה מיהו אם השפיל הענפים למטה ועירבן עם הסכך שאינן ניכרין בטלין והסוכה כשרה (הרא\"ש והר\"ן) וכן אם הניח סכך הכשר על סכך הפסול מיקרי עירוב וכשר (מרדכי פ\"ק דסוכה) אבל אם הענפים כנגד האויר שבין הסכך כשר או שהסכך הרבה שאפי' ינטל נגד האילן נשאר כשיעור) (טור) כשרה הואיל וצל הכשר הוא מרובה מחמתה שאפי' אם ינטל האילן יש שיעור בכשר להכשיר ובכל זאת לא שאני לן בין קדם האילן לקדם הסכך דין אחד להם:"
    },
    {
      "id": "orach_chaim-626-2",
      "section": 2,
      "text": "אם קצץ האילן להכשירו ולהיות הוא עצמו מהסיכוך כשר והוא שינענעו שיגבה כל אחד לבדו ומניחו וחוזר ומגביה חבירו ומניחו ואם לאו פסולה משום תעשה ולא מן העשוי: הגה אבל מותר לעשות סוכה תחת מחובר או בית ולהסירו אח\"כ ולא מיקרי תעשה ולא מן העשוי הואיל ואין הפסול בסכך עצמו (כל בו והגהות אשירי פ\"ק דסוכה):"
    },
    {
      "id": "orach_chaim-626-3",
      "section": 3,
      "text": "העושה סוכה למטה בבית תחת הגג שהסירו הרעפים אף על פי שנשארו עדיין העצים הדקים שהרעפים מונחים עליהם כשרה: הגה וכן מותר לעשות הסוכה תחת הגגות העשויות לפתוח ולסגור ומותר לסגרן מפני הגשמים ולחזור ולפותחן (מהרי\"ל) ואפילו ביום טוב שרי לסוגרן ולפתחן (אגוד' דיומא ומהרי\"ו) אם יש להם צירים (ד\"ע) שסוגר ופותח בהן ואין בזה לא משום סתירה ובנין אהל בי\"ט ולא משום תעשה ולא מן העשוי רק שיזהר שלא ישב תחתיהן כשהן סגורין שאז הסוכה פסולה:"
    }
  ]
}