{
  "id": "orach_chaim-316",
  "chapterLabel": "סימן שי״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-316-1",
      "section": 1,
      "text": "צידה האסורה והמותרת בשבת. ושלא ישפשף הרוק. ובו יב סעיפים:הצד צפור דרור למגדל שהוא ניצוד בו ושאר צפרים וצבי לבית או לביבר שהם ניצודים בו חייב ואם אינו ניצוד בו פטור אבל אסור:"
    },
    {
      "id": "orach_chaim-316-2",
      "section": 2,
      "text": "צד צבי ישן או סומא חייב חיגר או חולה או זקן פטור: הגה המשסה כלב אחר חיה בשבת הוי צידה (כל בו) וי\"א דאף בחול אסור בכלבים משום מושב לצים: (א\"ז גמ' ע\"א דף י\"ח):"
    },
    {
      "id": "orach_chaim-316-3",
      "section": 3,
      "text": "כל שבמינו ניצוד חייב עליו אין במינו ניצוד פטור אבל אסור הלכך זבובים אע\"פ שאין במינו ניצוד אסור לצודן: הגה ולכן יש ליזהר שלא לסגור תיבה קטנה או לסתום כלים שזבובים בו בשבת דהוי פסיק רישיה שיצודו שם [בעל התרומה ומרדכי ס\"פ כירה ואגור] ויש מקילין במקום שאם יפתח הכלי ליטלם משם יברחו [טור]:"
    },
    {
      "id": "orach_chaim-316-4",
      "section": 4,
      "text": "פורסין מחצלת על גבי הכוורת [מקום שמתכנסים בו הדבורים לעשות דבש] ובלבד שלא יכוין לצוד וגם הוא בענין שאינו מוכרח שיהיו ניצודים כי היכי דלא להוי פסיק רישיה:"
    },
    {
      "id": "orach_chaim-316-5",
      "section": 5,
      "text": "צבי שנכנס לתוך הבית ונעל אחד בפניו חייב נעלו שנים פטורים אין אחד יכול לנעול ונעלו שנים חייבים: הגה ואם הפתח כבר מגופף מותר לנועלה במנעול. [ר\"ן פרק האורג והמגיד פ\"י]:"
    },
    {
      "id": "orach_chaim-316-6",
      "section": 6,
      "text": "ישב אחד על הפתח ומלאו יכול השני לישב בצדו ואפי' אם עמד הראשון והלך לו השני פטור ומותר והראשון חייב:"
    },
    {
      "id": "orach_chaim-316-7",
      "section": 7,
      "text": "הצד נחשים ועקרבים בשבת או שאר רמשים המזיקים אם לרפואה חייב ואם בשביל שלא ישכנו מותר:"
    },
    {
      "id": "orach_chaim-316-8",
      "section": 8,
      "text": "שמונה שרצים האמורים בתורה הצדן והחובל בהם אע\"פ שלא יצא מהם דם אלא נצרר תחת העור חייב ושאר שרצים אינו חייב החובל בהם אא\"כ יצא מהם דם והצדן לצורך חייב שלא לצורך או סתם פטור אבל אסור ולהרמב\"ם חייב:"
    },
    {
      "id": "orach_chaim-316-9",
      "section": 9,
      "text": "פרעוש הנקרא ברגות בלשון ערב אסור לצודו אא\"כ הוא על בשרו ועוקצו ואסור להרגו: הגה ואף לא ימלילנו בידו שמא יהרגנו אלא יטלנו בידו ויזרקנו [רבי ירוחם ני\"ב ח\"י] אבל כנה מותר להרגה והמפלה בגדיו מכנים לא יהרגם אלא מוללן בידו וזורקן אבל המפלה ראשו מותר להרגם:"
    },
    {
      "id": "orach_chaim-316-10",
      "section": 10,
      "text": "כל חיה ורמש שהם נושכים וממיתים ודאי נהרגים בשבת אפילו אין רצין אחריו ושאר מזיקין כגון נחש ועקרב במקום שאינם ממיתין אם רצין אחריו מותר להרגם ואם לאו אסור אבל מותר לדרסם לפי תומו ואפילו במתכוין אלא שמראה עצמו כאלו אינו מכוין:"
    },
    {
      "id": "orach_chaim-316-11",
      "section": 11,
      "text": "לא ישפשף ברגלו רוק על גבי קרקע משום דמשוה גומות אבל מותר לדרסו לפי תומו שאינו מתכוין למרח ולהשוות גומות ואע\"ג דממילא ממרח הוא כי לא מכוין שרי משום מאיסותא:"
    },
    {
      "id": "orach_chaim-316-12",
      "section": 12,
      "text": "חיה ועוף שברשותו מותר לצודן והוא שלא ימרודו אבל אם הם מורדים אסור לתפסם אפילו בחצר אם החצר גדול שאם לא גדלו בין בני אדם היו צריכים מצודה: הגה ויש אומרים דאסור לצוד חיה ועוף שברשותו ואם צדן פטור [הגהות אלפסי] אבל פרה וסוס וכל שכן שאר חיה ועוף שמרדו אם צדן חייב חטאת וכן עיקר [המגיד פ\"י] חתול דינה כשאר חיה ואסור לתפשה בשבת [הגהות אלפסי ש\"ג דף ק\"פ]:"
    }
  ]
}