{
  "id": "orach_chaim-673",
  "chapterLabel": "סימן 673",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-673-1",
      "section": 1,
      "text": "שמנים ופתילות הכשרות לחנוכה. ובו ד סעיפים:כל השמנים והפתילות כשרים לנר חנוכה ואע\"פ שאין השמנים נמשכין אחר הפתילה ואין האור נתלה יפה באותן הפתילות: הגה ומיהו שמן זית מצוה מן המובחר [מרדכי וכל בו ומהרי\"ל] ואם אין שמן זית מצוי מצוה בשמנים שאורם זך ונקי. ונוהגים במדינות אלו להדליק בנרות של שעוה כי אורו צלול כמו שמן: ואפי' בליל שבת שבתוך ימי חנוכה מותר להדליק בנר חנוכה השמנים והפתילות שאסור להדליק בהם נר שבת: הגה אם אינו נותן בנר רק כדי שיעור מצותו [תשובת הרשב\"א סי' ק\"ע] לפי שאסור להשתמש בנר חנוכ' בין בשב' בין בחול ואפי' לבדוק מעות או למנותן לאורה אסור ואפי' תשמיש של קדושה כגון ללמוד לאורה אסור ויש מי שמתיר בתשמיש של קדושה ונוהגים להדליק נר נוסף כדי שאם ישתמש לאורה יהיה לאור הנוסף שהוא אותו שהודלק אחרון ויניחנו מרחוק קצת משאר נרות מצוה: הגה ובמדינות אלו אין נוהגים להוסיף רק מניח אצלן השמש שבהן מדליק הנרות והוא עדיף טפי ויש לעשותו יותר ארוך משאר נרות שאם בא להשתמש ישתמש לאותו נר [מרדכי]. אם נתערב נר חנוכה האסור בהנאה בשאר נרות אפי' א' באלף לא בטיל דהוי דבר של מנין [ת\"ה סי' ק\"ג] אלא ידליק מן התערובות כל כך שבודאי נר של היתר דולק עם נר של איסור ואז מותר להשתמש אצלן [ד\"ע]:"
    },
    {
      "id": "orach_chaim-673-2",
      "section": 2,
      "text": "הדלקה עושה מצוה לפיכך אם כבתה קודם שעבר זמנה אין זקוק לה ואפילו כבתה בערב שבת קודם קבלת שבת שעדיין הוא מבעוד יום אינו זקוק לה וכן אם לאחר שהדליקה בא לתקנה וכיבה אותה בשוגג אינו זקוק לה: הגה ואם רוצה להחמיר על עצמו ולחזור ולהדליקה אין לברך עליה (רשב\"א סי' תקל\"ט ור\"ן):"
    },
    {
      "id": "orach_chaim-673-3",
      "section": 3,
      "text": "נר של חרס שהדליק בו לילה אחת נעשה ישן ואין מדליקין בו לילה אחרת אלא לוקח חדשים בכל לילה ואם אין לו אלא ישן מסיקו בכל לילה באור ונר של מתכת א\"צ חדש ושל זכוכית או של חרס מכוסה דינו כמתכת:"
    },
    {
      "id": "orach_chaim-673-4",
      "section": 4,
      "text": "אין חוששין לפתילות להחליפם עד שתכלה:"
    }
  ]
}