{
  "id": "orach_chaim-089",
  "chapterLabel": "סימן 89",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-089-1",
      "section": 1,
      "text": "הלכות תפלה וזמנה. ובו ח סעיפים:זמן תפלת השחר מצותה שיתחיל עם הנץ החמה כדכתיב יראוך עם שמש ואם התפלל משעלה עמוד השחר והאיר פני המזרח יצא ונמשך זמנה עד סוף ד' שעות שהוא שליש היום ואם טעה או עבר והתפלל אחר ד' שעות עד חצות אע\"פ שאין לו שכר כתפלה בזמנה שכר תפלה מיהא איכא: הגה ואחר חצות אסור להתפלל תפלת שחרית (ב\"י בשם הרשב\"א פרק תפלת השחר) וע\"ל ריש סימן ק\"ח:"
    },
    {
      "id": "orach_chaim-089-2",
      "section": 2,
      "text": "כיון שהגיע זמן תפלה אסור לאדם להקדים לפתח חבירו ליתן לו שלום משום דשמו של הקב\"ה שלום אבל מותר לומר לו צפרא דמרי טב ואפי' זה אינו מותר אלא כשהוצרך ללכת לראות איזה עסק אבל אם אינו הולך אלא להקביל פניו קודם תפלה אפי' זה הלשון אסור וכן אסור לכרוע לו כשמשכים לפתחו וי\"א דכריעה אסורה אפי' בלא משכים לפתחו ואם התחיל לברך הברכות (אחר כך) אין לחוש כל כך ואם אינו משכים לפתחו אלא שפגע בו בדרך מותר ליתן לו שלום וי\"א שאפי' במוצא חבירו בשוק לא יאמר לו אלא צפרא דמרי טב כדי שיתן לב שהוא אסור להתעכב בדברים אחרים כלל עד שיתפלל:"
    },
    {
      "id": "orach_chaim-089-3",
      "section": 3,
      "text": "אסור לו להתעסק בצרכיו או לילך לדרך עד שיתפלל תפלת י\"ח (ויש מקילין לאחר שאמרו מקצת ברכות קודם שאמרו ברוך שאמר וטוב להחמיר בזה) (תרומת הדשן סי' י\"ח) ולא לאכול ולא לשתות אבל מים מותר לשתות קודם תפלה בין בחול ובין בשבת ויום טוב וכן אוכלין ומשקין לרפואה מותר:"
    },
    {
      "id": "orach_chaim-089-4",
      "section": 4,
      "text": "הצמא והרעב הרי הם בכלל החולים אם יש בו יכולת לכוין דעתו יתפלל ואם לאו אם רצה אל יתפלל עד שיאכל וישתה:"
    },
    {
      "id": "orach_chaim-089-5",
      "section": 5,
      "text": "ואם התחיל לאכול קודם עלות השחר צריך להפסיק וי\"א שאינו צריך להפסיק:"
    },
    {
      "id": "orach_chaim-089-6",
      "section": 6,
      "text": "אפי' ללמוד אסו' משיגיע זמן תפלה והיינו מי שרגיל להתפלל בבית מדרשו ואינו רגיל לילך לב\"ה דאיכא למיחש דלמא מטריד בגירסיה ויעבור זמן ק\"ש ותפלה אבל מי שרגיל לילך לב\"ה מות' ואם הוא מלמד לאחרים אפילו אם אינו רגיל לילך לב\"ה מות' כיון שהשעה עוברת דזכות הרבים דבר גדול הוא ואם לא ילמדו עכשיו יתבטלו ולא יוכלו ללמוד [וע\"ל סי' ק\"ו]:"
    },
    {
      "id": "orach_chaim-089-7",
      "section": 7,
      "text": "מותר להסתפר וליכנס למרחץ סמוך לשחרית שלא גזרו אלא סמוך למנחה שהוא דבר המצוי:"
    },
    {
      "id": "orach_chaim-089-8",
      "section": 8,
      "text": "בשעת הדחק כגון שצריך להשכים לדרך יכול להתפלל משעלה עמוד השחר וימתין מלקרות ק\"ש עד שיגיע זמנה [אם אפשר לו לקרות ק\"ש על הדרך דהיינו שיתכוין בפסוק ראשון וכמו שנתבאר לעיל סי' נ\"ח] [ב\"י בשם הרשב\"א] ואף על פי שאינו סומך גאולה לתפלה הכי עדיף טפי שיתפלל בביתו מעומד ממה שיתפלל בזמנה והוא מהלך ויסמוך גאולה לתפלה:"
    }
  ]
}