{
  "id": "orach_chaim-461",
  "chapterLabel": "סימן תס״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-461-1",
      "section": 1,
      "text": "דיני אפיית המצה. ובו ה סעיפים:תנור שאופים בו חמץ צריך ליזהר כשיסיקוהו כדי לאפות בו מצה שילכו הגחלים על פני כולו ואין די לו בלהבה דכמו שבולע ע\"י גחלים כך פולט ע\"י גחלים ושיהו ניצוצות נתזין ממנו הלכך אם הסיקוהו כמה פעמים קודם הפסח אינו מספיק אא\"כ כיון להתירו לצורך פסח כי שמא לא הלכו הגחלים על פני כולו כל זמן שלא כיון לכך ויש נוהגים להטיל בו קרקע חדש כדי שלא יצטרכו היסק ומנהג יפה הוא: הגה וכשיכשירו על ידי היסק טוב וישר הוא לחזור ולהסיק לצורך האפייה ולא לעשות הכל בהיסק אחד. (תשובת מהרי\"ב):"
    },
    {
      "id": "orach_chaim-461-2",
      "section": 2,
      "text": "טפקא (פי' אחד מן הרעפים שמכסין בהם הגג קופי בלע\"ז) של חרס חדשה לא שנא הסיקה מבפנים או מבחוץ מותר כיון שהאור שולט תחתי' אע\"פ שאין שלהבת עולה על גבה מרתח רתח והפת נאפת מיד ואינו בא לידי חימוץ אבל צריך להסיק תחלה בין תנור בין כובי' בין באלפס בלא מים בין בקרקע אבל להדביקו תחלה ואח\"כ להסיק יש אוסרי' וטוב ליזהר ויש מי שאומר שראוי למחות שלא יעשו חררות ברמץ (פי' אפר חם צינירונ\"י בלע\"ז):"
    },
    {
      "id": "orach_chaim-461-3",
      "section": 3,
      "text": "מצה שנאפת עד שאם פורסין אותה אין חוטין נמשכים ממנה יוצאים בה: הגה ויש ליזהר שלא ללקחה מן התנור קודם לכן (ד\"ע) ולהחזירה כי תוכל לבא לידי חימוץ (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-461-4",
      "section": 4,
      "text": "יוצא אדם במצה שרויה והיא שלא נימוחה אבל אם בשלה אינו יוצא בה:"
    },
    {
      "id": "orach_chaim-461-5",
      "section": 5,
      "text": "אם אפו חמץ עם מצה לא נאסרה אא\"כ נגעה בחמץ ונוטל ממקום שנגעה כדי נטילת מקום והשאר מותר: הגה מצה שנתכפלה בתנור ודבוקה עד שאין שולט שם האש אוסרים אותה תוך הפסח אבל שאר מצות שבתנור מותרים וקודם פסח אין לאסור רק מקום דבוקה (תה\"ד סי' קנ\"ז ופסקיו סימן קמ\"ה) מצה נפוחה באמצעותה אסור' אבל עלה עליה קרום כדרך שעולה על הפת בשעת אפייה מותרת (מהרי\"ל) אם שני מצות שוכבות זו על זו בתנור קודם אפייתן אסורין דהוי כמצה כפולה (מהרי\"ו) וכן יש ליזהר שלא יגעו זה בזה בתנור בעודן לחין כי אין האור שולט במקום נגיעתן ובאים לידי חימוץ (ב\"י בשם אורחת חיים):"
    }
  ]
}