{
  "id": "orach_chaim-038",
  "chapterLabel": "סימן ל״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-038-1",
      "section": 1,
      "text": "מי הם חייבין בתפילין והפטורים. ובו יג סעיפים:חולה מעיים פטור מתפילין: הגה אפילו אין לו צער אבל שאר חולה אם מצטער בחליו ואין דעתו מיושב עליו פטור ואם לאו חייב. [מרדכי וא\"ח ומיי' פ\"ד]:"
    },
    {
      "id": "orach_chaim-038-2",
      "section": 2,
      "text": "מי שברי לו שאינו יכול להתפלל בלא הפחה מוטב שיעבור זמן התפל' ממה שיתפלל בלא גוף נקי [וע\"ל סי' פ'] ואם יראה לו שיוכל להעמיד עצמו בגוף נקי בשעת ק\"ש יניח תפילין בין אהבה לקריאת שמע ויברך:"
    },
    {
      "id": "orach_chaim-038-3",
      "section": 3,
      "text": "נשים ועבדים פטורים מתפילין מפני שהוא מצות עשה שהזמן גרמא: הגה ואם הנשים רוצים להחמיר על עצמן מוחין בידם [כל בו]:"
    },
    {
      "id": "orach_chaim-038-4",
      "section": 4,
      "text": "המניח תפילין צריך ליזהר מהרהור תאות אשה: הגה ואם א\"א לו בלא הרהורים מוטב שלא להניחם: [כל בו וא\"ח]:"
    },
    {
      "id": "orach_chaim-038-5",
      "section": 5,
      "text": "אבל ביום ראשון אסור להניח תפילין מכאן ואילך חייב אפי' באו פנים חדשו':"
    },
    {
      "id": "orach_chaim-038-6",
      "section": 6,
      "text": "בט' באב חייבין בתפילין (וע\"ל סי' תקנ\"ה):"
    },
    {
      "id": "orach_chaim-038-7",
      "section": 7,
      "text": "חתן ושושביניו (פירוש רעיו השמחים עמו) וכל בני חופה פטורין משום דשכיח שכרות וקלות ראש:"
    },
    {
      "id": "orach_chaim-038-8",
      "section": 8,
      "text": "כותבי תפילין ומזוזות הם ותגריהם ותגרי תגריהם וכל העוסקים במלאכת שמים פטורין מהנחת תפילין כל היום זולת בשעת ק\"ש ותפלה: הגה ואם היו צריכים לעשות מלאכתן בשעת ק\"ש ותפלה אז פטורין מק\"ש ומתפלה ומתפילין דכל העוסק במצוה פטור ממצוה אחרת אם צריך לטרוח אחר האחרת אבל אם יכול לעשות שתיהן כאחת בלא טורח יעשה שתיהן (הגהות אשירי בשם א\"ז ור\"ן פ' הישן):"
    },
    {
      "id": "orach_chaim-038-9",
      "section": 9,
      "text": "מצטער ומי שאין דעתו מיושבת עליו ונכונה פטור מפני שאסור להסיח דעתו מהם:"
    },
    {
      "id": "orach_chaim-038-10",
      "section": 10,
      "text": "הקורא בתורה פטור מהנחת תפילין כל היום זולת בשעת ק\"ש ותפלה:"
    },
    {
      "id": "orach_chaim-038-11",
      "section": 11,
      "text": "לא יחלוץ תפילין בפני רבו אלא יפנה לצד אחר מפני אימתו ויחלוץ שלא בפניו:"
    },
    {
      "id": "orach_chaim-038-12",
      "section": 12,
      "text": "היה צריך לתפילין ומזוזה ואין ידו משגת לקנות שניהם תפילין קודמים:"
    },
    {
      "id": "orach_chaim-038-13",
      "section": 13,
      "text": "מנודה ומצורע אסורים להניח תפילין:"
    }
  ]
}