{
  "id": "orach_chaim-467",
  "chapterLabel": "סימן 467",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-467-1",
      "section": 1,
      "text": "דין חטים שנפל עליהם מים ותבשיל שנמצא בתוכה חטה. ובו טז סעיפים:דגן שנטבע בנהר או שנפל עליו מים כשם שאסור לאוכלו כך אסור לקיימו אלא מוכרו לישראל ומודיעו כדי שיאכלנו קודם הפסח ואם מכרו לעכו\"ם קודם הפסח מוכר מעט לכל אחד ואחד כדי שיכלה קודם הפסח שמא יחזור העכו\"ם וימכרנו לישראל:"
    },
    {
      "id": "orach_chaim-467-2",
      "section": 2,
      "text": "דגן זה שנטבע בנהר או שנפל עליו מים אף על פי שלא נתבקע אסור דכיון דמינח נייחי אתי לידי חימוץ: הגה ולכן יש ליזהר שלא יבאו מים או גשמים מזלפין על החטים כי אז אפי' לא נתבקעו אסורות ודגן שהיה מונח בעלייה וירדו גשמים דרך הגג בקצת המקומות ונתלחלחו אותן שנתלחלחו אסורות אבל שאר מקומות מותר להשהותן מכח ספק ספיקא שמא לא ירדו עליהם גשמים ואם תמצי לומר ירדו שמא לא נתחמצו אבל לאכלן בפסח אסור ולא מהני ספק ספיקא (אגור וכל בו):"
    },
    {
      "id": "orach_chaim-467-3",
      "section": 3,
      "text": "חטים שבאו בספינה אם הם יבשות וקשות ולא נשתנה מראיהן אחזוקי איסורא לא מחזקינן:"
    },
    {
      "id": "orach_chaim-467-4",
      "section": 4,
      "text": "שנה שרבו גשמים וירדו על ערימות שבשדות עד שהיו קצת מהשבלים שעל הערימות מעלים צמחים אין חוששין לסתם חטים של אותה שנה:"
    },
    {
      "id": "orach_chaim-467-5",
      "section": 5,
      "text": "דגן שבמחובר שנתייבש לגמרי ואינו צריך ליניק' כמאן דמנח בכדא דמי ומקבל חימוץ אם ירדו עליו גשמים:"
    },
    {
      "id": "orach_chaim-467-6",
      "section": 6,
      "text": "חטים שנמצאו בהן מבוקעות אותן שאינן מבוקעות מותרות מפני שהדבר מצוי שבשעת גשמים עליונות הגדיש ותחתיתו מתחמץ ומתבקע ואין המים נוגעים באמצעיתו כלל:"
    },
    {
      "id": "orach_chaim-467-7",
      "section": 7,
      "text": "ישראל שיש לו בורות מלאים חטים וחושש שמא יש בקרקעית הבור ובקירותיו חטים מבוקעים מלחות הבור והארץ בביטול בעלמא סגי: (וע\"ל סי' תל\"ו סעיף א'):"
    },
    {
      "id": "orach_chaim-467-8",
      "section": 8,
      "text": "דבש של עכו\"ם אין מחזיקין בו איסור ואוכלין אותו בפסח: הגה מיהו יש מחמירין (מרדכי פרק כל שעה והגמ\"י פ\"ד) והמנהג במדינות אלו שלא לאכול דבש רק אותו שמביאין בחביות מן הכוורת שעושין ממנו משקה שקורין מע\"ד ותאנים יבשים וענבים יבשים שקורין רוזי\"ני גדולים או קטנים תלוי במנהג המקומות כי יש מחמירין שלא לאכלן ויש מקילין ולכן נהגו במדינות אלו להחמיר שלא לאכול שום פירות יבשים אם לא שידוע שנתייבשו בדרך שאין לחוש לחמץ וצוקר אסור לאוכלו אפי' להשהותו אסור (ת\"ה סי' קי\"א) וביו\"ט האחרון אוכלין פירות יבשים וצוק\"ר קאנדי\"ל שאין בו חשש חימוץ (מהרי\"ל) והמנהג במדינות אלו שלא לאכול כרכום שקורין זפרי\"ן או נעגלי\"ך (מהרי\"ל) מיהו אינן אוסרין תערובתן וכן נ\"ל:"
    },
    {
      "id": "orach_chaim-467-9",
      "section": 9,
      "text": "תבשיל שנתבשל ונמצאו בו שעורים או חטים אם נתבקעו ממש הרי כל התבשיל אסור ואם לא נתבקעו ממש התבשיל מותר: הגה ואין המנהג כן אלא אוסרים הכל במשהו אפילו לא נתבקעו ואותם חטים או שעורים שורפים אותם:"
    },
    {
      "id": "orach_chaim-467-10",
      "section": 10,
      "text": "תרנגולת מבושלת שנמצא בה בפסח חטה מבוקעת מותר למוכרה לעכו\"ם שאינה נמכרת יותר ביוקר בשביל החטה שנמצאת בתוכה: הגה ובמדינות אלו נוהגין לשרוף הכל (וע\"ל סימן תמ\"ז סעיף ג') ואם נמצאת ביום שמיני של פסח מותר להשהותה עד אחר הפסח:"
    },
    {
      "id": "orach_chaim-467-11",
      "section": 11,
      "text": "אם נמצאת חטה בקועה בעיסה או במצה אפויה יסיר ממנה כדי נטילת מקום והשאר מותר ויש מי שאוסר כל העיסה או אותה מצה וראוי לחוש לדבריו אם לא במקום הפסד מרובה או בשעת הדחק: הגה וכן נוהגין תוך הפסח לאסור אותה מצה שנמצא בה החטה ומתירים את האחרות בין שנמצא בה אפויה או חיה ואמרינן כאן נמצאת כאן היתה ואם נמצאת בעיסה אוסרין כל העיסה ודוקא תוך הפסח אבל קודם הפסח אין אוסרין רק כדי נטילה והכי נהוג:"
    },
    {
      "id": "orach_chaim-467-12",
      "section": 12,
      "text": "אם מלגו (פי' שהרתיחוהו במים להעביר הנוצה) תרנגולת ואח\"כ מצאו במים גרעין חטה בקועה אסורה התרנגולת ואם נמצאת חיטה בקועה או לחם חמץ בכלי של מים ואין בו כדי ליתן טעם שהמים צוננים ובישלו באותו מים תבשיל או לשו עיסה מותר ויש מי שאוסר אם הוא בתוך הפסח: הגה ויש מי שמתיר אפי' במליגת תרנגולים משום דאמרינן שמא אחר כך נפלה לשם (תא\"ו נ\"ה מח\"ו ומהרי\"ב) ויש מי שאוסר בשאר בשר ומתיר בתרנגולת מכח ספק ספיקא (מרדכי פרק כל שעה) ולענין מנהג נראה לאסור בשאר בשר או בחטה שלימה אפי' תרנגולת ודוקא אם נמלגו תרנגולים דהיינו שהיו המים חמין אבל אם היו צוננים ושרו שם התרנגולים אין לאסור מספיקא ובמקום דאיכא למימר שמא נתעכלה החטה בתרנגולת כגון שהיא שבורה (מהרי\"ב) אפי' במליגה יש להתיר מכח ספק ספיקא מיהו אם נתערבו התערובות ויש הפסד מרובה ומניעת שמחת יום טוב יש להקל בכל זה בספיקת איסור דרבנן שהוא משהו ויש להתיר שאר תבשילין שיש בהן תערובת מאותו תבשיל של הבשר שנשרה במים או נמלג כך נראה לי:"
    },
    {
      "id": "orach_chaim-467-13",
      "section": 13,
      "text": "אם הגעילו יורה מחומצת בת יומא וירדו המים (המחומצים) לבור בתוך הפסח אסור לשתות מימיו בפסח בשביל שנתערבו:"
    },
    {
      "id": "orach_chaim-467-14",
      "section": 14,
      "text": "אם נמצאת חטה מבוקעת בתרנגלת קודם מליחה די בשטיפה ואם אחר מליחה די בקליפה ויש מחמירים לומר שמעמיק כל סביבותיה וחותך ומשליך ואם נמלחו עמה תרנגולו' אחרות קולף את כולם: הגה ויש מחמירים לאסור כל מה שימלח ביחד אבל העיקר לאסור אותה חתיכה כולה שנמצא החטה עליה ולהתיר האחרות ע\"י קליפה קצת ואם רוצה יוכל למכור הכל לעכו\"ם כמו שנתבאר סי' תמ\"ז סעיף א' אע\"ג דאין נוהגין כן בשאר תערובות חמץ כן נ\"ל:"
    },
    {
      "id": "orach_chaim-467-15",
      "section": 15,
      "text": "תרנגולת צלויה שנמצאת בה חטה מבוקעת בתוך הפסח חותך מקום פיעפועו לפי אומד הדעת ויש אוסרים את כולה לפי שכשמהפכים השפוד מתפשט הטעם בכל התרנגולת וכן יש מי שאוסר כל התרנגולות הצלויות עמה באותה שפוד הנוגעות זו בזו כי ע\"י היפוך השפוד מתפשט מזו לזו:"
    },
    {
      "id": "orach_chaim-467-16",
      "section": 16,
      "text": "חטה או שעורה שנמצאת בזפק העוף לאחר שהבהבו אותו העוף מותר והחטה והשעור' צריך לשרפם דלא חשיבי כמעוכלים:"
    }
  ]
}