{
  "id": "orach_chaim-472",
  "chapterLabel": "סימן 472",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-472-1",
      "section": 1,
      "text": "דיני הסיבה וארבע כוסות. ובו טז סעיפים:יהיה שלחנו ערוך מבעוד יום כדי לאכול מיד כשתחשך ואף אם הוא בבית המדרש יקום מפני שמצוה למהר ולאכול בשביל התינוקו' שלא ישנו אבל לא יאמר קידוש עד שתחשך:"
    },
    {
      "id": "orach_chaim-472-2",
      "section": 2,
      "text": "יסדר שלחנו יפה בכלים נאים כפי כוחו ויכין מקום מושבו שישב בהסיבה דרך חירו': הגה ואפילו עני שאין לו כרים ישב על הספסל (מרדכי ריש פרק ערבי פסחי'):"
    },
    {
      "id": "orach_chaim-472-3",
      "section": 3,
      "text": "כשהוא מיסב לא יטה על גבו ולא על פניו ולא על ימינו אלא על שמאלו: (ואין חילוק בין איטר לאחר) (טור בשם רש\"י ות\"ה בסי' קל\"ו):"
    },
    {
      "id": "orach_chaim-472-4",
      "section": 4,
      "text": "אשה אינה צריכה הסיבה אלא אם כן היא חשובה: הגה וכל הנשים שלנו מיקרי חשובות (מרדכי ריש פרק ע\"פ ורבינו ירוחם) אך לא נהגו להסב כי סמכו על ראבי\"ה דכתב דבזמן הזה אין להסב (ד\"ע):"
    },
    {
      "id": "orach_chaim-472-5",
      "section": 5,
      "text": "בן אצל אביו צריך הסיבה אפי' הוא רבו מובהק ותלמיד לפני רבו א\"צ הסיבה אפי' אינו רבו מובהק אא\"כ יתן לו רבו רשות ותלמיד חכם מופלג בדורו אע\"פ שלא למד ממנו כלום חשוב כרבו ואינו צריך הסיבה (ודוקא כשאכלו על שלחן אחד אבל אם אוכל על שלחן בפני עצמו צריך להסב):"
    },
    {
      "id": "orach_chaim-472-6",
      "section": 6,
      "text": "השמש צריך הסיבה:"
    },
    {
      "id": "orach_chaim-472-7",
      "section": 7,
      "text": "כל מי שצריך הסיבה אם אכל או שתה בלא הסיבה לא יצא וצריך לחזור לאכול ולשתות בהסיבה: הגה וי\"א דבזמן הזה דאין דרך להסב כדאי הוא ראבי\"ה לסמוך עליו שבדיעבד יצא בלא הסיבה (אגודה פרק ע\"פ) ונראה לי אם לא שתה כוס שלישי או רביעי בהסיבה אין לחזור ולשתות בהסיבה דיש בו חשש שנראה כמוסיף על הכוסות אבל בשני כוסות ראשונות יחזור וישתה בלא ברכה (מנהגים) וכן באכילת מצה ולכתחלה יסב כל הסעודה (מהרי\"ב):"
    },
    {
      "id": "orach_chaim-472-8",
      "section": 8,
      "text": "צריך לשתות ארבע כוסות על הסדר ואם שתאן זה אחר זה שלא כסדר לא יצא:"
    },
    {
      "id": "orach_chaim-472-9",
      "section": 9,
      "text": "שיעור הכוס רביעי' לאחר שימזגנו (אם רוצה למזגו) וישתה כולו או רובו ואם יש בו הרבה רביעיות שותין ממנו כל כך בני אדם כמנין רביעיו' שבו ויש אומרים שצריך לשתות רוב הכוס אפילו מחזיק כמה רביעיות: וצריך לשתות השיעור שלא בהפסק גדול בנתיים (ב\"י בשם רוקח):"
    },
    {
      "id": "orach_chaim-472-10",
      "section": 10,
      "text": "מי שאינו שותה יין מפני שמזיקו או שונאו צריך לדחוק עצמו ולשתות לקיים מצו' ארבעה כוסות:"
    },
    {
      "id": "orach_chaim-472-11",
      "section": 11,
      "text": "מצוה לחזור אחר יין אדום (אם אין הלבן משובח ממנו) (טור):"
    },
    {
      "id": "orach_chaim-472-12",
      "section": 12,
      "text": "יוצאים ביין מבושל ובקונדיטון:"
    },
    {
      "id": "orach_chaim-472-13",
      "section": 13,
      "text": "אפילו עני המתפרנס מן הצדקה ימכור מלבושו או ילוה או ישכיר עצמו לד' כוסות:"
    },
    {
      "id": "orach_chaim-472-14",
      "section": 14,
      "text": "גם הנשים חייבות בארבע כוסות ובכל מצות הנוהגות באותו לילה:"
    },
    {
      "id": "orach_chaim-472-15",
      "section": 15,
      "text": "תינוקות שהגיעו לחינוך מצוה ליתן לכל אחד כוסו לפניו: הגה ואין ליקח כוס שפיו צר כמו קרו\"ג גלא\"ז מפני שלא יכול לשתות רביעית כאחד (מהרי\"ב) ובכוס של ברכת המזון בלא\"ה אין לוקחין אותו וע\"ל סי' קפ\"ג סעיף ד' בהגה וכן הכוס של קידוש וע\"ל סי' רע\"א סעיף י' (ב\"י):"
    },
    {
      "id": "orach_chaim-472-16",
      "section": 16,
      "text": "מצוה לחלק לתינוקות קליות ואגוזים כדי שיראו שינוי וישאלו:"
    }
  ]
}