{
  "id": "orach_chaim-630",
  "chapterLabel": "סימן undefined״ל",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-630-1",
      "section": 1,
      "text": "דיני דפנות הסוכה. ובו יג סעיפים:כל הדברים כשרים לדפנות (וא\"צ להעמידם דרך גדילתן) (טור) ואפילו חמתה מרובה מצלתה מחמת הדפנות כשרה: הגה מ\"מ לא יעשה הדפנות בדבר שריחו רע [ר\"ן] או דבר שמתייבש תוך ז' ולא יהא בו שיעור מחיצה [דעת עצמו]:"
    },
    {
      "id": "orach_chaim-630-2",
      "section": 2,
      "text": "דפנות הסוכה אם היו שתים זו אצל זו כמין ג\"ם עושה דופן שיש ברחבו יותר על טפח ומעמידו בפחות משלשה לאחד מהדפנות ויעמוד קנה (כנגד הכותל) (טור) כנגד אותו טפח ויעשה לה צורת הפתח שיעמיד קנה עליו ועל הטפח וכשרה אע\"פ שהקנה שעל גביהן אינו נוגע בהן: הגה ואם הטפח והדופן מגיע לסכך א\"צ קנה על גביהן (מרדכי והגהות מיימוני פ\"ד) ומה שנהגו שצורת הפתח עגולה הוא לנוי בעלמא (כ\"כ המרדכי):"
    },
    {
      "id": "orach_chaim-630-3",
      "section": 3,
      "text": "היו לה שני דפנות זו כנגד זו וביניהם מפולש עושה דופן שיש ברחבו ארבעה טפחי' ומשהו ומעמידו בפחות משלשה סמוך לא' משתי הדפנות וכשרה וגם בזה צריך לעשות צורת פתח שיתן קנה מהפס על הדופן האחר וי\"א שאין זה צריך צורת פתח: הגה אבל אם איכא דופן ז' בלא לבוד א\"צ כאן צורת הפתח עד סוף הכותל הואיל ואיכא דופן ז' שהוא שיעור הכשר סוכה וכ\"ש שאין צריכים צורת הפתח כשהדופן שלימה ומה שנהגו בצורת הפתח כשיש לה דפנות שלימות אינו אלא לנוי בעלמא: (ר\"ן והמגיד פ\"ד וכל בו וב\"י בשם מרדכי):"
    },
    {
      "id": "orach_chaim-630-4",
      "section": 4,
      "text": "במה דברים אמורים בעושה סוכתו במקום שאין דופן אמצעי כנגדה אבל העושה סוכתו באמצע החצר רחוק מדפנות החצר אע\"פ שאין לה אלא שתי דפנות זו כנגד זו די לה בתיקון המתיר כשתי דפנות העשויות כמין ג\"ם:"
    },
    {
      "id": "orach_chaim-630-5",
      "section": 5,
      "text": "כשהכשירו בשתי דפנות העשויות כמין ג\"ם בטפח וצורת פתח אפי' אם יש בשתי הדפנות פתחים הרבה שאין בהם צורת פתח שכשתצרף כל הפרוץ יהיה מרובה על העומד כשרה. [רק שלא יהיו הפתחים בקרנות כי המחיצות צריכין להיות מחוברים כמין ג\"ם] [ר\"ן] ובלבד שלא יהא בהם פירצה יתירה על י' אמות ואם יש בה צורת פתח אפילו ביתר מעשר ולהרמב\"ם אפי' יש לה צורת פתח אם יש לה פירצה יותר מעשר פסולה אלא א\"כ עומד מרובה על הפרוץ: הגה ונהגו עכשיו לעשות מחיצות שלימות כי אין הכל בקיאין בדין המחיצות [כל בו] ומי שאין לו כדי צרכו למחיצות עדיף אז לעשות ג' מחיצות שלימות מד' שאינן שלימות [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-630-6",
      "section": 6,
      "text": "נעץ ד' קונדסין בין באמצע הגג בין על שפת הגג וסיכך על גבן פסולה ויש מכשירין בנעץ על שפת הגג משום דאמרי' גוד אסיק מחיצתא:"
    },
    {
      "id": "orach_chaim-630-7",
      "section": 7,
      "text": "סיכך על גבי מבוי שיש לו לחי (פי' עץ כעין עמוד. פסין פי' קרשי עץ סביבות הבאר לעשות רשות היחיד) או על גבי באר שיש לו פסין הרי זו סוכה כשרה לאותו שבת שבתוך החג בלבד מתוך שלחי זה ופסין אלו מחיצו' לענין שבת נחשוב אותם כמחיצות לענין סוכה (ואין להתיר אלא במקום שלחי ופסין מתירין לענין שבת דאז שייך מגו) (ר\"ן):"
    },
    {
      "id": "orach_chaim-630-8",
      "section": 8,
      "text": "סיכך על גבי אכסדרה שיש לה פצימין בין שהיו נראים מבפנים ואין נראין מבחוץ בין שהיו נראין מבחוץ ואין נראין מבפנים כשרה לא היו לה פצימין פסולה מפני שהוא סוכה העשויה כמבוי שהרי אין לה אלא ב' צידי האכסדרה ואמצע האכסדרה אין בו כותל ושכנגדו אין לו פצימין (פצים פי' לחי ומזוזה) (כל זה הוא לשון הרמב\"ם אבל אחרים חולקין ולכן אין לעשות סוכה בכה\"ג):"
    },
    {
      "id": "orach_chaim-630-9",
      "section": 9,
      "text": "היו דפנותיה גבוהים שבעה ומשהו והעמידם בפחות משלשה סמוך לארץ כשרה אפי' הגג גבוה הרבה ובלבד שיהא מכוון כנגדן ואפי' אינן מכוון ממש רק שהוא בתוך שלשה כנגדו כשרה ואם אינה גבוה אלא י' טפחים אפילו אין בדופן אלא ארבע ושני משהויין כשרה שמעמידה באמצע ואמרינן לבוד למעלה ולמטה וחשוב כסתום היו הדפנות גבוהות מן הארץ שלשה טפחים פסולה:"
    },
    {
      "id": "orach_chaim-630-10",
      "section": 10,
      "text": "העושה סוכתו בין האילנות והאילנות דפנות לה אם היו חזקים או שקשר אותם וחיזק אותם עד שלא תהא הרוח מצויה מנידה אותם תמיד ומילא בין האמירים (פירוש הענפים) בתבן וקש כדי שלא תניד אותם הרוח וקשר אותם הרי זו כשרה על כן אין נכון לעשות כל המחיצות מיריעות של פשתן בלא קנים אע\"פ שקשרן בטוב זמנין דמינתקי ולאו אדעתי' והוי ליה מחיצה שאינה יכולה לעמוד בפני רוח מצויה והרוצה לעשות בסדינים טוב שיארוג במחיצות קנים בפחות משלשה:"
    },
    {
      "id": "orach_chaim-630-11",
      "section": 11,
      "text": "עושים מחיצה מבעלי חיים שיקשור שם בהמה לדופן:"
    },
    {
      "id": "orach_chaim-630-12",
      "section": 12,
      "text": "יכול לעשות מחבירו דופן לסוכה להכשירה ואפילו ביום טוב ובלבד שלא ידע אותו שהועמד שם שבשביל מחיצה הועמד שם אבל בחול אפי' אם הוא יודע שפיר דמי: הגה ואפי' בי\"ט אינו אסור אלא באותן ג' דפנות המתירים הסוכה אבל בדופן רביעית שרי (השגת הראב\"ד והמגיד פרק ד' דסוכה) וע' לעיל סי' שס\"ב סעיף ה':"
    },
    {
      "id": "orach_chaim-630-13",
      "section": 13,
      "text": "הסומך סוכתו על כרעי המטה והכרעיים הם מחיצו' אם יש בה גובה עשרה טפחים מן המטה לסכך כשרה ואם לאו פסול' ואם סמך הסכך על עמודים והכרעיים הם דפנות אפילו אין גבוה י' מהמטה עד הסכך כשרה כיון שיש י' טפחים מהארץ עד הסכך:"
    }
  ]
}