{
  "id": "orach_chaim-576",
  "chapterLabel": "סימן undefinedע״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-576-1",
      "section": 1,
      "text": "על איזה דברים מתענין ומתריעין. ובו טז סעיפים:כשם שמתענים ומתריעים על הגשמים כך מתענים על שאר הצרו' כגון עכו\"ם שבאו לערוך מלחמה עם ישראל או יטול מהם מס או ליקח מידם ארץ או לגזור עליהם צרה אפי' במצוה קלה הרי אלו מתענין ומתריעין ועד שירוחמו וכל הערים שסביבותיהם מתענים אבל אין מתריעין אלא אם כן תקעו להתקבץ לעזרתם ואפי' לא באו אלא לעבור דרך ארצם שאין להם מלחמה עמהם אלא על עכו\"ם אחרי' ועוברי' על מקום ישראל מתעני' ומתריעין:"
    },
    {
      "id": "orach_chaim-576-2",
      "section": 2,
      "text": "וכן על דבר איזהו דבר עיר שיש בה ת\"ק רגלי ויצאו ממנה שלשה מתים בשלשה ימים זה אחר זה הרי זה דבר יצאו ביום א' או בארבעה ימים אין זה דבר היו בה אלף ויצאו ממנה ששה מתים בג' ימים זה אחר זה הרי זה דבר יצאו ביום אחד או בארבעה אין זה דבר וכן לפי חשבון זה ואין הנשים וקטנים וזקנים ששבתו ממלאכה בכלל מנין אנשי המדינה לענין זה היה דבר בארץ ישראל מתענין שאר גליו' עליהם (ודוקא דאיכא דבר בכולה ולא במקצתה) (ר\"ן פ\"ג דתענית) היה דבר במדינה ושיירו' הולכו' ובאו' ממנה למדינה אחר' שתיהן מתענו' אע\"פ שהן רחוקו' זו מזו:"
    },
    {
      "id": "orach_chaim-576-3",
      "section": 3,
      "text": "ואם היה דבר בחזירים מתענין מפני שמעיהם דומים לשל בני אדם וכל שכן אם היה דבר בעכו\"ם ולא בישראל שמתענים:"
    },
    {
      "id": "orach_chaim-576-4",
      "section": 4,
      "text": "וכן מתענים על המפול' שבעיר כיצד הרי שרבתה בעיר מפולת כותלים בריאים שאינן עומדין בצד הנהר הרי זה צרה ומתענין ומתריעין עליה וכן על הרעש ועל הרוחו' שהם מפילים הבנין והורגים מתענין ומתריעים עליהם:"
    },
    {
      "id": "orach_chaim-576-5",
      "section": 5,
      "text": "וכן מתענים על החולאים כיצד הרי שירד חולי א' לאנשים הרבה באותה העיר כגון אסכרה (פי' חולי סוגר הגרון מענין ויסכרו מעינות תהום) או חרחור וכיוצא בהם והיו מתים מאותו חולי הרי זה צרת צבור וגוזרין עליה תעני' ומתריעין וכן חכוך לח הרי הוא כשחין פורח ואם פשט ברוב הצבור מתענין ומתריעין עליו אבל חכוך יבש צועקים עליו בלבד: הגה ובאלו חולאים אינן צריכין שימותו בשלשה ימים זה אחר זה כמו בדבר שהוא בא מכח שינוי אויר אלא מתענים ומתריעים על אלו החלאים מיד. (ב\"י):"
    },
    {
      "id": "orach_chaim-576-6",
      "section": 6,
      "text": "וכן על חיה רעה שנשתלחה אפי' לא הזיקה אלא נראי' בלבד מתענין ומתריעין בכל מקום אפי' הרחוקים אבל אם אינה משולח' אינה אלא מקרה איזו היא משולח' נראתה בעיר ביום הרי זו משולח' נראתה בשדה ביום אם ראתה שני בני אדם ולא ברחה מפניהם הרי זו משולח' ואם היתה שדה שסמוכה לאגם וראתה שני בני אדם ורדפה אחריהם הרי זו משולח' לא רדפה אחריהם אינה משולח' ואם היתה באגם אפי' רדפה אחריהם אינה משולח' אלא אם טרפה שניהם ואכלה אחד מהם אבל אם אכלה שניהם באגם אינה משולח' ומפני שזה היא מקומה ומפני הרעבון טרפה לא מפני שהיא משולח':"
    },
    {
      "id": "orach_chaim-576-7",
      "section": 7,
      "text": "בתים הבנוים במדברו' ובארצו' הנשמו' הואיל והם מקום גדודי חיה אם עלתה לגג ונטלה תינוק מעריסה (פי' מטה קטנה מענין הנה ערשו ערש ברזל) הרי זו משולח' ואם לא הגיע למדה זו אינה משולח' שאלו בני אדם שסכנו בעצמם ובאו למקום החיו' אבל שאר מיני רמש הארץ ורמש העוף ששולחו והזיקו כגון שלוח נחשים ועקרבים שמזיקים ואינם ממיתים ואין צריך לומר צרעים ויתושין והדומה להם אין מתענין עליהם ולא מתריעין:"
    },
    {
      "id": "orach_chaim-576-8",
      "section": 8,
      "text": "וכן על ירקון והשדפון משהתחיל בתבואה אפילו לא התחיל אלא במקום אחד כמלא פי התנור מתענין ומתריעין (ואפילו הרחוקים) (טור) רק שיהיו באותו הפרכיא. (ר\"ן):"
    },
    {
      "id": "orach_chaim-576-9",
      "section": 9,
      "text": "וכן על הארבה והחסיל אפילו לא נראה מהם אלא כנף אחד בכל ארץ ישראל ואפילו אינו משחי' יבול הארץ מתענין ומתריעין עליהם ועל הגובאי (פי' מין ארבה) בכל שהוא אבל על החגב אין מתענין עליו ולא מתריעין אלא זועקין בלבד ועכשיו שאין אנו מכירין מינים הללו על כולם מתריעין:"
    },
    {
      "id": "orach_chaim-576-10",
      "section": 10,
      "text": "וכן על המזונו' כיצד הרי שהוזלו דברים של סחורה שרוב חיי אנשי אותה העיר מהם כגון כלי פשתן בבבל ויין ושמן בארץ ישראל ונתמעט המשא והמתן עד שיצטרך התגר למכור שוה עשרה בששה הרי זו צרת צבור ומתריעין עליה ובשבת זועקים עליה אבל אין תוקעין עליה בשבת:"
    },
    {
      "id": "orach_chaim-576-11",
      "section": 11,
      "text": "וכן על המטר כיצד הרי שרבו עליהם גשמים עד שיצרו להם הרי אלו מתפללין עליהם שאין לך צרה יתירה מזו שהבתים נופלים ונמצאו בתיהם קבריהם ובארץ ישראל אין מתפללין על רוב הגשמים מפני שהיא ארץ הרים ובתיהם בנוים באבנים ורוב הגשמים טובה להם ואין מתענים להעביר הטובה ועכשיו בצפת מצויה מפולת בתים מפני הגשמים ומתפללין עליהם:"
    },
    {
      "id": "orach_chaim-576-12",
      "section": 12,
      "text": "כל עיר שיש בה צרה מכל אלו אותה העיר מתענה וזועקין בתפלה ומתחננין ומתריעין בשופר עד שתעבור הצרה וכל סביבותיה מתענו' אבל לא מתריעו' אבל מבקשים עליהם רחמים ובכל מקום אין מתענין ולא זועקים ולא מתריעים בשבת ויו\"ט על שום צרה חוץ מצר' המזונו' שזועקים עליהם בשבת:"
    },
    {
      "id": "orach_chaim-576-13",
      "section": 13,
      "text": "עיר שהקיפוה עכו\"ם או נהר וספינה המטורפ' בים אפילו על יחיד הנרדף מפני עכו\"ם או לסטים או רוח רעה או חולה שאר חולי שיש בו סכנת חיים (ולברך החולה בשבת ע' לעיל ס\"ס רפ\"ה) זועקים ומתחננים בתפילו' בשבת אבל אין תוקעין אלא אם כן תוקעין לקבץ העם לעזור אחיהם ולהצילם:"
    },
    {
      "id": "orach_chaim-576-14",
      "section": 14,
      "text": "תעני' אלו שמתעני' על הצרו' אין מתענים בהם לא עוברו' ולא מניקו' ולא קטנים ומותרי' לאכול בלילה אע\"פ שמתענים למחר חוץ מתעניו' הגשמים:"
    },
    {
      "id": "orach_chaim-576-15",
      "section": 15,
      "text": "ציבור שהיה להם ב' צרו' אין מבקשים רחמים אלא על אחת מהם דכתיב נצומה ונבקשה מאלהינו על זאת ואומרים אע\"פ שיש בלבנו צרות רבו' על צרה פלוני' באנו להתפלל ואם יש להם צרת רעב וצרת דבר מבקשים רחמים על הרעב משום דכי יהיב רחמנא שובעא לחיי יהיב:"
    },
    {
      "id": "orach_chaim-576-16",
      "section": 16,
      "text": "בכל יום תעני' שגוזרים על הציבור מפני הצרו' בית דין והזקנים יושבים בבי' הכנסת ובודקים על מעשה אנשי העיר מאחר תפלת שחרי' עד חצי היום ומסירין המכשולים של עבירו' ומזהירין ודורשין וחוקרים על בעלי חמס ועבירו' ומפרישין אותם ועל בעלי זרוע ומשפילין אותם וכיוצא בדברים אלו ומחצי היום ולערב רביע היום קורים בתורה ומפטירים בנביא ורביע היום האחרון מתפללין מנחה ומתריעים ומתודים וזועקים כפי כוחם:"
    }
  ]
}