{
  "id": "orach_chaim-147",
  "chapterLabel": "סימן קמ״ז",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-147-1",
      "section": 1,
      "text": "דיני גלילת ספר תורה. ובו ח סעיפים:אסור לאחוז ס\"ת ערום בלא מטפחת: הגה וי\"א דה\"ה שאר כתבי קדש (אגודה ותוס' פ\"ק דשבת) ולא נהגו כן וטוב להחמיר אם לא נטל ידיו ובס\"ת אפי' בכהאי גוונא אסור (ד\"ע אגודה) גדול שבאותם שקראו בתור' גולל ורגילין לקנותו בדמים יקרים לחבב המצוה: הגה י\"א אם המעיל בצד אחד פשתן ומצד א' משי צריך להפך המשי לצד הספר ולגלול (מרדכי סוף מגילה) ולא נהגו כן [ב\"י סימן קכ\"ג] ואין לגלול במפה הקרוע אם יש לו אחרת [מהרי\"ל] ואין לעשות מפות לספר תורה מדברים ישנים שנעשו בהם דבר אחר לצורך הדיוט וע\"ל סי' קנ\"ג: [אגודה מס' מנחות תשובת מהרי\"ל סי' קי\"ד וב\"י רשב\"ץ]:"
    },
    {
      "id": "orach_chaim-147-2",
      "section": 2,
      "text": "יכול מי שירצה לקנות להושיט המעילין להגולל ואין הגולל יכול למחות בו כי אף על פי שקנה הגלילה לא קנה ליקח המעילים: [וכן במקומות הנוהגין לקנות הוצאה והכנסה אין הש\"ץ יכול למחות כי אין זה שייך לחזנים] [מרדכי סוף מגילה וא\"ז:"
    },
    {
      "id": "orach_chaim-147-3",
      "section": 3,
      "text": "הגולל ספר תורה יעמידנו כנגד התפר כדי שאם יקרע יקרע התפר:"
    },
    {
      "id": "orach_chaim-147-4",
      "section": 4,
      "text": "הגולל ספר תורה גוללו מבחוץ וכשהוא מהדקו מהדקו מבפנים: הגה פירוש כשהספר עומד לפניו יהיה הכתב נגד פניו ויתחיל לגלול מבחוץ ואחר שגמר הגלילה יהדק סוף המטפחת בפנים שכשיבא לקרות בו ימצא ההדוק בפנים ולא יצטרך להפך הס\"ת (טור והרא\"ש ס\"פ בני העיר) ונראה דכל זה מיירי כשאחד עושה כל הגלילה אבל עכשיו שנוהגים שאחד מגביה ואחד גולל יהיה הכתב נגד המגביה וכן נוהגים כי הוא עיקר הגולל והאוחז ס\"ת:"
    },
    {
      "id": "orach_chaim-147-5",
      "section": 5,
      "text": "מוטב תגלל המטפחת סביב הס\"ת ולא יגלול הס\"ת כשכורכו במטפחת:"
    },
    {
      "id": "orach_chaim-147-6",
      "section": 6,
      "text": "הגולל ס\"ת בתוך התיק טועה:"
    },
    {
      "id": "orach_chaim-147-7",
      "section": 7,
      "text": "אין המפטיר מתחיל עד שיגמרו לגלול הס\"ת כדי שלא יהא הגולל טרוד ויוכל לשמוע ההפטרה:"
    },
    {
      "id": "orach_chaim-147-8",
      "section": 8,
      "text": "ביום שיש ב' ספרי תורה לא יפתחו השניה ולא יסירו המפה עד שיגללו הראשון: הגה ואין מסלקין הראשונה עד שכבר הניחו השניה על השלחן שלא יסיחו דעתן מן המצו' ומוציאין ב' הספרים כאחת ותופסין בשניה עד אחר שקראו בראשונה. (אור זרוע בשם הירושלמי):"
    }
  ]
}