{
  "id": "orach_chaim-568",
  "chapterLabel": "סימן 568",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-568-1",
      "section": 1,
      "text": "דיני נדרי תענית. ובו יב סעיפים:נדר להתענות יום זה ושכח ואכל משלים תעניתו והוא הדין אם היה תענית חלום או שהיה תענית צבור או שהיה יום ידוע לו להתענות כיום שמת בו אביו או רבו אבל אם נדר להתענות יום א' או שני ימים וכשהתחיל להתענות שכח ואכל כזית איבד תעניתו וחייב לצום יום אחר (ויש מחמירין דאפי' בנדר להתענות יום זה דחייב להשלים מ\"מ מחמירין להתענות יום אחר) (ת\"ה סימן קנ\"ו):"
    },
    {
      "id": "orach_chaim-568-2",
      "section": 2,
      "text": "הנודר לצום עשרה ימים באיזה יום שירצה והיה מתענה ביום אחד מהם והוצרך לדבר מצוה או מפני כבוד אדם גדול (או שמצטער) (טור) הרי זה לוה ופורע יום אחר שהרי לא קבע הימים בתחלת הנדר אבל אם לא קבל עליו קודם לכן להתענות יום אחד אלא במנחה קבל עליו להתענות למחר מקרי תענית זה ואינו יכול ללותו: הגה וכל שכן יום זה ממש כגון שאמר בתחלת נדרו אתענה יום פלוני או אתענה שני וחמישי כל השנה או כדומה לזה (ת\"ה סי' רע\"ה וכל בו) וכן אם היה תענית חלום אינו יכול ללותו: הגה וכ\"ש שאינו יכול ללות לפרוע תענית צבור (ת\"ה סי' קנ\"ו וכל בו ורבי' ירוחם) מיהו תענית שני וחמישי ושני שנוהגים להתענות אחר פסח וסוכות או אפי' בעשרת ימי תשובה ואירע ברית מילה מצוה לאכול וא\"צ התרה כי לא נהגו להתענות בכהאי גונא ודוקא כשאוכלים שם אבל אם שולחים לו לביתו אין לו לאכול ואם קיבל עליו התענית במנחה צריך להתענות (הגהת מיימוני פ\"א) יש אומרים שאם מצטער הרבה בתעניתו יכול לפדותו בממון והוא הדין באונס אחר (הרא\"ש בשם הראב\"ד ור' ירוחם נ\"ה ח\"א) ונראה דוקא בקיבל עליו תענית בעלמא אבל אם קבלו דרך נדר צריך לקיים נדרו:"
    },
    {
      "id": "orach_chaim-568-3",
      "section": 3,
      "text": "מי שנדר להתענות כך תעניות יכול לדחותם עד ימות החורף (ויכול ללות יום ארוך ולשלם יום קצר דכל א' מקרי יום) (פסקי מהרא\"י סי' ס' והגהות מרדכי):"
    },
    {
      "id": "orach_chaim-568-4",
      "section": 4,
      "text": "יש מי שאומר ששני ימים ושני לילות רצופים יש להשוותם לארבעים תעניות שאינם רצופים: הגה ויש אומרים דבאדם חלש סגי לו בב' ימים רצופים אבל אדם בריא ג' ימים (הגהות מנהגים בשם מהר\"י ברי\"ן) ונ\"ל דכל זה לא מיירי אלא במי שנתחייב לצום מ' ימים שאינן רצופים מכח תשוב' כדי להצטער ואז משוינן האי צער להאי צער ועל כיוצא בזה נאמרו דינים אלו בדברי האחרונים ז\"ל אבל מי שנדר לצום מ' יום צריך לקיים מה שנדר דלא גרע מיום זה דאינו לוה ופורע ואפי' למ\"ד אפי' יום זה לוה ופורע הכא מודה דצריך לקיים נדרו כ\"ש מ' יום שלפני י\"כ שמתענים לזכר עליית משה בהר שמי שקבל עליו שאין להם תשלומין בשני או שלשה ימים רצופים:"
    },
    {
      "id": "orach_chaim-568-5",
      "section": 5,
      "text": "המתענה תענית חלום ביו\"ט או בחולו של מועד או בראש חודש או בחנוכה ופורים או בערב יום הכפורים צריך למיתב תעניתא לתעניתיה כדין המתענ' תעני' חלום בשבת (וע\"ל סי' רפ\"ח סעיף ד'):"
    },
    {
      "id": "orach_chaim-568-6",
      "section": 6,
      "text": "אין תעני' צבור בבבל ליאסר במלאכ' ולהפסיק מבעוד יום אלא תשעה באב בלבד הילכך יחיד שקיבל עליו תענית לא חיישינן שמא תעני' צבור קיבל עליו ומותר בכולן ומכל מקום לכתחילה טוב לו' בשעת קבלת התענית הריני בתעני' יחיד לפניך מחר:"
    },
    {
      "id": "orach_chaim-568-7",
      "section": 7,
      "text": "כשאירע יום שמת אביו או אמו באדר והשנה מעובר' יתענה באדר ב': הגה ויש אומרים דיתענה בראשון (מהרי\"ל ומהר\"י מינץ) אם לא שמת בשנת העיבור באדר שני דאז נוהגים להתענות בשני (ת\"ה סי' רצ\"ה) וכן המנהג להתענות בראשון מיהו יש מחמירין להתענות בשניהם (פסקי מהר\"י בשם מהר\"י מולין):"
    },
    {
      "id": "orach_chaim-568-8",
      "section": 8,
      "text": "אין צריך להתענות אלא ביום מיתת אביו ולא ביום קבורה:"
    },
    {
      "id": "orach_chaim-568-9",
      "section": 9,
      "text": "אם אירע יום מיתת אביו בשבת או בראש חודש ידחה למחר: הגה ואין נוהגין כן אלא אין מתענין כלל וכן בשאר ימים שאין בהם תחנון:"
    },
    {
      "id": "orach_chaim-568-10",
      "section": 10,
      "text": "הנודר לילך על קברי צדיקים שבמקום פלוני ונתעכב ימים רבים ואחר כך אירע שהשכירוהו ללכת שם די בהליכה זו:"
    },
    {
      "id": "orach_chaim-568-11",
      "section": 11,
      "text": "הנודר לצום סכום ימים רצופים ואירע בהם תעני' חובה עולין לו:"
    },
    {
      "id": "orach_chaim-568-12",
      "section": 12,
      "text": "כל השרוי בתעני' בין שהיה מתענה על צרתו או על חלומו בין שהי' מתענ' עם הציבור על צרתם הרי זה לא ינהג עידונין בעצמו ולא יקל ראשו ולא יהי' שמח וטוב לב אלא דואג ואונן כענין שנא' מה יתאונן אדם חי:"
    }
  ]
}