{
  "id": "orach_chaim-428",
  "chapterLabel": "סימן תכ״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-428-1",
      "section": 1,
      "text": "סדר קביעת המועדים וקריאת הפרשיות. ובו ח סעיפים:אלו הימי' שאין קובעי' בהם המועדי' לא אד\"ו ר\"ה ולא אג\"ו י\"ה לא זב\"ד פורים לא בד\"ו פסח ולא גה\"ז עצרת והו\"ר לא ג' חנוכ' ולא אג\"ו צום אסתר ולא בד\"ו צום תמוז ואב. לעולם ביום שיהיה פורים יהיה ל\"ג לעומר וסימן פל\"ג וביום שיהיה חנוכה יהיה עצרת:"
    },
    {
      "id": "orach_chaim-428-2",
      "section": 2,
      "text": "אלו הימים שהוקבעו בהם ראשי חדשי' ולא בזולתם ניסן אגה\"ז אייר בגה\"ז סיון אגד\"ו תמוז אגה\"ו אב בדו\"ז אלול אבד\"ו תשרי בגה\"ז מרחשון גדו\"א כסליו א\"ב ג\"ד ה\"ו טבת אבגד\"ו שבט בגדה\"ז אדר זבד\"ו (ובעיבור אדר ראשון בדה\"ז ושני בדו\"ז):"
    },
    {
      "id": "orach_chaim-428-3",
      "section": 3,
      "text": "סימן לקביעת המועדים א\"ת ב\"ש ג\"ר ד\"ק ה\"ץ ו\"ף פירוש ביום א' של פסח יהיה לעולם ת\"ב וסימן על מצות ומרורים יאכלוהו ביום ב' בו שבועו' וביום ג' בו ר\"ה ביום ד' בו קריאת התורה שהוא שמחת תורה ביום ה' בו צום כיפור ביום ו' בו פורים שעבר:"
    },
    {
      "id": "orach_chaim-428-4",
      "section": 4,
      "text": "לעולם קורין צו את אהרן קודם פסח בפשוט' ומצורע במעוברת חוץ מבה\"ח מעוברת (וה\"ש מעוברת) שקורים אחרי מות קודם הפסח ולעולם קורין פרשת במדבר סיני קוד' עצרת תשעה באב קודם ואתחנן אתם נצבי' קודם ר\"ה ולכן כשר\"ה ביום ב\"ג שיש שתי שבתו' בין ר\"ה לסוכו' צריכי' לחלק נצבים וילך כדי שיקראו וילך בין ר\"ה לצום כפור והאזינו בין צום כפור לסוכו' וסי' ב\"ג המלך פת וילך אבל כשר\"ה ביום ה\"ו אז אין בין ר\"ה לסוכו' אלא שבת אחת שקורין בה האזינו אז וילך עם נצבי' קודם ר\"ה וסימן לפשוט' פקדו ופסחו ולמעובר' סגרו ופסחו מנו ועצרו צומו וצלו קומו ותקעו:"
    },
    {
      "id": "orach_chaim-428-5",
      "section": 5,
      "text": "פרשת האזינו מחלקים פרשיותיה כדרך שהיו מחלקין אותה במקדש שהיו קורין השירה פעם אחת לששת ימי השבוע וסי' הזי\"ו ל\"ך. האזינו. זכור. ירכיבהו. וירא. לו חכמו. כי אשא אל שמים עד סוף השירה והשביעי קורא מסוף השירה עד סוף הפרשה: הגה ודוקא בשבת מחלקין הפרשיות אבל במנחה בשבת וב' וה' אין לחוש (מרדכי פרק הקורא עומד):"
    },
    {
      "id": "orach_chaim-428-6",
      "section": 6,
      "text": "קללות שבתורת כהנים אין מפסיקין בהם אלא אחד קורא כולם ומתחילין בפסוקי' שלפניהם ומסיים בפסוקי' שלאחריהם אבל קללות שבמשנה תורה יכולים להפסיק בהם ואעפ\"כ נהגו שלא להפסיק בהם: (וכן נהגו שלא לקרות א' בשמו לעלות אלא קורין מי שירצה):"
    },
    {
      "id": "orach_chaim-428-7",
      "section": 7,
      "text": "ח' פסוקים אחרונים שבתורה אין מפסיקין בהם אלא יחיד קורא את כולם:"
    },
    {
      "id": "orach_chaim-428-8",
      "section": 8,
      "text": "מי\"ז בתמוז ואילך מפטירין ג' דפרענותא ז' דנחמתא תרתי דתיובתא ג' דפורענותא דברי ירמיה שמעו דבר ה' חזון ישעיהו שבע דנחמתא נחמו ותאמר ציון עניה סוערה אנכי רני עקרה קומי אורי שוש אשיש וביום צום גדליה במנחה מפטירין דרשו ובשבת שבין ראש השנה ליום הכיפורי' מפטירין לעולם שובה וכשר\"ה בב\"ג שיש שבת בין י\"ה לסוכו' וקורין בו האזינו מפטירין בו וידבר דוד וי\"א שכשר\"ה בב\"ג שוילך בין ר\"ה לי\"ה מפטירין בו דרשו ובשבת שבין י\"ה לסוכו' שקורין האזינו מפטירין שובה: הגה והמנהג כסברא הראשונה ובשאר שבתות השנה מפטירין מעין הפרשה (טור) כשקורין שתי פרשיות מפטירין באחרונה (מרדכי פרק בני העיר) ובלבד באחרי מות וקדושים דמפטירין הלא כבני כושיים שהיא הפטרת א\"מ (מנהגים) ונוהגין להפטיר בחתונה שוש אשיש ואין דוחין מפניה שום הפטרה הנזכרת כאן ולא של ד' פרשיות ולא של ר\"ח או מחר חדש או חנוכה או שירה (מרדכי פרק בני העיר והטור ומנהגים) אבל שאר הפטרות דוחין מפניה וכבר נתבאר לעיל סי' תכ\"ה דאין מדלגין מנביא לנביא (וגם נתבאר שם סעיף ב' אם דוחין מפני של ראש חדש אחת מאלו הפטרות שנזכרות כאן):"
    }
  ]
}