{
  "id": "orach_chaim-539",
  "chapterLabel": "סימן undefinedל״ט",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-539-1",
      "section": 1,
      "text": "דיני הסחורה בחול המועד. ובו יד סעיפים:כל סחורה אסורה אפי' כל שהוא בין לקנות בין למכור ואפי' אם הלוה מעות על מנת שיתנו לו אח\"כ יין או סחורה אחרת בפרעון חובו כדי להשתכר אינו יכול לילך ולתובעם אלא אם כן אינם מצויים אחר המועד דהוי ליה דבר האבד אם לא ילך בחול המועד למקומם ויתבעם: הגה מיהו אם נזדמן לו ריוח מרובה במועד יכול למכור בצנעה ויוציא לשמחת י\"ט יותר ממה שהיה דעתו להוציא: (ב\"י):"
    },
    {
      "id": "orach_chaim-539-2",
      "section": 2,
      "text": "מי שהלוה לחבירו מעות מותר לתבעו בחול המועד לגבות מעותיו ואין צריך לומר שמותר לגבו' חובו מן העכו\"ם:"
    },
    {
      "id": "orach_chaim-539-3",
      "section": 3,
      "text": "מכר לחבירו פרקמטיא קודם מועד יש מי שאוסר לתבוע דמיה במועד אלא אם כן יהא לוקח אדם שאינו מצוי במקום המוכר ונזדמן לו בחול המועד דהוי דבר האבד ולי נראה שכיון שזקף עליו המעו' בחובו קודם המועד הוי ליה כהלואה ומותר לגבו' ממנו בחול המועד אפילו הוא אדם שמצוי במקום המוכר: הגה וכן מותר לקבול במשפט בשביל חובותיו המותרים לתבוע (מרדכי ס\"פ מי שהפך) וכן מותר לעשות זקיפה עם חובותיו במועד כדי להבטיחן דכל זה בכלל דבר האבד ושרי: (המגיד פ\"ז ונ\"י פרקא קמא דמ\"ק):"
    },
    {
      "id": "orach_chaim-539-4",
      "section": 4,
      "text": "אם יש לו סחורה שאם לא ימכרנה עתה יפסיד מהקרן מותר למכר' אבל אם לא יפסיד מהקרן לא ומ\"מ אם הוא בענין שאם ימכרנה עתה יהיו לו מעות בריוח ויוציא יותר לשמחת יו\"ט מותר למכור. ונראה לי שלא נאמרו דברים הללו אלא במי שיש לו מעו' מועטים וחס עליהם מלהוציא כל כך לשמחת י\"ט ואילו היו לו מעות בריוח היה מוציא יותר אבל מי שיש לו מעות בריוח להוציא לשמחת יו\"ט ככל אשר יתאוה ואין בדעתו להוציא כל כך לא נתיר לו למכור כדי שיוציא יותר:"
    },
    {
      "id": "orach_chaim-539-5",
      "section": 5,
      "text": "אם הוא דבר שאינו מצוי תמיד לאחר המועד כגון ספינו' או שיירות שבאו או שהם מבקשים לצאת ומכרו בזול או לקחו ביוקר מותר לקנו' ולמכור אפילו שלא לצורך תשמישו אלא לעשות סחורה ולהשתכר והוא הדין לירידים הקבועים מזמן לזמן (ואפי' מעיר לעיר ומותר ליסע בכה\"ג) (ד\"ע) אבל מקומות שיש להם יום השוק יום אחד בשבוע אינו מותר למכור ולקנות ביום השוק שבתוך המועד שאין זה דבר האבד שאם אינו נמכר ביום השוק שבתוך המועד ימכור ביום השוק שלאחר המועד: הגה ותגר שקונה מזה ומוכר לזה וחוזר וקונה ומוכר מותר דהוי דבר האבד: (כל בו)"
    },
    {
      "id": "orach_chaim-539-6",
      "section": 6,
      "text": "מציאה אסור לטרוח ולחפש עליה כגון נהר שהציף דגים על שפתו אסור לאספם כדי לכבשם אלא אם כן יהיו ראוים לאכול מהם במועד:"
    },
    {
      "id": "orach_chaim-539-7",
      "section": 7,
      "text": "המלוה את חבירו על חפץ או על סחורה על תנאי שאם לא יפרע לו לסוף שמונה ימים שיהא קנוי לו יש מתירים ויש אוסרים:"
    },
    {
      "id": "orach_chaim-539-8",
      "section": 8,
      "text": "עכו\"ם שפרע לישראל יין בחובו מותר לקבלו ממנו דכמציל מידו דמי:"
    },
    {
      "id": "orach_chaim-539-9",
      "section": 9,
      "text": "מי שצריך לקנות יין בעת הבציר לצורך שתיית כל השנה ואם יעבור המועד לא ימצא כמו שמוצא עתה דבר האבד הוא ומותר לקנות ולתקן החביות ולזפתן ובלבד שלא יכוין מלאכתו במועד אבל יותר מכדי צורך שתייתו לא יקנה: הגה ואם הוא דבר שאינו מצוי אחר כך להרויח בו מותר: (ב\"י)"
    },
    {
      "id": "orach_chaim-539-10",
      "section": 10,
      "text": "מוכרי תבלין או ירק וכל דבר שאינו מתקיים פותחין ומוכרים כדרכם בפרהסיא שהכל יודעים שהם לצורך המועד:"
    },
    {
      "id": "orach_chaim-539-11",
      "section": 11,
      "text": "מוכרי פירות כסות וכלים מוכרין בצינעא לצורך המועד כיצד אם היתה החנות פתוחה לזוית או למבוי פותח כדרכו ואם היתה פתוח לרשו' הרבים פותח אחת ונועל אחת וערב י\"ט האחרון של חג הסוכו' מוציא ומעטר את השוק בפירו' בשביל כבוד יו\"ט: (ומותר לקנות לצורך י\"ט שני של י\"ט האחרון) (טור והרא\"ש):"
    },
    {
      "id": "orach_chaim-539-12",
      "section": 12,
      "text": "אין לוקחים בתים ואבנים עבדים ובהמה (אלא) לצורך המועד או לצורך המוכר שאין לו מה יאכל או לצורך השכיר שמוליך הדברים הנקנים שאין לו מה יאכל: הגה ודוקא הני דאיכא פרסום בקנייתן ואוושי מלתא אבל שאר כלים נהגו לקנותן בצנעה: (המגיד)"
    },
    {
      "id": "orach_chaim-539-13",
      "section": 13,
      "text": "להלוות לעכו\"ם ברבית לאותם שרגילים ללות ממנו מותר משום דהוי דבר האבד ולאותם שאינם רגילים ללוות גם כן מותר והוא שיקחו רבית של שבוע ראשון ויוציאנו בשמחת י\"ט: הגה ומותר ליקח (ערבות) [הרבית] במועד על הלואה שיעשו אחר המועד: (הגהות אשירי):"
    },
    {
      "id": "orach_chaim-539-14",
      "section": 14,
      "text": "הלואה דשולחנו' בקביעו' וחילוף אסור:"
    }
  ]
}