{
  "id": "orach_chaim-582",
  "chapterLabel": "סימן undefinedפ״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-582-1",
      "section": 1,
      "text": "סדר תפלת עשרת ימי תשובה ור\"ה. ובו ט סעיפים:בעשרת ימי תשובה אומר המלך הקדוש המלך המשפט ואם טעה או שהוא מסופק אם הוא בהמלך הקדוש חוזר לראש ואם הוא בהמלך המשפט אם נזכר קודם שעקר רגליו חוזר לברכת השיב' ואומר משם ואילך על הסדר ואם לא נזכר עד שעקר רגליו (עיין לעיל סוף סימן קי\"ז) חוזר לראש: (וע\"ל סי' קי\"ח):"
    },
    {
      "id": "orach_chaim-582-2",
      "section": 2,
      "text": "אם אמר האל הקדוש ותוך כדי דיבור נזכר ואמר המלך הקדוש אינו צריך לחזור וכן הדין בהמלך המשפט:"
    },
    {
      "id": "orach_chaim-582-3",
      "section": 3,
      "text": "בשבת בנתיים ערבי' יאמר בברכת מעין שבע המלך הקדוש: הגה וה\"ה אם חל ראש השנה בשבת וחותם בשל שבת לבד וכן כשחל יום כפור בשבת (מהרי\"ל ומנהגים):"
    },
    {
      "id": "orach_chaim-582-4",
      "section": 4,
      "text": "יש נוהגים להתפלל בראש השנה ויום הכפורים בכריע' וצריכין הם לזקוף בסוף הברכו':"
    },
    {
      "id": "orach_chaim-582-5",
      "section": 5,
      "text": "אם לא אמר זכרנו ומי כמוך אין מחזירין אותו: הגה ואפי' לא עקר רגליו עדיין רק שסיים אותה ברכה (תרומת הדשן) וה\"ה אם לא אמר וכתוב ובספר נמי דינא הכי: (טור)"
    },
    {
      "id": "orach_chaim-582-6",
      "section": 6,
      "text": "אומר בתפל' ותתן לנו את יום הזכרון הזה ואינו מזכיר ראש חודש:"
    },
    {
      "id": "orach_chaim-582-7",
      "section": 7,
      "text": "אם חל בחול אומר יום תרועה מקרא קודש ואם חל בשבת אומר זכרון תרועה:"
    },
    {
      "id": "orach_chaim-582-8",
      "section": 8,
      "text": "אינו אומר מועדים לשמחה חגים וזמנים לששון וכן אינו אומר והשיאנו ובתפלת מוסף אינו אומר ואין אנו יכולין לעלות ולראות לפניך אלא ואין אנו יכולים לעשות חובותינו לפניך (וחותמין ודברך אמת וכו') (טור):"
    },
    {
      "id": "orach_chaim-582-9",
      "section": 9,
      "text": "אע\"פ שכל ימות השנה מתפללין בלחש בראש השנה ויום הכפורים נוהגין לומר בקול רם ולהטעות לא חיישינן כיון שמצוין בידם מחזורים: הגה ונוהגין שכל אחד אומר לחבירו לשנה טובה תכתב (טור):"
    }
  ]
}