{
  "id": "orach_chaim-518",
  "chapterLabel": "סימן 518",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-518-1",
      "section": 1,
      "text": "דיני הוצאה מרשות לרשות בי\"ט. ובו ט סעיפים:מתוך שהותרה הוצאה לצורך אכילה הותרה שלא לצורך כגון קטן ולולב וספר תורה וכלים: הגה הצריכים לו קצת או שמתיירא שלא יגנובו או שאר פסידא [הגהות סמ\"ק ור' ירוחם] אבל אבנים וכיוצא בהן אסור: הגה ומותר לשחוק בכדור אפילו ברשות הרבים אף על גב שאינו אלא טיול בעלמא (תוס' ור' ירוחם) ואם הניח עירוב מותר לטלטל ולהוציא כל שיש לו תורת כלי אע\"פ שאינן לצורך היום כלל [ר\"ן פ\"ב דביצה]:"
    },
    {
      "id": "orach_chaim-518-2",
      "section": 2,
      "text": "אסור לישראל להוציא שום דבר בי\"ט לצורך עכו\"ם: הגה אבל מותר לשלוח לו ע\"י עכו\"ם כגון שצריך להחזיר משכון לעכו\"ם אלם וכדומה לזה [מרדכי ספ\"ק דביצה וב\"י בשם תוספות פרק קמא דכתובות:"
    },
    {
      "id": "orach_chaim-518-3",
      "section": 3,
      "text": "לקח עץ שאינו מיוחד לשפוד וצלה בו בשר אסור לטלטלו אח\"כ שאינו כלי אלא שומטו ומניחו בקרן זויות כדי שלא יזוקו בו אפי'אין עליו בשר כלל: הגה ולצורך אוכל נפש מותר לטלטל הכל אפי' מוקצה [רמב\"ם פ\"א ומרדכי ר\"פ בכל מערבין]:"
    },
    {
      "id": "orach_chaim-518-4",
      "section": 4,
      "text": "מותר לטלטל סולם של שובך משובך לשובך אפי' ברשות הרבים אבל סולם של עליה אסור בטלטול:"
    },
    {
      "id": "orach_chaim-518-5",
      "section": 5,
      "text": "להוציא גרף של רעי ולהחזירו כדינו בשבת כך דינו בי\"ט [וע\"ל סימן ש\"ח סעיף ל\"ה]:"
    },
    {
      "id": "orach_chaim-518-6",
      "section": 6,
      "text": "בהמה שמתה בי\"ט אם היתה מסוכנת מעי\"ט הרי זה מחתכה לכלבים ואם לא היתה מסוכנ' אף ע\"פ שהיתה חולה הרי זה מוקצה ולא יזיזנה ממקומה:"
    },
    {
      "id": "orach_chaim-518-7",
      "section": 7,
      "text": "מתחילין בערימו' התבן אם היא תיבנא סריא [פירוש סרוחה] ואית ביה קוצים שעומד להסק':"
    },
    {
      "id": "orach_chaim-518-8",
      "section": 8,
      "text": "נוטלים עצים הסמוכים לדפני הסוכה ומסיקין בהם: הגה והיא הדין אם זרק חבילות על הסכך דאינן בטילות לגבי הסכך אם דעתו להסיקן מותר ליטלן משם:"
    },
    {
      "id": "orach_chaim-518-9",
      "section": 9,
      "text": "בית שהוא מלא פירות מוכנים ונפחת נוטל ממקום הפחת:"
    }
  ]
}