{
  "id": "orach_chaim-537",
  "chapterLabel": "סימן 537",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-537-1",
      "section": 1,
      "text": "דין מלאכת דבר האבד. ובו טז סעיפים:דבר האבד מותר לעשותו בחול המועד בלא שינוי (מיהו בכל מה דאפשר להקל בטירחא יעשה) (כל בו) לפיכך בית השלחין (פי' הארץ הצמאה) שהתחיל להשקותה קודם המועד מותר להשקותה שכיון שהתחיל להשקות קודם לכן אם לא ישקנה עכשיו תפסד אבל שדה הבעל שאין משקין אותו אלא להשביחה יותר אסור להשקות':"
    },
    {
      "id": "orach_chaim-537-2",
      "section": 2,
      "text": "אפילו בבית השלחין לא התירו אלא היכא דליכא טירחא יתירא כגון מן המעיין בין חדש בין ישן שהוא ממשיכו ומשקה אבל לא ידלה וישקה מן הבריכ' או ממי הגשמים מקובצים מפני שהוא טורח גדול אפי' ערוגה אחת חציה גבוה וחציה נמוך אין דולים ממקום נמוך להשקו' מקום גבוה:"
    },
    {
      "id": "orach_chaim-537-3",
      "section": 3,
      "text": "נהרות המושכין מן האגמים מותר להשקו' מהם בית השלחין במועד והוא שלא פסקו וכן הבריכו' שאמת המים עוברת ביניהם מותר להשקו' מהן וכן בריכה שנטפה מבית השלחין ועדיין היא נוטפ' מותר להשקו' ממנה בית השלחין אחרת והוא שלא פסק המעין המשקה בית השלחין העליונה:"
    },
    {
      "id": "orach_chaim-537-4",
      "section": 4,
      "text": "ירקות שרוצה לאכלן במועד יכול לדלו' מים להשקותן כדי שיגדלו ויהיו ראוים למועד אבל אם אינו רוצה לאכלן במועד ועושה כדי להשביחן אסור:"
    },
    {
      "id": "orach_chaim-537-5",
      "section": 5,
      "text": "אין עושין החריצים שבעיקרי הגפנים כדי שיתמלאו מים ואם היו עשויות ונתקלקלו הרי זה מתקנן במועד (אבל אסור להעמיקן יותר מבראשונה): (המגיד פ\"ח):"
    },
    {
      "id": "orach_chaim-537-6",
      "section": 6,
      "text": "אמת המים שנתקלקלה מתקנין אותה היתה עמוקה טפח חופר בה עד ששה היתה עמוקה טפחיים מעמיקה עד שבעה:"
    },
    {
      "id": "orach_chaim-537-7",
      "section": 7,
      "text": "מושכין את המים מאילן לאילן ובלבד שלא ישקה את כל השדה ואם היתה שדה לחה מותר להשקות את כולה:"
    },
    {
      "id": "orach_chaim-537-8",
      "section": 8,
      "text": "אסור לפתוח מקום לשדה כדי שיכניסו בה מים להשקותה ואם עושה כדי לצוד דגים כדי לאוכלן במועד כגון שפותח למעלה מקום שיכנסו ולמטה מקום שיצאו מותר:"
    },
    {
      "id": "orach_chaim-537-9",
      "section": 9,
      "text": "אסור להשוו' השדה לצורך חרישה ואם ניכר שמכוין כדי לדוש לצורך המועד כגון שמשווה כולה מותר:"
    },
    {
      "id": "orach_chaim-537-10",
      "section": 10,
      "text": "אסור ללקט עצים מן השדה ליפותו לחרישה ואם ניכר שמכוין לצרכו שצריך לעצים כגון שנוטל הגדולים ומניח הקטנים מותר:"
    },
    {
      "id": "orach_chaim-537-11",
      "section": 11,
      "text": "אסור לקצץ ענפי האילן לתקנו ואם ניכר שמכוין בשביל הענפים להאכילן לבהמתו ולא לתקנו כגון שקוצץ כולן מצד אחד מותר:"
    },
    {
      "id": "orach_chaim-537-12",
      "section": 12,
      "text": "אין מתליעין האילנו' ולא מזהמין (פי' מדביקים שם זבל כדי שלא ימות האילן) הנטיעו' אבל סכין האילנו' והפירות בשמן:"
    },
    {
      "id": "orach_chaim-537-13",
      "section": 13,
      "text": "אישות ועכברים שמפסידים בשדה אילן מותר לצודן כדרכו שחופר גומא ותולה בה המצודה אפי' בשדה הלבן הסמוכה לשדה האילן מותר לצודן כדרכו שיוצאין ממנה ומפסידים האילן ואם אינה סמוכה לשדה האילן אין צדין אותן אלא ע\"י שינוי שנועץ שפוד בארץ ומנענעו לכאן ולכאן עד שנעשי' גומא ותולה בה המצודה ויש אומרים שבשדה הלבן הסמוכה לשדה האילן אינו מותר אלא ע\"י שינוי ואם אינה סמוכה לשדה האילן אסור אפי' ע\"י שינוי:"
    },
    {
      "id": "orach_chaim-537-14",
      "section": 14,
      "text": "אין מכניסין צאן לדיר בחול המועד לזבל השדה ואם הכניסן העכו\"ם מעצמו מותר אף בשבת אפי' אם מחזיק לו טובה על שהכניסן ובלבד שלא יתן לו שכר ואפי' אינו נותן אלא שכר מזונו' אסור וביו\"ט יכול ליתן לו שכר מזונו ובלבד שלא יתן לו שכר אחר ובחול המועד אפי' אם נותן לו שכר אחר מותר ובלבד שלא ישכירנו ולא יסייענו ולא ימסור לו שומר לנער הצאן (פירוש מוליכה ממקום למקום ומתוך כך הגללים מתנערים) ואם היה העכו\"ם שכיר שבת שכיר חודש שכיר שנה מסייעין אותו בחול המועד ומוסרין לו שומר לנער הצאן:"
    },
    {
      "id": "orach_chaim-537-15",
      "section": 15,
      "text": "אסור לקצור השדה בחול המועד אם אינו נפסד אם יעמוד עד לאחר המועד ואם אין לו מה יאכל אפי' מוצא בשוק לקנו' אין מצריכין אותו ליקח מן השוק אלא קוצר ומעמר ודש וזורה ובורר כדרכו ובלבד שלא ידוש בפרות והני מילי שאין צריך אלא לו לבדו אבל אם הוא צריך לדוש לצורך רבים דש אפילו בפרות:"
    },
    {
      "id": "orach_chaim-537-16",
      "section": 16,
      "text": "מי שיש לו כרם אצל כרמו של עכו\"ם והעכו\"ם בוצר שלו בחול המועד ואם לא יבצור הישראל גם את שלו יפסיד יכול לבצרו ולדרוך היין ולעשות החביו' וכל צרכי היין בלא שינוי ובלבד שלא יכוין לעשו' מלאכתו במועד:"
    }
  ]
}