{
  "id": "orach_chaim-264",
  "chapterLabel": "סימן רס״ד",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-264-1",
      "section": 1,
      "text": "דיני הפתילה והשמן. ובו י סעיפים:אין עושין פתילה לנר של שבת בין נר שעל השלחן בין כל נר שמדליק בבית מדבר שהאור אינו נאחז בו אלא נסרך סביביו והשלהבת קופצת כגון צמר ושער וכיוצא בהם אלא מדבר שהאור נתלה בו כגון פשתה נפוצה ובגד שש וצמר גפן וקנבוס וכיוצא בהן: הגה ואם הדליק בדברים האסורים אסור להשתמש לאורו (תשובת הרשב\"א סי' קע\"ח) ויש אומרים דאם יש נר אחד מהדברים המותרים מותר להשתמש לאור האחרים וכן דבר שאפשר בלא נר מותר לעשות אפי' אצל נרות האחרים ולצורך שבת יש להקל בדיעבד (הגהות מרדכי פ\"ק ופ\"ב דשבת):"
    },
    {
      "id": "orach_chaim-264-2",
      "section": 2,
      "text": "כרך דבר שמדליקין בו על דבר שאין מדליקין בו אם נתכוין להעבות (פי' לעשותה עבה) הפתילה כדי להוסיף אורה אסור ואם נתכוין להקשות הפתילה כדי שתהא עומדת ולא תשלשל למטה מותר ומטעם זה מותר לכרוך דבר שמדליקין בו על גבי גמי או קש כדי ליתן הפתילה בעששית: הגה נותנין גרגיר של מלח וגריס של פול על פי הנר בערב שבת כדי שיהא דולק יפה בשבת (מיימוני פ\"ה וטור):"
    },
    {
      "id": "orach_chaim-264-3",
      "section": 3,
      "text": "אין מדליקין נר לשבת אלא משמן הנמשך אחר הפתילה ולפיכך אין מדליקין בזפת ולא בשעוה ולא בשמן העשוי מצמר גפן ולא באליה ולא בחלב וכן אין מדליקין בעטרן מפני שריחו רע ויניחנו ויצא ולא בצרי מפני שריחו נודף שמא יסתפק ממנו ונמצא מתחייב משום מכבה:"
    },
    {
      "id": "orach_chaim-264-4",
      "section": 4,
      "text": "אפילו נתן מעט שמן זית בשמנים אלו שאינם נמשכים ואז נמשכים אין מדליקין בהם:"
    },
    {
      "id": "orach_chaim-264-5",
      "section": 5,
      "text": "חלב מהותך וקרבי דגים אין מדליקין בהם ואם נתן בהם מעט מאחת מהשמנים שמדליקין בהם מותר להדליק בהם:"
    },
    {
      "id": "orach_chaim-264-6",
      "section": 6,
      "text": "שאר כל השמנים חוץ מאלו מדליקין בהם ומכל מקום שמן זית מצוה מן המובחר:"
    },
    {
      "id": "orach_chaim-264-7",
      "section": 7,
      "text": "כרך זפת או שעוה או חלב סביב הפתילה מדליקים בהם:"
    },
    {
      "id": "orach_chaim-264-8",
      "section": 8,
      "text": "המדליק צריך שידליק רוב מה שיוצא מן הפתילה מהנר:"
    },
    {
      "id": "orach_chaim-264-9",
      "section": 9,
      "text": "אין צריך להבהב הפתילה (פי' ענין הבהוב יפול על דבר שאינו נשרף לגמרי וגם לא קיים לגמרי. אל תאכלו ממנו נא תרגום יונתן מהבהב: הגה ומ\"מ נהגו להדליק הפתילה ולכבותה כדי שתהיה מחורכת ותאחוז בה האור יפה (טור):"
    },
    {
      "id": "orach_chaim-264-10",
      "section": 10,
      "text": "אין מדליקין בסמרטוטין אפילו מחורכין:"
    }
  ]
}