{
  "id": "orach_chaim-397",
  "chapterLabel": "סימן שצ״ז",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-397-1",
      "section": 1,
      "text": "דין שביתת היחיד וכליו ומהלך אלפים אמה. ובו יח סעיפים:כל אדם יש לו אלפים אמה לכל רוח חוץ מארבע אמותיו או מהמקום ששבת בו:"
    },
    {
      "id": "orach_chaim-397-2",
      "section": 2,
      "text": "קדש עליו היום בבקעה ואינו יודע תחום שבת מהלך אלפי' פסיעו' (בינוניות) (טור) שהם תחום שבת:"
    },
    {
      "id": "orach_chaim-397-3",
      "section": 3,
      "text": "כשם שאין אדם רשאי להלך בשבת וביום טוב אלא אלפי' אמה לכל רוח כך כליו ובהמתו אין יכול שום אדם להוליכ' חוץ לאלפים אמה של בעליה' ואם עירבו בעליה' לרוח א' אין שום אדם יכול להוליכם לרוח האחרת אפי' פסיעה אחת במקו' שאין הבעלי' יכולי' לילך: הגה ועיין לעיל סוף סימן ש\"ה אם מותר למסור בהמה לעכו\"ם במקום שיש לחוש שיוציאנה חוץ לתחום:"
    },
    {
      "id": "orach_chaim-397-4",
      "section": 4,
      "text": "המוסר בהמתו לבנו הרי היא כרגלי האב:"
    },
    {
      "id": "orach_chaim-397-5",
      "section": 5,
      "text": "מסרה לרועה אפי' נתנה לו בי\"ט הרי הוא כרגלי הרועה ואם מסרה לשני רועים הרי הוא כרגלי בעליה מפני שלא קנה א' מהם:"
    },
    {
      "id": "orach_chaim-397-6",
      "section": 6,
      "text": "שור של פטם כרגלי מי שלקחו לשחטו ביו\"ט וכן אם שחטו בעליו בי\"ט ומכר בשרו כל א' מהלוקחי' מוליך מנתו למקום שהוא הולך:"
    },
    {
      "id": "orach_chaim-397-7",
      "section": 7,
      "text": "שור של רועה כרגלי אנשי אותה העיר:"
    },
    {
      "id": "orach_chaim-397-8",
      "section": 8,
      "text": "כלים המיוחדי' לא' מהאחי' שבבית הרי הם כרגליו ושאינם מיוחדי' אין יכולי' להוליכם אלא למקום שכולם יכולים לילך:"
    },
    {
      "id": "orach_chaim-397-9",
      "section": 9,
      "text": "שנים ששאלו חלוק זה לילך בו שחרית וזה לילך בו ערבית לא יוליכו אלא למקום ששניה' יכולים לילך ואם עירב זה לסוף אלפים למזרח וזה לסוף אלפים למערב לא יזיזוהו ממקומו:"
    },
    {
      "id": "orach_chaim-397-10",
      "section": 10,
      "text": "ב' שלקחו בהמה בשותפות ושחטוה ביום טוב אע\"פ שלקח כל א' מנתו הרי כל הבשר כרגלי שניהם אבל אם לקחו חבית של יין וחלקוה ביום טוב חלקו של כל א' מהם כרגליו:"
    },
    {
      "id": "orach_chaim-397-11",
      "section": 11,
      "text": "השואל כלי מחבירו מערב יום טוב אפי' לא לקחו עד הלילה הוא כרגלי השואל ואם שאלו ממנו ביום טוב אע\"פ שדרכו לשאלו ממנו בכל יום טוב הרי הוא כרגלי המשאיל:"
    },
    {
      "id": "orach_chaim-397-12",
      "section": 12,
      "text": "האשה ששאלה מחברתה מים ומלח לעיסתה ותבלין לקדירתה בי\"ט הרי העיסה ותבשיל כרגלי שתיהן:"
    },
    {
      "id": "orach_chaim-397-13",
      "section": 13,
      "text": "לקח מחבירו בי\"ט גחלת לא יוליכנה אלא כרגלי הנותן אבל אם הדליק נר או עץ משלהבת חבירו הרי הוא כרגלי זה שהדליק:"
    },
    {
      "id": "orach_chaim-397-14",
      "section": 14,
      "text": "בור של יחיד הרי הוא כרגלי בעליו ושל אותה העיר כרגלי אנשי אותה העיר ושל הפקר כרגלי הממלא:"
    },
    {
      "id": "orach_chaim-397-15",
      "section": 15,
      "text": "נהרות המושכי' ומעיינו' הנובעים הרי הם כרגלי הממלא היו באים מחוץ לתחום לתוך התחום ממלאים מהם בשבת ואין צריך לומר ביום טוב:"
    },
    {
      "id": "orach_chaim-397-16",
      "section": 16,
      "text": "מילא מים מבור של הפקר לצורך חבירו הרי הם כרגלי הממלא:"
    },
    {
      "id": "orach_chaim-397-17",
      "section": 17,
      "text": "מי שהיו לו פירות מופקדים בעיר אחרת רחוקה ממנו ועירבו בני אותה העיר לבא אצלו לא יביאו לו מפירותיו שפירותיו כמוהו במה דברים אמורים כשייחד להם קרן זויות אבל אם לא ייחד להם הם כרגלי זה שהם מופקדים אצלו:"
    },
    {
      "id": "orach_chaim-397-18",
      "section": 18,
      "text": "מי שזימן אצלו אורחים בי\"ט לא יוליכו בידם מנות למקום שאין בעל הסעודה יכול לילך בו אא\"כ זיכה להם מערב יו\"ט ע\"י אחר במנות אלו:"
    }
  ]
}