{
  "id": "orach_chaim-612",
  "chapterLabel": "סימן 612",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-612-1",
      "section": 1,
      "text": "איסור אכילה ביו\"כ ושיעור כמותה. ובו י סעיפים:האוכל ביום הכפורים ככותב' הגסה חייב והוא פחו' מכביצה מעט ושיעור זה שוה לכל אדם בין לננס בין לעוג מלך הבשן:"
    },
    {
      "id": "orach_chaim-612-2",
      "section": 2,
      "text": "כל האוכלים מצטרפים לשיעור זה אפי' מלח שעל הבשר וציר שעל ירק אבל אכילה ושתיה אינן מצטרפות:"
    },
    {
      "id": "orach_chaim-612-3",
      "section": 3,
      "text": "אכל וחזר ואכל אם יש מתחלת אכילה ראשונה עד סוף אכילה אחרונה כדי אכילת פרס מצטרפין ואם לאו אין מצטרפין:"
    },
    {
      "id": "orach_chaim-612-4",
      "section": 4,
      "text": "שיעור אכילת פרס י\"א ד' ביצים וי\"א ג' ביצים (שוחקות רשב\"א):"
    },
    {
      "id": "orach_chaim-612-5",
      "section": 5,
      "text": "הא דבעינן שיעור היינו לחיוב כרת או חטאת אבל איסורא איכא בכל שהוא:"
    },
    {
      "id": "orach_chaim-612-6",
      "section": 6,
      "text": "אכל אוכלים שאינם ראוים לאכילה או שאכל אכילה גסה כגון מיד על אכילה שאכל ערב יום הכפורים עד שקץ במזונו פטור: הגה ואם אכל מאכלים מבושמים או מטובלים על אכילתו חייב דרווחא לבסומי שכיחא (כל בו) ואסור בי\"כ לטעום דבר להפליט אפי' עצי בשמים וע\"ל סי' תקס\"ז סעיף ג' בהג\"ה:"
    },
    {
      "id": "orach_chaim-612-7",
      "section": 7,
      "text": "אכל עלי קנים פטור ולולבי גפנים שלבלבו קודם ר\"ה פטור דעץ בעלמא הם ואם לבלבו (בארץ ישראל) מראש השנה עד יום הכפורים חייב:"
    },
    {
      "id": "orach_chaim-612-8",
      "section": 8,
      "text": "כס (פי' שכסס ופצע אותם בשיניו) פלפלי או זנגבילא אם הם יבשים פטור דלא חזו לאכילה ואם הם רטובים חייב:"
    },
    {
      "id": "orach_chaim-612-9",
      "section": 9,
      "text": "השותה ביום הכפורים מלא לוגמיו (פי' מלא פיו) חייב ומשערים בכל אדם לפי מה שהוא הגדול לפי גדלו והקטן לפי קטנו ולא מלא לוגמיו ממש אלא כדי שיסלקנו לצד אחד בפיו ויראה כמלא לוגמיו והוא פחו' מרביעי' באדם בינוני וכל המשקים מצטרפים לכשיעור: הגה שתה משקין שאינן ראוין לשתיה כגון ציר או מורייס וחומץ חי פטור אבל חומץ מזוג חייב. (טור):"
    },
    {
      "id": "orach_chaim-612-10",
      "section": 10,
      "text": "שתה מעט וחזר ושתה אם יש מתחלת שתיה ראשונ' עד סוף שתיה אחרונה כדי שתיית רביעי' מצטרפין לכשיעור ואם לאו אין מצטרפין ויש אומרים ששיעור צירוף השתיו' כדי אכיל' פרס כמו צירוף אכילו': הגה מותר ליגע ביוה\"כ באוכלים ומשקים ליתן לקטנים ולא חיישינן שיאכל או ישתה אם יגע (תה\"ד סי' קמ\"ז):"
    }
  ]
}