{
  "id": "orach_chaim-392",
  "chapterLabel": "סימן 392",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-392-1",
      "section": 1,
      "text": "דיני עירובין לעיר. ובו ח סעיפים:עיר שהיתה קנין יחיד אפילו נעשי' של רבי' משתתפי' כולם שיתוף א' ויטלטלו בכל המדינה וכן אם היתה של רבי' ויש לה פתח אחד משתתפי' כולם שיתוף א' אבל אם היתה של רבי' ויש לה שני פתחים שהעם נכנסי' בזה ויוצאי' בזה אפילו נעשי' של יחיד אין מערבין את כולה אלא מניחין ממנה מקום א' אפילו חצר אחת ובית לתוכה ומשתתפין השאר ויהיו אלו המשתתפי' כולם מותרים בכל העיר חוץ מאותו מקום ששיירו ויהיו אותם הנשארי' מותרי' במקומם בשיתוף שעושים לעצמם ואם היו הנשארים רבים אסורים לטלטל בשאר כל העיר ודבר זה משום היכר הוא כדי שידעו שהעירוב התיר להם לטלטל בעיר זה שרבים בוקעים בה שהרי המקום שנשאר ולא נשתתף עמהם אין מטלטלין בו אלא אלו לעצמן ואלו לעצמן ואם רצו לערב מבוי מבוי בפני עצמו כל שכן דמהני דאין שיור גדול מזה: הגה וצריך שיעשו ביניהם שני פסין של שני משהויין אם הוא רחב עשר אמות וביתר מי' צריך צורת פתח (טור):"
    },
    {
      "id": "orach_chaim-392-2",
      "section": 2,
      "text": "עיר של רבים שיש לו פתח א' וסולם במקום אחר מערבין את כולה ואינה צריכ' שיור שאין הסולם שבחומה חשוב כפתח ואפילו העמיד הרבה סולמות זה בצד זה עד רוחב עשרה לא חשיב כפתח ואם יש לה שני פתחים ויש אשפה לפני אחד מהם כאילו אין שם אלא פתח א':"
    },
    {
      "id": "orach_chaim-392-3",
      "section": 3,
      "text": "הבתים שמניחים אותם שיור אע\"פ שאינם פתוחים לעיר אלא אחוריהם לעיר ופניהם לחוץ ואפילו הוא (רק בית אחד אפי') בית הבקר או בית התבן שאינם צריכים לערב עושים אותם שיור ומערבין את השאר:"
    },
    {
      "id": "orach_chaim-392-4",
      "section": 4,
      "text": "עיר שנשתתפו כל יושביה חוץ במבוי א' הרי זה אוסר על כולם ואם בנו מצבה על פתח המבוי אינו אוסר עליהם לפיכך עיר שהיתה קנין יחיד אפילו נעשי' של רבים אין מערבין אותה לחצאין אלא או כולה או מבוי ומבוי ובונה כל מבוי ומבוי מצבה על פתחו אם רצה לחלוק רשותו מהם כדי שלא יאסור על שאר המבואו':"
    },
    {
      "id": "orach_chaim-392-5",
      "section": 5,
      "text": "במה דברים אמורי' שאין מערבין אותה לחצאין בעיר מוקפת חומה גבוה י\"ט ויש לה דלתו' אבל אם לא היתה העיר כולה מוכשרת במחיצו' ובאו להכשיר חציה ולערבה הרשו' בידם:"
    },
    {
      "id": "orach_chaim-392-6",
      "section": 6,
      "text": "זה שאמרנו שאין מערבין אותה לחצאין היינו לומר שאין לחי וקורה מועיל לסלקם זה מזה אבל בפס ארבעה או בשני פסים שני משהויין נחלקי' אלו מאלו ומערבין לחצאין ואם הוא רחב מעשר אמות עושה צורת פתח: הגה או יעשה מחיצה גבוה עשרה לפתח מבואו (טור) י\"א הא דעיר של יחיד אסור לחלק היינו לארכה מאחר דשניהם צריכים לילך לרה\"ר שבתוכה אבל לרחבה ואלו יוצאים בשער זה ואלו יוצאים בשער זה ואין להם דריסת הרגל זה על זה מערבין לחצאין ועושין תיקון ביניהם כמו שנתבאר לעיל סי' שס\"ג דעד עשרה מהני לחי או קורה וביתר מעשרה צורת הפתח (הגהות מיימוני פ\"ה מהלכות עירובין והרא\"ש והטור):"
    },
    {
      "id": "orach_chaim-392-7",
      "section": 7,
      "text": "עיר של רבים ונתמעטה ועמדה על חמשים דיורים א\"צ שיור:"
    },
    {
      "id": "orach_chaim-392-8",
      "section": 8,
      "text": "המזכה בשיתוף לכל בני העיר אם עירבו כולם עירוב א' א\"צ להודיעם שזכו' הוא להם ודין מי ששכח ולא נשתתף עם בני העיר או מי שהלך לשבו' בעיר אחרת או עכו\"ם שהיה עמהם בעיר דין הכל כדינה בחצר ומבוי:"
    }
  ]
}