{
  "id": "orach_chaim-497",
  "chapterLabel": "סימן תצ״ז",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-497-1",
      "section": 1,
      "text": "דיני הכנה ביום טוב. ובו יז סעיפים:אין צדין דגים מן הביברים: הגה אפי' במקום שאינם מחוסרים צידה לפי שהביבר רחב הרבה והדגים נשמטים אילך ואילך: (המגיד פ\"ב)"
    },
    {
      "id": "orach_chaim-497-2",
      "section": 2,
      "text": "דגים ועופו' וחיה שהם מוקצה אין משקין אותם ביום טוב ואין נותנים לפניהם מזונות שמא יבא ליקח מהם וכל שאסור לאכלו או להשתמש בו מפני שהוא מוקצה אסור לטלטלו:"
    },
    {
      "id": "orach_chaim-497-3",
      "section": 3,
      "text": "אפילו ספק צידה אסור כגון מצודו' חיה דגים ועופו' שהיו פרושות מערב י\"ט ולמחר מוציא בהם אסורים אא\"כ ידוע שניצודו מבעוד יום ואם מצא המצודות מקולקלו' מערב יום טוב בידוע שמערב יום טוב ניצודו:"
    },
    {
      "id": "orach_chaim-497-4",
      "section": 4,
      "text": "ספק מוכן מותר בי\"ט שני משום דהוי ספק ספיקא:"
    },
    {
      "id": "orach_chaim-497-5",
      "section": 5,
      "text": "אם סכר אמת המים בכניסה ויציאה מעי\"ט מותר ליקח ממנה דגים בי\"ט דהוי ליה ניצודין ועומדין (מאחר שאמת המים היא צרה ואינן יכולין להשמט) (המגיד פ\"ח):"
    },
    {
      "id": "orach_chaim-497-6",
      "section": 6,
      "text": "אווזים ותרנגולים ויונים שבבי' או שבחצר העומדים לאכילה מותר לצודן ואין צריכים זימון:"
    },
    {
      "id": "orach_chaim-497-7",
      "section": 7,
      "text": "שאר כל חיה ועוף שמחוסרים צידה שצריך לומר הבא מצודה ונצודנו אסור לצודן וליתן לפניהם מזונו' וכל שאין מחוסרים צידה מותר לצודם וליתן לפניהם מזונות:"
    },
    {
      "id": "orach_chaim-497-8",
      "section": 8,
      "text": "איל וצבי שקננו בפרדס וילדו בו עפרים ועדיין הם קטנים שאין צריכים צידה מותרים בלא זימון ודוקא בפרדס הסמוך לעיר בתוך שבעים אמה דדעתו עלויה והאם אפילו זימון אין מועיל לה כיון שמחוסרת צידה:"
    },
    {
      "id": "orach_chaim-497-9",
      "section": 9,
      "text": "יוני שובך ויוני עליה וצפרים שקננו בטפיחים (פי' כלי חרס הבנוים בכותלים לקנן בהם העופות) אסור לצודן לפיכך אין זימון מועיל להם והני מילי בגדולים אבל בקטנים שאינם מפריחים מותר לצודן אבל זימון צריכים:"
    },
    {
      "id": "orach_chaim-497-10",
      "section": 10,
      "text": "כיצד הוא הזימון אומר זה וזה אני נוטל למחר וא\"צ לנענעם אבל באומ' מכאן אני נוטל למחר לא סגי:"
    },
    {
      "id": "orach_chaim-497-11",
      "section": 11,
      "text": "אם זימן כל השובך וא\"צ אלא לזוג אינו מועיל: הגה ואם הוא אפשר שיצטרך כל השובך יכול להזמין כל השובך ולמחר נוטל מה שצריך (רבינו ירוחם והגהות אשירי פ\"ק דביצה):"
    },
    {
      "id": "orach_chaim-497-12",
      "section": 12,
      "text": "זימן שנים ומצא שלשה או זימן שחורים ולבנים בקינים המובדלים במחיצה ומצא שחורים במקום לבני' ולבנים במקום שחורים אסורין אא\"כ מכירן:"
    },
    {
      "id": "orach_chaim-497-13",
      "section": 13,
      "text": "זימן שלשה ומצא שנים מותרים (ואפי' היו מקושרים ביחד מנתחי מהדדי) (ב\"י):"
    },
    {
      "id": "orach_chaim-497-14",
      "section": 14,
      "text": "זימן בתוך הקן ומצא לפני הקן אסורים ואם אין סביבותיהם קן אחר הרי אלו מותרים וה\"מ במדדין אבל אם הם מפריחין אסורים ואפי' יש קן אחר בתוך נ' אמה אם היא בקרן זוית שאין יכול לראותו מקן זה כיון שאינם מפריחין אלא מדדין משום דכל היכא דמדד' ולא הדר חזי לקני' לא מדדה: (ואם הזמין תוך הקן ומצא על פתח הקן מותרים) (א\"ז):"
    },
    {
      "id": "orach_chaim-497-15",
      "section": 15,
      "text": "עכו\"ם שהביא דורון לישראל בי\"ט בני יונה קטנים משובכות שיש לו בעיר כיון שאין צריכים צידה מותרים:"
    },
    {
      "id": "orach_chaim-497-16",
      "section": 16,
      "text": "השוחט בהמה ביום טוב טוב לו שלא יבדוק עד שיפשיט שאם תמצא טריפה לא יהא רשאי להפשיטה:"
    },
    {
      "id": "orach_chaim-497-17",
      "section": 17,
      "text": "אם נמצאת טריפה אסור לטלטלה אבל מותר למכרה לעכו\"ם כדרך שהתירו מכירה לישראל שלא ישקול ולא יזכיר סכום דמים ואם אינו מאמינו יקח ממנו משכון:"
    }
  ]
}