{
  "id": "orach_chaim-053",
  "chapterLabel": "סימן נ״ג",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-053-1",
      "section": 1,
      "text": "דין מי הראוי לירד לפני התיבה. ובו כו סעיפים:אומר שליח צבור ישתבח מעומד:"
    },
    {
      "id": "orach_chaim-053-2",
      "section": 2,
      "text": "אין לומר ישתבח אא\"כ אמר ברוך שאמר וקצת פסוקי דזמרה:"
    },
    {
      "id": "orach_chaim-053-3",
      "section": 3,
      "text": "אין לברך על עטיפת ציצית בין פסוקי דזמרה לישתבח אלא בין ישתבח ליוצר [וע\"ל סי' נ\"ד סעיף ג']: הגה הש\"ץ אם לא היה לו טלית תחלה יתעטף בציצית קודם שיתחיל ישתבח כדי שיאמר הקדיש מיד אחר ישתבח ולא יפסיק [כל בו סי' ה'] וכן אם אין מנין בב\"ה ימתין הש\"ץ עם ישתבח וישתוק עד שיבא מנין ויאמר ישתבח וקדיש: [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-053-4",
      "section": 4,
      "text": "ש\"צ צריך שיהיה הגון ואיזהו הגון שיהא ריקן מעבירות ושלא יצא עליו שם רע אפי' בילדותו ושיהיה עניו ומרוצה לעם ויש לו נעימה וקולו ערב ורגיל לקרות תורה נביאים וכתובים:"
    },
    {
      "id": "orach_chaim-053-5",
      "section": 5,
      "text": "אם אין מוצאין מי שיהיה בו כל המדות האלו יבחרו הטוב שבצבור בחכמה ובמעשים טובים: הגה ואם היה כאן עם הארץ זקן וקולו נעים והעם חפצים בו ובן י\"ג שנה המבין מה שאומ' ואין קולו נעים הקטן הוא קודם [מרדכי ספ\"ק דחולין] מי שעבר עבירה בשוגג כגון שהרג הנפש בשגגה וחזר בתשובה מותר להיות ש\"ץ אבל אם עשה במזיד לא דמ\"מ יצא עליו שם רע קוד' התשוב' [תשובת א\"ז במס' ברכו']:"
    },
    {
      "id": "orach_chaim-053-6",
      "section": 6,
      "text": "אין ממנין אלא מי שנתמלא זקנו מפני כבוד הצבור אבל באקראי משהביא שתי שערות יכול לירד לפני התיבה ובלבד שלא יתמנה מפי הצבור או מפי ש\"צ הממנה אותו להקל מעליו להתפלל בעדו לעתים ידועים:"
    },
    {
      "id": "orach_chaim-053-7",
      "section": 7,
      "text": "אם אין שם מי שיודע להיות ש\"ץ כי אם בן י\"ג ויום א' מוטב שיהא הוא ש\"ץ משיבטלו מלשמוע קדוש' וקדיש:"
    },
    {
      "id": "orach_chaim-053-8",
      "section": 8,
      "text": "מי שאינו בעל זקן כל שניכר בו שהגיע לכלל שנים שראוי להתמלאות זקנו נתמלא זקנו קרינן ביה הילכך בן כ' שנה אע\"פ שאין לו זקן ממנין אותו: הגה וכן אם היה לו זקן אפי' מעט קרינן ביה נתמלא זקנו אם הוא מבן י\"ח ולמעלה: [ב\"י בשם מ\"ס פי\"ד ונ\"י פ' הקורא עומד]:"
    },
    {
      "id": "orach_chaim-053-9",
      "section": 9,
      "text": "סריס י\"א שמותר למנותו אם הוא בן כ':"
    },
    {
      "id": "orach_chaim-053-10",
      "section": 10,
      "text": "יש ללמוד זכות על מקומות שנוהגים שהקטנים יורדין לפני התיבה להתפלל תפלת ערבית במוצאי שבתות: הגה ובמקומות שלא נהגו כן אין לקטן לעבור לפני התיבה אפי' בתפלת ערבית אפי' הגיע לכלל י\"ג שנים ביום השבת אין להתפלל ערבית של שבת דהרי עדיין אין לו י\"ג שנה [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-053-11",
      "section": 11,
      "text": "ש\"ץ שמאריך בתפלה כדי שישמעו קולו ערב אם הוא מחמת ששמח בלבו על שנותן הודאה להש\"י בנעימה תבא עליו ברכה והוא שיתפלל בכובד ראש ועומד באימה ויראה אבל אם מכוין להשמיע קולו ושמח בקולו ה\"ז מגונה ומ\"מ כל שמאריך בתפלתו לא טוב עושה מפני טורח הצבור:"
    },
    {
      "id": "orach_chaim-053-12",
      "section": 12,
      "text": "אין ממנין מי שקור' לאלפי\"ן עייני\"ן ולעייני\"ן אלפי\"ן:"
    },
    {
      "id": "orach_chaim-053-13",
      "section": 13,
      "text": "פוחח [עבדי ישעיה ערום תרגם עבדי ישעיה פחח] והוא מי שבגדו קרוע וזרועותיו מגולים לא ירד לפני התיבה:"
    },
    {
      "id": "orach_chaim-053-14",
      "section": 14,
      "text": "סומא יורד לפני התיבה ובלבד שלא יקרא בתורה משום דברים שבכתב אי אתה רשאי לאומרם על פה:"
    },
    {
      "id": "orach_chaim-053-15",
      "section": 15,
      "text": "ש\"צ קבוע יורד לפני התיבה מעצמו ולא ימתין שיאמרו לו:"
    },
    {
      "id": "orach_chaim-053-16",
      "section": 16,
      "text": "מי שאינו ש\"צ קבוע צריך לסרב מעט קודם שירד לפני התיבה ולא יותר מדאי אלא פעם ראשונ' מסרב וכשיאמרו לו פעם שנייה מכין עצמו כמי שרוצה לעמוד ובפעם שלישית יעמוד ואם האומר לו שירד הוא אדם גדול אינו מסרב לו כלל:"
    },
    {
      "id": "orach_chaim-053-17",
      "section": 17,
      "text": "אם טעה ש\"ץ וצריכין להעמיד אחר תחתיו אותו שמעמידין תחתיו לא יסרב:"
    },
    {
      "id": "orach_chaim-053-18",
      "section": 18,
      "text": "האומר איני יורד לפני התיבה מפני שבגדי צבועין או מפני שברגלי סנדל לא ירד באותה תפלה כלל מפני שדרך האפיקורסין להקפיד בכך וחיישינן שמא אפיקורסות נזרקה בו: הגה [ואפי' אם נותן אמתלא לדבריו לא מהני] [ב\"י בשם ר' יהונתן]:"
    },
    {
      "id": "orach_chaim-053-19",
      "section": 19,
      "text": "יש מונעים גר מלהיו' ש\"צ ונדחו דבריה' אפי' יחיד יכול לעכב ולומר איני רוצ' שפלוני יהיה חזן אם לא שכבר הסכים עליו מתחיל': הגה ודוקא שיהי' לאותו יחיד טעם הגון ע\"פ טובי העיר אבל בלאו הכי אין היחיד יכול למחות בש\"ץ [מהרי\"ו סי' ס'] ואם הוא שונאו יכול למחות בו קודם שהסכים עליו [מהר\"ם פדואה סי' ק\"ד ומהרי\"ק שורש מ\"ד] ומי שהוא שונא לש\"ץ לא יעלה לספר תור' כשקורא התוכחה: [אור זרוע]:"
    },
    {
      "id": "orach_chaim-053-20",
      "section": 20,
      "text": "אם אחד רוצה לומר תפלה בשביל אביו ואחד רוצה לומר בשביל אחר מי שירצה הקהל שיאמר התפלה הוא יאמר:"
    },
    {
      "id": "orach_chaim-053-21",
      "section": 21,
      "text": "אין למנות ש\"צ ע\"פ השר אע\"פ שרוב הצבור חפצים בו:"
    },
    {
      "id": "orach_chaim-053-22",
      "section": 22,
      "text": "שליח צבור בשכר עדיף טפי מבנדבה: הגה ואין לאדם להתפלל בלא רצון הקהל וכל מי שמתפלל בחזקה ודרך אלמות אין עונין אמן אחר ברכותיו [בנימין זאב סי' קס\"ג ואגוד' פ' כיצד מברכין]:"
    },
    {
      "id": "orach_chaim-053-23",
      "section": 23,
      "text": "שכר ש\"ץ פורעים מקופת הקהל אע\"פ שהש\"ץ מוציא הדל כעשיר מ\"מ אין יד העני משגת כעשיר: הגה ויש אומרים שגובין חצי לפי ממון וחצי לפי הנפשות וכן הוא מנהג הקהלות [מהר\"ם פאדווה סי' מ\"ד]:"
    },
    {
      "id": "orach_chaim-053-24",
      "section": 24,
      "text": "צבור שצריכין לשכור רב וש\"ץ ואין בידם כדי שכר שניהם אם הוא רב מובהק וגדול בתורה ובקי בהורא' הוא קודם ואם לאו ש\"ץ קודם:"
    },
    {
      "id": "orach_chaim-053-25",
      "section": 25,
      "text": "אין מסלקין חזן מאומנתו אא\"כ נמצא בו פסול: הגה ואין מסלקין אותו משום רנון בעלמא כגון שיצא עליו שם שנתפס עם הנכרית או שמסר אדם אבל אם באו עליו עדים בזה וכיוצא בזה מעבירין אותו ושליח צבור שהוא שוחט ובודק לא יתפלל בבגדים הצואין ומסריחין ואם אינו רוצה להחליף בגדיו בשעת התפלה ולהתפלל מעבירין אותו. וש\"צ המנבל פיו או שמרנן בשירי הנכרים מוחין בידו שלא לעשות כן ואם אינו שומע מעבירין אותו [כל בו דף קכ\"ה ע\"ד] וש\"צ שהזקין ורוצה למנות בנו לסייעו לפרקים אע\"פ שאין קול בנו ערב כקולו אם ממלא מקומו בשאר דברים בנו קודם לכל אדם ואין הצבור יכולין למחות בידו: [תשובת רשב\"א סי' ט']:"
    },
    {
      "id": "orach_chaim-053-26",
      "section": 26,
      "text": "קהל שנהגו למנות אנשים על צרכי הצבור לזמן ובהגיע הזמן יצאו אלו ויכנסו אחרים תחתיהם בין לחזן בין לקופה של צדקה בין לשאר מנויים הצריכין לצבור בין שנוטלין עליהם שכר בין שאינם נוטלים אפי' לא קבעו להם זמן סתמן כפירושן מאחר שנהגו כך: הגה יש מי שכתב דשליח צבור יתפלל מתוך ספר המיוחד לצבור דודאי נכתב לשמו [מהרי\"ל בשם רוקח]:"
    }
  ]
}