{
  "id": "orach_chaim-633",
  "chapterLabel": "סימן 633",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-633-1",
      "section": 1,
      "text": "דין גובה הסוכה. ובו י סעיפים:סוכה שהיא גבוה למעלה מעשרים אמה פסולה בין שהיא גדולה בין שהיא קטנה בין שמחיצות מגיעות לסכך בין שאינן מגיעות אבל עשרים כשרה אפי' כל סככה למעלה מעשרים כיון שאין בחללה אלא עשרים:"
    },
    {
      "id": "orach_chaim-633-2",
      "section": 2,
      "text": "היתה גבוה יותר מעשרים והוצין (פי' ענפים קטנים עם העלין שלהם) יורדין למטה אם צלתן מרובה מחמתן כשרה ואם לאו פסולה:"
    },
    {
      "id": "orach_chaim-633-3",
      "section": 3,
      "text": "סוכה שחללה יותר מעשרים אמה ותלה בה דברים נאים ועי\"כ נתמעט חללה לא הוי מיעוט וכן אם מיעטה בכרים וכסתות לא הוי מיעוט ואפילו ביטלם:"
    },
    {
      "id": "orach_chaim-633-4",
      "section": 4,
      "text": "מיעטה בתבן וביטלו הרי זה מיעוט ואין צריך לומר עפר וביטלו אבל סתם אינו מיעוט אפי' בעפר עד שיבטלנו בפה:"
    },
    {
      "id": "orach_chaim-633-5",
      "section": 5,
      "text": "היתה גבוה מעשרים ובנה בה אצטבא כנגד דופן האמצעי על פני כולה ובה שיעור סוכה כשרה כל הסוכה אפי' מהאצטבא והלאה:"
    },
    {
      "id": "orach_chaim-633-6",
      "section": 6,
      "text": "אם בנה האצטבא מן הצד אם יש מן האצטבא עד כותל השני פחות מארבע אמות כשרה על האצטבא דוקא ואם לאו פסולה:"
    },
    {
      "id": "orach_chaim-633-7",
      "section": 7,
      "text": "אם בנה האיצטבא באמצע אם יש ממנו לכותל לכל צד פחות מארבע אמות כשרה על האיצטבא אפי' אם גבוה יותר מעשרה ואם יש בינה לכותל ארבע אמות פסולה אפי' האצטבא גבוה עשרה:"
    },
    {
      "id": "orach_chaim-633-8",
      "section": 8,
      "text": "סוכה שאינה גבוה עשרה טפחים פסולה:"
    },
    {
      "id": "orach_chaim-633-9",
      "section": 9,
      "text": "היתה גבוה מעשרה והוצין יורדין לתוך עשרה אפילו אם חמתן מרובה מצלתן פסולה אבל אם הנויין יורדין לתוך עשרה אינם פוסלים:"
    },
    {
      "id": "orach_chaim-633-10",
      "section": 10,
      "text": "היתה נמוכה מעשרה וחקק בה להשלימה לעשרה ויש בחקק שיעור הכשר סוכה אם אין בין חקק לכותל ג' טפחים כשרה יש ביניהם ג' טפחים פסולה:"
    }
  ]
}