{
  "id": "orach_chaim-047",
  "chapterLabel": "סימן 47",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-047-1",
      "section": 1,
      "text": "דיני ברכת התורה. ובו יד סעיפים:ברכת התורה צריך ליזהר בה מאוד:"
    },
    {
      "id": "orach_chaim-047-2",
      "section": 2,
      "text": "צריך לברך בין למקרא בין למשנה בין לגמרא: הגה בין למדרש [טור]:"
    },
    {
      "id": "orach_chaim-047-3",
      "section": 3,
      "text": "הכותב בדברי תורה אע\"פ שאינו קורא צריך לברך:"
    },
    {
      "id": "orach_chaim-047-4",
      "section": 4,
      "text": "המהרהר בדברי תורה א\"צ לברך: הגה וה\"ה דיכול לפסוק דין בלא נתינת טעם לדבריו [ר\"ן פ\"ק דשבת ופרק כל הצלמים כתב דהוי כהרהור]:"
    },
    {
      "id": "orach_chaim-047-5",
      "section": 5,
      "text": "ברכות התורה אקב\"ו על דברי תורה. והערב נא וכו' ואשר בחר בנו:"
    },
    {
      "id": "orach_chaim-047-6",
      "section": 6,
      "text": "אומר והערב עם וי\"ו: הגה ויש אומרים בלא וי\"ו וכן נהגו [רמב\"ם פרק ז' מהלכות תפלה ורשב\"א בשם המאור ואבודרהם] אבל יותר טוב לומר בוי\"ו:"
    },
    {
      "id": "orach_chaim-047-7",
      "section": 7,
      "text": "ברכת אהבת עולם פוטרת ברכת התורה אם למד מיד בלי הפסק:"
    },
    {
      "id": "orach_chaim-047-8",
      "section": 8,
      "text": "ויש להסתפק אי סגי בקורא ק\"ש סמוך לה מיד בלי הפסק ולכן יש ליזהר לברך ברכת התורה קודם אהבת עולם:"
    },
    {
      "id": "orach_chaim-047-9",
      "section": 9,
      "text": "י\"א שאם הפסיק בין ברכת התורה ללימודו אין בכך כלום והנכון שלא להפסיק ביניהם וכן נהגו לומר פרשת ברכת כהנים סמוך לברכת התורה:"
    },
    {
      "id": "orach_chaim-047-10",
      "section": 10,
      "text": "אם הפסיק מללמוד ונתעסק בעסקיו כיון שדעתו לחזור ללמוד לא הוי הפסק והוא הדין לשינה ומרחץ ובית הכיסא דלא הוי הפסק:"
    },
    {
      "id": "orach_chaim-047-11",
      "section": 11,
      "text": "שינת קבע ביום על מטתו הוי הפסק וי\"א דלא הוי הפסק וכן נהגו:"
    },
    {
      "id": "orach_chaim-047-12",
      "section": 12,
      "text": "אף אם למד בלילה הלילה הולך אחר היום שעבר ואינו צריך לחזור ולברך כל זמן שלא יישן:"
    },
    {
      "id": "orach_chaim-047-13",
      "section": 13,
      "text": "המשכים קודם אור היום ללמוד מברך ברכ' התור' ואינו צריך לחזור ולברך כשילך לבית הכנסת המשכים קודם אור היום מברך כל סדר הברכות חוץ מברכת הנותן לשכוי בינה ופרשת התמיד [ע\"ל סי' א' סעיף ו'] שימתין מלאומרם עד שיאור היום: הגה ולכתחלה יטול ידיו קודם שיברך ללמוד ואם לא היה לו מים יכול ללמוד ולברך בלא נטילה כמו בשאר ברכות שמברך קודם נטילה כדלעיל סימן מ\"ו [אגור]:"
    },
    {
      "id": "orach_chaim-047-14",
      "section": 14,
      "text": "נשים מברכות ברכת התורה:"
    }
  ]
}