{
  "id": "orach_chaim-658",
  "chapterLabel": "סימן 658",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-658-1",
      "section": 1,
      "text": "דיני לולב בי\"ט ראשון. ובו ט סעיפים:מן התורה אין מצות לולב חוץ למקדש אלא יום ראשון וחכמים תקנו שיהא ניטל בכל מקום כל שבעה:"
    },
    {
      "id": "orach_chaim-658-2",
      "section": 2,
      "text": "ביום שבת אינו ניטל אפי' אם הוא יום ראשון הגה ואסור לטלטל הלולב בשבת דהוי כאבן [ר\"ן ס\"פ לולב הגזול והמגיד פ\"ד וכל בו] אבל האתרוג מותר בטלטול דראוי להריח בו ואסור לתנו על הבגד אפי' בי\"ט דמוליד ריחא [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-658-3",
      "section": 3,
      "text": "אין אדם יוצא ידי חובתו ביום ראשון בלולב של חבירו שהשאילו דבעינן לכם משלכם ואפילו אמר לו יהא שלך עד שתצא בו ואח\"כ יהא שלי כבתחלה לא יצא דהוי כמו שאול ואם נתנו לו במתנה מותר:"
    },
    {
      "id": "orach_chaim-658-4",
      "section": 4,
      "text": "נתנו לו על מנת להחזירו הרי זה יוצא בו ידי חובתו ומחזירו שמתנה ע\"מ להחזיר שמה מתנה ואם לא החזירו לא יצא אפי' נתן לו את דמיו ואפי' נאנס מידו וכן אם החזירו לאחר זמן מצותו לא יצא: הגה ומותר לתת לו אתרוג במתנה על מנת שלא יקדישנו דלא גרע ממתנה ע\"מ להחזיר: [ר\"ן פ\"ה דנדרים]:"
    },
    {
      "id": "orach_chaim-658-5",
      "section": 5,
      "text": "נתנו לו סתם הוי כאלו אמר לו על מנת שתחזירוהו לי דמסתמא על דעת כן נתנו לו כיון שצריך לצאת בו שאין לו אחר ואם לא החזירו לא יצא: הגה וצריך לחזור וליתנו לבעליו במתנה כדי שיהיה של בעלים ויצאו בו [הרא\"ש ורבינו ירוחם נ\"ח ח\"ד] ומיהו אפי' לא החזירו לידו אלא לאחר ואחר לאחר והאחרון מחזירו לבעלים יצא:"
    },
    {
      "id": "orach_chaim-658-6",
      "section": 6,
      "text": "לא יתננו ביום ראשון לקטן קודם שיצא בו מפני שהקטן קונה ואינו מקנה לאחרים מן התורה ונמצא שאם החזירו לו אינו מוחזר ויש מי שאומר שאם הגיע לעונת הפעוטות מותר ואם תופס עם התינוק יוצא כיון שלא יצא מידו שפיר דמי:"
    },
    {
      "id": "orach_chaim-658-7",
      "section": 7,
      "text": "שותפים שקנו לולב או אתרוג בשותפו' אין א' מהם יוצא בו ידי חובתו ביום הראשון עד שיתן לו חלקו במתנה: הגה ודוקא שלא קנו לצורך מצוה אבל אם קנו לצורך מצוה יוצאים בו מסתמא דאדעתא דהכי קנאוהו (המגיד):"
    },
    {
      "id": "orach_chaim-658-8",
      "section": 8,
      "text": "האחים שקנו אתרוגים מתפיסת הבית ונטל א' מהם אתרוג ויצא בו אם יוכל לאוכלו ואין האחים מקפידים בכך יצא ואם היו מקפידים לא יצא עד שיתנו חלקם במתנה ואם קנה זה אתרוג וזה פריש או שקנו כאחד אתרוג רמון ופריש מתפיסת הבית אינו יוצא באתרוג עד שיתנו לו חלקם במתנה ואע\"פ שאם אכלו אין מקפידים עליו מפני שכל שאין שם מאותו המין אין מחילתם בסתם מועלת אבל כשיש שם מאותו המין אפילו היה מעולה מאחרים מחילתן בסתם מועלת לפי שאינם מקפידים:"
    },
    {
      "id": "orach_chaim-658-9",
      "section": 9,
      "text": "מה שנוהגים במקום שאין אתרוג מצוי שכל הקהל קונים אתרוג בשותפות הטעם מפני שכיון שקנאוהו לצאת בו מסתמא הוי כאלו פירשו שכל הקהל נותנים חלקם לכל מי שנוטלו לצאת בו על מנת שיחזירוהו להם: הגה וגובין מעות אתרוג לפי ממון דהדור מצוה מונח טפי על עשירים מעל עניים ואשה פטורה מליתן למעות אתרוג הואיל ואינה חייבת בו [תשו' מהרי\"ל סי' קי\"ד] וכל אדם ישתדל ויהא זריז במצוה לקנות לו אתרוג ולולב לבד כדי לקיים המצוה כתקנה [הגהות מיימוני סוף הל' לולב]:"
    }
  ]
}