{
  "id": "orach_chaim-490",
  "chapterLabel": "סימן 490",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-490-1",
      "section": 1,
      "text": "סדר תפלת יום שני ותפלת חולו של מועד. ובו ט סעיפים:ביום שני קורין בפרשת אמור שור או כשב עד סוף הענין ומפטיר קורא כמו ביום ראשון ומפטיר במלכים בפסח דיאשיהו מוישלח המלך עד ואחריו לא קם כמוהו:"
    },
    {
      "id": "orach_chaim-490-2",
      "section": 2,
      "text": "יום ג' שהו' חש\"מ ערבית ושחרית ומנחה מתפלל כדרכו ואומר יעלה ויבא בעבודה ואם לא אמרו מחזירין אותו וכן מזכירו בברכת המזון ואם לא אמרו אין מחזירין אותו ובמוסף מתפלל כדרך שמתפלל במוסף של י\"ט: הגה אלא כשמגיע לעל ידי משה עבדך כאמור אומר והקרבתם עולה וגו' עד ושני תמידים כהלכתם (טור):"
    },
    {
      "id": "orach_chaim-490-3",
      "section": 3,
      "text": "נוהגים שבי\"ט אומר את יום טוב מקרא קודש הזה ובחש\"מ אומר את יום מקרא קודש הזה (ואנו אין נוהגין לומר מקרא קודש כלל לא בי\"ט ולא בחוה\"מ) (טור):"
    },
    {
      "id": "orach_chaim-490-4",
      "section": 4,
      "text": "כל הימים של חולו של מועד ושני ימים אחרונים של י\"ט קורין ההלל בדילוג כמו בראש חודש:"
    },
    {
      "id": "orach_chaim-490-5",
      "section": 5,
      "text": "סימן הפרשיות של שמונת ימי הפסח משך תורא קדש בכספא פסל במדברא שלח בוכרא וזה הסדר לא ישתנה כי אם כשחל פסח ביום ה' שביום שלישי שהוא שבת קורא ראה אתה אומר אלי שהוא פסל וביום א' ב' ג' קורין קדש בכספא במדברא:"
    },
    {
      "id": "orach_chaim-490-6",
      "section": 6,
      "text": "בכל ימי חול המועד ושני ימים טובים אחרונים קורים (הרביעי) בספר שני בקרבנו' המוספין שבפנח' ומתחיל והקרבתם עד סוף פיסקא:"
    },
    {
      "id": "orach_chaim-490-7",
      "section": 7,
      "text": "בליל יום טוב האחרון מקדשין על היין ואין אומרים זמן: הגה ואומרים בתפלה ובקידוש זמן חירותינו כמו בי\"ט ראשון (מהרי\"ל ומנהגים):"
    },
    {
      "id": "orach_chaim-490-8",
      "section": 8,
      "text": "מפטירין ביום שביעי וידבר דוד וביום שמיני עוד היום בנוב לעמוד:"
    },
    {
      "id": "orach_chaim-490-9",
      "section": 9,
      "text": "שבת שחל בחול המועד ערבית שחרית ומנחה מתפלל כדרכו של שבת ואומר יעלה ויבא בעבוד' ובמוסף אומר סדר מוסף יום חול המועד אלא שמזכיר של שבת ואומר ותתן לנו את יום המנוח הזה ויום חג המצות הזה וכן אומר את מוספי יום המנוח הזה ויום חג המצות הזה וחותם מקדש השבת וישראל והזמנים ומפטירים היתה עלי: הגה ואין מזכירין בברכת ההפטרה לפסח לא באמצע ולא בחתימה ונוהגין לומר שיר השירים בשבת של חול המועד ואם שבת בי\"ט האחרון אומרים אותו באותו שבת וכן הדין בסוכות עם קהלת ונוהגין לומר רות בשבועות (אבודרהם) והעם נהגו שלא לברך עליהם על מקרא מגילה ולא על מקרא כתובים:"
    }
  ]
}