{
  "id": "orach_chaim-506",
  "chapterLabel": "סימן undefined״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-506-1",
      "section": 1,
      "text": "דיני לישה ביום טוב. ובו ט סעיפים:אין מודדין קמח ביום טוב כדי ללוש אלא יקח באומד הדעת: הגה ומותר ליקח קמח מן הכלי אף על פי שעושה גומא בקמח [ר\"ן פ\"ק דביצה ופרק כירה]:"
    },
    {
      "id": "orach_chaim-506-2",
      "section": 2,
      "text": "אין מרקדין הקמח אפי' ע\"י שינוי אבל אם רקדו מאתמול ונפל בו צרור או קיסם ורוצ' לרקדו פעם שנית מותר אף בלא שינוי: הגה וי\"א דמותר ליטול הצרור או הקיסם בידו (רשב\"א) אבל יש מחמירין ואוסרין [המגיד פ\"ג] ואם לא נפל בו דבר אלא שרוצה לרקדו שנית כדי שיהיה הפת נאה צריך שינוי קצת כגון על גבי שלחן: הגה וה\"ה דמותר לעשות על ידי עכו\"ם אפי' תחלת הרקידה אם ישנה קצת [ב\"י]:"
    },
    {
      "id": "orach_chaim-506-3",
      "section": 3,
      "text": "הלש עיסה ביום טוב יכול להפריש ממנה חלה ולהוליכה לכהן [שרי אפילו הפריש מאתמול] אבל עיסה שנלושה בעי\"ט אסור להפריש ממנה חלה בי\"ט: הגה אלא אוכל ומשייר קצת ולמחר מפריש מן המשוייר חלה ומותר לאפות הפת ע\"י שיאכל ממנו ויפריש אחר כך חלה [ב\"י] ואם רוצה יוכל ללוש עוד עיסה אחת ביום טוב ויצרפם יחד ויפריש מאותה עיסה גם על מה שלש מעי\"ט [הגהות מיימוני פ\"ג ומרדכי פ' אלו עוברין וב\"י בשם תוס' פרק קמא דביצה]:"
    },
    {
      "id": "orach_chaim-506-4",
      "section": 4,
      "text": "המפריש חלה בי\"ט והיא טמאה לא יאפה אותה ולא ישרפנה שאין שורפין קדשים בי\"ט אלא מניחה עד הערב ושורפה:"
    },
    {
      "id": "orach_chaim-506-5",
      "section": 5,
      "text": "מותר לעשות בי\"ט פתין גדולים ולא חיישי' שמתוך כך יבא לאפות יותר ממה שצריך:"
    },
    {
      "id": "orach_chaim-506-6",
      "section": 6,
      "text": "היה לו קמח או עיסה בשותפות עם העכו\"ם אסור לאפותה ביום טוב אלא יחלקנה ויאפה את שלו:"
    },
    {
      "id": "orach_chaim-506-7",
      "section": 7,
      "text": "אם יש לאדם הרבה פת נקייה אינו אופה פת אחרת אלא א\"כ יש לו בני בית שרגיל להאכילם פת הדראה אבל אם יש לו פת הדראה הרבה יכול לאפות פת נקייה:"
    },
    {
      "id": "orach_chaim-506-8",
      "section": 8,
      "text": "אסור לעשות שאור ביום טוב אלא ע\"י שינוי מפני שהיה אפשר לעשותו מבעוד יום:"
    },
    {
      "id": "orach_chaim-506-9",
      "section": 9,
      "text": "אפילו נשחטה הבהמה מערב יום טוב מותר להפריש המתנות בי\"ט:"
    }
  ]
}