{
  "id": "orach_chaim-513",
  "chapterLabel": "סימן undefinedי״ג",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-513-1",
      "section": 1,
      "text": "דין ביצה שנולדה בי\"ט. ובו ח סעיפים:ביצה שנולדה בי\"ט אסור ליגע בה: הגה (דהיינו לטלטלה) (מרדכי ריש ביצה ופ' כל הכלים) וכל שכן שלא לאכלה ואם נתערבה אפי' באלף כולן אסורות:"
    },
    {
      "id": "orach_chaim-513-2",
      "section": 2,
      "text": "ספק אם נולדה בי\"ט או בחול אסורה:"
    },
    {
      "id": "orach_chaim-513-3",
      "section": 3,
      "text": "ביצה שנולדה בי\"ט שנתבשלה בשוגג עם בשר ותבשיל אם יש ס' כנגדו הכל מותר חוץ מן הביצה אבל אם לבנו בו התבשיל וכיוצא בזה מידי דלחזות' וטעמא עביד לא בטיל:"
    },
    {
      "id": "orach_chaim-513-4",
      "section": 4,
      "text": "מותר לכפו' עליה כלי שלא תשבר ובלבד שלא יגע בה הכלי:"
    },
    {
      "id": "orach_chaim-513-5",
      "section": 5,
      "text": "אם נולדה בי\"ט ראשון מותרת בי\"ט שני בשני י\"ט של גליות אבל בשני י\"ט של ר\"ה וכן בשבת וי\"ט הסמוכים זה לזה נולדה בזה אסורה בזה: הגה ואם יום טוב ביום א' ב' ונולדה בשבת שלפניהם מותר ביום ב' של גליות [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-513-6",
      "section": 6,
      "text": "ביצה שיצאה רובה מעי\"ט וחזרה ואח\"כ נולדה בי\"ט מותר' לפיכך אפילו בדק בקינה של תרנגול' עי\"ט סמוך לחשיכה ולא מצא בה ביצה ולמחר השכים ומצא בה ביצה מותרת שהתרנגול' אינה יולדו' בלילה ואנו תולין שמאתמול יצא רובה וחזר והוא שיש תרנגול זכר תוך ס' בתים ואין מפסיק נהר שאין בו גשר שאם לא כן אפשר שתלד בלילה ואסור אבל אם לא בדק מעי\"ט אפי' ליכא זכר בהדה שריא שאנו תולים שמאתמול נולדה ובלא זכר רובן יולדו' ביום לפיכך מותר ליקח ביצים מן העכו\"ם בליל ראשון של י\"ט דתלינן שמערב י\"ט נולדו וכן בליל שני של שני ימים טובים של גליות אבל לא בליל שני של ר\"ה ולא בליל יום טוב שאחר השבת: הגה ועכו\"ם המביא ביצים בי\"ט ראשון ומסיח לפי תומו שנולדו מאתמול מותר לסמוך עליו [מרדכי ריש ביצה] ודוקא בי\"ט שחל באמצע השבוע אבל בי\"ט שחל באחד בשבת שאז יש לחוש שמא נולדה בשבת ואסור מדאורייתא בי\"ט אין עכו\"ם מסיח לפי תומו נאמן ודוקא בי\"ט ראשון אבל בי\"ט שני אפי' ראש השנה נאמן דאינו אלא דרבנן: [תה\"ד סי' ע\"ט]:"
    },
    {
      "id": "orach_chaim-513-7",
      "section": 7,
      "text": "השוחט תרנגול' ומצא בה ביצים גמורות מותרות ואפי' בי\"ט שלאחר השבת:"
    },
    {
      "id": "orach_chaim-513-8",
      "section": 8,
      "text": "אפרוח שנולד בי\"ט אסור ואם נולד בשבת אסור ביום טוב שלאחריו:"
    }
  ]
}