{
  "id": "orach_chaim-664",
  "chapterLabel": "סימן 664",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-664-1",
      "section": 1,
      "text": "סדר יום הושענא רבה. ובו יא סעיפים:ביום שביעי שהוא הושענא רבה נוהגים להרבות במזמורים כמו ביום טוב: הגה ואין אומרים נשמת ואומרים מזמור לתודה ואומרים אין כמוך שמע ישראל וכו' כמו בי\"ט ואומרים קדיש של אחר תפלת מוסף בניגון יום טוב ואין רגילין לעשות מלאכה של חול עד אחר יציאה מבית הכנסת ויש לומר פזמון זכור ברית כשיש מילה בהושענא רבה ואומרים אותו קודם אנא אזון חין כו': כתבו הראשונים ז\"ל שיש סימן בצל הלבנה בליל הו\"ר מה שיקרה לו או לקרוביו באותה השנה ויש מי שכתב שאין לדקדק בזה כדי שלא ליתרע מזליה גם כי רבים אינם מבינים הענין על בוריו ויותר טוב להיות תמים ולא לחקור עתידות כנ\"ל: ומרבים קצת בנרות כמו ביום הכפורים: הגה והמדקדקים נוהגים לטבול עצמן קודם עלות השחר כמו בעיו\"כ [מנהגים] ויש נוהגים ללבוש הקיטל כמו ביום כפור לפי שבחג נידונים על המים ונוהגים להתיר בו אגודו של לולב ומקיפים שבעה פעמים ומרבים תחנונים על המים:"
    },
    {
      "id": "orach_chaim-664-2",
      "section": 2,
      "text": "ונוטלים ערבה ביום זה מלבד ערבה שבלולב ואין מברכין עליה: הגה ונהגו ששמש בהכ\"נ מביא ערבה למכור כמו שהיה המנהג בזמן שבית המקדש היה קיים [ר\"ן פ' לולב וערבה]:"
    },
    {
      "id": "orach_chaim-664-3",
      "section": 3,
      "text": "יש מי שאומר שאף ביום זה מקיפים בלולב ולא בערבה ולא נהגו כן אלא להקיף בו גם בערבה:"
    },
    {
      "id": "orach_chaim-664-4",
      "section": 4,
      "text": "שיעור ערבה זו אפילו עלה אחד בבד אחד: הגה מיהו מכוער הוא להיות עלה אחד בבד אחד [טור בשם רב האי] על כן נהגו לעשות ההושענות יפים משום זה אלי ואנוהו ושיעור ארכה כשיעור אורך ערבה שבלולב: הגה וכל הפוסל בערבה שבלולב פוסל בערבה זו (מדברי ר\"ן פ' לולב וערבה) וחובט בה על הקרקע או על הכלי פעמים או שלש: הגה וי\"א שצריך לנענע בה [טור בשם רש\"י] ונהגו לעשות שתיהן מנענעין בה ואח\"כ חובטין אותה:"
    },
    {
      "id": "orach_chaim-664-5",
      "section": 5,
      "text": "ואינה ניטלת אלא בפני עצמה שלא יאגוד דבר אחר עמה אבל אם יש בידו דבר אחר אין לחוש:"
    },
    {
      "id": "orach_chaim-664-6",
      "section": 6,
      "text": "אין אדם יוצא ידי חובתו בערבה שבלולב אפי' הגביה אותה שני פעמים אחד לשם לולב ואחד לשם ערבה וי\"א שיוצא בה:"
    },
    {
      "id": "orach_chaim-664-7",
      "section": 7,
      "text": "יש מי שאומר שאינו יכול ליטלה עם הלולב בשעה שהוא יוצא בה ידי חובתו עד אחר שיברך ויטול וינענע בתחלה ואם נטלה עובר משום בל תוסיף ואחר הנענוע הראשון יכול הוא ליטלה עם הלולב וכ\"ש בשעת הקפה ואע\"פ שמה שכתב שאם נטלה עובר משום בל תוסיף טעות הוא בעיני מכל מקום אין הפסד לחוש לדבריו וכתב עוד דגם אחר נטילה ונענוע צריך לתפוס הערבה לבדה להכיר שהיא חובה ובשעת החבטה יטלנה בפני עצמה ויוצא בה ידי חובתו: הגה והמנהג פשוט ליטול ערבה עם הלולב בשחרית בשעת הנענוע ובשעת הקפה עד שעת החבטה ונוטלים הערבה לבדה ויותר טוב שלא ליטלה עם הלולב כלל ואף הנוטלה עם הלולב נ\"ל דלאחר שהקיף יסיר הלולב מידו ויאחז הערבה שהם ההושענות שעושין לבד כל זמן שאומרים תחנונים על המים ומנענעים ההושענות בשעה שאומרים ההושענות ואח\"כ חובטים אותם:"
    },
    {
      "id": "orach_chaim-664-8",
      "section": 8,
      "text": "יש מי שאומר שהושענא שבלולב אע\"פ שנזרקת אין לפסוע עליה [וע\"ל סי' כ\"א גבי ציצית]:"
    },
    {
      "id": "orach_chaim-664-9",
      "section": 9,
      "text": "יש מי שאומר שאסור ליהנות מן הערב' לאחר נטילתה אם לא התנה עליה מעיקרא דלכולה יומא אתקצאי למצותה: הגה ונהגו להצניע ההושענות לאפיית מצות כדי לעשות בה מצוה [מהרי\"ו ומהרי\"ל]:"
    },
    {
      "id": "orach_chaim-664-10",
      "section": 10,
      "text": "יש מי שאומר שיש ליזהר שלא יקוץ ישראל ערבה למצוה משדה עכו\"ם אפי' ברשות העכו\"ם:"
    },
    {
      "id": "orach_chaim-664-11",
      "section": 11,
      "text": "אם חל יום הושענא רבה ביום א' וקצצו עכו\"ם ערבה בשבת והביאו כשרה: הגה מיהו אם צוה ישראל לקוצצ' ואיכא פרהסיא בדבר יש להחמיר אם יש לו ערבה אחרת [ב\"י בשם תשו' רשב\"א]:"
    }
  ]
}