{
  "id": "orach_chaim-193",
  "chapterLabel": "סימן קצ״ג",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-193-1",
      "section": 1,
      "text": "אם מצטרפין לזימון אם לאו. ובו ו סעיפים:שנים שאכלו אע\"פ שבברכת המוציא פוטר א' את חבירו מצוה לחלק שיברך כל אחד ברכ' המזון לעצמו בד\"א כשהיו שניה' יודעים לברך ברכת המזון אבל אם אחד יודע והשני אינו יודע מברך היודע ויוצא השני אם מבין לשון הקודש אלא שאינו יודע לברך וצריך לכוון מלה במלה לכל מה שיאמר: הגה וצריך המברך שיכוין להוציאו [מרדכי ר\"פ שלשה שאכלו וב\"י בשם סמ\"ג]: אבל אם אינו מבין אינו יוצא בשמיעה אבל שלשה שאכלו אינ' רשאים ליחלק ושנים שאכלו מצוה שיחזרו אחר שלישי שיצטרף עמהם לזימון וכן ארבעה או חמשה אסו' להם ליחלק שכלם נתחייבו בזימון ששה נחלקים כיון שישאר זימון לכל חבורה עד עשר' ואז אין נחלקים עד שיהיו עשרי' כיון שנתחייבו בהזכרת השם: הגה דאז יכולי' לחלוק אם ירצו ונ\"ל דה\"ה בששה אין מחויבים לחלק רק אם ירצו נחלקים ומצוה לחזור אחר עשרה ומיהו אם היו רבים מסובים יחד ואינם יכולי' לשמוע ברכת זימון מפי המברך ואינם רשאים ליחלק לחבורות של עשרה עשרה מפני שיצטרכו לברך בקול רם וישמע בעל הבית ויקפיד עליהם יכולים ליחלק לחבורות של ג' ג' ולברך בנחת כדי שלא ישמע בעל הבית וזה טוב להם ממה שלא יצאו ידי חובת ברכת זימון שהרי אינם יכולים לשמוע מפי המברך:"
    },
    {
      "id": "orach_chaim-193-2",
      "section": 2,
      "text": "אפי' לא הוקבעו מתחלה כולם לאכול יחד אלא שהשנים קבעו ואחר כך בא השלישי וקבע עמהם או שאחד קבע תחלה ואח' כך קבעו השנים עמו אינם רשאי' ליחלק כיון שהם קבועים יחד בגמר האכילה ומכל מקו' אם יאכל עמהם בלא קבע רשאים ליחלק אלא א\"כ הוא שמש: הגה ומ\"מ אפי' כ\"מ שרשאין ליחלק עדיף טפי לזימון משום דברוב עם הדרת מלך (ב\"י):"
    },
    {
      "id": "orach_chaim-193-3",
      "section": 3,
      "text": "אם היו רוכבים ואמרו נאכל אע\"פ שכל אחד אוכל מככרו ולא ירדו מהבהמות מצטרפין כיון שעמדו במקום אחד אבל אם היו הולכים ואוכלי' לא ואם היו אוכלים בשדה מפוזרי' ומפורדי' אע\"פ שאוכלי' כלם בשעה אחת ומככר א' כיון שלא קבעו מקום לאכול אינם מצטרפין: הגה המנהג שלא לזמן בבית עכו\"ם ונראה לי הטעם משום דלא יוכלו לקבוע עצמן בבית עכו\"ם משום יראת העכו\"ם הוי כאלו אכלו בלא קבע ועוד דיש לחוש לסכנה אם ישנו בנוסח הברכ' ולא יאמרו הרחמן יברך ב\"ה הזה ולכן מתחלה לא קבעו עצמן רק לברך כל א' לבדו ולכן אין לשנות המנהג אף אם לא היו טעמים אלו מספיקים מ\"מ מאחר דכבר נהגו כך הוי כאלו לא קבעו עצמן ביחד:"
    },
    {
      "id": "orach_chaim-193-4",
      "section": 4,
      "text": "שלשה שישבו לאכול וברכו ברכת המוציא אפי' כל אחד אוכל מככרו ואפי' לא אכל עדיין כזית פת אינם רשאים ליחלק:"
    },
    {
      "id": "orach_chaim-193-5",
      "section": 5,
      "text": "שלשה שבאים משלש חבורות של שלש שלש בני אדם ונתחברו אלו השלשה אם זימנו עליהם במקומם כגון שהפסיקו כל א' לשנים עד שאמרו הזן שוב אינם יכולים לזמן אפי' אכלו אח\"כ יחד וגמרו סעודתן ואם לא זמנו עליהם במקומם חייבים לזמן ואינם רשאים ליחלק ואפי' לא אכלו אלו השלשה ביחד משנתחברו:"
    },
    {
      "id": "orach_chaim-193-6",
      "section": 6,
      "text": "שלש חבורות שהיו בכל אחת ארבעה ופירש אחד מכל חבורה ונצטרפו לחבורה אחרת וזימנו השלשה הנשארים פרח זימון מינייהו כיון שחבריהם זימנו והוא הדין אם לא היו בכל חבורה אלא שלשה והלך א' מכל חבורה קודם זימון ונתחברו אלו השלשה ובא אחד לכל חבורה ונצטרף עם שנים הראשונים וזימנו יחד פרח זימון מאלו השלשה כיון שכבר זימנו חבורתם אע\"פ שלא זימנו עמהם: הגה שלש חבורות שאכלו ובכל חבורה שלשה בני אדם אסור לכל אחד ליפרד מכל חבורה ולזמן ביחד דהרי השנים הנשארים בכל חבורה אינן יכולים לזמן אח\"כ אבל אם היה בכל חבורה ד' מותר ליפרד אחד מכל חבורה ולזמן ביחד והנשארים יזמנו כל חבורה במקומם [ב\"י בשם הרשב\"א]:"
    }
  ]
}