{
  "id": "orach_chaim-141",
  "chapterLabel": "סימן קמ״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-141-1",
      "section": 1,
      "text": "דיני הקורא והמקרא. ובו ח סעיפים:צריך לקרות מעומד ואפילו לסמוך עצמו לכותל או לעמוד אסור אלא אם כן הוא בעל בשר: הגה וכן החזן הקורא צריך לעמוד עם הקורא [מרדכי הל' קטנו']:"
    },
    {
      "id": "orach_chaim-141-2",
      "section": 2,
      "text": "לא יקראו שנים אלא העולה קורא וש\"צ שותק או ש\"צ קורא והעולה לא יקרא בקול רם ומכל מקום צריך הוא לקרות עם ש\"ץ כדי שלא תהא ברכתו לבטלה אלא שצריך לקרות בנחת שלא ישמיע לאזניו (ואפי' משמיע לאזניו ליכא למיחש דלא עדיף מתפל' כדלעיל סי' ק\"א) [ד\"ע]:"
    },
    {
      "id": "orach_chaim-141-3",
      "section": 3,
      "text": "יש נוהגים להעמיד מי שמקרא לעולה מלה במלה ואחר שגומ' המקרא המלה אומרה העולה:"
    },
    {
      "id": "orach_chaim-141-4",
      "section": 4,
      "text": "אם ש\"צ רוצה לברך לעצמו ולקרות צריך שיעמוד אחר אצלו שכשם שנתנה תורה ע\"י סרסור כך אנו צריכים לנהוג בה ע\"י סרסור:"
    },
    {
      "id": "orach_chaim-141-5",
      "section": 5,
      "text": "אין הצבור רשאים לענות אמן עד שתכלה ברכה מפי הקורא ואין הקורא רשאי לקרות בתורה עד שיכלה אמן מפי הצבור:"
    },
    {
      "id": "orach_chaim-141-6",
      "section": 6,
      "text": "יכולים לקרות ב' אחים זה אחר זה והבן אחר האב ואין מניחין אלא בשביל עין הרע. ואפי' אם א' הוא השביעי וא' הוא המפטיר לא יקראו השני בשמו משום עין הרע [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-141-7",
      "section": 7,
      "text": "העולה למגדל עולה בפתח שהיא לו בדרך קצרה ממקומו וירד מהמגדל בדרך אחר שהיא לו בדרך ארוכה עד מקומו ואם ב' הדרכים שוים עולה בפתח שהיא לו בדרך ימין וירד בפתח שכנגדו [ולא ירד עד שעלה כבר הראוי לקרות אחריו] (מרדכי הגדול]:"
    },
    {
      "id": "orach_chaim-141-8",
      "section": 8,
      "text": "כל תיבה שהיא קרי וכתיב הלכה למשה מסיני שתהא נכתבת כמו שהיא בתורה ונקרית בענין אחר ומעשה בא' שקרא כמו שהיא כתובה בפני גדולי הדור הרבנים ה\"ר יצחק אבוהב וה\"ר אברהם ואלנסי שמואל ואלנסי בנו ז\"ל והתרו בו שיקרא כפי המסורה ולא רצה ונדוהו והורידוהו מהתיבה:"
    }
  ]
}