{
  "id": "orach_chaim-515",
  "chapterLabel": "סימן 515",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-515-1",
      "section": 1,
      "text": "דין דברים הבאים בי\"ט חוץ לתחום. ובו ט סעיפים:עכו\"ם שהביא דורון לישראל בי\"ט אם יש ממינו במחובר או שמחוסר צידה אסור אף למי שלא הובא בשבילו לאוכלו בו ביום [ואפי' עבר ונתן לפיו ולעסו אסור לבלעו] [ר\"ש בפי' המשנה בפ\"ב דתרומות] ואפי' לטלטלן אסור ולערב מותרין בכדי שיעשו ובשני ימים טובים של גליות אם הובא ביום ראשון מותר מיד בליל י\"ט שני בכדי שיעשו: הגה ויש מחמירין לאסרו עד מוצאי י\"ט שני [טור בשם ר\"ת ורש\"י וסמ\"ג] ונוהגין להחמיר אם אינו לצורך י\"ט לצורך אורחים ובכה\"ג דאז נוהגין להקל לאחרים שלא הובא בשבילן [תה\"ד סימן ע\"ח] וכן אם הובא בי\"ט שני צריך להמתין במוצאי י\"ט בכדי שיעשו אבל בשני ימים של ראש השנה או בי\"ט הסמוך לשבת בין מלפניו בין מאחריו אם הובא בראשון צריך להמתין עד מוצאי י\"ט ושבת בכדי שיעשו ושיעור כדי שיעשו היינו כדי שילך העכו\"ם למקום שליקט ויגמור המלאכה ויחזור לכאן ואם נסתפק לו מהיכן הביאן שיעורן כדי שיבואו מחוץ לתחום:"
    },
    {
      "id": "orach_chaim-515-2",
      "section": 2,
      "text": "אפי' תלשן העכו\"ם או צדן לעצמו או נפל מן האילן מעצמו או נצוד מעצמו אסור לאכלו בו ביו' ולטלטלו אף למי שלא הובאו בשבילו אבל לערב מותרין מיד במוצאי יום טוב אף למי שהובאו בשבילו:"
    },
    {
      "id": "orach_chaim-515-3",
      "section": 3,
      "text": "אפילו אם הוא ספק אם נלקטו או ניצודו היום אסורים אבל אם ניכר בהם שלא נלקטו ושלא נצודו היום מותר למי שלא הובאו בשבילו ואם לא בא מחוץ לתחום מותר אף למי שהובאו בשבילו: הגה עכו\"ם מסיח לפי תומו שלא נלקט היום או נצוד היום נאמן [ועיין לעיל סי' תי\"ג סעי' ו']:"
    },
    {
      "id": "orach_chaim-515-4",
      "section": 4,
      "text": "עכו\"ם שהביא דורון לישראל מדברים שיש במינם במחובר ביו\"ט ראשון של ראש השנה שחל להיות בה' בשבת יש מתירים לאכלם בשבת בכדי שיעשו ויש אוסרים: הגה ולדידן דנוהגין להחמיר בשני ימים טובים של גליות נמי דינא הכי ולענין הלכתא נראה דשני ימים טובים של ר\"ה יש להחמיר בשבת אבל בשני ימים טובים של גליות יש להקל בשבת שהוא לאחריהן ודוקא בפירות שאין צריכים הכנה בי\"ט שלפני השבת אבל דבר שצריך להכין ביום טוב שני לצורך השבת אסור מאחר דנהיגין לאסור ואף לטלטל ביום טוב שני אם לא לצורך אורחים וכיוצא בזה (תה\"ד סי' ע\"ח):"
    },
    {
      "id": "orach_chaim-515-5",
      "section": 5,
      "text": "דבר שאין במינו מחובר ואינו מחוסר צידה אם בא מתוך התחום מותר לכל ואם באו מחוץ לתחום אסור לאוכלן למי שהובאו בשבילו ולכל בני ביתו אבל מותר לטלטלן בתוך ד' אמות או בתוך העיר מוקפת חומה או מבצר שידוע שהוקף לדירה ואחרים מותרים אף לאכלם ולערב [יו\"ט ראשון] צריך להמתין מי שהובאו בשבילו בכדי שיעשו: הגה ומותרין אחר כך אפי' לדידן שנוהגין להחמיר בשאר דברים כמו שנתבאר:"
    },
    {
      "id": "orach_chaim-515-6",
      "section": 6,
      "text": "בעיר שרובה עכו\"ם מן הסתם כל המביא לצורך הרוב מביא: הגה מחצה על מחצה או שידוע שלוקט לצורך שניהם אסור [ב\"י וסמ\"ג]:"
    },
    {
      "id": "orach_chaim-515-7",
      "section": 7,
      "text": "אם הוא ספק אם באו מחוץ לתחום אם הוא עכו\"ם השרוי עמו בעיר ופירות המצויים בעיר מותר ואם לאו אסור:"
    },
    {
      "id": "orach_chaim-515-8",
      "section": 8,
      "text": "דבר שאין במינו במחובר שהובא לישראל ביו' טוב ראשון של ראש השנה מותר בשני והוא הדין לשבת ויום טוב הסמוכים זה לזה:"
    },
    {
      "id": "orach_chaim-515-9",
      "section": 9,
      "text": "ישראל ששיגר דורון לחבירו ע\"י עכו\"ם מערב יו\"ט ונתעכב העכו\"ם והביאם ביום טוב מחוץ לתחום מותר אפי' למי שהובא בשבילו לאכלם אבל אסור לכל ישראל לטלטלם חוץ לארבע אמות או חוץ לעיר המוקפ' חומה או חוץ למבצר שידוע שהוקף חומה לדירה: הגה ודוקא שהיה דעתו מאתמול דלית ביה איסור מוקצה אבל אם לא היה דעתו מאתמול אף על גב דלית ביה איסור תחומין אסור משום מוקצה דכל של ישראל צריך הכנה מבעוד יום ואפי' למי שלא הובא בשבילו אסור [ב\"י בשם תשובת הרשב\"א]:"
    }
  ]
}