{
  "id": "orach_chaim-551",
  "chapterLabel": "סימן undefinedנ״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-551-1",
      "section": 1,
      "text": "דין שבוע שחל ט' באב להיות בתוכה. ובו יח סעיפים:משנכנס אב ממעטין בשמחה ובר ישראל דאית ליה דינא בהדי עכו\"ם לישתמיט מיניה דריע מזליה: הגה מילה שהיא מר\"ח עד ט' באב נוהגין שהמוהל ובעל ברית ואבי הבן לובשין בגדי שבת (מנהגים) אבל בלאו הכי אסור אפי' בשבת של חזון אין מחליפין ללבוש בגדי שבת כי אם הכתונת לבד (מרדכי הל' ט\"ב והגהות אשירי פ\"ד דתענית ואגודה ורוקח) אבל פורשין פרוכת של שבת אם לא שאירע ט' באב בשבת ונדחה שאז אין פורשין פרוכת של שבת ומי שיש לו נישואין בשבת נחמו מותר ללבוש בגדי שבת בשבת של חזון: (מהרי\"ל)"
    },
    {
      "id": "orach_chaim-551-2",
      "section": 2,
      "text": "מר\"ח עד תענית ממעטים במשא ומתן ובבנין של שמחה כגון בית חתנות לבנו או בנין של ציור וכיור ובנטיע' של שמחה כגון אבורנקי של מלכי' שנוטעים לצל להסתופף בצילו או מיני הדס ומיני אהלי' ואם היה כותלו נוטה ליפול אע\"פ שהוא של שמחה מותר לבנות (ולצורך מצוה הכל שרי) (ר\"ן ספ\"ק דתענית) ואין נושאין נשים ואין עושין סעוד' אירוסין אבל ליארס בלא סעודה מותר ואפי' בתשעה באב עצמו מותר ליארס שלא יקדמנו אחר: הגה ונוהגין להחמיר שאין נושאים מי\"ז בתמוז ואילך עד אחר תשעה באב: (מנהגים):"
    },
    {
      "id": "orach_chaim-551-3",
      "section": 3,
      "text": "שבוע שחל בו ט' באב אסורים לספר ולכבס אפי' אינו רוצה ללובשו עתה אלא להניחו לאחר ט' באב ואפי' אין לו אלא חלוק אחד אסור וכן המכובסים מקודם בין ללבוש בין להציע בהם המטה ואפי' מטפחו' הידים והשלחן אסור וכיבוס שלנו מותר אבל גיהוץ (פי' מעבירין על הבגדים אבן חלוק להחליקו. ערוך) שלנו אסור וכלי פשתן אין בהם משום גיהוץ והרי הם ככיבוס שלנו ומותר והני מילי לגוהצן ולהניחן עד אחר תשעה באב אבל אסור ללבשן בשבוע זה ונהגו לאסור אפי' כלי פשתן ואפי' בכיבוס שלנו בין ללבוש בין לכבס ולהניח ואין להקל בדבר כיון שנהגו וכ\"ש דאפשר דמדינא נמי אסור שהרי יש מי שכתב דכיבוס שלנו קרוי (גיהוץ) לשל בני בבל שאין מתלבנים יפה לפי שמימיהם הם עכורים שאינה ארץ הרים וגבעות כארץ ישראל וכיבוס של שאר ארצות אפשר שהוא ככיבוס של ארץ ישראל ואסור ועוד יש מי שפירש דגיהוץ היינו מים ואפר או נתר ובורית וכבוס היינו במים לבד ובזמן הזה אין מכבסים במים לבד ונמצא שכל כיבוס של זמן זה הוי גיהוץ ואסור מדינא אפי' בכלי פשתן ללבשן מיהא: הגה ואנו נוהגין להחמיר בכל זה מתחילת ר\"ח עד אחר התענית אם לא לצורך מצוה כגון אשה הלובשת לבנים מותרת לכבס וללבוש לבנים ולהציע תחתיה (רוקח וא\"ז) אבל בט' באב עצמו לא תלבש לבנים רק לובשת חלוק בדוק ויפה (הגהות שערי דורא) וכן לכבוד שבת לובשים כלי פשתן ומציעין לבנים כמו בשאר שבתות ואסור ליתן כלים לכובסת עכו\"ם לכבס מר\"ח ואילך אבל קודם ר\"ח מותר לתת אע\"פ שכובסת אחר ר\"ח. (תוספות פ\"ד דתענית ומהרי\"ל):"
    },
    {
      "id": "orach_chaim-551-4",
      "section": 4,
      "text": "לאחר התענית מותר לספר ולכבס מיד ואם חל תשעה באב ביום ראשון או בשבת ונדחה לאחר השבת מותר בשתי השבתות בין שקודם התענית בין שאחריו ויש מי שאומר שנהגו לאסור כל שבוע שלפניו חוץ מיום ה' ויום ו': הגה ונוהגין להחמיר מתחלת ר\"ח לענין כיבוס אבל תספורת נוהגים להחמיר מי\"ז בתמוז: (מנהגים)"
    },
    {
      "id": "orach_chaim-551-5",
      "section": 5,
      "text": "אסור לעבריות לכבס בגדי העכו\"ם בשבוע זו:"
    },
    {
      "id": "orach_chaim-551-6",
      "section": 6,
      "text": "כלים חדשים בין לבנים בין צבועים בין של צמר בין של פשתן אסור ללבוש בשבת זה: (ואנו מחמירין מראש חדש ואילך):"
    },
    {
      "id": "orach_chaim-551-7",
      "section": 7,
      "text": "יש אומרי' שאסור לתקן בגדי' חדשי' ומנעלים חדשים בשבת זה ויש להחמיר בזה מר\"ח: הגה וה\"ה דאסור לקנותן וכן אומן ישראל אסור לעשותן לאחרים בין בשכר בין בחנם (תה\"ד וב\"י) ונהגו להקל בזה אבל אם ידוע ומפורסם שהמלאכה של עכו\"ם שרי (תה\"ד) וכן נהגו לתת לאומנים עכו\"ם לתקן כלים חדשים תוך זמן זה כדי שיהיו מוכנים לאחר התענית ומיהו טוב למעט בזה במקום דאפשר דלא עדיף משאר משא ומתן דממעט לן:"
    },
    {
      "id": "orach_chaim-551-8",
      "section": 8,
      "text": "נשי דנהיגי דלא למשתי (פי' מלשון או בשתי או בערב) עמרא מדעייל אב מנהגא (ונוהגין שלא לקדש הלבנה עד אחר ת\"ב) (מהרי\"ל ודעת עצמו):"
    },
    {
      "id": "orach_chaim-551-9",
      "section": 9,
      "text": "יש נוהגים שלא לאכול בשר ושלא לשתות יין בשבת זו (ומותר בחומץ של יין) (אגודה ומהרי\"ל) ויש שמוסיפין מראש חדש עד התענית ויש שמוסיפין מי\"ז בתמוז: הגה ומצניעים מר\"ח ואילך הסכין של שחיטה (ר' ירוחם ני\"א ח\"ג והגהות מיימוני) שאין שוחטים כי אם לצורך מצוה) כגון לחולה או שבת או מילה או פדיון הבן וכיוצא בו:"
    },
    {
      "id": "orach_chaim-551-10",
      "section": 10,
      "text": "יש מי שאומר שהנוהגים שלא לאכול בשר בימים הנזכרים מותרים בתבשיל שנתבשל בו בשר ואסורים בבשר עוף ובשר מלוח ויין תוסס ומותר לשתות יין הבדלה וברכת המזון: הגה ונוהגין להחמיר שלא לשתות יין בברכת המזון ולא בהבדלה (תשובת מהרי\"ל סי' ק\"ו) אלא נותנים לתינוק ובמקום דליכא תינוק מותר בעצמו לשתות הבדלה ובסעודת מצוה כגון מילה ופדיון הבן וסיום מסכת וסעודת אירוסין אוכלין בשר ושותין יין כל השייכין לסעודה אבל יש לצמצם שלא להוסיף ובשבוע שחל ט' באב בתוכה אין לאכול בשר ולשתות יין רק מנין מצומצם וזה אפי' בערב ת\"ב שרי (מנהגים ומהרי\"ל) ובלבד שלא יהיה בסעודה שמפסיק בה: (ד\"ע)"
    },
    {
      "id": "orach_chaim-551-11",
      "section": 11,
      "text": "כל מי שאוכל בשר במקום שנוהגים בו איסור פורץ גדר הוא וינשכנו נחש: (ומותר לשתות כל שכר אפי' של דבש שקורים מע\"ד):"
    },
    {
      "id": "orach_chaim-551-12",
      "section": 12,
      "text": "תספורת שבוע זה אחד ראשו ואחד כל שער שבו אסור:"
    },
    {
      "id": "orach_chaim-551-13",
      "section": 13,
      "text": "ובזקן כל שמעכב את האכילה מותר:"
    },
    {
      "id": "orach_chaim-551-14",
      "section": 14,
      "text": "אסור לגדולים לספר לקטנים ולכבס כסותם בשב' שחל ט' באב להיות בתוכה: הגה מיהו בגדים שמלפפין בהם הקטנים לגמרי שמוציאים בהם רעי ומשתינין בהם הני ודאי משרא שרי ואפי' בבגדי שאר הקטנים נוהגים להקל: (ב\"י)"
    },
    {
      "id": "orach_chaim-551-15",
      "section": 15,
      "text": "מי שתכפוהו אבילות של מת ושל שבת זו והכביד שערו מיקל בתער אבל לא במספרים ומכבס כסותו במים אבל לא בנתר ובחול:"
    },
    {
      "id": "orach_chaim-551-16",
      "section": 16,
      "text": "יש נוהגים שלא לרחוץ מראש חודש ויש שאין נמנעין אלא בשבת זו ויש מתענים מי\"ז בתמוז עד ת\"ב: הגה ולצורך מצוה שרי ולכן נדה רוחצת וטובלת (מהרי\"ל) ואפי' אם טובלת ליל י' באב מותר לה לרחוץ בערב ת\"ב אם א\"א לה לרחוץ ליל י' (אגודה) ונראה דה\"ה אשה הלובשת לבנים יכולה לרחוץ מעט כדרכה כשאר שנה הואיל ואינה עושה לתענוג רק לצורך מצוה ונוהגין שלא לרחוץ אפי' בצונן מר\"ח ואילך (ת\"ה סי' ק\"ו) אפי' בע\"ש של חזון אסור לרחוץ כי אם ראשו ופניו ידיו ורגליו בצונן (מהרי\"ל ותשובת מהרי\"ל סי\"ו וב\"י) ויש מקילין בחפיפת הראש בחמין למי שרגיל בכך כל שבת:"
    },
    {
      "id": "orach_chaim-551-17",
      "section": 17,
      "text": "טוב ליזהר מלומר שהחיינו בין המצרים על פרי או על מלבוש אבל על פדיון הבן אומר ולא יחמיץ המצוה: (וכן בפרי שלא ימצא אחר ט' באב מותר לברך ולאכלו בין המצרים) (בנימין זאב סימן קס\"ג ותשובת מהרי\"ל):"
    },
    {
      "id": "orach_chaim-551-18",
      "section": 18,
      "text": "צריך ליזהר מי\"ז בתמוז עד ט' באב שלא לילך יחידי מד' שעות עד ט' שעות (משום שבהם קטב מרירי שולט) ולא יכו התלמידים בימים ההם:"
    }
  ]
}