{
  "id": "orach_chaim-330",
  "chapterLabel": "סימן 330",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-330-1",
      "section": 1,
      "text": "דיני יולדת בשבת. ובו יא סעיפים:יולדת היא כחולה שיש בו סכנה ומחללין עליה השבת לכל מה שצריכה קוראין לה חכמה ממקום למקום ומילדין [אותה] ומדליקין לה נר אפי' היא סומ' ומ\"מ בכל מה שיכולין לשנות משנין כגון אם צריכים להביא לה כלי מביאו לה חברתה תלוי בשערה וכן כל כיוצא בזה:"
    },
    {
      "id": "orach_chaim-330-2",
      "section": 2,
      "text": "עכו\"ם אין מילדין אותה בשבת אפי' בדבר שאין בו חילול שבת:"
    },
    {
      "id": "orach_chaim-330-3",
      "section": 3,
      "text": "נקראת יולדת לחלל עליה שבת משתשב על המשבר או משעה שהדם שותת ויורד או משעה שחברותיה נושאות אותה בזרועותיה שאין בה כח להלוך כיון שנראה א' מאלו מחללין עליה את השבת:"
    },
    {
      "id": "orach_chaim-330-4",
      "section": 4,
      "text": "כל שלשה ימים הראשונים אפילו אמרה אינה צריכה מחללין עליה את השבת משלשה ועד ז' אמרה אינה צריכה אין מחללין מכאן ואילך אפילו אמרה צריכה אני אין מחללין עליה אלא הרי היא עד שלשים יום כחולה שאין בו סכנה:"
    },
    {
      "id": "orach_chaim-330-5",
      "section": 5,
      "text": "היושבת על המשבר ומתה מביאים סכין בשבת אפי' דרך רשות הרבים וקורעים בטנה ומוציאים הולד שמא ימצא חי: הגה ומה שאין נוהגין עכשיו כן אפילו בחול משום דאין בקיאין להכיר במיתת האם בקרוב כל כך שאפשר לולד לחיות: (איסור והיתר):"
    },
    {
      "id": "orach_chaim-330-6",
      "section": 6,
      "text": "עושין מדורה ליולדת כל שלשים יום ואפילו בתקופת תמוז (ואם מותרים אחרים להתחמם כנגד המדורה ע\"ל סי' רע\"ו):"
    },
    {
      "id": "orach_chaim-330-7",
      "section": 7,
      "text": "הולד שנולד עושין לו כל צרכיו ומרחיצין אותו ומולחין אותו וטומנין השליא כדי שיחם הולד וחותכין את הטבור והני מילי בנולד לט' או לז' אבל נולד לח' או ספק בן ז' או בן ח' אין מחללין עליו אלא אם כן נגמרו שערו וצפרניו:"
    },
    {
      "id": "orach_chaim-330-8",
      "section": 8,
      "text": "נולד לח' או ספק בן ז' בן ח' שלא גמרו שעריו וצפרניו אסור לטלטלו אבל אמו שוחה עליו ומניקתו מפני צער החלב שמצערה וכן היא בעצמה יכולה להוצי' בידה החלב המצער אותה:"
    },
    {
      "id": "orach_chaim-330-9",
      "section": 9,
      "text": "מיישרין אברי הולד שנתפרקו מחמת צער הלידה:"
    },
    {
      "id": "orach_chaim-330-10",
      "section": 10,
      "text": "מותר לכרכו בבגדיו שלא יתעקמו איבריו:"
    },
    {
      "id": "orach_chaim-330-11",
      "section": 11,
      "text": "אם נפלה ערלת גרון הולד מותר לשום אצבע לתוך פיו ולסלק הערלה למקומה אע\"פ שפעמים שמקיא:"
    }
  ]
}