{
  "id": "orach_chaim-688",
  "chapterLabel": "סימן undefinedפ״ח",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-688-1",
      "section": 1,
      "text": "דין כרכים המוקפים חומה מימות יהושע בן נון. ובו ח סעיפים:כרכים המוקפים חומה מימות יהושע בן נון אפי' אינן מוקפים עכשיו קורין בט\"ו אפי' אם הם בחוצה לארץ ואפילו אין בהם עשרה בטלנים [פי' בטלים ממלאכתם ועוסקים בצרכי צבור] והוא שהוקף ואח\"כ ישב או שישב תחלה על דעת להקיפו אחר כך לאפוקי כשנודע שישב תחלה על דעת שלא להקיפו [אבל מסתמא הוקפה ולבסוף ישבה] [ר\"ן]:"
    },
    {
      "id": "orach_chaim-688-2",
      "section": 2,
      "text": "וכן הכפרים הנראים עמהם אפילו אינם סמוכים כגון שהם בהר או שסמוכים להם אפילו אינם נראים עמהם כגון שהם בעמק ובלבד שלא יהיו רחוקים יותר ממיל ובשושן אע\"פ שאינה מוקפת חומה מימות יהושע קורים בחמשה עשר הואיל ונעשה בו הנס:"
    },
    {
      "id": "orach_chaim-688-3",
      "section": 3,
      "text": "כפרים ועיירות גדולות וכרכים שאינם מוקפים חומה מימות יהושע בן נון קורים בי\"ד:"
    },
    {
      "id": "orach_chaim-688-4",
      "section": 4,
      "text": "כרך שהוא ספק אם הוקף בימי יהושע אם לאו קורין בארבעה עשר ובחמשה עשר ובליליהון ולא יברך כי אם בארבעה עשר שהוא זמן קריאה לרוב העולם:"
    },
    {
      "id": "orach_chaim-688-5",
      "section": 5,
      "text": "בן עיר שהלך לכרך או בן כרך שהלך לעיר אם היה דעתו לחזור למקומו בזמן קריאה ונתעכב ולא חזר קורא כמקומו ואם לא היה בדעתו לחזור אלא לאחר זמן הקריאה קורא עם אנשי המקום שהוא שם: הגה ואם הוא במדבר או בספינה קורא ביום י\"ד כמו רוב העולם [כל בו]:"
    },
    {
      "id": "orach_chaim-688-6",
      "section": 6,
      "text": "יום חמשה עשר שחל להיות בשבת אין קורין המגילה בשב' אלא מקדימים לקרותה בערב שבת וגובים מעות מתנו' עניים ומחלקים אותם בו ביום וביום שבת מוציאין שני ספרים ובשני קורין ויבא עמלק ואומרים על הנסים ואין עושין סעודת פורים עד יום אחד בשב':"
    },
    {
      "id": "orach_chaim-688-7",
      "section": 7,
      "text": "המפרש בים והיוצא בשיירא ואינו מוצא מגילה להוליך עמו יקראנה בשלשה עשר או בשנים עשר או באחד עשר בלא ברכה ואם אי אפשר להמתין עד ימים הללו י\"א שקורא אפי' מתחלת החדש: הגה והכי נהוג ומיהו אם נזדמן לו אח\"כ מגילה חוזר וקורא אותה ביום י\"ד אפי' קרא תחלה ביום י\"ג מ\"מ קרא אותה שלא בזמנה: [כל בו ב\"י]:"
    },
    {
      "id": "orach_chaim-688-8",
      "section": 8,
      "text": "בן עיר שהיה בספינה או בדרך ולא היה בידו מגילה ואח\"כ נזדמנה לו בט\"ו קורא אותה בט\"ו:"
    }
  ]
}