{
  "id": "orach_chaim-545",
  "chapterLabel": "סימן undefinedמ״ה",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-545-1",
      "section": 1,
      "text": "דיני כתיבה בחול המועד. ובו יא סעיפים:אסור לכתוב בחה\"מ ואפי' להגיה אות אחת בספר אסור: הגה ולצורך רבים יש אוסרים כל שאינו צורך המועד (תה\"ד סי' פ\"ה) ויש מתירין (כל בו וב\"י) ונהגו להקל בכתב שלנו שאינו מעשה אומן:"
    },
    {
      "id": "orach_chaim-545-2",
      "section": 2,
      "text": "נראה לי שאם אין להם ס\"ת כשר לקרו' בו בצבור מותר להגיהו בחה\"מ כדי לקרות בו בציבור וכן בספרי מקרא וגמרא שצריך לקרו' במועד מותר להגיה' במועד משום דהוי דבר האבד ואם אין להם ס\"ת כלל אם אפשר לכתבו כולו בח\"המ ע\"י סופרי' הרבה יכתבוהו דצורך המועד הוא לקרות בתורה בציבור במועד: הגה והוא הדין שאר ספרים ללמוד בהם (תה\"ד סימן פ\"ה ורוקח):"
    },
    {
      "id": "orach_chaim-545-3",
      "section": 3,
      "text": "כותב אדם תפילין ומזוזות לעצמו וטווה על ירכו תכלת (וציצית) (ב\"י) לבגדו ואם אין לו מה יאכל כותב ומוכר לאחרים כדי פרנסתו: הגה או שיהיו לו הוצאותיו יותר בריוח לשמחת יום טוב (טור) ואם כתבן כדי להניחן במועד בכל ענין שרי (סמ\"ג) ואינו אסור רק הכתיבה אבל עשייתן שרי (ב\"י בשם תוספות):"
    },
    {
      "id": "orach_chaim-545-4",
      "section": 4,
      "text": "מותר לכתוב חשבונותיו ולחשוב יציאותיו: הגה וה\"ה הכתבים שכותבים כשמלוים על משכונות שרי (הגהת מרדכי כל בו ומהרי\"ל ס\"פ מי שהפך):"
    },
    {
      "id": "orach_chaim-545-5",
      "section": 5,
      "text": "מותר לכתוב שטר קדושין ושטרי פסיקתא גיטין שוברים דייתיקי מתנות פרוזבולין אגרו' שום ואגרו' מזון (פי' שטרי פסיקתא שאדם פוסק לתת לבנו או לבתו כך וכך. ופירוש דייתיקי שטר דא תהא למיקם ולהיות. ופירוש פרוזבול פרוזבלי ובוטי כלומר תקנת המלוה שלא יאבד ממונו והקנה ללוה שימצא מי שילוונו. ופירוש אגרות שום ששמו בית דין נכסי לוה ונתנום למלוה. ואגרת מזון שמכרו בית דין את הקרקע למזון האשה והבנות וכתבו מעשה בית דין על זה. אי נמי מי שקיבל עליו לזון את בת אשתו) שטרי חליצה ומיאונין ושטרי ברורין ופסקי דינין: הגה ומותר לכתוב כתובה במועד (כל בו) ויש אוסרים (סמ\"ק) ואגרת שאלת שלום שאדם שולח לחבירו ואפילו על דבר פרקמטיא שאינה אבודה (ויש אוסרים בשאלת שלום) (טור בשם ה\"ג): ונהגו להחמיר אפילו בכתיבה שלנו שהיא כתיבה משיט\"א):"
    },
    {
      "id": "orach_chaim-545-6",
      "section": 6,
      "text": "אין כותבין שטרי חוב במועד ואם אינו מאמינו מלוה ללוה (והלוה צריך למעות) או שאין לו לסופר מה יאכל הרי זה יכתוב: הגה ומותר לכתוב שטר מכירה במועד (תוספות) אבל אין לכתוב שטר אריסות וקבלנות שקיבל קודם המועד (רבינו ירוחם):"
    },
    {
      "id": "orach_chaim-545-7",
      "section": 7,
      "text": "בכל הדברים שמותר לכתוב אפי' בלא שינוי מותר וכל מה שאסור לכתוב אפי' ע\"י שינוי אסור: הגה ובלוחות של שעוה מותר לכתוב לפי שאינו כתב המתקיים. (ב\"י בשם א\"ח):"
    },
    {
      "id": "orach_chaim-545-8",
      "section": 8,
      "text": "מי ששלחו לשאול ממנו שאלה ואין השליח רוצה להתעכב עד אחר המועד מותר לכתבה וכן מותר להעתיקה מפני שחשוב דבר האבד:"
    },
    {
      "id": "orach_chaim-545-9",
      "section": 9,
      "text": "ואם שמע דבר חידוש מותר לכתבו כדי שלא ישכח וכן אם ראה ספר מחודש מותר להעתיקו אם לא ימצא להעתיק לאחר המועד:"
    },
    {
      "id": "orach_chaim-545-10",
      "section": 10,
      "text": "דנין בין דיני ממונות בין דיני נפשות ומשמתין ומכין למי שלא קיבל עליו הדין:"
    },
    {
      "id": "orach_chaim-545-11",
      "section": 11,
      "text": "מותר לקבול בשביל חובותיו בחול המועד:"
    }
  ]
}