{
  "id": "orach_chaim-405",
  "chapterLabel": "סימן 405",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-405-1",
      "section": 1,
      "text": "דין היוצא חוץ לתחום. ובו ט סעיפים:מי שיצא חוץ לתחום אפילו אמה אחת לא יכנס להיות כבני העיר ואין לו אלא ארבע אמות מעמידת רגליו ולחוץ:"
    },
    {
      "id": "orach_chaim-405-2",
      "section": 2,
      "text": "היתה רגלו אחת תוך התחום ורגלו אחת חוץ לתחום יכנס:"
    },
    {
      "id": "orach_chaim-405-3",
      "section": 3,
      "text": "מי שקידש עליו היום והוא חוץ לתחום העיר אפילו אמה אחת לא יכנס להיות כבני העיר ואינו מהלך אלא אלפי' אמה לכל רוח ממקום שקידש עליו היום:"
    },
    {
      "id": "orach_chaim-405-4",
      "section": 4,
      "text": "מי שיצא חוץ לתחום שלא לדעת מותר לעשות לו מחיצה של בני אדם שעירבו לאותו רוח ויכולי' לילך שם ויעשו סביביו כמו מחיצה ויכנס ביניה' והוא שלא ידעו אותם שנעשית בהם המחיצה שלשם כך נקראו אבל אם יצא לדעת אסור:"
    },
    {
      "id": "orach_chaim-405-5",
      "section": 5,
      "text": "מי שהוציאוהו חוץ לתחו' עכו\"ם או רוח רעה או שאר כל אונס או ששגג ויצא אין לו אלא ארבע אמות החזירוהו לתוך התחו' כאלו לא יצא והרי כל העיר כארבע אמות כבתחלה וחוצה לה אלפי' אמה לכל רוח אבל אם חוזר לדעת אין לו אלא ד' אמות: הגה וכן אם נכנס לספינה ויצאה הספינה חוץ לתחום וחזרה לאחוריה לנמל שהפליגה משם הרי הוא כאלו לא יצא דהוה ליה כמו שהוציאוהו עכו\"ם והחזירוהו (א\"ז):"
    },
    {
      "id": "orach_chaim-405-6",
      "section": 6,
      "text": "נתנוהו עכו\"ם חוץ לתחום בדיר או בסהר ומערה או בעיר אחרת מוקפת חומה לדירה או שנאנס בשאר אונס או ששגג ויצא חוץ לתחו' ונכנס לאחד מאלו ונזכר והוא בתוכו מהלך את כולו אבל אם יצא חוץ לתחומו לדעת אע\"פ שהוא בתוך אחד מאלו אין לו אלא ארבע אמות:"
    },
    {
      "id": "orach_chaim-405-7",
      "section": 7,
      "text": "מי שהפליגה ספינתו בים מהלך את כולה הואיל ושבת באויר מחיצו' ואם נפחתו דפני ספינה בשבת אם היא מהלכת מהלך את כולה ואם היא עומדת אינו מהלך בה אלא ארבע אמות: הגה ואם באמצע יש לו מחיצות עשרה ובראשו אין לו אזלינן בתר אמצעי ואפילו אין לו כלל רק יש בו לחקוק עשרה דאמרינן חוקקין להשלים (א\"ז):"
    },
    {
      "id": "orach_chaim-405-8",
      "section": 8,
      "text": "יצא לדעת והחזירוהו עכו\"ם אין לו אלא ד' אמות ומיהו אם החזירוהו לעירו (המוקפת מחיצות לדירה) (הרא\"ש פרק מי שהוציאוהו ורבינו ירוחם חי\"א וא\"ז) כולה כד' אמות ואפי' יצא לדעת וחזר לדעת (וע\"ל דין סתם עיירות סימן ת\"א):"
    },
    {
      "id": "orach_chaim-405-9",
      "section": 9,
      "text": "פירות שהוציא חוץ לתחום והחזירם אפי' במזיד לא הפסידו מקומם שכל העיר להם כד\"א וחוצה לה אלפים אמה לכל רוח כבתחלה אם הוא יו\"ט ואם הוא שבת מותרין באכילה במקומם אפי' לאותו ישראל שהחזירם לצרכו במזיד מ\"ט אנוסים הם וכל זמן שלא הוחזרו והם חוץ למקומם אם הוציאן בשוגג מותרים לאכלם ואסור לטלטלם חוץ לד' אמות ואם הוציאם במזיד אסור לאכלם אפי' מי שלא הוציאם ויש מתירים למי שלא הוציאם:"
    }
  ]
}