{
  "id": "orach_chaim-671",
  "chapterLabel": "סימן 671",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-671-1",
      "section": 1,
      "text": "סדר הדלקת נר חנוכה ומקום הנחתו. ובו ח סעיפים:צריך ליזהר מאוד בהדלקת נרות חנוכה ואפילו עני המתפרנס מן הצדקה שואל או מוכר כסותו ולוקח שמן להדליק:"
    },
    {
      "id": "orach_chaim-671-2",
      "section": 2,
      "text": "כמה נרות מדליק בלילה הראשון מדליק אחד מכאן ואילך מוסיף והולך אחד בכל ליל' עד שבליל אחרון יהיו שמונ' ואפי' אם רבים בני הבית לא ידליקו יותר: הגה וי\"א דכל אחד מבני הבית ידליק (רמב\"ם) וכן המנהג פשוט ויזהרו ליתן כל א' וא' נרותיו במקום מיוחד כדי שיהיה היכר כמה נרות מדליקין [מהר\"א מפראג]:"
    },
    {
      "id": "orach_chaim-671-3",
      "section": 3,
      "text": "נר שיש לו שתי פיות עולה לו בשביל שנים:"
    },
    {
      "id": "orach_chaim-671-4",
      "section": 4,
      "text": "מילא קערה שמן והקיפה פתילות אם כפה עליה כלי כל פתילה עולה בשביל נר אחד לא כפה עליה כלי אפילו לנר אחד אינו עולה לפי שהוא כמדורה: הגה ולכן יש ליזהר להעמיד הנרות בשורה בשוה ולא בעגול דהוי כמדורה (הג\"מ בשם סמ\"ק) ומותר להדליק בפמוטות שקורין לאמפא מאחר שכל נר מובדל הרבה מחבירו [ת\"ה סימן ק\"ה] ויזהרו כשעושין נרות אפי' בשעוה שאין לדבקן ביחד ולהדליקן דהוי כמדורה [פסקי מהר\"י ס\"ה] אפי' בנרות של שבת וי\"ט יזהרו שלא לעשות כן [אור זרוע]:"
    },
    {
      "id": "orach_chaim-671-5",
      "section": 5,
      "text": "נר חנוכה מניחו על פתח הסמוך לר\"ה מבחוץ אם הבית פתוח לר\"ה מניחו על פתחו ואם יש חצר לפני הבית מניחו על פתח החצר ואם היה דר בעליה שאין לו פתח פתוח לר\"ה מניחו בחלון הסמוך לר\"ה ובשעת הסכנה שאינו רשאי לקיים המצוה מניחו על שלחנו ודיו וצריך נר אחר להשתמש לאורו ואם יש מדורה אין צריך נר אחר ואם הוא אדם חשוב שאין דרכו להשתמש לאור המדורה צריך נר אחר:"
    },
    {
      "id": "orach_chaim-671-6",
      "section": 6,
      "text": "מניחו למעלה מג' טפחים ומצוה להניחו למטה מעשרה טפחים ואם הניחו למעלה מעשרה טפחים יצא אבל אם מניחו למעלה מעשרים אמה לא יצא: הגה ואפילו לקחה כך דלוק והניחה למטה מכ' לא יצא דהדלקה עושה מצוה [ב\"י בשם תוס']:"
    },
    {
      "id": "orach_chaim-671-7",
      "section": 7,
      "text": "מצו' להניחו בטפח הסמוך לפתח משמאל כדי שתהא מזוז' מימין ונר חנוכ' משמאל ואם אין מזוז' בפתח מניחו מימין ואם הניחו בדל' עצמו יניחנו מחציו של כניס' לצד שמאל: הגה ומיהו בזמן הזה שכולו מדליקין בפנים ואין היכר לבני רשות הרבים כלל אין לחוש כל כך אם אין מדליקין בטפח הסמוך לפתח ומ\"מ המנהג להדליק בטפח הסמוך לפתח כמו בימיהם ואין לשנות אלא אם כן רבים בני הבית שעדיף יותר להדליק כל אחד במקום מיוחד מלערב הנרות ביחד ואין היכר כמה נרות מדליקין ומ\"מ יזהר שלא להדליק במקום שמדליקין הנרות כל השנה כי אז לא יהיה היכר כלל ואף כי אין היכר רק לבני הבית מ\"מ היכר קצת מיהא בעיא ובבית הכנסת מניחו בכותל דרום [או כנרות המנורה ומסדרן ממזרח למערב] [ת\"ה סימן ק\"ד ב\"י] ומדליקין ומברכין [בבית הכנסת] משום פרסומי ניסא: הגה ואין אדם יוצא בנרות של בית הכנסת וצריך לחזור ולהדליק בביתו [ריב\"ש סי' קי\"א] נוהגין להדליק בביהכ\"נ בין מנחה למעריב ויש נוהגין להדליק בע\"ש קודם מנחה [כל בו ואבודרהם] אם רוצים למהר להתפלל לאחר שבירך הש\" ץ והדליק אחד מהן יוכל השמש להדליק הנשארים והשליח צבור יתפלל. [מהרי\"ל]:"
    },
    {
      "id": "orach_chaim-671-8",
      "section": 8,
      "text": "חצר שיש לו שני פתחים משני רוחות צריך להדליק בשתיהן מפני החשד ואם שני הפתחים ברוח אחד [והם בבית אחד] [כל בו] די לו באחד מהם: הגה ואם מדליק בשני פתחים אינו מברך רק באחד מהם ובשני מדליק בלא ברכה [ר\"ן] מיהו בזמן הזה שכולם מדליקין בפנים ממש ואין היכר לבני רשות הרבים כלל אפי' יש לחצר או לבית הרבה פתחים לארבע רוחות אין מדליקין אלא פעם אחת בפנים כנ\"ל וכן המנהג פשוט:"
    }
  ]
}