{
  "id": "orach_chaim-442",
  "chapterLabel": "סימן 442",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-442-1",
      "section": 1,
      "text": "דין תערובת חמץ. ובו יא סעיפים:תערובת חמץ עוברים עליו משום בל יראה ובל ימצא כגון המורייס וכותח הבבלי ושכר המדי וכל כיוצא באלו מדברים הנאכלים אבל דבר שיש בו תערובות חמץ ואינו ראוי לאכילה מותר לקיימו בפסח כגון עריבת העבדנין שנתן לתוכו קמח ועורות אפי' נתנן שעה אחת קודם הביעור ה\"ז מותר לקיימו ואם לא נתן העורות ונתן הקמח קודם ג' ימים לשעת הביעור מותר לקיימו שהרי נפסד והבאיש תוך ג' ימים חייב לבער וכן הקילור והרטיה והאספלנית והתריאק\"ה שנתן לתוכן חמץ מותר לקיימן בפסח שהרי נפסד צורת החמץ:"
    },
    {
      "id": "orach_chaim-442-2",
      "section": 2,
      "text": "הפת עצמה שעיפשה ונפסלה מלאכול הכלב ומלוגמה שנסרחה אינו חייב לבער:"
    },
    {
      "id": "orach_chaim-442-3",
      "section": 3,
      "text": "בגדים שכבסו אותם בחלב חטה וכן ניירות שדבקו אותם בחמץ וכל כיוצא בזה מותר לקיימן בפסח שאין צורת החמץ עומדת: הגה ולכן מותר לדבק ניירות בחלון תוך שלשים לפסח ויש מחמירים אם נראה מבחוץ. (תה\"ד סימן ק\"י ופסקיו סימן קמ\"ט ומהרי\"ו):"
    },
    {
      "id": "orach_chaim-442-4",
      "section": 4,
      "text": "דבר שנתערב בו חמץ ואינו מאכל אדם כלל או שאינו מאכל כל אדם כגון התריא\"קה וכיוצא בו אף על פי שמותר לקיימו אסור לאכלו עד אחר הפסח ואע\"פ שאין בו מן החמץ אלא כל שהוא ה\"ז אסור לאכלו: הגה ולקמן סי' תמ\"ז סעיף ד' בהגה יתבאר דיש חולקים ומתירים אם נתבטל קודם הפסח והכי קי\"ל:"
    },
    {
      "id": "orach_chaim-442-5",
      "section": 5,
      "text": "שכר שעושים מחטים ושעורים חייבים לבערו וכן אם העמיד גבינות בחלא משכר שעורים או חטים חייב לבערם:"
    },
    {
      "id": "orach_chaim-442-6",
      "section": 6,
      "text": "נהגו לגרר הכתלים והכסאות שנגע בהם חמץ ויש להם על מה שיסמוכו ואם יש חמץ בסדק שאינו יכול לחטט אחריו יטיח עליו מעט טיט:"
    },
    {
      "id": "orach_chaim-442-7",
      "section": 7,
      "text": "בצק שבסדקי עריבה אם יש כזית במקום אחד חייב לבער ואם לאו אם היה עשוי לחזק בו שברי העריבה או לסתום בו נקב בטל במיעוטו ואם לאו חייב לבער:"
    },
    {
      "id": "orach_chaim-442-8",
      "section": 8,
      "text": "היו בו שני חצאי זתים בב' מקומות וחוט של בצק ביניהם רואים כל שאלו ינטל החוט ניטלין עמו חייב לבער ואם לאו אינו צריך לבער במה דברים אמורים בעריבה אבל בבית אע\"פ שאם ינטל החוט אין ניטלין עמו חייב לבער מפני שפעמים מקבץ אותם היה חצי זית בבית וחצי זית בעלייה חצי זית בבית וחצי זית באכסדרה חצי זית בבית זה וחצי זית בבית שלפנים ממנו הואיל ואלו החצאי זתים דבוקים בכותלים או בקורות או בקרקעות אינו חייב לבער אלא מבטלו בלבו ודיו:"
    },
    {
      "id": "orach_chaim-442-9",
      "section": 9,
      "text": "חמץ שנתעפש קודם זמן איסורו ונפסל מאכילת הכלב או ששרפו באש (קודם זמנו) (ר\"ן) ונחרך עד שאינו ראוי לכלב או שייחדו לישיבה וטח אותו בטיט מותר לקיימו בפסח:"
    },
    {
      "id": "orach_chaim-442-10",
      "section": 10,
      "text": "דיו שהוא מבושל בשכר שעורים מותר לכתוב בו:"
    },
    {
      "id": "orach_chaim-442-11",
      "section": 11,
      "text": "עריבות שלשין בהם חמץ אין לסמוך על מה שרוחצין אותן בחמין ומנקרין החמץ מהן כי אי אפשר לנקרן שלא ישאר בהן בין הכל כזית והכלי מצרפו וצריך ליתנן במתנה לעכו\"ם עד לאחר הפסח או לטוחן בטיט וה\"ה לבצק שבכלי נסרים שאינו יכול להוציאו: הגה וטוב לעשות כן בכלים שמניחין בהם קמח כל השנה (מהרי\"ו) וכן בכלים שמניחים בהם פת כל השנה ומפה שהיתה מונחת על שק קמח לא מהני ניעור וצריכה כבוס כדי להשתמש בפסח: (מהרי\"ל)"
    }
  ]
}