{
  "id": "orach_chaim-540",
  "chapterLabel": "סימן 540",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-540-1",
      "section": 1,
      "text": "דיני בנין וסתירה בחול המועד. ובו ח סעיפים:בנין אפילו כל שהוא אסור ואם נפרץ גדר גנתו (או כותל חצירו שבינו לחבירו) (מרדכי פ\"ק דמ\"ק והגהות מיימוני פ\"ח) בונהו מעשה הדיוט דהיינו שמניח אבנים זו על זו ואינו טח בטיט או גודר אותו בקנים וגומא וכיוצא בהם וכן אם עשה מעקה לגג בונה אותו מעשה הדיוט אבל כותל חצר הסמוך לרשות הרבים שנפל בונהו כדרכו ואם היה נוטה ליפול סותרו מפני הסכנה ובונהו כדרכו: הגה ואפי' אינו נוטה רק לחצר או למבוי מותר לסתרו מפני הסכנה ולחזור ולבנותו וכן בשאר דברים דאיכא למיחש לסכנה בונה וסותרו כדרכו: (ב\"י בשם ר' ירוחם בנ\"י):"
    },
    {
      "id": "orach_chaim-540-2",
      "section": 2,
      "text": "מותר ליטול גבשושית שבבית:"
    },
    {
      "id": "orach_chaim-540-3",
      "section": 3,
      "text": "סדקים שבגג מותר לסתמן ביד וברגל אבל לא בכלי אומנות:"
    },
    {
      "id": "orach_chaim-540-4",
      "section": 4,
      "text": "צירי הדלת והמפתח (והמנעול) (גמרא) והצנור והקורה בין שהם של עץ בין שהם של ברזל שנשברו אפי' מעי\"ט יכול לתקנם בלא שינוי מפני שזה הפסד גדול הוא שאם יניח הפתח פתוח ודלתו' שבורות נמצא מאבד כל מה שבבית (ולכן מותר ובלבד שלא יכוין מלאכתו במועד) (רבי ירוחם):"
    },
    {
      "id": "orach_chaim-540-5",
      "section": 5,
      "text": "מותר לבנות מעשה הדיוט אבוס שתאכל בו הבהמ':"
    },
    {
      "id": "orach_chaim-540-6",
      "section": 6,
      "text": "מותר לבנו' מעשה הדיוט איצטבא לישב או לישן עליה:"
    },
    {
      "id": "orach_chaim-540-7",
      "section": 7,
      "text": "תנור וכיריים שאפשר שייבשו ויאפה בהם במועד עושין ואם לאו אין עושין אותם: (וה\"ה עשיית קדרות ואלפסין שרי בכהאי גוונא) (נ\"י ספ\"ק דמ\"ק והמגיד פ\"ח) ובין כך ובין כך בונים על חרס של תנור ועל הכירה הטפילה שלהם:"
    },
    {
      "id": "orach_chaim-540-8",
      "section": 8,
      "text": "נוקרים את הרחיים ופותחים להם עין (פי' נקב שעושים באמצע הרחיים) ומעמידים אותם ובונה אמת המים של רחיים וקוצצים צפרני החמור של רחיים: הגה ומותר לחדד סכין במועד וסכין שנשבר במועד מותר לעשות אחרת: (המגיד פ\"א)"
    }
  ]
}