{
  "id": "orach_chaim-331",
  "chapterLabel": "סימן של״א",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-331-1",
      "section": 1,
      "text": "דין מילה בשבת. ובו י סעיפים:עושים כל צרכי מילה בשבת מוהלין ופורעין ומוצצין ונותנין עליו כמון:"
    },
    {
      "id": "orach_chaim-331-2",
      "section": 2,
      "text": "כל זמן שלא סילק ידו מן המילה חוזר אפילו על ציצין שאינם מעכבים סילק ידו אינו חוזר אלא על ציצין המעכבין ואלו הם המעכבין בשר החופה אפי' רוב גובה של עטרה במקום א':"
    },
    {
      "id": "orach_chaim-331-3",
      "section": 3,
      "text": "בן ח' אם נגמרו שערו וצפרניו מלין אותו בשבת ואם לא גמרו אפי' אם הוא ספק בן ז' ספק בן ח' אין מלין אותו ואין צריך לומר בן ח' ודאי ואם הוא בן שבע ודאי אפי' לא גמרו שערו וצפרניו מלין אותו [ועיין בי\"ד סי' רס\"ו]:"
    },
    {
      "id": "orach_chaim-331-4",
      "section": 4,
      "text": "מילה שלא בזמנה אינה דוחה שבת:"
    },
    {
      "id": "orach_chaim-331-5",
      "section": 5,
      "text": "אנדרוגינוס ונולד בין השמשות ונולד כשהוא מהול ויוצא דופן ועכו\"ם שילדה ואח\"כ נתגיירה ומי שיש לו שתי ערלות אין מילתן דוחה שבת:"
    },
    {
      "id": "orach_chaim-331-6",
      "section": 6,
      "text": "מכשירי מילה שאפשר לעשותם מערב שבת אינם דוחים את השבת לפיכך אם לא הביא איזמל למילה מערב שבת לא יביאנו בשבת אפי' במקום שאין בו אלא איסור דרבנן שהעמידו חכמים דבריהם במקום כרת ולומר לעכו\"ם לעשותה אם היא דבר שאם עשהו ישראל אין בו איסור אלא מדרבנן אומר לעכו\"ם ועושהו ואם הוא דבר שאסור לישראל לעשות מן התורה לא יאמר לעכו\"ם לעשותו (ועיין לעיל סי' ש\"ז):"
    },
    {
      "id": "orach_chaim-331-7",
      "section": 7,
      "text": "לא היה לו כמון שחוק מע\"ש לא ישחקנו אלא לועס בשיניו אם לא עירב מאתמול יין ושמן ליתן עליהם לא יערבם היום אלא יתן כל א' לבדו:"
    },
    {
      "id": "orach_chaim-331-8",
      "section": 8,
      "text": "אין עושין לה חלוק אלא כורך עליה סמרטוט ואם אין לו כורך על אצבעו דרך מלבוש לשנות מדרך הוצאה בחול ומביא דרך חצר אחרת אפי' לא נשתתפו יחד:"
    },
    {
      "id": "orach_chaim-331-9",
      "section": 9,
      "text": "בזמן חכמי הגמ' אם לא היו רוחצים את הולד לפני המילה ולאחר המילה וביום שלישי למילה במים חמין היה מסוכן לפיכך נזקקו לכתוב משפטו כשחל להיות בשבת והאידנא לא נהגו ברחיצה כלל ודינו לרחוץ בשבת אם רצו כדין רחיצת כל אדם: הגה ובמדינות אלו נוהגים לרחצו לפני המילה בחמין שהוחמו מאתמול ולאחר המילה במוצאי שבת וכן אם היה יום ג' למילתו בשבת ורואים שיש צורך לרחצו מכינים חמין מבעוד יום ורוחצים אותו בשבת וכל זה מן הסתם אבל אם רואים שיש לחוש לסכנה אם לא ירחצו אותו אחר המילה בודאי מותר לרחצו ולחלל עליו שבת מידי דהוי אשאר חולי שיש בו סכנה:"
    },
    {
      "id": "orach_chaim-331-10",
      "section": 10,
      "text": "אדם שלא מל מעולם לא ימול בשבת אבל אם מל כבר פעם אחת מותר למול בשבת ואפילו אם הוא אבי הבן: הגה ועיין עוד דיני מילה טור יורה דעה סי' רס\"ז:"
    }
  ]
}