{
  "id": "orach_chaim-433",
  "chapterLabel": "סימן 433",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-433-1",
      "section": 1,
      "text": "דיני בדיקת חמץ. ובו יא סעיפים:הבדיק' צריך שתהי' לאור הנר ולא לאור הלבנ' ואם עבר ולא בדק ליל י\"ד כשבודק ביום י\"ד לא יבדוק לאור החמה אלא לאור הנר ואכסדר' שאורה רב אם בדקה לאור החמה דיו וה\"ה כנגד ארובה שבחדר:"
    },
    {
      "id": "orach_chaim-433-2",
      "section": 2,
      "text": "אין בודקין לאור האבוקה אלא לאור הנר ולא בנר של חלב ולא של שומן ולא של שמן אלא בנר של שעוה: (הגה והוא יחידי אבל שתי נרות ביחד אפי' קלועים דינם כאבוקה) (מהרי\"ל בשם אגודה):"
    },
    {
      "id": "orach_chaim-433-3",
      "section": 3,
      "text": "בודק כל המקומות שיש לחוש שמא הכניסו בהם חמץ ולכן כל חדרי הבית והעליות צריכים בדיק' שפעמים אדם נכנס בהם ופתו בידו אבל אוצרות יין שאין מסתפק בהם וכן מתבן וכיוצא בו אינם צריכים בדיקה:"
    },
    {
      "id": "orach_chaim-433-4",
      "section": 4,
      "text": "חורי הבית וזיזין הבולטים מהכתלים שאינם גבוהים הרבה ולא נמוכים הרבה צריכים בדיקה אבל הגבוהים שאין יד האדם מגעת שם והנמוכים פחות משלשה טפחים אינם צריכים בדיקה:"
    },
    {
      "id": "orach_chaim-433-5",
      "section": 5,
      "text": "גג היציע והמגדל שגגיהם משופעים ומפני כך אין גגיהן ראויין לשום תשמיש אינם צריכים בדיקה אפילו הם בתוך הבית:"
    },
    {
      "id": "orach_chaim-433-6",
      "section": 6,
      "text": "רפת של בקר אינו צריך בדיקה שאם היה שם חמץ הבהמות יאכלוהו וכן לול של תרנגולים אינו צריך בדיקה שאם היה שם חמץ התרנגולים יאכלוהו וכן אמצעה של חצר אינו צריך בדיקה שאם היה שם חמץ העורבים ושאר עופות המצוים שם יאכלוהו והני מילי מספק חמץ אבל ודאי חמץ לא: הגה אבל לקמן סימן תמ\"ה סעיף ג' מבואר דמותר להשליך חמץ במקום שהעופות מצוייה כל שכן שאין צריך לבער משם אפי' חמץ ודאי עד לאחר זמן איסורו:"
    },
    {
      "id": "orach_chaim-433-7",
      "section": 7,
      "text": "חור שבין יהודי לחבירו כל א' בודק עד מקום שידו מגעת והשאר מבטל בלבו ודיו ושבין יהודי לעכו\"ם אינו צריך בדיקה כלל שמא יאמר כשפים הוא עושה לי ונמצא בא לידי סכנה:"
    },
    {
      "id": "orach_chaim-433-8",
      "section": 8,
      "text": "כותל שנשתמש בו חמץ בחורין ונפל ונעש' גל אפי' אינו גבוה ג' טפחים כדי חפישת הכלב אין צריך לבדוק תחתיו כיון שיש בו סכנת עקרב שמצוים בגלים חיישינן שמא אחר שישלים בדיקתו שאינו עוסק במצוה יחפש אחר מחט שנאבד לו ויבא לידי סכנה וה\"מ בסתם אבל בידוע שיש תחתיו חמץ אם אין עליו גובה שלשה טפחים צריך להוציאו משם במרא וחצינא בענין שאין בו סכנה ואם יש עליו גובה שלשה טפחים מבטלו בלבו ודיו:"
    },
    {
      "id": "orach_chaim-433-9",
      "section": 9,
      "text": "מרתף שמסדרין בו שורות של חביות זו אצל זו עד שנתמלא כולו וחוזרין ומסדרין שורות אחרות על התחתונות עד הקורה א\"צ לבדוק אלא שורה העליונה ואחרת למטה ממנה דהיינו שורה על פני רוחב המרתף ולא על כל שטח המרתף אלא עליונה הרואה את הקור' ואת הפתח ואחרת למטה ממנה:"
    },
    {
      "id": "orach_chaim-433-10",
      "section": 10,
      "text": "בתי כנסיות ובתי מדרשות צריכים בדיקה מפני שהתינוקות מכניסין בהם חמץ:"
    },
    {
      "id": "orach_chaim-433-11",
      "section": 11,
      "text": "המכבד חדרו בי\"ג בניסן ומכוין לבדוק החמץ ולבערו ונזהר שלא להכניס שם עוד חמץ אעפ\"כ צריך לבדוק בליל י\"ד: הגה וכל אדם צריך לכבד חדריו קודם הבדיקה (מרדכי ריש פסחים) והכיסים או בתי יד של בגדים שנותנים בהם לפעמים חמץ צריכים בדיקה: (מהרי\"ו):"
    }
  ]
}