{
  "id": "orach_chaim-631",
  "chapterLabel": "סימן 631",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-631-1",
      "section": 1,
      "text": "סוכה שחמתה מרובה מצלתה ויתר דיני הסכך. ובו י סעיפים:סוכה שחמתה וצלתה שוים מלמעלה פסולה לפי שהחמה מתפשטת בריחוקה ויהיה למטה חמתה מרובה מצלתה אבל אם חמתה וצלתה שוים מלמטה כשרה:"
    },
    {
      "id": "orach_chaim-631-2",
      "section": 2,
      "text": "אם ברוב ממנה צלתה מרובה שני משהויין ובמיעוט ממנה חמתה מרובה משהו בענין כשנצרף יחד החמה והצל של כל הסוכה יהיה צלתה מרובה מחמתה משהו כשרה: הגה ויש מחמירין אם הסוכה גדולה ויש מקום ז' על ז' שחמתו מרובה אע\"פ שבצירוף כל הסוכה הוי הצל מרובה (ר\"ן ספ\"ק דסוכה):"
    },
    {
      "id": "orach_chaim-631-3",
      "section": 3,
      "text": "דרך הסיכוך להיות קל כדי שיראו ממנו הכוכבים הגדולים היתה מעובה כמין בית אע\"פ שאין הכוכבים נראים מתוכה כשרה:"
    },
    {
      "id": "orach_chaim-631-4",
      "section": 4,
      "text": "היה כיסוי דק מאוד שיש בה אויר הרבה אלא שאין בה שלשה טפחים במקום א' ובין הכל צלתה מרובה מחמתה כשרה:"
    },
    {
      "id": "orach_chaim-631-5",
      "section": 5,
      "text": "היה הסיכוך מדובלל (פי' מבולבל) והוא הסיכוך שיהיה מקצתו למעלה ומקצתו למטה כשר ובלבד שלא יהיה בין העולה והיורד ג' טפחים ואם היה ברוחב זה העולה טפח או יותר אע\"פ שהוא גבוה מג' טפחים רואין אותו כאלו ירד למטה ונגע בשפת זה היורד והוא שיהיה מכוון נגד שפת היורד: הגה דהיינו שיש באויר שבין התחתון טפח שראוי להוריד העליון ואז כשרה אפי' חמתה מרובה שיהא הצל מרובה כשהחמה באמצע הרקיע: [ר\"ן פרק הישן וב\"י בשם הרמב\"ם]:"
    },
    {
      "id": "orach_chaim-631-6",
      "section": 6,
      "text": "קנים היוצאי' לאחורי הסוכה כגון שאחורי דופן אמצעי בולטים קנים מן הסכך ויש בהם הכשר סוכה וצלתן מרובה מחמתה וג' דפנות כשרה אע\"פ שהדופן האמצעי לא נעשה בשבילם אלא בשביל עיקר הסוכה שהוא לפנים ממנו:"
    },
    {
      "id": "orach_chaim-631-7",
      "section": 7,
      "text": "וכן הקנים הבולטים מן הסכך לצד הפרוץ ודופן אחד נמשך עמהם אע\"פ שעשה דופן על הצדדין יתר על ז' והוי לן למימר הרי גלה דעתו לעשו' כל הסוכה בדפנות ארוכות ודופן א' שנמשך עם הקנים של סכך אינו מן הסוכה אלא בפני עצמו עומד ונמצא שאין לו אלא דופן אחד שהוא הדופן הנמשך אפי' הכי כשרה:"
    },
    {
      "id": "orach_chaim-631-8",
      "section": 8,
      "text": "סיככה בשפודין שהם פסולין לסכך בהם ואין בהם ד' ואין מהם ד' במקום א' והניח בין שפוד לשפוד כמלא שפוד ונתן שם סכך כשר פסול שאי אפשר לצמצם שימלא כל האויר מסכך כשר ונמצא הפסול מרובה אבל אם העדיף סכך הכשר מעט על הפסול או אם היה הפסול נתון שתי ונתן הכשר ערב או איפכ' כשר שאז מתמלא כל האויר מסכך כשר [ודוקא בסוכה גדולה אבל בסוכה קטנה צריך להיות מן השפודים פחות מג' במקום א']: [ב\"י ומהר\"א מפראג]:"
    },
    {
      "id": "orach_chaim-631-9",
      "section": 9,
      "text": "בית המקור' בנסרי' שאין עליה' מעזיבה (פי' טיט וצרורות שמשימין עליהם) ובא להכשירו לשם סוכה די בזה שיסיר כל המסמרים לשם עשיית סוכה או שיטול מבין שני נסרים אחד ויתן סכך כשר במקומה וכולה כשר' אפי' הנסרים רחבי' ארבע' ויש מי שאומר שצריך שלא יהיו הנסרי' רחבי' ארבעה:"
    },
    {
      "id": "orach_chaim-631-10",
      "section": 10,
      "text": "סוכה שאין לה גג כגון שהיו ראשי הדפנות דבוקות זו בזו כמין צריף או שסמך ראש הדופן של סוכה לכותל פסולה ואם היה לה גג אפי' טפח או שהגביה הדופן הסמוך לכותל מן הקרקע טפח הרי זו כשרה: הגה וי\"א שהטפח לא תהיה אויר רק מן הדופן או הסכך [הרא\"ש בשם ר\"י ורמב\"ם פ\"ד] וצריך שיהיה בה ז' טפחים על ז' בגובה י' טפחים [טור] גם צריך שיהיו הדפנות לאחר שהם גבוהים עשרה עשויות מדבר שמסככין בהם דהא הם הם הסכך [ר\"ן ספ\"ק דסוכה] ואם כל הדפנות מדבר שמסככין בהם מותר לישן אפילו תחת הדפנות: [ס\"ח בפירוש רבינו ירוחם נ\"א ח\"א]:"
    }
  ]
}