{
  "id": "orach_chaim-645",
  "chapterLabel": "סימן 645",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-645-1",
      "section": 1,
      "text": "דיני לולב. ובו ט סעיפים:לולב שנפרדו עליו זה מעל זה ולא נדלדלו כעלי החריות כשר אפי' לא אגדו: הגה מיהו מ\"מ מצוה מן המובחר בלולב שאין עליו פרודות לגמרי (המגיד ור\"ן פרק לולב הגזול):"
    },
    {
      "id": "orach_chaim-645-2",
      "section": 2,
      "text": "נפרצו עליו והוא שידלדלו משדרו של לולב כעלי החריות [דהיינו שאינן עולין עם השדרה אלא תלויין למטה] [המגיד פ\"ח] פסול: הגה וכ\"ש אם נפרצו ונעקרו למטה מן השדרה דפסול אפילו אגדן [טור ור\"ן פרק לולב הגזול] וכן אם נתקשו העלין כעץ ואינן יכולין לחברן אל השדרה פסול [טור וב\"י] וכל זה ברוב עלין אבל אם מיעוט עליו נעשו כך ושאר עלין נשארו ועדיין הלולב נשאר מכוסה בעלין כשר [ר\"ן פרק לולב הגזול]:"
    },
    {
      "id": "orach_chaim-645-3",
      "section": 3,
      "text": "בריית עלין של לולב כך היא כשהם גדלים גדלים שנים שנים ודבוקים מגבן וגב של שני עלין היא הנקרא תיומת נחלקה התיומת [ברוב העלין] [טור וב\"י] פסולה היו עליו אחת אחת מתחלת ברייתו ולא היה תיומת או שכל עליו כפולים מצדו הא' וצד השני ערום בלא עלין פסול: הגה וי\"מ לומר דאם נחלק העלה העליון האמצעי שעל השדרה עד השדרה מיקרי נחלק התיומת ופסול והכי נוהגין (ת\"ה סי' צ\"ז) מיהו לכתחלה מצוה מן המובחר נוהגין ליטול לולב שלא נחלק העלה העליון כלל כי יש מחמירין אפילו בנחלק קצת ואם אותו העלה אינה כפול מתחלת ברייתו פסול [כל בו]:"
    },
    {
      "id": "orach_chaim-645-4",
      "section": 4,
      "text": "לא היו עליו זה על גב זה כדרך כל הלולבין אלא זה תחת זה אם ראש זה מגיע לעיקר שלמעלה ממנו עד שנמצא כל שדרו של לולב מכוסה בעלין כשר ואם אין ראשו של זה מגיע לצד עיקר של זה או שאין לו הרבה עלין זה על זה אלא מכל צד יוצא א' למטה סמוך לעיקרו ועולה על ראשו פסול:"
    },
    {
      "id": "orach_chaim-645-5",
      "section": 5,
      "text": "לולב שיבשו רוב עליו [או שדרתו] [טור] פסול ושיעור היבשו' משיכל' מרא' ירקות שבו וילבינו פניו: הגה וי\"א דלא מיקרי יבש אלא כשנתפרך בצפורן מחמת יבשותו [טור בשם התוס'] וכן נוהגין במדינות אלו שאין לולבין מצויין [הגהות מיימוני פ\"ז]:"
    },
    {
      "id": "orach_chaim-645-6",
      "section": 6,
      "text": "נקטם ראשו דהיינו שנקטמו רוב העלין העליונים פסול: הגה ואם נקטם העלה העליון האמצעי שעל השדרה פסול [המגיד ור\"ן פרק לולב הגזול] ודוקא דאיכא אחר אבל ליכא אחר מברכים עליו [מרדכי פ\"ג ומנהגים]:"
    },
    {
      "id": "orach_chaim-645-7",
      "section": 7,
      "text": "נסדק אם נתרחקו שני סדקיו זה מזה עד שיראו כשנים פסול: הגה ואפילו לא נחלקה התיומת העליונה בעניין שיפסל הלולב מכח נחלקה התיומת:"
    },
    {
      "id": "orach_chaim-645-8",
      "section": 8,
      "text": "יש לו כמין קוצים בשדרתו או שנצמת ונכווץ או שהוא עקום לפניו שהרי שדרו כגב בעל חטוטרת פסול וכן אם נעקם מא' מצדדיו פסול אבל אם נעקם לאחוריו כשר שזו הוא ברייתו:"
    },
    {
      "id": "orach_chaim-645-9",
      "section": 9,
      "text": "אם כפוף בראשו פסול ודוקא כששדרתו כפופה אבל עליו כפופים בראשו כמו שדרך להיות הרבה לולבים כשר:"
    }
  ]
}