{
  "id": "orach_chaim-526",
  "chapterLabel": "סימן undefinedכ״ו",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-526-1",
      "section": 1,
      "text": "דין מת ביום טוב. ובו יב סעיפים:מת המוטל לקברו אם הוא בי\"ט א' (לא יתעסקו בו ישראל ואפי' יסריח ואי אפשר בעממין אבל) יתעסקו בו עממין אפי' מת בו ביום (וע\"ל סי' ד\"ש) ואפי' יכולין להשהותו עד למחר שלא יסריח וכל זה בעשיית (קבר) וארון ותכריכין אבל להלבישו ולהחם לו מים לטהרו ולהוציאו ולשומו בקבר מותר ע\"י ישראל: הגה וטוב ליזהר לטהרו ע\"י קש על גב עור או נסר ולא ע\"י סדינים שלא יבא לידי סחיטה (תה\"ד סימן פ\"ב):"
    },
    {
      "id": "orach_chaim-526-2",
      "section": 2,
      "text": "מת בי\"ט ראשון אסור להלינו עד יו\"ט שני כדי שיתעסקו בו ישראל:"
    },
    {
      "id": "orach_chaim-526-3",
      "section": 3,
      "text": "בשבת וביום הכיפורים לא יתעסקו בו כלל אפי' ע\"י עממין אפילו להוציאו על ידיהם ולהניחו בכוך (פי' בחפירה) העשויה מאתמול:"
    },
    {
      "id": "orach_chaim-526-4",
      "section": 4,
      "text": "בי\"ט שני יתעסקו בו ישראל אפי' ביום שני של ראש השנה ואפי' לא אשתהי אפילו לחתוך לו הדס מהמחובר ולעשות לו תכריכין וארון ולחצוב לו קבר ולחמם לו מים לטהרו ולגזוז לו שערו ואם אין באותו העיר מקום קברות לישראל מוליכין אותו לעיר אחרת שיש בה שכונת קברות אפי' חוץ לתחום ומשכירין לו ספינה להוליכו ממקום למקום דיום טוב שני לגבי מת כחול שוויה רבנן ואפילו אפשר בעממין יתעסקו בו ישראל: הגה אבל באשכנז ובמדינות אלו אין נוהגים כן אלא כל היכא דאפשר בעממין עושין הקבר והארון ותכריכין ע\"י עממין ושאר הדברים עושים ישראלים כמו ביו\"ט ראשון אבל אם לא אפשר בעממין מותר לעשות הכל ע\"י ישראלים (מרדכי הל' אבל ותה\"ד סי' פ\"ב) חוץ מן הכיפה שבונים על הקבר שאין בונין אותה בי\"ט: הגה אבל מותר לכסותו בעפר כדרכו בחול (ב\"י) ודלא כיש מחמירין כן נ\"ל בד\"א כשרוצים לקברו בו ביום אבל אם אין רוצים לקברו בו ביום אין עושין לו שום דבר איסור מלאכה אפי' ע\"י עכו\"ם אבל טלטול מותר: (ודין קריאת שמע ותפילה אם מת לו מת בי\"ט ראשון או בשני ע\"ל סי' ע\"א סעיף ב' ולקמן סי' תקמ\"ח בסעיף ה'):"
    },
    {
      "id": "orach_chaim-526-5",
      "section": 5,
      "text": "החופר קבר למת בי\"ט שני מותר לו ליטול שכר:"
    },
    {
      "id": "orach_chaim-526-6",
      "section": 6,
      "text": "מותר ללוות המת ביו\"ט ראשון תוך התחום ובי\"ט שני אפילו חוץ לתחום וחוזרין למקומם בו ביום וכן מותר להחזיר כלי הקבורה שהוליכו עמהם חוץ לתחום:"
    },
    {
      "id": "orach_chaim-526-7",
      "section": 7,
      "text": "המלוים את המת אסורים לרכוב על בהמה אפילו בי\"ט שני ואפילו האבלים אבל הקוברים שצריכים לקברו אם אי אפשר מתירים להם בי\"ט שני לרכוב על גבי בהמה:"
    },
    {
      "id": "orach_chaim-526-8",
      "section": 8,
      "text": "אם נודע לבני עיר אחת שישראל מת רחוק משם ד' או חמשה ימים ולא ניתן לקבורה אע\"פ שלא יוכלו להגיע לו עד לאחר המועד מותר לצאת לדרך בי\"ט שני כדי למהר קבורתו: הגה ומותר להביא מת בי\"ט שני מחוץ לתחום לתוך העיר לקברו בקברות ישראל אף ע\"פ שהיה אפשר לקברו במקומו: (ב\"י בשם תשובת רשב\"א):"
    },
    {
      "id": "orach_chaim-526-9",
      "section": 9,
      "text": "תינוק שמת בתוך שלשים אם גמרו שערו וצפרניו הוא בחזקת בן קיימא ודינו כמת גדול אע\"פ שאין אנו יודעים אם כלו לו חדשיו דרוב נשים יולדות ולד קיימא:"
    },
    {
      "id": "orach_chaim-526-10",
      "section": 10,
      "text": "נפלים שנהגו להסיר ערלתן בצרור אבן או בקנה אסור אפילו ביום טוב שני של גליות: הגה ואסור לקברו ביום טוב אלא מניחו עד למחר: (ב\"י)"
    },
    {
      "id": "orach_chaim-526-11",
      "section": 11,
      "text": "אין קורעין על המת אפי' בי\"ט שני אפילו קרוביו:"
    },
    {
      "id": "orach_chaim-526-12",
      "section": 12,
      "text": "כשמת בליל י\"ט שני משכימין וקוברין אותו קודם תפלה כשמת ביום קוברים אותו אחר אכילה: הגה דין צדוק הדין ביום טוב עיין בי\"ד סימן ת\"א סעיף ו' :"
    }
  ]
}