{
  "id": "orach_chaim-452",
  "chapterLabel": "סימן תנ״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-452-1",
      "section": 1,
      "text": "זמן הגעלת הכלים. ובו ז סעיפים:יש ליזהר להגעיל קודם שעה חמישית כדי שלא יצטרך לדקדק אם הכלים בני יומן אם לאו (או אם יש ס' במים נגד כלי שמגעיל או לאו) (טור) וכן אם מגעיל כלים שבליעתן מועטת עם כלים שבליעתן מרובה וכן אם משהה הכלים בתוך היורה יותר מדאי ואינו משהה אותם כל כך וכן כדי שלא יצטרך ליזהר שלא ינוחו המים מרתיחתן: הגה אך רבים חולקים וס\"ל דאין הגעלה מועלת כלום אם אין המים רותחים (וכן משמע מהרא\"ש וסמ\"ג ות\"ה סי' קל\"א ואגור וטור בסי' ק\"ה) ע\"כ יש ליזהר אפי' קודם זמן איסורו שלא ינוחו מרתיחתן כל זמן שמגעיל (ד\"ע) : ושלא יכניס הכלים עד שירתיחו המי' וכן כדי שלא יצטרך להגעיל היורה הגדול' שמגעילי' בה תחלה וסוף: הגה ואם לא הגעיל קודם זמן איסורו יכול להגעיל עד הפסח שאז חמץ במשהו ואינו מועיל הגעלה שחוזר ובולע אבל מותר ללבן כלי תוך הפסח (ד\"ע ותשוב' רשב\"א) וכשמגעיל קודם פסח לאחר שש צריך ליזהר בכל הדברים הנזכרים שא\"צ ליזהר בהם קודם שש:"
    },
    {
      "id": "orach_chaim-452-2",
      "section": 2,
      "text": "יש ליזהר מלהגעיל כלי הבשר וכלי חלב ביחד אלא אם כן אחד מהם אינו בן יומו: (וכל שכן כלי של איסור ע\"כ נהגו שלא להגעיל שום כלי בן יומו):"
    },
    {
      "id": "orach_chaim-452-3",
      "section": 3,
      "text": "לא יניח כלים הרבה לתוך כלי ויגעילם יחד (אם נוגעים זה בזה):"
    },
    {
      "id": "orach_chaim-452-4",
      "section": 4,
      "text": "אם מגעיל בצבת יגלגל הכלי דאם לא כן במקום הצבת לא סליק דיקולא דמיא:"
    },
    {
      "id": "orach_chaim-452-5",
      "section": 5,
      "text": "אין מגעילין בחמי טבריא אפי' כלים שדינם ככלי שני מפני שאינה תולדות האור דכבולעו כך פולטו מה בולעו ע\"י תולדות האור אף פולטו ע\"י תולדות האור: הגה מיהו אם נשתמש בו רק במי טבריה מגעילו בהן (ב\"י בשם א\"ח) ואין מגעילין בשום משקה רק במים מיהו בדיעבד מהני הגעלה בכל משקה (ב\"י בשם א\"ח) אם הגעיל הרבה כלים ביורה עד שמרוב פליטת הכלים נעשו המים כציר אין להגעיל עוד באותן מים (ר\"ן פ' כל הבשר):"
    },
    {
      "id": "orach_chaim-452-6",
      "section": 6,
      "text": "כלי גדול שאינו יכול להכניסו לתוך כלי אחר מחמ' גודלו עושה שפה לפיו בטיט כדי שיתמל' היטב ויגיעו המים בשפתו וממלאו מים ומרתיחו או יקח אבן רותחת או לפיד אש וישליכנו לתוכו בעודו רותח ומתוך כך ירתיחו המים יותר ויעלו על שפתו:"
    },
    {
      "id": "orach_chaim-452-7",
      "section": 7,
      "text": "נוהגים לשטוף הכלי במים קרים אחר הגעלה מיד:"
    }
  ]
}