{
  "id": "orach_chaim-562",
  "chapterLabel": "סימן undefinedס״ב",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-562-1",
      "section": 1,
      "text": "דין קבלת התענית. ובו יג סעיפים:כל תענית שלא שקעה עליו חמה דהיינו שלא השלימו עד צאת הכוכבים דהיינו שיראה ג' כוכבים בינונים או שהלבנה זורחת בכח ותאיר על הארץ (הגהות אשירי פ\"ק דתענית והגהות מיימוני פ\"א) אינו תענית ואם דעתו לאכול קודם לכן אינו מתפלל עננו: הגה מיהו נוהגין להתפלל עננו אע\"פ שאין משלימין עד צאת הכוכבים וכן דעת מקצת רבוותא (תה\"ד סי' קנ\"ז) ונראה לי דדוקא ביחיד דאומר עננו בשומע תפלה דבלאו הכי יכול להוסיף כמו שנתבאר לעיל סי' קי\"ט אבל שליח ציבור לא יאמר עננו אא\"כ משלימין וכן נוהגין:"
    },
    {
      "id": "orach_chaim-562-2",
      "section": 2,
      "text": "יש אומרים שמי שרגיל להתענות עשרת ימי תשובה כיון שאין רגילות לקבלם בתפלה אין צריך להתענות עד צאת הכוכבים אלא עד שיצא מבה\"כ: הגה והיחיד מתפלל עננו (הגהות אשירי ומרדכי פ\"ק דתענית) וכן חתן יתפלל עננו קודם שיכנס לחופה ואז יוכל לשתות מכוס של ברכה (תה\"ד סימן קנ\"ז) אבל מי שמתענה מי\"ז בתמוז עד תשעה באב צריך להשלים אע\"ג דאינו צריך קבלה וכן מי שאינו מתענה כל עשרת ימי תשובה רק מתענה יום או יומים בעי קבלה והשלמה (תה\"ד סי' קמ\"ו) ונראה לי דדוקא בסתם אבל אם התנה שלא להשלים הרשות בידו דלא עדיף משאר תענית:"
    },
    {
      "id": "orach_chaim-562-3",
      "section": 3,
      "text": "יחיד שקבל עליו תענית סתם בערב שבת צריך להתענות עד צאת הכוכבים אם לא שפירש בשעת קבלת התענית עד שישלימו הצבור תפלתם: (וע\"ל סימן רמ\"ט):"
    },
    {
      "id": "orach_chaim-562-4",
      "section": 4,
      "text": "תענית חלום צריך להתענות עד צאת הכוכבים ואפי' בע\"ש (וע' לעיל סי' רמ\"ט סעיף ד'):"
    },
    {
      "id": "orach_chaim-562-5",
      "section": 5,
      "text": "כל תענית שלא קבלו עליו היחיד מבעוד יום אינו תענית: הגה להתפלל עננו ולא לענין אם חייב תענית סתם והתענה כך לא יצא ידי נדרו (מרדכי והגהות מיימוני פ\"א) (מיהו) יש אומרים דמתפלל עננו (מרדכי בשם ר\"י) וכן נראה לי לנהוג בתענית יחיד ולכולי עלמא המתענה תענית חלום מתפלל עננו אע\"פ שלא קבל עליו מאתמול:"
    },
    {
      "id": "orach_chaim-562-6",
      "section": 6,
      "text": "אימתי מקבלו בתפלת המנחה אומר בשומע תפל' או אחר שסיים תפלתו קודם שיעקור רגליו הריני בתענית יחיד מחר יהי רצון שתהא תפלתי ביום תעניתי מקובלת ואם לא הוציא בפיו אם הרהר בלבו שהוא מקבל תעני' למחר הוי קבלה והוא שיהרהר כן בשעת תפלת המנחה: הגה וטוב יותר לקבלו אחר תפלה מבשעת תפלה כדי שלא להפסיק תפלתו: (המגיד והגהות מיימוני כל בו וב\"י):"
    },
    {
      "id": "orach_chaim-562-7",
      "section": 7,
      "text": "קיבל עליו תענית בתפלת המנחה אע\"פ שהוא אוכל ושותה בלילה לא הפסיד כלום וכן אם קבל עליו להתענות שלשה או ארבעה ימים או יותר זה אחר זה להתענות בימים ויאכל בלילות אף ע\"פ שהוא אוכל כל הלילות לא הפסיד כלום דהוי קבלה לכולם אע\"פ שלא קיבל כל אחד ואחד במנחה שלפניו: הגה ואם קיבל להתענות שני ימים רצופין מותר לאכול בלילה שביניהם אם לא פירש בהדיא אף הלילה (מרדכי פ\"ק דתענית) ואז מתפלל כל יום במנחה עננו (בפסקי מהרא\"י סי' ק\"ח):"
    },
    {
      "id": "orach_chaim-562-8",
      "section": 8,
      "text": "אם קיבל עליו בתפל' המנחה שלשה או ארבע' תעניו' ולא רצופין זה אחר זה כגון שקבל עליו להתענות שני וחמישי שני וכיוצא בזה יש מי שמסתפק אי סגי בקבלה אחת לכלם או אם צריך קבלה לכל אחד ואחד: הגה מיהו נהגו העם לקבלם בקבלה אחת וסגי בהכי וכן דעת מקצת רבוואתא (מרדכי והגהות מיימוני):"
    },
    {
      "id": "orach_chaim-562-9",
      "section": 9,
      "text": "קבל עליו להתענות למחר והתענה ובליל' שאחר התענית נמלך להתענות אע\"פ שלן בתעניתו שלא אכל בליל' והתענה כל היום השני אינו תענית מפני שלא קבלו עליו מבעוד יום:"
    },
    {
      "id": "orach_chaim-562-10",
      "section": 10,
      "text": "מתענה אדם תענית שעות והוא שלא יאכל כל היום כיצד (הרי) שהי' טרוד בחפציו ומתעסק בצרכיו ולא אכל עד חצות או עד ט' שעות ונמלך להתענות בשעות שנשארו מן היום הרי זה מתענה אותם שעות ומתפלל בהם עננו שהרי קבל עליו התענית קודם שעות התענית ויש אומרים שגם זה תענית שעות צריך שיקבלנו עליו מאתמול והיכי משכחת לה כגון שמקבל עליו מאתמול להתענות עד חצי היום וכשהגיע לחצי היום נמלך וגמרו או שקבל עליו להתענות למחר מחצי היום ואילך ולמחר נמלך ולא אכל גם בחצי היום ראשון הרי זה תענית שעות:"
    },
    {
      "id": "orach_chaim-562-11",
      "section": 11,
      "text": "אם קבל עליו תענית עד חצי היום ואכל אח\"כ או שאכל עד חצי היום וקבל עליו תענית משם ואילך אינו נקרא תענית להתפלל עננו אבל נקרא תענית לענין שצריך להשלים נדרו:"
    },
    {
      "id": "orach_chaim-562-12",
      "section": 12,
      "text": "תענית שגוזרים על הצבור אין כל יחיד צריך לקבלו בתפלת המנחה אלא שליח צבור מכריז התענית והרי הוא מקובל ויש אומרים דהני מילי בארץ ישראל שהיה להם נשיא לפי שגזירתו קיימת על כל ישראל אבל בחוצה לארץ צריכים כל הצבור לקבל על עצמם כיחידים שכל א' מקבל על עצמו:"
    },
    {
      "id": "orach_chaim-562-13",
      "section": 13,
      "text": "יש מי שאומר שמי שנדר ואמר אם לא אלך למקום פלוני אשב בתענית מאחר שמה שהתנה הוא דבר הרשות הוי אסמכתא (פי' שאדם סומך בדעתו שיוכל לעשות דבר אחד ועל סמך זה הוא נודר או מתחייב בדבר מה) אבל אם אמר אם לא אעשה מצוה פלונית אשב בתענית וכן אם אמר אם יצילני ה' מצרה או אם יצליח דרכי לא הוי אסמכתא:"
    }
  ]
}