{
  "id": "orach_chaim-510",
  "chapterLabel": "סימן undefined״י",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-510-1",
      "section": 1,
      "text": "כמה דברים האסורים לעשות ביו\"ט ואיזה מהם מותרים ע\"י שינוי. ובו יא סעיפים:מוללין מלילות ומפרכין קטניות כדרכן בי\"ט ומנפח מעט מעט ואוכל ואפי' בקנון ותמחוי אבל לא בטבלא ולא בנפה ולא בכברה:"
    },
    {
      "id": "orach_chaim-510-2",
      "section": 2,
      "text": "הבורר קטניות בי\"ט בורר כדרכו בחיקו ובתמחוי (אם רוצה לאכלו בו ביום) (המגיד פ\"ג) אבל לא בטבלא ולא בנפה ולא בכברה בד\"א כשהאוכל מרובה על הפסולת אבל אם היתה הפסולת מרובה על האוכל בורר את האוכל ומניח את הפסולת ואם היה טורח בברירת הפסולת מן האוכל יותר מטורח ברירת האוכל מן הפסולת אע\"פ שהאוכל מרובה בורר את האוכל ומניח את הפסולת הגה ולוזים ובטנים שנשברו ועדיין בקליפיהם לא מקרי הקליפה פסולת כיון דאורחייהו בהכי ועדיין מעורבין: (טור)"
    },
    {
      "id": "orach_chaim-510-3",
      "section": 3,
      "text": "אין מסננים החרדל במסננת שלו ואין ממתקין אותו בגחלת של עץ אבל בשל מתכת מותר:"
    },
    {
      "id": "orach_chaim-510-4",
      "section": 4,
      "text": "אין תולין המשמרת ביו\"ט לסנן בה שמרים אבל אם היתה תלויה ועומדת מותר ליתן בה שמרים לסנן ומערים ותולה אותה ליתן בה רימונים ואח\"כ נותן בה שמרים: הגה ושאר דיני סינון בי\"ט כמו בשבת כדאיתא סי' שי\"ט: (ב\"י)"
    },
    {
      "id": "orach_chaim-510-5",
      "section": 5,
      "text": "אין עושין גבינה ביום טוב: (ואין מעמידין חלב בי\"ט) (הגהות מיימוני פ\"ג ור\"ן ספ\"ד דביצה וב\"י בשם רוקח) וה\"ה דאין עושין חמאה מן החלב ביו\"ט (ריב\"ש סי' קכ\"א):"
    },
    {
      "id": "orach_chaim-510-6",
      "section": 6,
      "text": "אין גוזזין את הירק במספרים שדרכן לחתכן בהם מן המחובר:"
    },
    {
      "id": "orach_chaim-510-7",
      "section": 7,
      "text": "מתקנים את הקונדס והעכביות: הגה מותר למלוח הרבה חתיכות צנון ביו\"ט אם רוצה לאכלן אע\"פ שאסור בשבת ויש מחמירין (מהרי\"ל):"
    },
    {
      "id": "orach_chaim-510-8",
      "section": 8,
      "text": "אע\"פ שהותרה הוצאה בי\"ט אפילו שלא לצורך לא ישא משאות גדולות כדרך שהוא עושה בחול אלא צריך לשנות כיצד המביא כדי יין ממקום למקום לא יביאם בסל ובקופה לתת לתוכה ארבעה או חמשה כדים אלא יביאם על כתפו או לפניו אחד או שנים דמוכח שלצורך י\"ט הביאם: הגה ודוקא כשמוליכן ממקום למקום אבל מזויות לזויות (ב\"י בשם רש\"י) או מבית לבית באותו חצר (א\"ז) שרי בכל ענין:"
    },
    {
      "id": "orach_chaim-510-9",
      "section": 9,
      "text": "המוליך את התבן לא יפשיל את הקופה לאחוריו אלא נוטלה בידו:"
    },
    {
      "id": "orach_chaim-510-10",
      "section": 10,
      "text": "וכן משאות שדרכן לישא אותן במוט ישא אותן על גבו מאחוריו ושדרכן לישא אותן מאחוריו ישא אותן על כתפו ושדרכן להנשא על הכתף ישא אותן בידו לפניו או יפרוש עליהן בגד וכל כיוצא בזה משינוי המשא ואם אי אפשר כגון שזימן הרבה אורחים וצריך למהר ולהביא לפניהם עושה כדרכו במה דברים אמורים בנושא על האדם אבל על גבי בהמה לא יביא כלל:"
    },
    {
      "id": "orach_chaim-510-11",
      "section": 11,
      "text": "אין מביאין עצים לא בחבל ולא בקופה ולא במחצלת אבל מביא במטפחת ובחיקו:"
    }
  ]
}