{
  "id": "orach_chaim-224",
  "chapterLabel": "סימן 224",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-224-1",
      "section": 1,
      "text": "דיני ברכות פרטיות. ובו יג סעיפים:הרואה מרקוליס או שאר עכו\"ם אומר ברוך אתה ה' אלהינו מלך העולם שנתן ארך אפים לעוברי רצונו ואם רואה אותו בתוך ל' יום אינו חוזר ומברך: הגה והאידנא אין מברכים זאת הברכה שהרי אנו מגודלים ביניהם ורואים אותו תמיד:"
    },
    {
      "id": "orach_chaim-224-2",
      "section": 2,
      "text": "הרואה מקום שנעקרה ממנה עכו\"ם אם הוא בארץ ישראל אומר ברוך אתה ה' אלהינו מלך העולם שעקר ע\"א מארצנו ואם הוא בחוצה לארץ אומר שעקר ע\"א מהמקום הזה ואומר בשתיהן כשם שעקרת אותה מהמקום הזה כן תעקור אותה מכל המקומות והשב לב עובדיהם לעבדך: הגה ואם נעקרה עכו\"ם ממקום א' ונתנוה במקום אחר מברך על מקום שנעקרה שעקר עכו\"ם ועל מקום שנתנוה לשם שנתן ארך אפים (ב\"י בשם תוס' ירוש'):"
    },
    {
      "id": "orach_chaim-224-3",
      "section": 3,
      "text": "הרואה בבל הרשעה אומר ברוך אתה ה' אלהינו מלך העולם שהחריב בבל הרשעה. ראה ביתו של נבוכדנצר אומר ברוך שהחריב ביתו של נבוכדנצר הרשע. ראה גוב אריות או כבשן האש אומר ברוך שעשה נס לצדיקים במקום הזה: (וע\"ל סי' רי\"ח סעיף ז):"
    },
    {
      "id": "orach_chaim-224-4",
      "section": 4,
      "text": "ראה מקום שיש בבבל שכל בהמה שתעבור עליו אינה יכולה לזוז משם אם לא יתנו עליה מעפר המקום ההוא והיא סימן קללה לה דכתיב וטאטאתיה במטאטי (פירוש מכבדות הבית שקובל\"י בלע\"ז) השמד אומר ברוך אומר ועושה ברוך גוזר ומקיים:"
    },
    {
      "id": "orach_chaim-224-5",
      "section": 5,
      "text": "הרואה ששים רבוא מישראל ביחד אומר ברוך אתה ה' אמ\"ה חכם הרזים ואם הם עכו\"ם אומר (ירמיה נ' יב) בושה אמכם חפרה יולדתכם הנה אחרית גוים מדבר ציה וערבה:"
    },
    {
      "id": "orach_chaim-224-6",
      "section": 6,
      "text": "הרואה חכמי ישראל אומר ברוך אתה ה' אלהינו מ\"ה שחלק מחכמתו ליריאיו:"
    },
    {
      "id": "orach_chaim-224-7",
      "section": 7,
      "text": "הרואה חכמי אומות העולם מעכו\"ם שחכמים בחכמות העולם אומר ברוך אתה ה' אלהינו מ\"ה שנתן מחכמתו לב\"ו:"
    },
    {
      "id": "orach_chaim-224-8",
      "section": 8,
      "text": "על מלכי ישראל אומר ברוך אתה ה' אלהינו מלך העולם שחלק מכבודו ליראיו ועל מלכי אומות העולם עכו\"ם אומר ברוך שנתן מכבודו לבשר ודם:"
    },
    {
      "id": "orach_chaim-224-9",
      "section": 9,
      "text": "מצוה להשתדל לראות מלכים אפילו מלכי אומות העולם:"
    },
    {
      "id": "orach_chaim-224-10",
      "section": 10,
      "text": "הרואה בתי ישראל ביישובן כגון בישוב בית שני אומר בא\"י אמ\"ה מציב גבול אלמנה. הרואה בחורבנן אומר ברוך דיין האמת:"
    },
    {
      "id": "orach_chaim-224-11",
      "section": 11,
      "text": "הרואה בתי עכו\"ם בישובן אומר בית גאים יסח ה' בחרבנן אומר אל נקמות ה':"
    },
    {
      "id": "orach_chaim-224-12",
      "section": 12,
      "text": "הרואה קברי ישראל אומר בא\"י אמ\"ה אשר יצר אתכם בדין וכו' ועל קברי עכו\"ם אומר בושה אמכם וגו':"
    },
    {
      "id": "orach_chaim-224-13",
      "section": 13,
      "text": "כל ברכות הראיה אם חזר וראה אותו דבר בתוך שלשים יום אינו חוזר ומברך:"
    }
  ]
}