{
  "id": "orach_chaim-329",
  "chapterLabel": "סימן שכ״ט",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-329-1",
      "section": 1,
      "text": "על מי מחללין שבת. ובו ט סעיפים:כל פיקוח נפש דוחה שבת והזריז הרי זה משובח אפילו נפלה דליקה בחצר אחרת וירא שתעבור לחצר זו ויבא לידי סכנה מכבין כדי שלא תעבור:"
    },
    {
      "id": "orach_chaim-329-2",
      "section": 2,
      "text": "אין הולכין בפיקוח נפש אחר הרוב אפילו היו ט' עכו\"ם וישראל א' בחצר ופירש א' מהם לחצר אחרת ונפל עליו שם מפולת מפקחין כיון שנשאר קביעות הראשון במקומו חשבינן ליה כמחצה על מחצה אבל אם נעקרו כולם ובשעת עקירתן פירש א' מהם לחצר אחרת ונפל עליו אין מפקחין עליו שכיון שנעקר קביעות הראשון ממקומו אמרינן כל דפריש מרובה פריש:"
    },
    {
      "id": "orach_chaim-329-3",
      "section": 3,
      "text": "מי שנפלה עליו מפולת ספק חי ספק מת ספק הוא שם ספק אינו שם אפילו אם תמצ' לומר שהו' שם ספק עכו\"ם ספק ישראל מפקחין עליו אע\"פ שיש בו כמה ספיקות:"
    },
    {
      "id": "orach_chaim-329-4",
      "section": 4,
      "text": "אפי' מצאוהו מרוצץ שאינו יכול לחיות אלא לפי שעה מפקחים ובודקים עד חוטמו אם לא הרגישו בחוטמו חיות אז ודאי מת לא שנא פגעו בראשו תחלה לא שנא פגעו ברגליו תחילה:"
    },
    {
      "id": "orach_chaim-329-5",
      "section": 5,
      "text": "מצא עליונים מתים לא יאמר כבר מתו תחתונים אלא מפקח עליהם שמא עדיין הם חיים:"
    },
    {
      "id": "orach_chaim-329-6",
      "section": 6,
      "text": "עכו\"ם שצרו על עיירות ישראל אם באו על עסק ממון אין מחללין עליהם את השבת באו על עסק נפשות ואפי' סתם יוצאים עליהם בכלי זיין ומחללים עליהם את השבת ובעיר הסמוכה לספר אפילו לא באו אלא על עסקי תבן וקש מחללין עליהם את השבת: הגה ואפילו לא באו עדיין אלא רוצים לבא [א\"ז]:"
    },
    {
      "id": "orach_chaim-329-7",
      "section": 7,
      "text": "יש מי שאומר שבזמן הזה אפי' באו על עסקי ממון מחללין שאם לא יניחנו ישראל לשלול ולבוז ממונו יהרגנו והוי עסקי נפשות [ומ\"מ הכל לפי הענין] (פסקי מהרי\"א סי' ק\"כ):"
    },
    {
      "id": "orach_chaim-329-8",
      "section": 8,
      "text": "הרואה ספינה שיש בה ישראל המטורפת בים וכן נהר שוטף וכן יחיד הנרדף מפני עכו\"ם מצוה על כל אדם לחלל עליהם שבת כדי להצילם: [וע\"ל סוף סימן ש\"ז מי שרוצים לאנסו אם מחללים עליו שבת]:"
    },
    {
      "id": "orach_chaim-329-9",
      "section": 9,
      "text": "כל היוצאים להציל חוזרים בכלי זיינם למקומם:"
    }
  ]
}