{
  "id": "orach_chaim-696",
  "chapterLabel": "סימן 696",
  "title": "שולחן ערוך, אורח חיים",
  "partName": "אורח חיים",
  "sections": [
    {
      "id": "orach_chaim-696-1",
      "section": 1,
      "text": "דיני הספד ותענית ועשיית מלאכה בפורים. ובו ח סעיפים:פורים מותר בעשיית מלאכה ובמקום שנהגו שלא לעשות אין עושין (והאידנא נהגו בכל מקום שלא לעשות) (כל בו) והעושה אינו רואה סימן ברכה מאותה מלאכה לעולם אלא אם הוא בנין של שמחה כגון בית חתנות לבנו או אבורקני של מלכים דשרי: הגה ומותר לעשות כל מלאכת מצוה כגון לכתוב פסקי הלכות וכן מותר לעשות אפילו מלאכות גמורות לצורך פורים (ת\"ה סי' קי\"ב):"
    },
    {
      "id": "orach_chaim-696-2",
      "section": 2,
      "text": "אפי' במקום שנהגו לא נהגו אלא ביום מקרא מגילה בלבד אבל לאסור את של זה בזה אינו מנהג:"
    },
    {
      "id": "orach_chaim-696-3",
      "section": 3,
      "text": "יום י\"ד ויום ט\"ו אסורים בהספד ותענית לכל אדם בכל מקום בין לבני כרכים שהם עושין ט\"ו בלבד בין לבני עיירות שהם עושין י\"ד בלבד והנשים מענות בהם שכולם עונות כאחת ומטפחות שמכות כף אל כף אבל לא מקוננות שתהא אחת מדברת וכולן עונות אחריה נקבר המת לא מענות ולא מקוננות :"
    },
    {
      "id": "orach_chaim-696-4",
      "section": 4,
      "text": "כל דברי אבילות נוהגים בחנוכה ופורים: הגה ומכל מקום ילך לבית הכנסת לשמוע המגילה (תוספות פרק קמא דמועד קטן) ואם יוכל לאסוף מנין לביתו לקרות המגילה עדיף טפי. (מהרי\"ל) ויש אומרים שאין אבילות נוהג בפורים לא בי\"ד ולא בט\"ו (הרא\"ש ומנהגים) וכן נוהגין ואפי' אבילות יום ראשון נדחה מפני פורים (ד\"ע) אבל דברים שבצנעה נוהג ואע\"פ שאינו נוהג אבילות בפורים עולה לו למנין שבעה ימי אבילות כמו שבת וכן פסק הרב בעצמו בטור י\"ד סי' ת\"א:"
    },
    {
      "id": "orach_chaim-696-5",
      "section": 5,
      "text": "אם חל פורים במוצאי שבת ואבל יושב בבית הכנסת בשבת במנחה לא יצא משם עד שיתפלל תפלת ערבי' וישמע קריאת מגילה ולמחרת לא יצא מפתח ביתו:"
    },
    {
      "id": "orach_chaim-696-6",
      "section": 6,
      "text": "יש מי שאומר שהאבל חייב לשלוח מנות: הגה אבל אין שולחין לאבל כל י\"ב חדש (מהרי\"ל) וכמו שיתבאר בי\"ד סי' שפ\"ה ע\"ש ואם אין בעיר אלא האבל עם אחר חייב לשלוח לאבל כדי לקיים משלוח מנות אלא אם כן מחל האבל על מנתו (מהריב\"ש):"
    },
    {
      "id": "orach_chaim-696-7",
      "section": 7,
      "text": "יש מי שאומר שאונן מותר בבשר ויין דלא אתי עשה דיחיד דאבילות ודחי עשה דרבים דאורייתא דלשמוח בפורים דברי קבלה נינהו שהם כדברי תורה: הגה וכל שכן שחייב במקרא מגילה ותפלה וק\"ש ונ\"ל דדוקא בלילה אע\"פ שמתו מוטל לפניו אבל ביום שרוצה לקברו קבורת מתו קודם כמו שנתבאר לעיל סימן תרפ\"ז ס\"ב ולכן קורא ומתפלל אחר כך דלא עדיף מי\"ט ושבת כמו שנתבאר לעיל סימן ע\"א כנ\"ל:"
    },
    {
      "id": "orach_chaim-696-8",
      "section": 8,
      "text": "מותר לישא אשה בפורים: הגה בין בי\"ד בין בט\"ו וכ\"ש שמותר לעשות פדיון הבן (תוס' פרק קמא דמועד קטן) מה שנהגו ללבוש פרצופים בפורים וגבר לובש שמלת אשה ואשה כלי גבר אין איסור בדבר מאחר שאין מכוונין אלא לשמחה בעלמא וכן בלבישת כלאים דרבנן וי\"א דאסור אבל המנהג כסברא הראשונה וכן בני אדם החוטפים זה מזה דרך שמחה אין בזה משום לא תגזול ונהגו כך ובלבד שלא יעשה דבר שלא כהוגן ע\"פ טובי העיר: (תשובת מהר\"י מינץ סי' י\"ז):"
    }
  ]
}