{
  "id": "even_haezer-171",
  "chapterLabel": "סימן 171",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-171-1",
      "section": 1,
      "text": "דין ב' יבמות הרשות קטנות. ובו י סעיפים:מי שהיה נשוי יתומה קטנה (שהשיאוה אחיה ואמה שאין קדושיה רק מדרבנן) וחרשה ומת ונפלו לפני אחיו לייבם אין ביאת אחת מהן פוטרת צרתה וכיצד תקנתם מלמדין הקטנה שתמאן בו וכונס את החרשת ואם רצה לגרשה כותב לה גט אחר שיבא עליה ומותרת לזר:"
    },
    {
      "id": "even_haezer-171-2",
      "section": 2,
      "text": "היו שתיהן חרשות או קטנות ביאת אחת מהן פוטרת צרתה:"
    },
    {
      "id": "even_haezer-171-3",
      "section": 3,
      "text": "היתה אחת גדולה ואחת קטנה ביאת גדולה או חליצתה פוטרת הקטנה ואין ביאת הקטנה פוטרת את הגדולה:"
    },
    {
      "id": "even_haezer-171-4",
      "section": 4,
      "text": "אחת פקחת ואחת חרשת ביאת הפקחת או חליצתה פוטרת את החרשת ואין ביאת החרשת פוטרת את הפקחת:"
    },
    {
      "id": "even_haezer-171-5",
      "section": 5,
      "text": "היו שתיהן קטנות ובא היבם על אחת מהן וחזר הוא או אחיו ובא על השניה לא פסל הראשונה עליו אבל אסור לו לקיים השניה אלא מלמדין אותה שתמאן ויקיים הראשונה:"
    },
    {
      "id": "even_haezer-171-6",
      "section": 6,
      "text": "וכן אם היו שתיהן חרשות אין ביאת השנייה פוסלת הראשונה והשנייה אסורה לו ויוציאנה בגט:"
    },
    {
      "id": "even_haezer-171-7",
      "section": 7,
      "text": "קטנה וחרשת שבא היבם תחלה על הקטנה וחזר ובא הוא או אחיו על החרשת לא פסל את הקטנה והחרשת צריכה גט שביאת הקטנה מעולה מביאת החרשת שהקטנה ראויה לאחר זמן לפיכך יקיים הקטנה שנבעלה תחלה:"
    },
    {
      "id": "even_haezer-171-8",
      "section": 8,
      "text": "בא על החרשת וחזר ובא הוא או אחיו על הקטנה פסל את החרשת ומלמדין את הקטנה שתמאן בו ויוציא החרשת בגט: (זהו דעת הרמב\"ם אבל אחרים חולקים עליו כמפורש בטור ובנימוקי יוסף פרק בית שמאי)"
    },
    {
      "id": "even_haezer-171-9",
      "section": 9,
      "text": "אחת פקחת ואחת חרשת בא היבם על הפקחת וחזר ובא הוא או אחיו על החרשת לא פסל הפקחת והחרשת צריכה גט בא היבם על החרשת וחזר ובא הוא או אחיו על הפקחת פסל את החרשת החרשת יוצא בגט והפקחת בגט וחליצה:"
    },
    {
      "id": "even_haezer-171-10",
      "section": 10,
      "text": "אחת גדולה ואחת קטנה בא על הגדולה וחזר ובא הוא או אחיו על הקטנה לא פסל הגדולה ומלמדין הקטנה שתמאן בו בא על הקטנה וחזר הוא או אחיו ובא על הגדולה מלמדין הקטנה שתמאן בו ויקיים הגדולה:"
    }
  ]
}