{
  "id": "even_haezer-090",
  "chapterLabel": "סימן 90",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-090-1",
      "section": 1,
      "text": "דין הבעל יורש את אשתו ומה הוא שאינו יורש ודין מכירת האיש בנכסיו המשועבדים לאשתו וטענה נחת רוח עשיתי לבעלי. ובו כ סעיפים:הבעל יורש את אשתו בין נכסי מלוג בין נכסי צאן ברזל בד\"א במוחזק אבל לא בראוי כגון ירושה שראוייה לירש ומתה בחיי מורישה אינו עומד במקומה ליירש: הגה שטר חצי זכר שנוהגין בו האידנא שכותב האב לבתו ליטול בירושתו כחלק חצי זכר ואם תלך הבת בלא זרע קיימא יתבטל החוב ומתה הבת בחיי אביה והניחה זרע קיימא ומת הזרע ואח\"כ מת אביה הבעל יורש כח אותו השטר מכח זרעו שיירש אמו והוא יורש זרעו (מהרי\"ו סי' ט\"ז) כתבו לה מורישיה קרקע מחיים ופירות לאחר מיתה הבעל יורש אותה קרקע ממנה (מרדכי ריש יש נוחלין) אבל שבח נוטל במה שיורש ממנה שהרי ברשותו השביח ואינו יורש מלות אשתו כגון שמתו מורישיה והיתה להם מלוה ביד אחרים כשנשאה ומתה קודם שגבתה אותם: הגה אבל אם הניחו מורישיה נכסים אע\"פ שלא גבתה הבת מחיים ואפילו אם היו משועבדים לכתובת אלמנה נקראים מוחזקים לבת והבעל יורש אותם (מרדכי פ' כל הנשבעין) וכן אם היה לה מלוה ביד אחרים כשנשאה ומתה האשה קודם שגבתה אותה אינו יורשה אבל אם הלותה מנ\"מ ומתה קודם שגבתה בזו יורש אותה בעלה: הגה כל הנכסים שהיו לאשה שאין לבעלה רשות בהן והלותה אותן לאחרים אין הבעל יורש אותן (ב\"י בשם תשובת הרשב\"א):"
    },
    {
      "id": "even_haezer-090-2",
      "section": 2,
      "text": "מי שאמר נכסי לפלוני ואחריו ליורשי דקיימא לן הוא הדין ליורשי יורשי ואם היתה לו בת ומתה בחיי אותו פלוני והיה בן לבת הבן עומד במקום אמו ליירש לאותו פלוני אבל אם אין לבת יורש אלא בעל אינו יורש אותו פלוני דהויא ליה ראוי ואם אמר נכסי לפלוני ואחריו מעכשיו ליורשי הו\"ל מוחזק ובעל הבת יורש:"
    },
    {
      "id": "even_haezer-090-3",
      "section": 3,
      "text": "הנושא אשה מחייבי לאוין הואיל וקדושין תופסין בה אם מתה תחתיו יירשנה (וכן אשה שהמירה הבעל יורשה) (ב\"י מ\"כ בשם אבי העזרי) וכן הנושא את הקטנה שהיא צריכה מיאון אע\"פ שאין קדושיה קדושין גמורים אם מתה תחתיו יירשנה אבל הפקח שנשא חרשת אפי' נתפקחה אחר שנשאה אם מתה לא יירשנה והחרש שנשא פקחת ומתה יירשנה שהרי היא בת דעת ולדעתה נשאת לו וזיכתה לו ממונה:"
    },
    {
      "id": "even_haezer-090-4",
      "section": 4,
      "text": "קטנה שנתקדשה לדעת אביה ונשאת שלא לדעת אביה בין בפניו בין שלא בפניו אפי' שתק האב אם מתה אין הבעל יורשה אא\"כ רצה האב בנשואיה"
    },
    {
      "id": "even_haezer-090-5",
      "section": 5,
      "text": "מי שנתגרשה ספק גירושין ומתה אין הבעל יורשה: הגה אבל כל זמן שלא נתגרשה אע\"ג שנתן עיניו לגרשה יורשה (טור בשם הרא\"ש) הטוען על אשתו שהיו בה מומין ומקחו מקח טעות כמו שנתבאר לעיל סי' ל\"ט אם מתה אינו יורשה (תשובת מיימוני סוף אישות ובמרדכי פרק מי שמת) אשה שמרדה בבעלה ומתה בעלה יורשה כך משמע מלשון המ\"מ פכ\"ב וע' לעיל סי' ע\"ז המורד על אשתו או מדירה ואינו נוהג עמה מנהג אישות יש אומרים דאם מתה אינו יורשה (הגהות מרדכי פרק אע\"פ):"
    },
    {
      "id": "even_haezer-090-6",
      "section": 6,
      "text": "נפל הבית עליו ועל אשתו ואין ידוע איזה מהם מת תחל' ואין לו בנים ממנה יורשי הבעל יורשין עיקר הכתובה והתוספות ויורשי האשה יורשין נכסי מלוג ובין שניהם חולקים נכסי צאן ברזל:"
    },
    {
      "id": "even_haezer-090-7",
      "section": 7,
      "text": "האשה שכתבה כל נכסיה לאחר בין קרוב בין רחוק קודם שתנשא אע\"פ שאם נתאלמנה או נתגרשה תבטל המתנה אין הבעל אוכל פירותיהם ואם מתה בחייו אינו יורשה שהרי נתנה אותם קודם שתנשא וכשתמות בחיי בעלה יקנה מקבל המתנה מתנתו קנין גמור ולא עוד אלא אפי' נתנה מקצת נכסיה או כולם קודם וכתבה למקבל מתנה קנה מהיום ולכשארצה שהרי לא קנה קנין גמור עד שתרצה אין הבעל אוכל פירות אותה המתנה ואם מתה אינו יורשה:"
    },
    {
      "id": "even_haezer-090-8",
      "section": 8,
      "text": "יש מי שאומר דדינא דמברחת דוקא בשלא כתבה לו מתנה גמורה מתנה חלוטה מתנת עלמין אבל אם כתבה לו כן קנה לגמרי:"
    },
    {
      "id": "even_haezer-090-9",
      "section": 9,
      "text": "האשה שמכרה מנכסי מלוג אחר שנשאת אע\"פ שאותן הנכסים נפלו לה קודם שתתארס הבעל מוציא פירות מיד הלקוחות כל ימי חייה אבל לא גוף הקרקע ואם מתה בחייו מוציא הגוף מיד הלקוחות בלא דמים (וי\"א דאף בחייה מוציא גוף הקרקע מיד הלוקח בלא דמים) (טור והרא\"ש) ואם הדמים שלקחה מהלקוחו' קיימים בעצמם (או שנמצאו מעות בידה ונוכל לתלות שהם אלו) (טור בשם הרא\"ש) מחזירין ללקוחות ואינו יכול לומר שמא מציאה הן: הגה נתאלמנה או נתגרשה מכרה קיים (טור ורוב הפוסקים) וכל ימי חייה אם הבעל רוצה לבנות או לסתור בקרקע הלוקח יכול למחות (נ\"י פרק חזקת הבתים) ואין חילוק בין אם מכרה הנכסים או הקדישה אותן (ת\"ה סי' רע\"ב):"
    },
    {
      "id": "even_haezer-090-10",
      "section": 10,
      "text": "ואם הבעל מודה או שיש עדים שברשותו מכרה אינו מוציא מיד הלקוחות דכשלוחו דמיא ואי בעי לוקח מחרים שלא מכרה מדעתו: הגה ראה שמכרה ושתק לה לא אבד משום זה זכותו (תשובת הרא\"ש כלל מ') צותה בעת חליה לתת כך וכך ממלבושיה ונתרצה הבעל אם נתנה לעניים אינו יכול לחזור בו ואם לעשירים יכול לחזור בו (מרדכי סוף הזהב ותשובת מוהר\"ם) וע' לעיל סי' פ\"ו אם מכרה או משכנה מטלטלים:"
    },
    {
      "id": "even_haezer-090-11",
      "section": 11,
      "text": "במה דברים אמורים שאם מכרה משנשאת מוציא הבעל מיד הלקוחות בנכסים הידועים לבעל אבל אם נפלו לה נכסים ולא ידע בהם הבעל לכתחילה לא תמכור ואם מכרה אותם קודם שידע בהם מכרה קיים וכן ארוסה לכתחילה לא תמכור נכסים שנפלו לה משנתארסה ואם מכרה קודם הנשואין מכרה קיים (אפי' נכסים הידועים לו):"
    },
    {
      "id": "even_haezer-090-12",
      "section": 12,
      "text": "נכסים שאינם ידועים לבעל כשיודעו לו מיד נעשו נכסי מלוג וכן הפירות שימצאו בידה מיד שיודעו לו הם נכסי מלוג: הגה אשה שאמרה על ירושה שנפלה לה שאביה צוה לתת ממנה לאחרים אם הנכסים ידועים לבעל אינה נאמנת מיהו אם מת הבעל צריכה לקיים הודאתה ואם הנכסים אינם ידועים נאמנת (ב\"י בשם תשו' הרשב\"א):"
    },
    {
      "id": "even_haezer-090-13",
      "section": 13,
      "text": "האשה שמכרה או נתנה אחר שנשאת בנכסי צאן ברזל בין לבעלה בין לאחרים לא עשתה כלום (וי\"א דמ\"מ כשתתאלמן או תתגרש מכרה קיים) (נ\"י פ' החובל) וכן בעל שמכר קרקע בנכסי אשתו בין נכסי צאן ברזל בין נ\"מ לא עשה כלום ויש מי שאומר שאפי' הוא עצמו יכול לערער על המכר (ואפילו אם מתה בחייו הבעל יורש כחה ויכול לבטל) (טור):"
    },
    {
      "id": "even_haezer-090-14",
      "section": 14,
      "text": "אין האיש רשאי למכור מטלטלין של נכסי צ\"ב ולא למשכנם ואם מכרן או משכנן מה שעשה עשוי: הגה וי\"א דמכרו בטל ובגדי האשה שהכניסה לו אין להן דין צ\"ב רק נ\"מ כמו שנתבאר לעיל סי' ע\"ז ולכן אם מכרן או משכנן בטל לכ\"ע כן נ\"ל וי\"א דאם אמר שברשותה עשה מה שעשה נאמן בשבועה וכן אם אמר שנתן לה הדמים (תשו' הרשב\"א סי' תקל\"ו ותקל\"ז) ישראל שגבה קרקע מן הכותי בחובו אם יש רשות לכותי לפדותו יש לה דין מטלטלין ואין לאשה כח למחות בו שלא למכרן אבל אם החזיק בה הישראל ואין הכותי יכול לפדותו יש לה דין קרקע ושעבוד כתובות האשה עליה כמו שאר קרקע (ת\"ה סימן של\"ט):"
    },
    {
      "id": "even_haezer-090-15",
      "section": 15,
      "text": "מטלטלין שנתן לה משלו דינם שוה לנכסי צ\"ב שאינו רשאי למוכרן לכתחילה וה\"ה למטלטלין שקנה לה אפי' לא באו לידה ואפי' אין לו במה להתפרנס ואין חילוק בין בגדי שבת וי\"ט לבגדי חול אבל כלי זהב ובדולח יכול למוכרם אם הוצרך להתפרנס מהם ואם קרובים נתנו לה בין תכשיטים בין בגדים יכול הבעל למוכרם לפרנס עצמו:"
    },
    {
      "id": "even_haezer-090-16",
      "section": 16,
      "text": "מכרו שניהם בנכסי מלוג בין שלקח מהאיש תחילה וחזר ולקח מהאשה בין שלקח מהאשה וחזר ולקח מן האיש מכרם קיים וכן האשה שמכרה או נתנה נכסי מלוג לבעלה מכרה ומתנתה קיימים ואינה יכולה לומר בנכסי מלוג נחת רוח עשיתי לבעלי אבל בשאר נכסים יש לה לומר כן כיצד האשה שמכרה או נתנה לבעלה מנצ\"ב בין קרקע בין מטלטלין או שדה שיחד לה בכתובתה או שדה שכתב לה בכתובתה או שדה שהכניסה לו שום משלה לא קנה בעלה ואע\"פ שקנו מיד האשה ברצונה חוזרת בכל עת שתרצה שלא נתנה ולא מכרה אלא מפני שלום ביתה לפיכך אין לבעלה ראיה כלל בנכסי אשתו חוץ מנ\"מ אלא א\"כ קבלה עליה אחריות בפירוש: הגה י\"א דוקא מכירתה ונתינתה לא מהני אבל אם מחלה לבעלה כל זכות שיש לה על הנכסים מהני כמו שמהני מחילה לענין כתובה (הראב\"ד והרא\"ש) ויש חולקים (הרמב\"ן והרשב\"א והרמב\"ם לדעת המ\"מ):"
    },
    {
      "id": "even_haezer-090-17",
      "section": 17,
      "text": "הבעל שמכר נכסיו ואח\"כ כתבה אשתו ללוקח דין ודברים אין לי עמך והסכימה למעשיו אע\"פ שקנו ממנה הרי זו טורפת שלא כתבה לו אלא כדי שלא תהיה בינה לבין בעלה קטטה ויש לה לומר נחת רוח עשיתי לבעלי ואפילו כתבה לו שלא תוכל לומר נחת רוח עשיתי לבעלי אינו כלום אבל אם קנו מיד האשה תחילה שאין לה שעבוד על מקום זה ואח\"כ מכר אותו הבעל אינה טורפת אותו וכן אם מכר הבעל ואמר לאשתו לכתוב ללוקח דין ודברים אין לי עמך ולא הסכימה למעשיו וחזר הבעל ומכר לאיש אחר בין אותה שדה בין שדה אחרת ואחר שמכר הבעל הסכימה למעשיו וקנו מידה שאין לה שעבוד על שדה זו אינה יכולה למחות שאינה יכולה לומר נחת רוח עשיתי לבעלי וכן אם קבלה עליה אחריות בפירוש שאם יטרוף בעל חוב של בעלה ממנו שהיא תשלם לו אינה יכולה לטעון נחת רוח עשיתי לבעלי: הגה וי\"א דאם האשה קבלה המעות אינה יכולה לומר עוד נחת רוח עשיתי לבעלי (נ\"י פ' חזקת ובמישרים נכ\"ג ח\"ד) אשה שהודית שחייבת עם בעלה צריכה לשלם ולא יכולה למימר בזה נחת רוח עשיתי לבעלי דלא אמרי' כן אלא בנכסים שמוכר (ב\"י בשם תשו' הרמב\"ן) אשה שסלקה כחה מנכסי בעלה קודם שקנאן הבעל יכול למוכרן אח\"כ ואינה טורפת מהן ולא שייך בזה לומר נחת רוח עשיתי לבעלי (מרדכי ריש הכותב ובהגהות מיימוני פ' כ\"ג):"
    },
    {
      "id": "even_haezer-090-18",
      "section": 18,
      "text": "נכסי צאן ברזל שאבדו או נגנבו ומחלה אותם לבעלה וקנו ממנה בעדים אינה יכולה לומר נחת רוח עשיתי לבעלי אבל אם נתנה לו מתנה מטלטלי צ\"ב הקיימים לא קנה מפני שיש לה לומר נחת רוח עשיתי לבעלי:"
    },
    {
      "id": "even_haezer-090-19",
      "section": 19,
      "text": "אשה שאמר לה בעלה שתעשה בבגדיה ובתכשיטיה מה שתרצה אם מכרה או נתנה בטל:"
    },
    {
      "id": "even_haezer-090-20",
      "section": 20,
      "text": "ראובן שהיה לאשתו קרקע נכסי מלוג ונתחייב לשמעון בשטר ואח\"כ נתחייבו הוא ואשתו בשטר ללוי ומתה בחיי בעלה לוי קודם לגבות מאותו קרקע של נכסי מלוג:"
    }
  ]
}