{
  "id": "even_haezer-157",
  "chapterLabel": "סימן 157",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-157-1",
      "section": 1,
      "text": "דיני גרים ומומר ואיזה נקרא אח ליבום. ובו י סעיפים:מי שיש לו אח מאביו אפילו הוא ממזר או עובד ע\"א ואפילו הוא קטן משיצא ראשו ורובו לאויר העולם קודם שימות אחיו הרי זה זוקק (פי' קושר מענין והוא אסור בזיקים) את אשתו ליבום אפילו היא גוסס או פצוע מכות שאינו יכול לחיות מהם לא תנשא כל זמן שהוא חי אבל אם הוא אחיו מאמו או שנולד אחר מותו יבמתו מותרת לשוק וכן אם היה לו אח מהשפחה או מהנכרית אינו זוקק את אשתו אע\"פ שהיתה לידתו בקדושה הואיל והורתו היתה שלא בקדושה:"
    },
    {
      "id": "even_haezer-157-2",
      "section": 2,
      "text": "אפילו קרוב או אשה או עבד או קטן שהוא מכיר ונבון נאמנים לומר זה פלוני אחי פלוני מאביו וזה היא יבמתו וחולצים או מיבמים על פיהם:"
    },
    {
      "id": "even_haezer-157-3",
      "section": 3,
      "text": "גרים שנתגיירו ועבדים שנשתחררו אין להם אחוה כלל אפילו אחד מהם הורתו שלא בקדושה ולידתו בקדושה והב' הורתו ולידתו בקדושה ואפי' הם תאומים ונולדו בקדוש' אין להם אחוה עד שיהיו שניהם הורתם ולידתם בקדושה:"
    },
    {
      "id": "even_haezer-157-4",
      "section": 4,
      "text": "נפלה לפני יבם מומר יש מי שמתיר אם היה מומר כשנשאה אחיו ואין לסמוך עליו: הגה מיהו אם עברה ונשאת בלא חליצה כי לא ידעה שהיה לה יבם ואח\"כ נודע שיש לה יבם מומר לא תצא (מהר\"י מינ\"ץ סי' ב' וי\"א דוקא אם חלץ לה לבסוף (מהר\"י סי' נ\"ד ובנימין זאב) היה לה שני יבמים אחד מומר והוא הגדול ואחד קטן והוא ישראל לא תחלוץ אלא מן הישראל ואפי' בדיעבד לא מהני מן המומר (כן השיב מוהר\"ם וכ\"כ מהרא\"י ומהרי\"ק) אבל אם הוא אנוס מהני בדיעבד (ריב\"ש סי' א') והמקדש אשה ויש לו אח מומר יכול לקדש ולהתנות בתנאי כפול שאם תפול לפני מומר ליבם שלא תהא מקודשת (מהר\"י ברי\"ן):"
    },
    {
      "id": "even_haezer-157-5",
      "section": 5,
      "text": "היה המת מומר אשתו זקוקה לאחיו (וה\"ה זרעו שיש לו מישראלית (ב\"י וד\"ע):"
    },
    {
      "id": "even_haezer-157-6",
      "section": 6,
      "text": "לא היה מוחזק באחים ואמר יש לי אחים אינו נאמן בא אחד ואמר אני אחיו אינו נאמן ואפי' עד אחד (או קרוב) מעיד עליו שהוא אחיו אינו נאמן להוציאה מחזקתה:"
    },
    {
      "id": "even_haezer-157-7",
      "section": 7,
      "text": "היה מוחזק באחים ואמר בשעת מיתתו אין לי אחים אינו נאמן וכן אם אמר על מי שהוחזק אחיו אין זה אחי אינו נאמן:"
    },
    {
      "id": "even_haezer-157-8",
      "section": 8,
      "text": "לא היה מוחזק באחים ויצא קול שיש עדים שיעידו שיש לו אחים והעדים במדינה אחרת אפי' אמר הוא בשעת מיתתו אין לי אח הרי זו חוששת ותמתין עד שיביאו עדים שאמרו וישאלו:"
    },
    {
      "id": "even_haezer-157-9",
      "section": 9,
      "text": "אשה שאין לבעלה בן ולא אח וחמותה וחמיה במ\"ה ומת בעלה מותרת לינשא ולא חיישינן שמא ילדה חמותה זכר והיא זקוקה לו אבל אם יצאתה חמותה מכאן מעוברת חוששין שמא ילדה זכר והיא זקוקה לו:"
    },
    {
      "id": "even_haezer-157-10",
      "section": 10,
      "text": "אשה שמת בעלה והיה לו בן במדינת הים הרי זו מותרת לזר ואין חוששין שמא מת הבן אלא העמד אותה על חזקתה (יבם אסור לדור עם חלוצתו אם לבו גס בה כמו ארוס וארוסתו) (תשובת הרשב\"א סי' ר\"ט) ודוקא לאחר שחלץ אבל קודם שחלץ שרי (מהר\"ם פאדוואה סי' ז'):"
    }
  ]
}