{
  "id": "even_haezer-178",
  "chapterLabel": "סימן 178",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-178-1",
      "section": 1,
      "text": "הלכות סוטה. ובו כב סעיפים:המקנא את אשתו ונסתרה ואינו יודע אם נטמאה אסורה לו ובלבד שיהא הקינוי והסתירה כראוי ואז הפסידה כתובתה אפי' מת קודם שגירשה:"
    },
    {
      "id": "even_haezer-178-2",
      "section": 2,
      "text": "כיצד הקינוי אומר לה בפני שנים אל תסתרי עם איש פלוני אפילו אם הוא אביה או אחיה או כותי או שחוף (פי' שאינו מתקשה) (טור) והוא שיהא גדול אבל אם אמר לה אל תסתרי עם פלוני (והוא) קטן או בהמה לא הוי קינוי ומקנא לה בין אם היא ארוסה בין אם היא נשואה או זקוקה ליבם:"
    },
    {
      "id": "even_haezer-178-3",
      "section": 3,
      "text": "קטנה שהשיאה אביה וזינתה לרצונה יש מי שאומר שאסורה לבעלה לפיכך מקנאין לה כדי להפסידה כתובתה ויש מי שאומר שאינו נאסרת על בעלה אא\"כ הוא כהן: הגה גדולה שזינתה בשוגג שסברה שבעלה הוא והוא אחר מותרת לבעלה ישראל (הרמב\"ם פכ\"ד דאישות) אבל זינתה שסברה שמותר לזנות הוי כמזידה ואסורה לבעלה ישראל (מהרי\"ק שורש קס\"ז) אשה שנתייחדה עם אנשים בדרך ובאה ואמרה נתייחדתי ונאנסתי י\"א דנאמנת במגו דאמרה לא נבעלתי וי\"א דאבדה מגו שלה הואיל ונתייחדה שלא כדין (שני הדעות במרדכי פרק שני דכתובות):"
    },
    {
      "id": "even_haezer-178-4",
      "section": 4,
      "text": "כיצד היא הסתירה שנסתרה בפני עדים עם אותו פלוני שקינא לה ושהתה כדי טומאה שהיא כדי לצלות ביצה ולגמעה:"
    },
    {
      "id": "even_haezer-178-5",
      "section": 5,
      "text": "קינא לה משנים שאמר לה אל תסתרי עם פלוני ופלוני ונסתרה עם שניהם כאחד אפילו הם שני אחים או אביה ואחיה אסורה:"
    },
    {
      "id": "even_haezer-178-6",
      "section": 6,
      "text": "אמר לה בפני שנים אל תדברי עם איש פלוני אין זה קינוי אפילו נסתרה עמו ושהתה עמו כדי טומאה מותרת וכן אם אמר לה אל תסתרי עם איש פלוני ודברה עמו בפני עדים מותרת וכן אם נסתרה בפני עדים ושהתה כדי טומאה עמו ולא קינא לה בפני עדים מותרת שאין אוסרים על הייחוד אפי' נסתרו יחד על דעת ערוה אא\"כ קינא לה תחלה בפני שנים ומ\"מ לא תתייחד אשה עם אנשים כמו שנתבאר לעיל סימן כ\"ב:"
    },
    {
      "id": "even_haezer-178-7",
      "section": 7,
      "text": "לא יאמר אדם לאשתו ואפי' בינו לבינה אל תסתרי עם פלוני דילמא קיי\"ל כרבי יוסי ברבי יהודה דאמר קינא לה בינו לבינה הוי קינוי: הגה ועכשיו אין לנו מי סוטה ואם נסתרה אחר הקינוי אסורה לו לעולם (טור בשם סמ\"ג) ואם שכח וקינא לה ימחול לה מיד על הקינוי (א\"ז) וכמו שיתבאר לקמן סי' זה סעיף י\"ב:"
    },
    {
      "id": "even_haezer-178-8",
      "section": 8,
      "text": "בא עד א' והעיד לו שנסתרה עם אותו שקינא לה ושהתה כדי טומאה אם הוא נאמן בעיניו ודעתו סומכת עליו יוציא ויתן כתובה ואם לאו מותרת לו ואם הוא בעצמו ראה שנסתרה עמו ושהתה עמו כדי טומאה ה\"ז אסורה עליו ויוציא ויתן כתובה (ואין חילוק לענין סתירה שאחר קינוי בין בעלה בעיר ופתח פתוח לרשות הרבים או לא) (עיין במהרא\"י סי' רמ\"ד) (וע\"ל סי' כ\"ב):"
    },
    {
      "id": "even_haezer-178-9",
      "section": 9,
      "text": "לא קינא לה ובא ע\"א ואמר לו זינתה והיא שותקת אם הוא נאמן בעיניו ודעתו סומכת עליו כשנים יוציא ויתן כתובה ואם לאו מותרת לו: הגה וה\"ה אם היא עצמה אומרת לו שזינתה כמו שנתבאר לעיל סי' קט\"ו סעיף ו' וי\"א דבזמן הזה שיש חרם ר\"ג שלא לגרש אשה בעל כרחה אינו נאמן לומר שמאמינה או שמאמין לדברי העד (הגהמ\"י פכ\"ד ומהרי\"ק שורש ק\"י בשי\"א) דחיישינן שמא עיניו נתן באחרת ואומר שמאמינה אע\"פ שאינו מאמין ומנדין אותו על שאומר שמאמינה וגרם לבטל חרם ר\"ג וה\"ה בכל מקום שלא יוכל לגרש בלא דעת האשה וי\"א דכופין אותו ומשמש עמה (מרדכי פרק האומר) אע\"פ שאומר שמאמין לדברי העד מאחר שהאשה אינה מודה או אפילו אמרה בעצמה טמאה אני לך וחזרה ונתנה אמתלא לדבריה הראשונים כנ\"ל ע\"פ סברא זו אבל יש חולקים וסבירא להו דאף בזמן הזה נאמן (שם במהרי\"ק וכן משמע מהרמב\"ם פכ\"ד) ואם היה לו קטט עמה אינו נאמן לומר שמאמין לדברי העד דודאי מחמת שנאה אמר כן (שם במהרי\"ק) (וע\"ל סימן קט\"ו סעיף ז'):"
    },
    {
      "id": "even_haezer-178-10",
      "section": 10,
      "text": "מי שהוציא קול על אשתו שזינתה ואמר שנתברר לו הדבר ואח\"כ אמר אינו אמת אלא שמחמת הכעס שהכעיסתו הוציא קול זה אם נותן אמתלא לדבריו מותרת ואם לאו אסורה לו:"
    },
    {
      "id": "even_haezer-178-11",
      "section": 11,
      "text": "שמע העם מרננים אחר הקינוי והסתירה בלא שני עדים עד שהנשים נושאות ונותנות בה שזינתה מהאיש שקינא לה אסורה לו ויוציאנה ויתן כתובה:"
    },
    {
      "id": "even_haezer-178-12",
      "section": 12,
      "text": "בעל שמחל על קינוי קודם סתירה קינויו מחול וכאלו לא קינא לה אבל לאחר סתירה אין קינויו מחול גירש' ה\"ז כאלו מחל לה ואם החזירה צריך לקנאת לה פעם אחרת:"
    },
    {
      "id": "even_haezer-178-13",
      "section": 13,
      "text": "מי שנתחרש בעלה או נשתטה או היה במדינה אחרת או שהי' חבוש בבית האסורים ושמעו ב\"ד מרננים אחריה קוראים ואומרים לה אל תסתרי עם איש פלוני ואם באו עדים אח\"כ שנסתר' עמו ושהתה כדי טומא' אוסרים אותה על בעלה לעולם וקורעים כתובתה וכשיבא בעלה או יבריא או יצא מבית האסורים יתן לה גט:"
    },
    {
      "id": "even_haezer-178-14",
      "section": 14,
      "text": "בא עד אחד והעיד שנטמאה מאותו שקינא לה תצא בלא כתובה אפי' אם עד הטומא' הוא אחד מעידי הסתיר' ואפי' עבד או שפחה או אשה או קרוב כשר לעדות:"
    },
    {
      "id": "even_haezer-178-15",
      "section": 15,
      "text": "חמש נשים ששונאות אות' נאמנות עליה לומר שנטמאת אחר הקינוי לאוסר' על בעלה אבל לא להפסיד' כתובתה:"
    },
    {
      "id": "even_haezer-178-16",
      "section": 16,
      "text": "מוציאים ע\"י עידי טומא' אפי' לא ראו כמכחול בשפופרת מאחר שראו אותם דבוקים זה בזה ונוהגים כדרך המנאפים:"
    },
    {
      "id": "even_haezer-178-17",
      "section": 17,
      "text": "כל אשה שנאסר' על בעל' על ידי קינוי וסתיר' אסור' גם לאותו שנאסרה בשבילו ואם עבר ונשא' מוציאין אותה מתחתיו בגט אפי' היו לה כמה בנים ממנו אבל אם לא קדם קינוי ובאו עדים שנסתרה עם איש זה ובאו ומצאו דבר מכוער נתבאר בסי' י\"א:"
    },
    {
      "id": "even_haezer-178-18",
      "section": 18,
      "text": "כל אשה שבאו שני עדים והעידו שזינתה עם זה כשהיתה תחת בעלה ה\"ז תצא מזה ואע\"פ שיש לה ממנו כמה בנים:"
    },
    {
      "id": "even_haezer-178-19",
      "section": 19,
      "text": "י\"א שאשת איש שזינת' עם הכותי וגירש' בעל' ונתגייר הכותי שמותרת לגר הזה דלא שייך למימר א' לבועל בביאת הכותי: הגה ומ\"מ מי שזינה עם אחות אשתו וגירשה בעלה אסורה לבועל אחר מיתת אשתו אע\"ג דבלאו הכי היתה אסורה לו כשזינתה עמו (פסקי מהרא\"י סי' כ\"ט):"
    },
    {
      "id": "even_haezer-178-20",
      "section": 20,
      "text": "אשת איש שטוענת על איש אחד שהוא רודף אחריה והוא מכחישה אין להאמינה כדי לייסרו אבל יגזרו עליו נדוי שלא ידבר עמה כלל ושלא ידורו בשכונה אחת ואם הוא מוחזק בעיניהם לחשוד על העריות ראוי לגעור בו בנזיפה ולאיים עליו שאם לא יתנהג כשורה יבדילוהו מביניהם לרעה וידחוהו בשתי ידים כמו שאחז\"ל מלקין על לא טובה השמועה וכמו שכתב הרמב\"ם בפכ\"ד דסנהדרין:"
    },
    {
      "id": "even_haezer-178-21",
      "section": 21,
      "text": "מצות חכמים על בני ישראל לקנאות לנשותיהם וכל מי שאינו מקפיד על אשתו ועל בניו ובני ביתו ומזהירם ופוקד דרכיהם תמיד עד שידע שהם שלמים מכל חטא ועון ה\"ז חוטא שנאמר ופקדת נוך ולא תחטא וכל המקנא את אשתו נכנסה בו רוח טהרה ולא יקנא לה מתוך שחוק ולא מתוך שיחה ולא מתוך קלות ראש ולא מתוך מריבה ולא להטיל עליה אימה אם עבר וקינא לה בפני עדים מתוך א' מכל הדברים האלו ה\"ז קינוי:"
    },
    {
      "id": "even_haezer-178-22",
      "section": 22,
      "text": "אין ראוי לקפוץ ולקנאה בפני עדים תחלה ואפילו בינו לבינה לא יאמר לה אל תסתרי עם איש פלוני כמו שנתבאר אלא מוכיח אותה בינו לבינה בנחת ובדרך טהרה ואזהרה כדי להסיר המכשול ולהדריכה בדרך ישרה:"
    }
  ]
}