{
  "id": "even_haezer-076",
  "chapterLabel": "סימן 76",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-076-1",
      "section": 1,
      "text": "חיוב עונה. ובו יג סעיפים:עונתה כיצד כל איש חייב בעונה כפי כחו וכפי מלאכתו והטיילים עונתם בכל לילה:"
    },
    {
      "id": "even_haezer-076-2",
      "section": 2,
      "text": "הפועלים אם היתה מלאכתם בעיר פעמים בשבת ואם היתה מלאכתם בעיר אחרת פעם א' בשבת (וי\"א דאם אינן לנין כל לילה בביתם עונתן לח' ימים) (טור ותו' בשם ר\"י בר ברוך) החמרים פעם א' בשבת הגמלים א' לשלשים יום המלחים א' לששה חדשים ת\"ח עונתן פעם א' בשבת ודרך ת\"ח לשמש מטתן מלילי שבת ללילי שבת:"
    },
    {
      "id": "even_haezer-076-3",
      "section": 3,
      "text": "בד\"א במי שגופו בריא ויכול לקיים העונה הקצובה לו אבל מי שאינו בריא אינו חייב אלא לפי מה שאומדין אותו שיכול לקיים:"
    },
    {
      "id": "even_haezer-076-4",
      "section": 4,
      "text": "כל אדם חייב לפקוד את אשתו בליל טבילתה ובשעה שהוא יוצא לדרך:"
    },
    {
      "id": "even_haezer-076-5",
      "section": 5,
      "text": "יש לאשה לעכב על בעלה שלא יצא לסחורה אלא למקום קרוב שלא ימנע מעונתה ולא יצא אלא ברשותה (ואפילו אם נותנת לו רשות אין לו להתאחר אלא חדש בחוץ וחדש בביתו) (טור והרא\"ש) וכן יש לה למונעו לצאת ממלאכה שעונתה קרובה למלאכה שעונתה רחוקה כגון חמר שבקש להעשות גמל או גמל להעשות מלח ות\"ח יוצאין לת\"ת שלא ברשות נשותיהם ב' וג' שנים וכן טייל שנעשה ת\"ח אין אשתו יכולה לעכב ואם נותנת לו רשות ת\"ח יכול לילך בכל מה שתתן לו רשות (טור בשם הראב\"ד):"
    },
    {
      "id": "even_haezer-076-6",
      "section": 6,
      "text": "האשה שהרשית את בעלה אחר שנשאת שימנע עונתה ה\"ז מותר בד\"א שקיים מצות פריה ורביה אבל אם לא קיים חייב לבעול בכל עונה עד שיקיים:"
    },
    {
      "id": "even_haezer-076-7",
      "section": 7,
      "text": "נושא אדם כמה נשים אפי' מאה בין בבת אחת בין בזו אחר זו ואין אשתו יכולה לעכב והיא שיהי' יכול ליתן שאר כסות ועונה כראוי לכל אחת ואחת ואינו יכול לכוף אותן לדור בחצר אחד אלא כל אחת לעצמה וכמה היא עונתן לפי מנין כיצד פועל שהיו לו ב' נשים יש לזו עונה אחת בשבת ויש לזו עונה אחת בשבת היה לו ד' נשים נמצא עונות כל אחת מהן פעם אחת בב' שבתות וכן אם היה מלח ויש לו ד' נשים תהיה עונת כל אחת מהן פ\"א בב' שנים לפיכך צוו חכמים שלא ישא אדם יותר על ד' נשים אע\"פ שיש לו ממון הרבה כדי שתגיע להן עונה פעם אחת בחדש:"
    },
    {
      "id": "even_haezer-076-8",
      "section": 8,
      "text": "בד\"א במקום שנוהגים לישא שתים ושלש נשים אבל במקום שנהגו שלא לישא אלא אשה אחת אינו רשאי לישא אשה על אשתו שלא ברשותה וכ\"ש אם התנה בכתובת' שלא ישא אשה אחרת עליה (וע\"ל סי' א'):"
    },
    {
      "id": "even_haezer-076-9",
      "section": 9,
      "text": "המדיר את אשתו מתשמיש המטה בין שהדירה סתם או ז' ימים או יותר יקיים ז' ימים ואח\"כ יוציא ויתן כתובתה אפי' הוא מלח שעונתו לששה חדשים:"
    },
    {
      "id": "even_haezer-076-10",
      "section": 10,
      "text": "וכיצד מדירה שאמר הנאת תשמישך אסור עלי אבל אם אמר הנאת תשמישי עליך או נשבע שלא לשמש עמה אינו חל מיהו אם נדר ברשותה הנדר חל ומותר להתייחד עמה אע\"ג דאסור לשמש עמה (הג\"מ פ\"ד דאישות) (וע' בי\"ד סימן רל\"ד סעיף ס\"ז):"
    },
    {
      "id": "even_haezer-076-11",
      "section": 11,
      "text": "אסור לאדם למנוע מאשתו עונתה ואם מנעה כדי לצערה עובר בלא תעשה דעונתה לא יגרע ואם חלה או תשש כחו ואינו יכול לבעול ימתין ששה חדשים עד שיבריא שאין לך עונה גדולה מזו ואח\"כ או יטול ממנה רשות או יוציא ויתן כתובה:"
    },
    {
      "id": "even_haezer-076-12",
      "section": 12,
      "text": "האשה שנדרה נדר של עינוי נפש או מדברים שבינו לבינה שיכול להפר ואמר לה אני מיפר לך ע\"מ שתאמרי לפלוני מה שדברנו יחד בדברים של שחוק שאדם מדבר על עסקי תשמיש או ע\"מ (שתתהפך לאחר התשמיש ולא תתעבר או על מנת) (טור) שתעשה מעשה שוטים כגון שתמלא י' כדי מים ותערם לאשפה וכיוצא באלו יוציא מיד ויתן כתוב':"
    },
    {
      "id": "even_haezer-076-13",
      "section": 13,
      "text": "האומר אי אפשי אלא אני בבגדי והיא בבגדה יוציא ויתן כתובה וכ\"ש אם אינו נזקק לה כלל וכן היא אומרת אי אפשי אלא אני בבגדי והוא בבגדו תצא בלא כתובה (נ\"י בשם הריטב\"א):"
    }
  ]
}