{
  "id": "even_haezer-145",
  "chapterLabel": "סימן 145",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-145-1",
      "section": 1,
      "text": "דין ש\"מ ואם עמד ומת מחמת מקרה רע. ובו י סעיפים:הרי זה גיטיך אם מתי או ה\"ז גיטיך אם מתי מחולי זה או ה\"ז גיטיך לאחר מיתה אינו גט וי\"א שהוא ספק:"
    },
    {
      "id": "even_haezer-145-2",
      "section": 2,
      "text": "ה\"ז גיטיך מהיום אם מתי או מעכשיו אם מתי ה\"ז גט וכשימות תהיה מגורשת ויותר טוב שיאמר מעכשיו משיאמר מהיום שאם אמר מהיום ומת בתוך היום יש להסתפק שמא אין דעתו אלא מסוף היום ואין גט לאחר מיתה."
    },
    {
      "id": "even_haezer-145-3",
      "section": 3,
      "text": "הרי זה גיטיך מעכשיו או מהיום ולאחר מיתה ומת הרי זו ספק מגורשת שמא אחר שאמר מעכשיו חזר בו מלשון מעכשיו וסמכה דעתו על לאחר מיתה:"
    },
    {
      "id": "even_haezer-145-4",
      "section": 4,
      "text": "שכיב מרע שגירש סתם בלא תנאי דמהיום אם מתי אין אומרים סתמו כפירושו כמו שאנו אומרים במתנה דגט שאני ואם עמד אינו חוזר:"
    },
    {
      "id": "even_haezer-145-5",
      "section": 5,
      "text": "שכיב מרע שרוצה לגרש על תנאי אם ימות כדי שלא תפול לפני יבם ואם עמד לא תהיה מגורשת אומר לה כשנותן לה הגט אם לא מתי לא יהיה גט ואם מתי יהא גט מעכשיו ואם לא מתי לא יהא גט כדי שיהא התנאי כפול הן קודם ללאו ולא יפתח פיו תחלה לפורענות ואז יהיה בטל מיד כשיעמוד אע\"פ שלא יאמר חוזרני בי ואם ירצה שלא יתבטל מיד כשיעמוד אלא עד זמן פלוני יאמר אם לא מתי עד זמן פלוני לא יהיה גט ואם מתי עד זמן פלוני יהא גט מעכשיו ואם לא מתי עד זמן פלוני לא יהא גט: הגה ויאמר לשון זה דוקא אם מתי אם לא מתי וכו'. ולא יאמר אם אמות אם לא אמות מאחר שהוא לשון חכמים (וע\"ל סי' קכ\"ד סעיף קל\"א) משמע כך:"
    },
    {
      "id": "even_haezer-145-6",
      "section": 6,
      "text": "הרי זה גיטיך מהיום אם מתי מחולי זה ונפל עליו בית או נשכו נחש או טרפו ארי וכיוצא בזה ומת אינו גט אבל אם אמר אם לא יעמוד מחולי זה ונפל עליו בית או נשכו נחש או טרפו ארי הרי זו ספק מגורשת:"
    },
    {
      "id": "even_haezer-145-7",
      "section": 7,
      "text": "הרי זה גיטיך מעכשיו אם מתי מחולי זה ועמד והלך בשוק וחלה ומת אומדין אותו אם מחמת חולי הראשון מת הרי זה גט אפי' הלך בלא משענת ואם לאו אינו גט ואם ניתק מחולי לחולי ולא עמד בשוק ה\"ז גט ואינו צריך אומד:"
    },
    {
      "id": "even_haezer-145-8",
      "section": 8,
      "text": "שכיב מרע שנתן גט ואמר מהיום אם מתי סתם והבריא בטל גיטו ולא אמרינן לעולם קודם שימות קאמר אלא אם מתי מחולי זה קאמר אבל אם מתוך בוריו התנה במהיום אם מתי ודאי כל שמת בחייה קאמר וכל אימת דמאית הרי זו מגורשת:"
    },
    {
      "id": "even_haezer-145-9",
      "section": 9,
      "text": "עצה טובה על פי גדולי עולם לחוש לרמאין בגט שכ\"מ שיאמר אם מתי מעכשיו ועד יום פלוני והוא בכלל יהא גט ולא יאמר אם אמות מחולי זה שיהא התנאי תלוי בחולי שמא יבא אדם שאינו הגון וישתדל עם הרופא שיאמר שלא מת מאותו חולי אלא מחולי אחר שנעתק אליו ויוציא לעז על הגט: הגה וי\"א דאין אנו בקיאין בזמן הזה ולכן אין לסמוך בזמן הזה מאומדנות הרופאים וי\"א דלכתחילה אין לגרש על ידי תנאי רק יגרש סתם ולקבל בחרם הקהלות או ליתן משכנות שכשיעמוד יחזרו וישאו זה את זה (מרדכי פרק מי שאחזו) ובכהן המגרש שצריך להתנות שלא תהא אסורה לחזור לו (כדלעיל ריש סי' קמ\"ג) או שיש לחוש לטירוף דעת החולה יש לגרש בתנאי כדרך שנתבאר (סדר גיטין) אשה שנתגרשה על תנאי ומת הבעל אינה צריכה להתאבל עליו (שם במרדכי) אבל אין איסור בדבר אם רצונה להחמיר על עצמה לבכות עליו ולצאת אחר מטתו:"
    },
    {
      "id": "even_haezer-145-10",
      "section": 10,
      "text": "שכיב מרע שנתן גט לאחר ואמר לו זכי בגט זה לאשתי כדי שלא תפול לפני יבם ומת קודם שיגיע לידה הרי זו ספק מגורשת וחולצת ולא מתייבמת:"
    }
  ]
}