{
  "id": "even_haezer-168",
  "chapterLabel": "סימן 168",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-168-1",
      "section": 1,
      "text": "משכנסה הרי היא כאשתו ועל מי חיוב כתובתה. ובו ט סעיפים:משייבם היבם את היבמה הרי היא כאשתו לכל דבר שיכול להוציאה בגט ויכול להחזירה:"
    },
    {
      "id": "even_haezer-168-2",
      "section": 2,
      "text": "גירשה והחזירה קודם שפרע לה כתובתה דינה כאשה אחרת שגירשה והחזירה שאין לה אלא כתובה אחת:"
    },
    {
      "id": "even_haezer-168-3",
      "section": 3,
      "text": "יבמה כתובתה על נכסי בעלה הראשון לפיכך אין היבם רשאי למכור כלום מכל נכסי אחיו ואם מכר או נתן מתנה או חלק עם אחיו בנכסי המת בין קודם יבום בין אחר יבום לא עשה כלום."
    },
    {
      "id": "even_haezer-168-4",
      "section": 4,
      "text": "הניח אחיו פירות מחוברים לקרקע ימכרו וילקח בהם קרקע והוא אוכל פירות:"
    },
    {
      "id": "even_haezer-168-5",
      "section": 5,
      "text": "הניח פירות תלושין או מטלטלין ימכרו וילקח בהן קרקע והוא אוכל פירות וה\"ה אם הניח מעות ואפי' אם היה הוא חייב לאחיו ק' מוציאין מידו וילקח בהם קרקע והוא אוכל פירות וי\"א שבפירות תלושין ומטלטלין ומעות משתמש בהם כמו שירצה ואם כתוב בכתובה מטלטלי אגב מקרקעי לדברי הכל ילקח בהם קרקע והוא אוכל פירות: הגה ומ\"מ כל זמן שלא כנסה אין נותנים הנכסים לידו אלא מוציאין כל המטלטלין והמעות מידו ליד ב\"ד או לאפוטרופוס (אבל) הקרקעות הוא אוכל פירות (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-168-6",
      "section": 6,
      "text": "הנכסים שביד היבמה מוציאין אותם מידה וילקח בהם קרקע והוא אוכל פירות:"
    },
    {
      "id": "even_haezer-168-7",
      "section": 7,
      "text": "אפילו גירשה וכנסה אחר כך סתם אינו יכול למכור מנכסי אחיו אא\"כ יתנה בשעה שמחזירה שכתובתה על כל נכסיו ובלא גירושין אם מתרצה לו על מנת שיכתוב לה אחריות כתובתה על כל נכסיו יכול למכור:"
    },
    {
      "id": "even_haezer-168-8",
      "section": 8,
      "text": "יבמה שלא היה לה כתובה או שמחלה כתובתה זכה בנכסי אחיו ומוכר ונותן כחפצו וכשיכניסנה יכתוב לה כתובה מנה ויהיו כל נכסיו אחראין לכתובתה כשאר כל הנשים:"
    },
    {
      "id": "even_haezer-168-9",
      "section": 9,
      "text": "יבמה שלא היה לה על בעלה כתובה מפני שהיא אסורה עליו והיא מותרת ליבם אם רצה כונס ואין לה כתובה כדרך שלא היה לה על בעלה (ודוקא שלא כתב לה אבל אסור להשהותה בלא כתובה) (המ\"מ פ\"ב) ודינה עם יבמה בתוספות כמו שהיה לה על בעלה אבל אם לא כתב לה בעלה כתובה או שמחלה לו צריך היבם לכתוב לה כתובה כדרך כל האלמנות: הגה וכן אם לא היו נכסים לבעלה הראשון יש לה כתובה מנה משני כדין אלמנה (טור) היו לה בנות מן היבם אם יש לה כתובה על נכסי יבם גם הבנות ניזונות מן האחין ואם אין לה כתובה על נכסיו גם הבנות אינן ניזונות מן האחין מ\"מ האלמנה ניזונית כל ימי מגר אלמנותה (ר\"ן פרק נערה):"
    }
  ]
}