{
  "id": "even_haezer-136",
  "chapterLabel": "סימן 136",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-136-1",
      "section": 1,
      "text": "דין איזה לשון צריך שיאמר בשעת הנתינה והמגרש בשבת. ובו ז סעיפים:המגרש צריך שיאמר כשיתן לה הגט ה\"ז גיטיך וכיוצא בזה ואם נתן בידה ולא אמר לה כלום ה\"ז גט פסול: הגה ולכתחילה יאמר לה ה\"ז גיטיך (והתקבלי גיטך) (מרדכי פ' המגרש וב\"י בשם הקונטרס) והרי את מגורשת ממני והרי את מותרת לכל אדם (שם ובטור) מעכשיו (ב\"י בשם י\"א) ונוהגין שהבעל כופל הגט כמו אגרת ונותנו לה כדי שתוכל לאחזו כולו בידה כשנתנו לה והבעל צריך לידע מה הוא אומר לה וכן כל מה שאומר לה יודיעו אותו פירושו (הכל בסדר גיטין):"
    },
    {
      "id": "even_haezer-136-2",
      "section": 2,
      "text": "במד\"א בשלא היה מדבר עמה על עסקי גיטה אבל אם היה מדבר עמה על עסקי גיטה ונטל הגט ונתן בידה ולא אמר כלום ה\"ז גט:"
    },
    {
      "id": "even_haezer-136-3",
      "section": 3,
      "text": "כשיתן לה הגט יאמר לה הרי את מגורשת ממני בגט זה ומותרת לכל אדם או הרי את משולחת ממני ואם שלוחו נותנו לה אומר הרי את מגורשת מפלוני בגט זה והרי את מותרת לכל אדם ואם אמר איני אישך איני בעליך יש מי שאומר שאינו גט אפילו היה מדבר עמה על עסקי גיטה דכתיב ושלחה ולא שישלח את עצמו ויש מי שאומר שאם היה מדבר עמה על עסקי גיטה הויא ספק מגורשת:"
    },
    {
      "id": "even_haezer-136-4",
      "section": 4,
      "text": "אמר לה הרי את לעצמך ה\"ז גט אבל אם אמר לה הרי את בת חורין לא אמר כלום:"
    },
    {
      "id": "even_haezer-136-5",
      "section": 5,
      "text": "צריך שיתננו לה בתורת גירושין אבל אם נתנו לה בתורת שהוא שטר חוב אינה מגורשת אא\"כ יאמר אחר כך הרי זה גיטך או שיודיע כן לעדים בתחילה: הגה ובלבד שתדע האשה שנתגרשה בו או שהעדים מגידים לה אח\"כ (כ\"כ התוס' פרק הזורק) ) ."
    },
    {
      "id": "even_haezer-136-6",
      "section": 6,
      "text": "אם יש אחר בעיר ששמו כשמו ושם אשתו כשם אשתו אינו יכול לגרש אלא בפני האחר. הגה ואפילו יצא גט מתחת יד אחת אינה מגורשת עד שתביא ראיה שגירשה בפני האחר או תביא עידי מסירה שזהו שגירש את אשתו (ר\"י ח\"ה) י\"א דאם שמות המגרשים שוות] אע\"פ שאין שמות הנשים שוות מ\"מ יכתבו סימן במגרש או מצד כינוי שלו (בסדר גיטין) או שהאחד כהן והשני אינו כהן (פסקי מהרא\"י סי' ו') ולכן נהגו לתת הגט ברבים שאם היו בעיר שנים ששמותיהם שוים (שיהיה) אצל הגט (חדושי אגודה פרק כל הגט):"
    },
    {
      "id": "even_haezer-136-7",
      "section": 7,
      "text": "אין מגרשין בשבת ואם השעה צריכה לכך כגון שכיב מרע שתקף עליו החולי ורוצה לגרשה כדי שלא תזקק ליבם אם הגט ברשותו יקנה לה אותו ותזכה בו ובגט שבתוכו ואם אי אפשר בלא טלטול כגון שאין הגט מונח ברשותו יטלנו בידו ויתננו לה (וי\"א דבזמן הזה דכותבין תורה שבעל פה מותר לטלטל גט בשבת (מרדכי ריש הזורק והסמ\"ג) ויכול ליתנו לה בכל ענין):"
    }
  ]
}