{
  "id": "even_haezer-134",
  "chapterLabel": "סימן 134",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-134-1",
      "section": 1,
      "text": "צריך שיבטל הבעל כל מודעות. ובו י סעיפים: צריך שיבטל כל מודעה קודם שיתן הגט שאם מסר מודעא בפני שנים ואמר גט שאני רוצה ליתן לאשתי דעו שאני אנוס ליתנו ולכן אני אומר בפניכם שיהא בטל הרי הוא בטל אע\"פ שלא לקח בקנין: הגה ואע\"פ שלא מסר בפני ב' עדים ביחד רק בזה שלא בפני זה ובלבד שיהיו כשרים (ריב\"ש סימן רל\"ב): אע\"פ שאין מכירין את אונסו ואפי' אם האונס שאמר היה שקר ואע\"פ שנתנו אח\"כ לא אמרינן שביטל המודעא שמסר עד שיאמר בפי' שמבטל המודעא ואז היא בטלה ואינו צריך קנין:"
    },
    {
      "id": "even_haezer-134-2",
      "section": 2,
      "text": "לכן צריך שיבטל קודם כתיבת הגט כל מודעא שמסר ויאמר כן הריני מבטל כל מודעא שמסרתי על גט זה וכן אני מבטל כל דבר שגורם כשיתקיימו אותן הדברים ביטול לגט זה וכן אני מעיד על עצמי שלא מסרתי דבר על הגט שיבוטל הגט מחמתו והריני פוסל כל עד או עדים שיעידו שמסרתי או שאמרתי שום דבר שיבוטל מחמתו גט זה או שיורע כחו של גט זה מחמת אותה מודעא או אותו דיבור: הגה וי\"א דסגי אם אומר שמבטל מודעא ומודעא דמודעא עד סוף כל מודעי (טור בשם הרא\"ש) וכן נוהגין אך טוב לכתחלה לחוש ולומר כסברא הראשונה:"
    },
    {
      "id": "even_haezer-134-3",
      "section": 3,
      "text": "נהגו להצריך ביטול מודעא אף למגרש מרצונו. הגה ומיהו אפי' שכח מלבטל כשר. (מ\"כ בשם הרא\"ש) מאחר שמגרש מרצונו (מ\"כ בשם מהר\"ל ונהגו עוד לבטל מודעא קודם שיצוה לכתוב קודם הנתינה (במרדכי) ואע\"פ שי\"א שאם בטל הגט בין כתיבה לנתינה לא היה מועיל אח\"כ ביטל מודעא לגרש באותו גט ולכן אין מניחין אותו לילך עד שיתן הגט אפ\"ה מחמירין ג\"כ לבטל מודעא בשעת נתינה (עיין בב\"י):"
    },
    {
      "id": "even_haezer-134-4",
      "section": 4,
      "text": "אם נשבע הבעל ליתן גט צריך שיתירו לו קודם שלא יהא דומה לאונס אך ערבות יתן אם ירצה שאין זה דומה לאונס: הגה וה\"ה אם קבל קנין לגרש (פסקי מהרא\"י סימן קע\"ג) אבל אם קבל עליו קנסות אם לא יגרש לא מקרי אונס מאחר דתלה גיטו בדבר אחר ויכול ליתן הקנסות ולא לגרש (ב\"י בשם תשובה וכן הוא במהרי\"ק שם בפסקים) (ויש מחמירין אפי' בכה\"ג שם בתשובת הרשב\"א) וטוב לחוש לכתחילה ולפטרו מן הקנס אבל אם כבר גירש מפני זה ואפי' גירש מכח שבועה שעשה מעצמו לגרש הגט כשר. הואיל ומתחלה לא אנסוהו על כך (תשובת הריטב\"א) י\"א דלא מקרי אונס אלא מה שאונסין לאדם עצמו אבל אם אונסין לאחר עד שיגרש חבירו אפילו אב על בנו או להיפך לא מקרי אונס (תשובת הרשב\"ץ) ויש מחמירין באב על בנו (ב\"י וע\"ל סימן קנ\"ד מדינים אלו):"
    },
    {
      "id": "even_haezer-134-5",
      "section": 5,
      "text": "הא דאינו גט כשהוא אנוס ה\"מ כשמסר מודעא אבל אם לא מסר מודעא אם אנסוהו שלא כדין פסול וכדין כגון שהוא חייב להוציא ואינו רוצה ואנסוהו ב\"ד עד שהוציא הוי גט ומצוה על כל ב\"ד שבכל מקום ובכל זמן לכופו לגרש לבטל המודעא:"
    },
    {
      "id": "even_haezer-134-6",
      "section": 6,
      "text": "מי שמסר מודעא על הגט מכין אותו מכת מרדות מפני שגרם להיות ממזרים שהרי הגיע הגט לידה ותנשא בו ואחר זמן יבואו עדים שביטל בפניהם או שמסר מודעא בפניהם קודם שיכתוב הגט ונמצא הולד ממזר: הגה ואפילו בטל המודעא בשעת נתינה אפ\"ה משמתינן ליה דיש לחוש שמא איכא דידעי במודעא ולא ידעי בביטול (תשו' הרא\"ש כלל נ\"ב וכ\"כ הב\"י בשם התו'):"
    },
    {
      "id": "even_haezer-134-7",
      "section": 7,
      "text": "אנסוהו ישראל לגרש שלא כדין ואמר רוצה אני וגם ביטל המודעא או לא מסרה פסול ואעפ\"כ פסלה מן הכהונה:"
    },
    {
      "id": "even_haezer-134-8",
      "section": 8,
      "text": "אנסוהו כותים לגרש אם הוא חייב לגרשה מן הדין פסול ואעפ\"כ פסלה מהכהונה ואם לא היה חייב לגרשה מן הדין אפי' ריח גט אין בו ולא נפסלה מהכהונה (ואפילו אם קבל מעות על נתינת הגט לא אמרינן משום זה נתרצה (הגהות אלפסי פרק המגרש):"
    },
    {
      "id": "even_haezer-134-9",
      "section": 9,
      "text": "אם דחקו אותו בית דין של ישראל על ידי כותים והיו הכותים מכין אותו ואומרים עשה מה שישראל אומרי' לך דינו כאנסוהו ישראל:"
    },
    {
      "id": "even_haezer-134-10",
      "section": 10,
      "text": "גט שמסר הבעל מודעא על נתינתו ונתנו לה ואחר כך ביטל מרצונו ואמר לה תתגרשי בגט שנתתי לך כבר א\"צ לחזור וליטלו ממנה:"
    }
  ]
}