{
  "id": "even_haezer-121",
  "chapterLabel": "סימן 121",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-121-1",
      "section": 1,
      "text": "צריך להיות בדעתו מכתיבה עד נתינה. ובו ח סעיפים:צריך שיהיה בדעתו בשעה שמצוה לכתבו לפיכך אם אחזו רוח רעה בשעה שמצוה לכתבו אין כותבין אותו אפילו לכשיבריא וכן השיכור שהגיע לשכרותו של לוט ואמר כתבו אין כותבין ואם לא הגיע הרי זה ספק:"
    },
    {
      "id": "even_haezer-121-2",
      "section": 2,
      "text": "היה בריא בשעה שצוה לכתבו ואח\"כ אחזו החולי אין כותבים אותו בעודו בחליו ואם כתבוהו ונתנוהו קודם שיבריא אם הוא חולי דסמי' בידן ה\"ז פסול ואם לאו אינו גט: הגה אבל לאחר שנתרפא כותבין ונותנין אפילו מיחה בחליו שלא ליתנו (טור):"
    },
    {
      "id": "even_haezer-121-3",
      "section": 3,
      "text": "מי שהוא עתים חלים (פי' בריא מן ותחלימני והחייני) עתים שוטה כשהוא חלים הרי הוא כפקח לכל דבריו ואם גירש באותה שעה גטו גט ואפילו חלים בעלמא שאינו שפוי לגמרי (וע\"ל סי' קי\"ט סעיף ו'):"
    },
    {
      "id": "even_haezer-121-4",
      "section": 4,
      "text": "שכיב מרע שמצוה לכתוב גט צריך לדקדק בו שיהא שפוי בשעת כתיבה ובשעת נתינה: הגה וא\"צ בדיקה כמו נשתתק אלא בודקין אותו קצת לראות אם דעתו מיושבת עליו (ב\"י):"
    },
    {
      "id": "even_haezer-121-5",
      "section": 5,
      "text": "מי שנשתתק ושאלוהו אם רוצה שיכתבו גט לאשתו והרכין בראשו לומר הן בודקין אותו בדברים אחרים בסירוגין חד הן ותרין לאו חד לאו ותרין הן אם הרכין בראשו על לאו לאו ועל הן הן הרי אלו יכתבו ויתנו: הגה וי\"א דבודקין אותו ע\"י פירות שאינם נמצאים אלא בקיץ ושואלין אותו בימות החורף (טור) אם רוצה שילקטו לו מן האילן או להיפך (כך פי' התוס'):"
    },
    {
      "id": "even_haezer-121-6",
      "section": 6,
      "text": "ודוקא כשנשתתק או אילם השומע ואינו מדבר סומכין על רמיזתו להוציא אבל חרש שאינו שומע ואינו מדבר אינו מוציא את אשתו ברמיזה אם נשאה כשהיה פקח או שנפלה לו יבמה מאחיו פקח אבל אם נשא אשה כשהוא חרש אפי' היא פקחת מוציא ברמיזה (ועיין בח\"ה סי' רל\"ה סעיף י\"ט):"
    },
    {
      "id": "even_haezer-121-7",
      "section": 7,
      "text": "גוסס (פי' תרגום על צד תאמנה על גססיהן כלו' על חזה שלהן וענין גוסס הוא שהקרוב למיתה מעלה ליחה בגרונו מפני צרות החזה) הרי הוא כחי ויכול לגרש: הגה וי\"א דוקא גוסס שמדבר אבל אינו מדבר לא (סמ\"ג וסמ\"ק והמרדכי) ויש להחמיר:"
    },
    {
      "id": "even_haezer-121-8",
      "section": 8,
      "text": "שחטו בו שנים או רוב שנים וכן אם היה מגוייד או צלוב והחיה אוכלת בו ורמז ואמר כתבו גט לאשתי כותבין ונותנין כל עוד שנשמתו בו וה\"ה לנפל מן הגג (מיהו) (צריך בדיקה ג\"פ כשנשתתק) (כ\"כ הר\"ן):"
    }
  ]
}