{
  "id": "even_haezer-173",
  "chapterLabel": "סימן 173",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-173-1",
      "section": 1,
      "text": "דין יבמה האסורה ליבם באיסור כרת ודין צרתה וסוטה וצרתה וקטנה שמיאנה. ובו יז סעיפים:היבמה שהיא ערוה ליבם באיסור כרת חוץ מן הנדה אינה זקוקה ליבם ומותרת לזר בלא חליצה וכן צרותיה פטורות מן החליצה ומהייבום ואם היה לו אח אחר ואחת מצרותיה נתייבמה לאותו אח ולו נשים אחרות ומת כלן פטורות מחליצה ומן היבום ואם היה לו עוד אח אחר ואחת מהנשים אלו נתייבמה לו ולו נשים אחרות ומת כולן פטורות מהחליצה ומייבום וכן עד עולם:"
    },
    {
      "id": "even_haezer-173-2",
      "section": 2,
      "text": "אבל אם אחת מכל העריות נשואה לזר שאינו אחיו ומת מותר לישא צרתה:"
    },
    {
      "id": "even_haezer-173-3",
      "section": 3,
      "text": "יבמה שהיא ספק ערוה על בעלה או ספק ערוה על היבם הרי זו חולצת ולא מתייבמת לפיכך מי שקידש אשה בספק קדושין ואח\"כ מת אחיו שהיה נושא אחותה ונפלה לו ליבום שהיא ספק אחות אשתו ה\"ז חולצת ולא מתייבמת ומוציא את אשתו בגט מספק ושתיהן אסורות עליו יבמתו מפני שהיא ספק ערוה וארוסתו מפני שהיא ספק קרובת חלוצתו."
    },
    {
      "id": "even_haezer-173-4",
      "section": 4,
      "text": "היתה היבמה באיסור ערוה על הבעל אינה אשתו ואם היה לה צרה חולצת או מתייבמת וזו שהיתה לבעל באיסור ערוה היא ליבם כמו אשה דעלמא ומותר בה:"
    },
    {
      "id": "even_haezer-173-5",
      "section": 5,
      "text": "היתה היבמה ספק ערוה על הבעל או חולצת או מתייבמת:"
    },
    {
      "id": "even_haezer-173-6",
      "section": 6,
      "text": "יבמה שהיא ספק ערוה ליבם והיה לאחיו בה ספק קידושין או ספק גירושין ולו אשה אחרת אותה הצרה חולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-173-7",
      "section": 7,
      "text": "היה אחיו נשוי אשה שהיא ערוה ליבם ולו עוד אשה אחרת ואחר כך מתה הערוה בחיי בעלה או גירשה או שהיתה קטנה ומיאנה בו ואחר כך מת מותרת צרתה להתייבם אבל אם לא מיאנה בו בחייו ומיאנה בו אחר מותו צרתה חולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-173-8",
      "section": 8,
      "text": "ספק אם אותה שהיא ערוה ליבם מתה בחיי הבעל או אחר מותו צרתה חולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-173-9",
      "section": 9,
      "text": "יבמה שהיא ערוה ליבם והיא איילונית אפילו הכיר בה בעלה הרי היא כמו שאינה וצרתה חולצת או מתייבמת ואם ייבם הצרה מפני שהיה סבור שהערוה איילונית ואחר כך נמצאת שאינה איילונית תצא מיבמה בלא גט והולד ממזר:"
    },
    {
      "id": "even_haezer-173-10",
      "section": 10,
      "text": "נשאת הצרה לזר מפני שהיתה סבורה שאין הערוה איילונית ואחר כך נמצאת איילונית תצא מהבעל בגט ובחליצה מהיבם להתירה ואם מתחלה לא נשאת לזר אלא נתקדשה לו בלבד מותרת ליבם:"
    },
    {
      "id": "even_haezer-173-11",
      "section": 11,
      "text": "מי שזינתה אשתו תחתיו בעדים וברצון ומת בלא זרע ונפלה לפני אחיו דינה כדין ערוה והיא וצרתה פטורות מהחליצה ומהייבום אבל אם ספק זינתה אם לאו היא חולצת ולא מתייבמת וצרתה או חולצת או מתייבמת: הגה וי\"א דאפילו זינתה ודאי צריכה חליצה (השגות הראב\"ד) וה\"ה לצרתה ויש להחמיר ולכן מי שיש לו אשה שהמירה אע\"ג דודאי זינתה צרתה צריכה חליצה (מרדכי ריש יבמות וכ\"כ מהרא\"י סימן רי\"ט) אשה שהלך בעלה למדינת הים ונשאת ואח\"כ בא הבעל ומת צרתה מותרת להתייבם ואינה כצרת סוטה (הגהות אלפסי פרק האשה):"
    },
    {
      "id": "even_haezer-173-12",
      "section": 12,
      "text": "אשת אחיו שלא היה בעולמו הרי היא אשת אח שלא במקום מצוה ופוטרת צרתה כיצד ראובן שמת ונפלה אשתו לפני שמעון אחיו ואח\"כ נולד לוי אחיו בין שנולד קודם שיבם שמעון אשת ראובן בין שנולד אחר שיבמה ומת שמעון אסורה על לוי לעולם ואם היה לשמעון אשה אחרת גם היא פטורה מחליצה ומהייבום ופוטרת צרתה וצרת צרתה עד סוף העולם כדין צרת ערוה ואם מת שמעון אפילו קודם שעשה בה מאמר אשת שמעון חולצת ולא מתייבמת משום דכיון דקי\"ל יש זיקה אפי' לא עשה מאמר הוה ליה כצרת אשת אחיו שלא היה בעולמו:"
    },
    {
      "id": "even_haezer-173-13",
      "section": 13,
      "text": "קטנה שהיתה נשואה לאחיו מאמו שהיא שנייה לו ומת ונשאר ונשאה אחיו מאביו ומת ונפלה לפניו לייבום ועודנה קטנה אין אומרים תמאן לעקור נשואין הראשונים כדי שתתייבם אלא צרתה חולצת ולא מתייבמת שאף היא חולצת אם תמאן:"
    },
    {
      "id": "even_haezer-173-14",
      "section": 14,
      "text": "קטנה שאינה ערוה עליו ומת ומיאנה הקטנה ביבם אסורה לו ומותרת לזר בלא חליצה אם אין שם אחים אחרים ודוקא היא אבל צרתה מותרת לו ואפילו היא מותרת לשאר אחים שלא מיאנה בהם:"
    },
    {
      "id": "even_haezer-173-15",
      "section": 15,
      "text": "היו לאחיו באשתו ספק גירושין ונפלה לפניו לייבום חולצת ולא מתייבמת אבל אם היה לאחיו ספק קידושין הרי זו יכולה להתייבם:"
    },
    {
      "id": "even_haezer-173-16",
      "section": 16,
      "text": "המגרש אשתו גדולה או קטנה שהשיאוה אחיה והחזירה ומת ונפלה לפני יבם מותרת לו אבל קטנה שהשיאוה אביה ונתגרשה בקטנותה ע\"י אביה והחזירה ומת בעודה קטנה אסורה ליבם וכן הדין במגרש הפקחת ונתחרשה והחזירה ומת והיא חרשת ובין בזו ובין בזו צרתה מותרת להתייבם:"
    },
    {
      "id": "even_haezer-173-17",
      "section": 17,
      "text": "החזירה כשהיא קטנה או חרשת וגדלה ונתפקחה אצלו ומת מותרת להתייבם ואצ\"ל אם החזירה אחר שגדלה או נתפקחה:"
    }
  ]
}