{
  "id": "even_haezer-094",
  "chapterLabel": "סימן 94",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-094-1",
      "section": 1,
      "text": "חיוב דירת אלמנה וכסותה ואם אמרה שיתנו לה מזונות בבית אביה. ובו ז סעיפים:כדרך שניזונת אלמנתו מנכסיו כך נותנין לה כסות וכלי תשמיש ומדור או יושבת במדור שהיתה בו בחיי בעלה: הגה ואינה משמשת בכל הבית עם היורשים רק נותנין לה מדור מיוחד לפי כבודה בבית (הר\"ן פ' נערה בשם הרשב\"א והמ\"מ פי\"ח) וי\"א דיכולין ליתן לה מדור הראויה לה בבית אחר (כן משמע במרדכי פ' הנושא ובפ' נערה שנתפתתה) ואין האלמנה יכולה להשכיר מדור שלה לאחרים (תשובת הרשב\"א ובהר\"ן פרק הנושא) ומשתמשת בכרים ובכסתות ובעבדים שנשתמשה בה בחיי בעלה כשהיה בעלה במדינת הים (בהר\"ן פרק נערה):"
    },
    {
      "id": "even_haezer-094-2",
      "section": 2,
      "text": "נפל המדור אין היורשין חייבין לבנותו ואם אמרה הניחו לי ואני אבננו משלי אין שומעין לה וכן לא תחזק בדקו ולא תטחה אותו אלא תשב בו כמו שהוא או תצא:"
    },
    {
      "id": "even_haezer-094-3",
      "section": 3,
      "text": "ואם נפל אפי' בנאוהו יורשין אבדה זכותה ממנו:"
    },
    {
      "id": "even_haezer-094-4",
      "section": 4,
      "text": "יורשים שמכרו מדור אלמנה לא עשו כלום:"
    },
    {
      "id": "even_haezer-094-5",
      "section": 5,
      "text": "נפל הבית או שלא היה לבעלה בית אלא בשכר נותנין לה מדור לפי כבודה וכן מזונותיה וכסותה לפי כבודה ואם היה כבוד בעלה גדול נותנין לה לפי כבודו:"
    },
    {
      "id": "even_haezer-094-6",
      "section": 6,
      "text": "אלמנה שאמרה איני זזה מבית אבי פסקו לי מזונות ותנו לי שם יכולין היורשין לומר אם את אצלנו יש לך מזונות ואם לאו אין אנו נותנין לך אלא כפי ברכת הבית ואם היתה טוענת מפני שהיא ילדה והם ילדים נותנין לה מזונות המספיקין לה לבדה והיא בבית אביה (וי\"א שאין זה טענה אלא באשת אב שאינה אמם) (טור בשם הרמ\"ה):"
    },
    {
      "id": "even_haezer-094-7",
      "section": 7,
      "text": "חייבים לפרוע בשבילה כסף גולגלתא ומס שעליה כדרך שפרע בעלה בשבילה אבל אין חייבים בפדיונה ולא ברפואתה שיש לה קצבה ולא בקבורתה:"
    }
  ]
}