{
  "id": "even_haezer-085",
  "chapterLabel": "סימן 85",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-085-1",
      "section": 1,
      "text": "דיני נכסי מלוג וצאן ברזל. ובו יט סעיפים:פירותיה כיצד תקנו שיאכל פירות נכסי אשתו תחת פדיונה שחייבוהו לפדותה ואם אמר איני חפץ בפירותיה ולא אפדה אין שומעין לו וכן אם אמרה היא אינה חפצה בתקנה זו אין שומעין לה:"
    },
    {
      "id": "even_haezer-085-2",
      "section": 2,
      "text": "נכסי צאן ברזל הם הנדוניא דהנעלת ליה בגדים או בהמה ועבדים ומקבל עליו אחריות (טור) אם מתו מתו לו ואם הותירו הותירו לו וכן אם פחתו או נגנבו או אבדו הכל לו ונ\"מ הם נכסים שאינן באחריותו (ג\"ז טור) אם מתו או הותירו או פחתו או נגנבו או נאבדו הכל לה שאין לבעל בהן אלא אכילת פירות ואם פשע הבעל בנכסי מלוג ונאבדו פטור מפני שהיא עמו במלאכתו והוי פשיעה בבעלים: הגה ע\"ל סימן ע\"ז סעיף ג' כתבתי דין בגדי אשה אם מקרי צ\"ב או נ\"מ השדה שהבעל שם לה בכתובתה דינו כצ\"ב (תשו' רא\"ש) (וע\"ל סימן צ' סעיף ט\"ז):"
    },
    {
      "id": "even_haezer-085-3",
      "section": 3,
      "text": "יש מי שאומר דנכסי צאן ברזל אינו חייב באחריותן אא\"כ שמו אותם עליו בדמים קצובים או שקיבל אחריותן בפירוש ויש מי שאומר שמאחר שכתבן בכתובה נתחייב באחריותם אע\"פ שלא שמו אותם ולא נתחייב באחריותם והראשון עיקר:"
    },
    {
      "id": "even_haezer-085-4",
      "section": 4,
      "text": "בעל הבא לדון עם אחד על נכסי אשתו צריך הרשאה ואם יש פירות בקרקע מתוך שיש לו לדון על הפירות שהם שלו דן על העיקר ואינו צריך הרשאה מאשתו שאם אין לה קרקע אין לו פירות: הגה דוקא לדון אבל לעשות פשרה צריך הרשאה (ריב\"ש סי' תצ\"ו) בא לדון על מעות מזומנים של אשתו אינו צריך הרשאה דהוי כאלו היו פירות בקרקע (ת\"ה סימן שי\"ב וע' בח\"ה סי' קכ\"ב):"
    },
    {
      "id": "even_haezer-085-5",
      "section": 5,
      "text": "השאילה האשה לאחר פרה של נכסי מלוג ונשאל בעלה עמה לא הוי שאלה בבעלים דקנין פירות לאו כקנין הגוף דמי (עיין בח\"ה שמ\"ו):"
    },
    {
      "id": "even_haezer-085-6",
      "section": 6,
      "text": "אשה ששאלה פרה ואח\"כ נשאת ומתה הבעל אע\"פ שהוא משתמש בה כל ימי שאילתה פטור אפי' פשע מפני שהוא כלוקח והאשה חייבת לשלם כשיהיה לה ממון ואם הודיעה את בעלה שהיא שאולה ה\"ז נכנס תחתיה:"
    },
    {
      "id": "even_haezer-085-7",
      "section": 7,
      "text": "באו לידה (נכסים) אחר שנשאת בין שבאו לידה בירושה או שניתנו לה במתנה או שחבלו בה ונתנו לה חלקה בבושתה ופגמה נקראים נכסי מלוג והרי הם כאותם שהכניסה לו ולא קבלם באחריות אבל אם מכרה כתובתה ונדונייתא אותם הדמים אין הבעל אוכל פירותיהם וכן אם נתנה מתנה לאחר קודם שנשאת כדי להבריח מבעלה אע\"פ שאין המתנה מתנה אין הבעל אוכל פירות וכן הבעל שנתן מתנה לאשתו בין קרקע בין מטלטלין קנתה ואין הבעל אוכל פירות ומיהו אינה יכולה למכור מה שנתן לה ולא ליתנו לאחר אלא ישאר בידה ואם תמית ירשנה והפירות שיוצאין לה ממנה דינם כשאר נכסי מלוג וימכרו וילקחו בהם קרקע והוא אוכל פירות:"
    },
    {
      "id": "even_haezer-085-8",
      "section": 8,
      "text": "בד\"א שאינו אוכל פירות המתנה כשנתן לה אחר שנשאת אבל אם נתן לה בעודה ארוסה כיון שנשאת זכה במתנה זו כשאר נכסי מלוג ואוכל פירותיה ואם מן הנישואין נתאלמנה או נתגרשה שלא מחמת מרדה נוטלת מתנה זו חוץ מכתובתה:"
    },
    {
      "id": "even_haezer-085-9",
      "section": 9,
      "text": "המוכר קרקע לאשתו אם היו המעות שלקחה בהם את הקרקע מהבעל גלוים וידועים לבעל קנתה והבעל אוכל פירות אותו קרקע ואם היו המעות טמונים לא קנתה שהבעל אומר לא מכרתי אלא כדי להראות המעות שטמנה ואותם המעות שנראו ילקח בהם קרקע והבעל אוכל פירות: הגה וי\"א דאם טוען בריא שהמעות שלו הרי הם שלו לגמרי (וכן משמע מלשון הטור):"
    },
    {
      "id": "even_haezer-085-10",
      "section": 10,
      "text": "אם הוא אומר טמונים היו והיא אומרת לא היו עליה להביא ראיה:"
    },
    {
      "id": "even_haezer-085-11",
      "section": 11,
      "text": "נתן לה אחד מתנה ע\"מ שאין לבעלה רשות בה קנה הבעל והרי הוא כשאר נ\"מ אא\"כ התנה הנותן בגוף המתנה שיהיה לכך ולכך כגון שיאמר לה הרי המעות נתונים לך ע\"מ שתלבשי בהם או על מנת שתעשי מה שתרצי בלא רשות הבעל: הגה נתן לה אביה מתנה והתנה באחד מדרכים אלו ואח\"כ מת אביה והיא יורשה אותו נתבטלה המתנה וזכה בה הבעל כבשאר נכסי מלוג (תשובת הרמב\"ן סימן ק\"ן):"
    },
    {
      "id": "even_haezer-085-12",
      "section": 12,
      "text": "נמצאו ביד האשה מעות או מטלטלין והיא אומרת מתנה נתנו לי והוא אומר ממעשה ידיך הם ושלי הם נאמנת וילקח בהם קרקע והוא אוכל פירות ויש לו להחרים על מי שטוען שקר ואם אמרה ע\"מ כן נתנו לי שלא יהא לבעלי רשות בהם אלא שאעשה בהם מה שארצה עליה להביא ראיה: הגה וי\"א הא דאינה נאמנת דוקא במעות טמונים אבל במעות שאינן טמונים נאמנת לומר שלי הם (רש\"י והרא\"ש סי' פ\"ו) ודוקא בשאינה נושאת ונותנת תוך הבית (ב\"י בשם הרשב\"א וע\"ל סי' פ\"ו) וי\"א דאם לא ראו ממון בידה ויש לה מגו לומר שאין לה או שהחזירה לו נאמנת בכל ענין (תשובת מוהר\"ם סימן רס\"ח ועיין בח\"ה סי' ס\"ב) ואם אמרה אתה נתת לי במתנה נשבעת שבועת היסת שנתנם לה הבעל ואינו אוכל פירותיהם:"
    },
    {
      "id": "even_haezer-085-13",
      "section": 13,
      "text": "נכסי מלוג הבעל אוכל פירות ואם הם דבר שאינו עושה פירות ימכר וילקח בו דבר שעושה פירות ואם הוא אומר כך וכך ילקח בהם והיא אומרת איני לוקחת בהם אלא כך וכך לוקחים דבר שפירותיו מרובים ויציאתה מעוטה בין שהיה הדבר כרצונו או כרצונה ואין קונין דבר שאין גזעו מחליף ואם נפל לה דבר שאין גזעו מחליף אע\"פ שלא ישאר קצת מהקרן א\"צ למוכרו כגון שהכניסה לו עז לחלבה רחל לגיזתה דקל לפירותיו אע\"פ שאין לה אלא פירות אלו בלבד הרי זה אוכל והולך עד שתכלה הקרן וכן אם הכניסה לו כלי בתורת נכסי מלוג ה\"ז משתמש בהם ולובש ומציע ומכסה עד שיכלה הקרן וכשיגרש אינו חייב לשלם הבליות של נכסי מלוג:"
    },
    {
      "id": "even_haezer-085-14",
      "section": 14,
      "text": "נפלו לה עבדים אע\"פ שהם זקנים לא ימכור מפני שהם שבח בית אביה נפלו לה זתים וגפנים ולא היו לה בגוף הקרקע שהאילנות בה כלום אם עושין כדי טיפולן לא ימכרו מפני שבח בית אביה ואם לאו הרי אלו ימכרו לעצים וילקח בהם קרקע והוא אוכל פירות:"
    },
    {
      "id": "even_haezer-085-15",
      "section": 15,
      "text": "נפלו לה פירות המחוברים לקרקע הרי אלו של בעל אפי' הגיע זמנן ליקצר תולשם מהקרקע שלה וימכרו וילקח בהם קרקע והוא אוכל פירות: הגה זה אינו דכל הפירות הנלקטים תחתיו הם שלו לגמרי ואפשר דטעות נפל בספרים וכך ראוי להיות תלושין מן הקרקע הרי הם שלה ובבא אחריתי היא (וכן הוא ברמב\"ם פרק כ\"ב דאישות):"
    },
    {
      "id": "even_haezer-085-16",
      "section": 16,
      "text": "עבדי נכסי מלוג ובהמות נ\"מ הבעל חייב במזונותיהם ובכל צרכיהם והם עושים לו והוא אוכל פירותיהם לפיכך ולד שפחת מלוג לבעל ולד בהמת מלוג לבעל ואם גירשה ורצתה האשה לתת דמים וליטול ולד השפחה מפני שבח בית אביה שומעין לה:"
    },
    {
      "id": "even_haezer-085-17",
      "section": 17,
      "text": "אם רצה הבעל למכור קרקע של נכסי מלוג לאחר שיקח פירותיו לשנים מרובות ומקדים לו המעות אין שומעין לו אבל יכול למכור הפירות בכל שנה אחר שליקטן וכן אם ימכור הפירות לשנים מרובות ועושה סחורה במעות שפיר דמי (ואם ב\"ח גובה מנדוניית האשה או נ\"מ שלה ע' בח\"ה סצ\"ז):"
    },
    {
      "id": "even_haezer-085-18",
      "section": 18,
      "text": "יש מי שאומר שאם הקרקע רחוק ומכרו לפירות לשנים מרובות מכור:"
    },
    {
      "id": "even_haezer-085-19",
      "section": 19,
      "text": "יש לבעל לכוף מקצת עבדי אשתו ואמהותיה שיהיו משמשים אותו בבית אשה אחרת שנשא בין שהיו עבדי מלוג בין שהיו עבדי צ\"ב אבל אינו יכול להוליכם לעיר אחרת שלא מדעת אשתו: הגה אבל אינו יכול להכריחם שישמשו לאשתו האחרת בבית אחר (ב\"י וכן משמע לשון הרמב\"ם) וי\"א דאם הם תכשיטים שאינן ראוין לה שיכול ליתנם לאחרת דלא הכניסה לו כדי שיוכלו ויפסדו ולא ישתמש בהם אדם (ב\"י בשם הרשב\"ץ):"
    }
  ]
}