{
  "id": "even_haezer-141",
  "chapterLabel": "סימן 141",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-141-1",
      "section": 1,
      "text": "דין השליחות והחזרה ממנו. ובו סט סעיפים:האשה יכולה לעשות שליח לקבל גיטה מיד שליח בעלה במד\"א שעשתה שליח אחר לקבלו ממנו אבל אם אמרה לשליח הבעל יהיה גט זה פקדון אצלך או שאמרה לו הרי אתה שליח לקבלו לי וי\"א אפי' לא אמרה לו רק תתקבל (ב\"י בשם הרמב\"ן והרשב\"א) הרי זו ספק מגורשת עד שיגיע גט לידה ומשיגיע לידה תתגרש ודאי: הגה אמרה האשה לשלוחה לקבל הגט מיד בעלה אין לקבלו מיד שלוחו אבל אמרה קבל גט מבעלי יכול לקבלו מיד שלוחו (תשובת רשב\"א אלף ר\"ז) וי\"א שאין האשה יכולה לעשות שליח לקבל מיד שליח בעלה:"
    },
    {
      "id": "even_haezer-141-2",
      "section": 2,
      "text": "נערה המאורסה אע\"פ שמתגרשת בקבלת גיטה בידה כמו קבלת אביה אביה יכול לעשות שליח קבלה אבל היא אינה יכולה לעשות שליח קבלה אא\"כ אין לה אב או שנשאת:"
    },
    {
      "id": "even_haezer-141-3",
      "section": 3,
      "text": "קטנה אפי' אין לה אב או שנשאת אינה יכולה לעשות שליח קבלה אבל אביה יכול לעשותו אם היא ארוסה:"
    },
    {
      "id": "even_haezer-141-4",
      "section": 4,
      "text": "המקדש קטנה ע\"י אביה וגרשה כשהיא קטנה (בעודה ארוסה ואביה חי) (טור) אביה מקבל גיטה ולא היא שלא מדעתו ויש אומרים שהיא יכולה לקבל גיטה:"
    },
    {
      "id": "even_haezer-141-5",
      "section": 5,
      "text": "נשאת אין אביה יכול לקבל גיטה :"
    },
    {
      "id": "even_haezer-141-6",
      "section": 6,
      "text": "קדשה אביה כשהיא קטנה ומת או שנשאת אם מבחנת בין גיטה לדבר אחר דהיינו שנותנים לה צרור וזרקתו אגוז ונוטלתו וי\"א דהיינו משתגיע לעונת הפעוטות דהיינו בת שית או בת שבע כל חד וחד לפום חורפיה (טור) מתגרשת על ידי עצמה ואם אינה מבחנת וגירשה ע\"י עצמה אינה מגורשת אבל ע\"י אביה מתגרשת אפילו אינה מבחנת ויש מי שחולק ואומר שכל שאינה מבחנת אינה מתגרשת אפי' ע\"י אביה: הגה ע\"ל בסדר הגט סעיף צ\"ו כיצד כותבין לקטנה המתגרשת על ידי אביה:"
    },
    {
      "id": "even_haezer-141-7",
      "section": 7,
      "text": "כל היכא שיש לקטנה יד לקבל גיטה יש לה תורת חצר (או ד\"א) (הגהות מיי' פ\"ה) לקבלו כשם שיש לגדולה:"
    },
    {
      "id": "even_haezer-141-8",
      "section": 8,
      "text": "כשהיא עושה שליח לקבלה צריכה לעשותו בפני שני עדים וצריך לקבל הגט בפני שנים אפי' אם השנים המעידים על השליחות הם מעידים על קבלת גיטה או א' מעיד על השליחות ואחד על הקבלה ואחד מצטרף עם כל אחד להיות מעיד על זה וע\"ז: הגה ולכתחילה לא ימסור הבעל הגט ליד השליח עד שיברר תחלה שנעשה שליח לקבלה בעדים (מרדכי ריש התקבל בשם מוהר\"ם):"
    },
    {
      "id": "even_haezer-141-9",
      "section": 9,
      "text": "מה שצריך שני עדים על הקבלה דוקא כשאין השליח כשר אבל אם הוא כשר מצטרף עם עד אחד ויש מי שנראה מדבריו שחולק ע\"ז (וה\"ה לשליחות להולכה):"
    },
    {
      "id": "even_haezer-141-10",
      "section": 10,
      "text": "במד\"א שצריך עידי קבלה כשאבד הגט או נקרע אבל אם היה הגט יוצא מתחת יד שליח קבלה א\"צ עידי קבלה (וע\"ל סי' זה סעיף י\"ג):"
    },
    {
      "id": "even_haezer-141-11",
      "section": 11,
      "text": "אין שליח להולכה צריך עדים אם הודו השליח והמשלח ואם המשלח כופר ה\"ז ספק וי\"א ששליח הולכה צריך למנותו בעדים: הגה מיהו השליח נאמן לומר שעשאו בעדים וא\"צ עדות על כך (רבי ירוחם ח\"ג) ונוהגים להצריך הרשאה ועדים על הרשאה שנעשה שליח וע\"ל סעיף כ\"ד:"
    },
    {
      "id": "even_haezer-141-12",
      "section": 12,
      "text": "במד\"א שאין שליח האיש צריך עדים כשמסר לה גט שחתומים בו עדים אבל אם אין עדים חתומים בו והלך השליח ומסרו לה בפני עדים הרי זו ספק מגורשת:"
    },
    {
      "id": "even_haezer-141-13",
      "section": 13,
      "text": "יש מי שאומר ששליח הולכה ושליח הובאה א\"צ לעשותו בעדים ויש מי שחולק: הגה כפל דברים הן בכאן כי בבא זו נתבאר סעיף י\"א ויש מחלוקת בדין זה בדרך אחר די\"א דשליח הולכה אם מסר לה הגט בינו לבינה וא\"א לחזור וליתנו לה בפני שנים דמגורשת מאחר שהגט יוצא מתחת ידה בחותמיו (טור בשם הרמב\"ם) וי\"א דפסול (טור בשם הגאונים) מיהו אם הגט מקויים בחותמיו מתחת ידה אינה צריכה שתביא עידי מסירה בפנינו רק שאמרה שקבלה אותו בפני שנים כראוי (טור) וה\"ה בשליח קבלה מן הבעל:"
    },
    {
      "id": "even_haezer-141-14",
      "section": 14,
      "text": "בין שליח קבלה בין שליח הולכה א\"צ שישמע מפיהם שממנים אותו שליח לפיכך בין האיש בין האשה יכולים לעשות בפני עדים שליח העומד במקום אחר והעדים כותבים חותמים שמינה לפלוני שליח: (וע\"ל סעיף ל\"ה):"
    },
    {
      "id": "even_haezer-141-15",
      "section": 15,
      "text": "בעל שעשה שליח להולכה צריך שיאמר לו תן גט זה לאשתי או שיאמר לסופר ולעדים שיכתבו ויחתמו גט ויתנו לאשתו או לשון שמשמעו שיגרשוה כמו גרשוה או שלחוה או שבקוה או תרכוה או כתבו אגרת ותנו לה אבל אם אמר פטרוה פרנסוה עשו לה כדת עשו לה כנימוס עשו לה כראוי לא אמר כלום אמר להם עזבוה הוציאוה התירוה הניחוה הועילו לה ה\"ז ספק:"
    },
    {
      "id": "even_haezer-141-16",
      "section": 16,
      "text": "האומר כתבו גט לאשתי הרי אלו כותבין ונותנין לבעל בידו ואין נותנין לאשתו עד שיאמר להם ליתן לה ואם נתנו לה אינו גט במד\"א בבריא אבל במסוכן והוא אדם שקפץ החולי במהרה והכביד עליו חליו מיד והיוצא בקולר אפי' על עסקי ממון והמפרש בים והיוצא בשיירא ואמר כתבו גט לאשתי הרי אלו יכתבו ויתנו לה שהדבר ידוע שלא נתכוין זה אלא לכתוב וליתן לה:"
    },
    {
      "id": "even_haezer-141-17",
      "section": 17,
      "text": "בריא שאמר כתבו גט לאשתי וכתבו ונתנו לה והרג עצמו מיד כגון שהשליך עצמו מן הגג או הפיל עצמו לים הרי זה גט כשר ואם לא כתבוהו כותבין ונותנין לה כל זמן שיש בו נשמה עלה לגג ודחפתו הרוח ונפל ומת אינו גט:"
    },
    {
      "id": "even_haezer-141-18",
      "section": 18,
      "text": "ספק מעצמו נפל ספק הרוח דחפתו אם לאלתר נפל ה\"ז גט ואם לא נפל לאלתר הרי זה ספק:"
    },
    {
      "id": "even_haezer-141-19",
      "section": 19,
      "text": "וכן מי שהיה מושלך לבור ואמר כל השומע קולי יכתוב גט לאשתי ופירש שמו ושם אשתו שם עירו ושם עירה הרי אלו יכתבו לה ואע\"פ שהעלוהו ולא הכירוהו הרי זו כשר שזה כשעת הסכנה הוא שכותבין ונותנין אע\"פ שאין מכירין וי\"א דה\"מ שראו לו דמות אדם וחזו ליה נמי בבואה דבבואה הא לאו הכי חיישינן שמא שד הוא שדרך השדים למצא בבורות וכן בשדות:"
    },
    {
      "id": "even_haezer-141-20",
      "section": 20,
      "text": "אם היו שם שלשה ואמר כל השומע קולי יכתוב גט לאשתי אחד כותב ושנים חותמים וא\"צ מעמד כולם דאע\"ג דאמר כל לא הוי כאומר כולכם כתובו:"
    },
    {
      "id": "even_haezer-141-21",
      "section": 21,
      "text": "היו רבים עומדים ביחד ואמר הוליכו גט לאשתי איזה מהם שירצה יוליך אותו בשביל כלם (ועיין בסמוך סוף סעיף כ\"ג) ואם אמר ב' מכם יוליכוהו יוליכו שנים אפילו היה בכללם אב ובנו דעתו גם על הבן ונעשה הבן שליח במקום האב:"
    },
    {
      "id": "even_haezer-141-22",
      "section": 22,
      "text": "וה\"ה לאומר לג' שנים מכם יכתבו גט לאשתי ויחתמו ויתנו לה והיה בהם אב ובנו בין שחתם בנו עם האחר בין שחתם האב עם האחר ה\"ז גט כשר:"
    },
    {
      "id": "even_haezer-141-23",
      "section": 23,
      "text": "אמר לחבורה כולכם הוליכוהו אינו גט עד שיוליכוהו כלם והאידנא תקנו חכמים שהאומר לרבים להוליך גט לאשתו יאמר כל אחד מכם יוליך גט לאשתי:"
    },
    {
      "id": "even_haezer-141-24",
      "section": 24,
      "text": "מה שכתוב בתיקון שטרות שטר הרשאה בשולח גט ממקום למקום אין צריך אלא לפי שכתוב בה שנותן הבעל רשות לעשות כמה שלוחים אפילו לא יחלה ולא יאנוס: הגה ולכן אם נאבד שטר הרשאה או נפסל והוא שעת הדחק נותנין הגט בלא הרשאה (מהרי\"ק שורש כ\"ו) והשליח נאמן על השליחות ולומר שעשאו שליח בעדים כמו שנאמן לומר בפני נכתב ובפני נחתם (ועיין לקמן סימן קמ\"ב סעיף ג') אבל לכתחילה כותבין הרשאה בדקדוק ונזהרין שלא לכתוב בה ראשי תיבות בתיקון (מהר\"י מינץ בשם מהרא\"י) גם שלא לשנות בה בדברים הכתובים בגט כגון אם כתוב בגט שם זנביל בב' לא יכתוב בהרשאה בוי\"ו (ג\"ז שם) וכל כיוצא בזה ונוסח הרשאה עיין בא\"ה סימן קמ\"א ולמטה סוף ל' ושאר דינים וסדר השליחות עיין לקמן בסדר הגט עידי הרשאה לא יהיו קרובים זה לזה ולא לאיש ולא לאשה ולא לעידי הגט (סדר גיטין סי' ע\"ג) ואם נמצאו עידי הרשאה פסולים נתבטל כל השליחות שהרי הם מעידים על עיקר השליחות ושבפניהם עשה הבעל לשליח ולא דמי לשאר פסולי הרשאה כנ\"ל ונהגו שהרב המסדר הגט מקיים ההרשאה וי\"א דיש לקיימה בג' מיהו אם אינו ניכר רק חתימה אחת סגי (גם זה בסדר) ויש נוהגין לכתוב כתב של מקום הנתינה להודיע אם יש שינוי באיזה דבר בהרשאה (שם בשם מהר\"ר ז\"ך):"
    },
    {
      "id": "even_haezer-141-25",
      "section": 25,
      "text": "אם הבעל או השליח רך בשנים טוב להצריך לדקדק אחריו אם הביא סימנים כשעושה שליח שאין קטן עושה שליח ולא נעשה שליח ואם יש לו זקן בפניו אין לחוש: הגה אבל א\"צ לדקדק בעידי חתימה דעידי מסירה כרתי ורגילים להיות הרבה גדולים אצל נתינת הגט (ב\"י בשם א\"ח) ולפי מה שנוהגין לייחד עידי מסירה ידקדק בהם שיהו גדולים:"
    },
    {
      "id": "even_haezer-141-26",
      "section": 26,
      "text": "נהגו להקנות לעושה שליח להודיע שגמר בלבו ואם אמר בלב שלם אמרתי וגמרתי לעשות דבר זה אין צריך קנין:"
    },
    {
      "id": "even_haezer-141-27",
      "section": 27,
      "text": "על שטר שליחות קבלה יחתמו שני עדים כשרים וצריך שיהיו בני אדם ידועים שתהי' חתימתן ניכרת במקום הנתינה ואף אם יקיימוה בהנפק צריך שיהיו חתימות הדיינים ניכרות וידועות לבני מקום הנתינה (ועיין בטור אבן העזר סי' קמ\"א נוסח שטר שליחות הקבלה):"
    },
    {
      "id": "even_haezer-141-28",
      "section": 28,
      "text": "צריך ליזהר ולדקדק שתהיה האשה שעושה שליח קבלה גדולה בשנים ובסימנים ואם אין הנשים יודעות כי אם על פי האב צריך רבוי שערות שחורות וגדולות כדי לכוף ראשן לעיקרן:"
    },
    {
      "id": "even_haezer-141-29",
      "section": 29,
      "text": "בשעת נתינת הגט ביד שליח קבלה ישבו ב\"ד כשרים שאינם קרובים זה לזה ולא לבעל ולא לאשה ונהגו ליזהר ג\"כ שלא יהיה קרוב לשליח ויכירו חתימת ההרשאה ואח\"כ יבוא הבעל הגט ויקראוהו ויחזירוהו לו ויבטל כל מודעות ויפסול עדים שיעידו דבר שגורם ביטול הגט ויתנהו ליד השליח ויאמר לו התקבל גט זה לפלונית אשתי והרי היא מגורשת ממני מעכשיו ומותרת לכל אדם ויש מי שאומר שלא יטיל בו שום תנאי ויחזרו לקרותו אחר הנתינה והדיינים יכתבו עדותם (ויהיו החתימות ניכרות וידועות) (טור) ויתננו ליד השליח: הגה ונוסח הגט שנותנים לו עיין בטור סימן זה וכל זה היא מדינא אבל י\"א שנכון להחמיר שלא לגרש ע\"י שליח קבלה כלל (טור בשם הרי\"ף) וכן נוהגין:"
    },
    {
      "id": "even_haezer-141-30",
      "section": 30,
      "text": "בנוסח הרשאת שליח הולכה צריך להוסיף על הנוסח שכתוב בטור אבן העזר בפנינו עדים חתומי מטה מסר פלוני בן פלוני גט כריתות ביד פלוני בן פלוני להוליכו לאשתו פלונית בת פלוני וליתן אותו בידה וכך אמר בפנינו פלוני בן פלוני הבעל לשלוחו פלוני בן פלוני הולך גט זה לאשתי פלונית בת פלוני בכל מקום שתמצאנה ותן אותו בידה או ביד שלוחה או ביד שליח שלוחה ותהא ידך כידי ופיך כפי (ודיבורך כדיבורי) (הגהות מרדכי דגיטין): הגה ואם יש תנאי בגט מזכירו כאן וכותבין על תנאי כך וכך וכן חוזר ומזכירו בסוף אחר שכתב ומותרת לכל אדם (גם זה בהג\"ה הנ\"ל) ועשייתך כעשייתי ונותן אני לך רשות לעשות שליח ושליח שליח עד מאה שלוחים אפי' בלא אונס ותיכף שיגיע גט זה ליד אשתי הנזכרת או ליד שלוחה או ליד שליח שלוחה מידך או מיד שלוחך או מיד שליח שלוחך תהא מגורשת ממנו ומותרת לכל אדם ונותן אני לך רשות למנות שליח ושליח שליח עד מאה אפילו בלא אונס עד שיגיע גט לידה ותיכף שיגיע גט זה ליד אשתי הנזכרת או ליד שלוחה או ליד שליח שלוחה מידך או מיד שלוחך או מיד שליח שלוחך תהא מגורשת ממני ומותרת לכל אדם: הגה וכותבין ג\"כ בהרשאה שם העיר עם הנהרות שלה כמו בגט (בסדר גיטין) וכן כותבין כל כינוי האיש והאשה כמו בגט (מהרא\"י סי' י\"ו וי\"ז) וי\"א דכותבין אף כינוי השליח (בסדר בשם מהר\"ר ז\"ך) וי\"א שאין להאריך בהרשאה בדברים שאינם צריכין (פסקי מהרא\"י סי' ט\"ו) וי\"א שאין לחוש להאריך בדבר שעיקר השליחות תלוי בו מאחר שכל א' יכול לכתוב כפי צחות לשונו ואינו תיקון חכמים (ב\"י) ועיין לקמן בסדר הגט סעיף כ\"ו כיצד כותבין בהרשאת מומר שליח הולכה שמביא הרשאה וכתב בה שהוא שליח קבלה אם השליח אינו מכחיש ההרשאה רק שאומר שנעשה שליח הולכה וקבלה אז השליחות כשר ונעשה שליח הולכה ונותן הגט לאשה אבל אם השליח אומר שלא נעשה שליח קבלה מעולם הרי ההרשאה מכחשת אותו ונתבטל כל השליחות גם הגט עצמו פסול מאחר שמוכח שמסדרי הגט היו עמי הארץ ולא ידעו שאין הבעל עושה שליח קבלה יש לחוש לכמה מיני פסולין ב\"י מ\"כ (מעשה בכה\"ג נעשה בפני ר\"א מזרחי) וכן כיוצא בזה שניכר אותן שסדרו הגט היו הדיוטות (ריב\"ש):"
    },
    {
      "id": "even_haezer-141-31",
      "section": 31,
      "text": "הכל כשרים לשליחות הגט בין לקבלה בין להולכה אחד האיש ואחד האשה חוץ מחש\"ו עבד ונכרי ויש מי שאומר שאם העבד הוא שליח הולכה הוי ספק:"
    },
    {
      "id": "even_haezer-141-32",
      "section": 32,
      "text": "היה השליח קטן כשנתנו לו הגט והגדיל והביאו או חרש ונתפקח שוטה ונשתפה עבד ונשתחרר נכרי ונתגייר פסול אבל אם נתן לו הגט כשהוא פקח ונתחרש וחזר ונתפקח שפוי ונשתטה וחזר ונשתפה כשר כיון שתחלתו וסופו בכשרות:"
    },
    {
      "id": "even_haezer-141-33",
      "section": 33,
      "text": "הנשים והקרובים כשרים לשליחות הגט: הגה ויש מי שכתב דבמקום שאפשר לכתחילה לא יהא השליח קרוב לאיש ולא לאשה ולא לדיינים שנותנים הגט לפניהם (בסדר גיטין) אפילו הפסולים מדברי סופרים בעבירה כשרים לשליחות הגט אבל הפסולים בעבירה מד\"ת פסולים להבאת הגט אא\"כ נתקיים הגט בחותמיו ויש פוסלים אף בנתקיים בחותמיו ודין מומר כדין פסולי עדות מדאורייתא כן משמע בהגהות אלפסי דגיטין:"
    },
    {
      "id": "even_haezer-141-34",
      "section": 34,
      "text": "היו פסולים כשנתמנו שלוחים וחזרו בתשובה קודם שנתנוהו לאשה כשרים:"
    },
    {
      "id": "even_haezer-141-35",
      "section": 35,
      "text": "השולח גט ביד כותי שיתננו לפלוני ומינה הבעל בכתבו לאותו פלוני שליח להוליך הגט לאשתו כשר מפני שהכותי אינו עושה אלא מעשה קוף בעלמא. הגה מיהו יש חולקין וסבירא להו דאין למנות שליח הולכה ע\"י כתב גם לא ראיתי נוהגין כך:"
    },
    {
      "id": "even_haezer-141-36",
      "section": 36,
      "text": "נתן הגט לשליח וא\"ל הולך גט זה לאשתי א\"ל השליח איני מכירה א\"ל הבעל תנהו לפלוני שהוא מכירה ויתנהו לה הראשון לא נעשה שליח לגירושין רק להוליך הגט לאותו פלוני ולא יכול לשלחו לו ע\"י שליח (טור) ואותו פלוני הוא שליח לגירושין ונותנו לה או משלחו ביד אחר אם חלה או נאנס ואם נתן לה הגט הראשון או שלוחו ה\"ז ספק מגורשת: הגה השולח גט לאשתו ואין השליח מכירה יתנהו לה ע\"פ שנים שזאת אשתו (טור) :"
    },
    {
      "id": "even_haezer-141-37",
      "section": 37,
      "text": "נתן הגט לשליח ואמר לו לא תתנהו לה עד שלשים יום אם חלה או נאנס בתוך שלשים יכול לעשות שליח שיתנהו לה לאחר שלשים יום אע\"פ שאינו עכשיו שליח לגירושין הואיל ולאחר שלשים יהיה שליח לגירושין ובלבד שיאמר הבעל נאמנת עלי שלא פייסתי אם היא נשואה ויש מי שאומר שלא ימסור מיד לשליח שני אלא ימסור שליחתו לב\"ד והם לא יעשו לשני שליח עד אחר שלשים יום."
    },
    {
      "id": "even_haezer-141-38",
      "section": 38,
      "text": "השולח גט לאשתו ואמר לו הולך גט זה לאשתי או שאמר ליה אתה הולך לא ישלחנו ביד אחר אא\"כ חלה או נאנס או שפירש לו שיכול למנות שליח ושליח שליח עד כמה שלוחים (פי' לו שלא ישלחנו ביד אחר לא יוכל לעשות שליח אפי' חלה או נאנס) (כן משמע בטור) ויש מי שחולק ואמר דבהולך סתם יכול לשלחו ע\"י אחר אע\"פ שלא חלה ובאת הולך לא ישלחנו ע\"י אחר אא\"כ חלה או שפירש לו שיוכל למנות שליח:"
    },
    {
      "id": "even_haezer-141-39",
      "section": 39,
      "text": "דין שליח שני כדין שליח ראשון שאינו יכול למנות שליח אא\"כ נאנס או שפירש לו:"
    },
    {
      "id": "even_haezer-141-40",
      "section": 40,
      "text": "כשממנה השליח שליח אחר אם הוא צ\"ל בפני נכתב ובפני נחתם צריך למנותו בפני ב\"ד ואם אינו צ\"ל בפני נכתב ובפני נחתם א\"צ למנותו בפני ב\"ד אבל צריך למנותו בפני עדים (וע\"ל סי' קמ\"ב ס\"ט):"
    },
    {
      "id": "even_haezer-141-41",
      "section": 41,
      "text": "שליח שעשה שני ושני שלישי אם מת הבעל נתבטלו כלם אבל אם הבעל קיים אע\"פ שמת השליח הראשון לא נתבטל שליחות השאר מאחר שהבעל קיים:"
    },
    {
      "id": "even_haezer-141-42",
      "section": 42,
      "text": "אם מת שליח שני יכול שליח ראשון ליטלו מיורשיו של שני ויוליכנו או ישלחנו ביד אחר:"
    },
    {
      "id": "even_haezer-141-43",
      "section": 43,
      "text": "שליח קבלה אינו יכול למנות שליח ואפי' נאנס ואפי' נתנה לו רשות למנות שליח משום דה\"ל מילי ומילי לא ממסרן לשליח ויש מתירין אם נתנה לו רשות למנות שליח (ואז יוכל למנות אחר בלא ב\"ד רק לפני שנים) (ב\"י בשם הרשב\"ץ):"
    },
    {
      "id": "even_haezer-141-44",
      "section": 44,
      "text": "אם עשתה שליח קבלה וחזרה ועשתה שליח אפי' עשרה זה אחר זה או שעשתה עשרה בבת אחת כל שהגיע הגט ליד א' מהן מגורשת (ואפי' נתן ביד אחד מהם גט פסול ולשני גט כשר מגורשת) (מרדכי ריש השולח):"
    },
    {
      "id": "even_haezer-141-45",
      "section": 45,
      "text": "השליח ששינה בשליחותו ממה שאמר לו הוא או היא לא עשה כלום כיצד אמר ליה תנהו לה במקום פלוני ונתנו לה במקום אחר אל תתנהו לה אלא בעליה ונתנו לה בבית או איפכא או אל תתנהו לה אלא בימין ונתנו לה בשמאל או איפכא לא עשה כלום:"
    },
    {
      "id": "even_haezer-141-46",
      "section": 46,
      "text": "יש מי שאומר שאם אמר לו אל תגרשנה אלא בימיניך אינו יכול לשלחו ביד אחר אפי' אם חלה דה\"ל כאלו פירש לא יגרשנה אחר אלא אתה:"
    },
    {
      "id": "even_haezer-141-47",
      "section": 47,
      "text": "אמר ליה תן גט זה לאשתי והרי היא במקום פלוני ונתנו לה במקום אחר הרי זה גט שאין זה קפידא אלא מראה מקום:"
    },
    {
      "id": "even_haezer-141-48",
      "section": 48,
      "text": "אמר לו תנהו לה ביום פלוני ונתנה לה בתוך הזמן אינו גט אל תתנהו לה אלא ביום פלו' ונתנו לה בין מלפניו בין מלאחריו אינו גט:"
    },
    {
      "id": "even_haezer-141-49",
      "section": 49,
      "text": "האשה שאמרה לשלוחה קבל לי גיטי במקום פלוני וקבלו במקום אחר אינו גט אבל אם אמרה הבא לי גיטי במקום פלוני והביאו לה במקום אחר כשר:"
    },
    {
      "id": "even_haezer-141-50",
      "section": 50,
      "text": "אמרה לו התקבל לי גיטי בבבל ופעמים תמצאנו בדמשק בכל מקום שיקבלנו הוי גט ובלבד לכשיגיע לבבל למקום שאמרה היא:"
    },
    {
      "id": "even_haezer-141-51",
      "section": 51,
      "text": "אמר הבעל לשליח טול ממנה חפץ פלוני ותן לה גט זה הרי זה לא ישלחנו ביד אחר ואם שלחו ביד אחר ונתנה האשה לשליח החפץ תחלה ואח\"כ נתן הגט ה\"ז מגורשת ואם נתן לה הגט תחילה ואח\"כ נתנה החפץ אפי' ביד שליח ראשון אינו גט אמר לו תן לה הגט וטול ממנה חפץ פלוני ה\"ז לא ישלחנו ביד אחר שאין רצונו שיהיה פקדונו ביד אחר ואם שלחו ביד אחר ה\"ז גט בין שנתנה תחילה בין שלא נתנה אלא בסוף וי\"א שכשאמר לו טול ממנה חפץ פלוני ותן לה הגט אם שלחו ביד אחר אפי' נתנה לו החפץ תחלה ואח\"כ נתן לה הגט מאחר שלא נתנה החפץ ביד שליח ראשון קודם שתקבל הגט משליח שני אינה מגורשת כיצד יעשה יטלנו הראשון מידה ויחזור ויתננו לה בתורת גירושין אחר שהגיע לידו החפץ:"
    },
    {
      "id": "even_haezer-141-52",
      "section": 52,
      "text": "כל תנאי שהתנה הבעל עם השליח כגון אל תגרשנה אלא בבית או בעליה וכיוצא בזה אם לא הרשהו הבעל למנות שליח אינו יכול לשלחו ביד אחר לכתחילה שמא לא ידקדק השני בשליחותו ויתבטל הגט: הגה מיהו אם עשה שליח שני אפי' לא הגיד לו התנאי או החליף לו אם יתקיים התנאי הוי גט (ריב\"ש סי' שי\"ו) אם התנה שתמחול לו כל זכות שיש לה עליו אע\"ג דלענין דינא יש לדון מהו בכלל כל זכות מ\"מ יש להחמיר לענין גט שתמחול כל זכות שיש לה עליו וא\"כ תדון עמו מהו בכלל וכן כל כיוצא בזה (שם סי' שי\"ז):"
    },
    {
      "id": "even_haezer-141-53",
      "section": 53,
      "text": "שליח המביא גט במקום שאינו צ\"ל בפני נכתב ובפני נחתם נותנו לה ומתגרשת בו ונשאת אע\"פ שאין מכירין חתימות העדים וגובה כתובתה מבני חרי ואם בא ע\"א וערער לומר שהוא מזויף אין שומעין לו באו שנים וערערו אפי' נשאת כבר תצא ואם בא הבעל וערער ואמר לא גרשתי מעולם וגט שהובא לה מזויף הוא יתקיים בחותמיו ואם לא נתקיים ולא נודעו עידיו כלל תצא והולד ממזר שהרי אינה מגורשת אבד הגט הרי זו ספק מגורשת:"
    },
    {
      "id": "even_haezer-141-54",
      "section": 54,
      "text": "חמותה ובת חמותה וצרתה אפי' היתה נשואה לאחר ויבמתה אפי' היא אחותה ובת בעלה אינן נאמנות להביא את גיטה במקום שא\"צ לומר בפ\"נ ובפ\"נ דשמא מזוייף הוא והם מכוונות לקלקלה ואם הוא במקום שצ\"ל בפ\"נ ובפ\"נ ואמרוהו נאמנות ואם הוא במקום שאצ\"ל ואמרוהו י\"א שנאמנות וי\"א שאינן נאמנות:"
    },
    {
      "id": "even_haezer-141-55",
      "section": 55,
      "text": "עשתה שליח לקבלה בעדים והגט יוצא מתחת ידו והבעל אומר מזויף הוא אם נתקיים בחותמיו או בעידי מסירה ה\"ז מגורשת ואם הוא מודה שכתבו אלא שאומר שלא נתנו בתורת גירושין אלא בתורת פקדון והשליח אומר שקבלו בשבילו שתתגרש בו השליח נאמן אפי' אם שלשתם בעיר אחת. וי\"א שאם שלשתם בעיר אחת הבעל נאמן דאם איתא דבתורת גירושין יהביה לדידה הוי יהיב לה ודוקא כשטוען שלפקדון נתנו לו אבל אם טוען שעשאו שליח להולכה ורוצה לחזור בו קודם שיגיע לידה אינו נאמן ואם אינם בעיר אחת השליח נאמן והוא שבאו בפנינו עדים שעשאתו שליח קבלה והשליח אומר שמסרו [לו] בפני עדים: הגה י\"א דוקא שהגט יוצא מתחת ידו אבל אין הגט בידו אינו נאמן אפי' היה לו עדים שראוהו תחת ידו (כן משמע מהטור לדעת הרא\"ש) ולסברא זו טוב ליזהר שלא לגרש ע\"י שליח כשהבעל והאשה בעיר אחת משום דמצי מיפק מינה חורבה שאם יטעון שלא נתנו לו לגירושין שהוא נאמן: הגה ואין חילוק בזה בין שליח הולכה לשליח קבלה (כ\"כ הרי\"ף) מיהו בזמן שהרשאה בידו שנעשה שליח לגרש אין חילוק בין אם הבעל בעיר או לא (מהר\"ם פאדווה סימן ג') ואם האשה אומרת בפני קבלו שליח לגירושין נאמנת ויש אומרים דוקא כשהגט ביד האשה:"
    },
    {
      "id": "even_haezer-141-56",
      "section": 56,
      "text": "היה הגט יוצא מיד האשה והיא אומרת שליח זה נתנו לי לגירושין והשליח אומר כן נתתיו לה ולגירושין והבעל אומר לא נתתיו לו אלא לפקדון השליח נאמן והיא מגורשת ואם אבד הגט ואין עדים שראו אותו בידה אע\"פ שהבעל אומר לגירושין נתתיו לשליח והשליח אומר נתתיו לה הרי זו ספק מגורשת שהרי הוחזקה אשת איש ואין כאן אלא עד אחד ובעל ואפי' אמרה האשה בפני נתנו לו לגירושין ונתנו השליח לי הואיל והבעל והשליח מסייעים אותה אפשר שתעיז פניה ושמא לא נתגרשה:"
    },
    {
      "id": "even_haezer-141-57",
      "section": 57,
      "text": "שליח קבלה שקיבל הגט לאשה ושלחו לה בפני שני עדים והגיע הגט לידה ונטלתו והרי הגט יוצא מתחת ידה והיא אינה יודעת אם בעלה שלחו לה או שליח קבלה שלה או שלוחו של בעל הרי זו מגורשת ואם בא הבעל וערער שלא כתבו או שהוא גט בטל יתקיים בחותמיו שהרי עדים מעידים שהגט שנתנו לה יצא מתחת יד שלוחה שידו כידה ואע\"פ שהיא אינה יודעת הרי העדים ידעו ואם לא נתקיים אינה מגורשת וי\"א שאם שלשתם בעיר אחת איכא למיחש שמא יאמר הבעל לפקדון נתתיו ואפילו אינן בעיר אחת י\"א דאין השליח נאמן רק כשהגט בידו (כן משמע מהטור לדעת הרא\"ש) (דהוי כשליש שיתבאר בח\"ה סי' נ\"ו):"
    },
    {
      "id": "even_haezer-141-58",
      "section": 58,
      "text": "כיון שהשולח גט לאשתו אינו גט עד שיגיע לידה הוא חייב במזונותיה ובכל תנאי כתובה עד שיגיע לידה או ליד שליח קבלה ואם מת קודם שיגיע אין גט לאחר מיתה:"
    },
    {
      "id": "even_haezer-141-59",
      "section": 59,
      "text": "השולח גט לאשתו ובטלו קודם שיגיע לידה ה\"ז בטל ואם הגיע לידה אינו יכול לבטלו אפי' בתוך כדי דיבור: הגה י\"א דמומר אינו יכול לעשות שליח להוליך גט לאשתו דחיישינן שמא יבטלנו (מהרי\"ו סי' קכ\"ו) ואף אם מקבל עליו בחרם ובשבועה שלא לבטלו לא מהני דחיישי' שמא יעבור על שבועתו וי\"א דהמומר עושה השליח תחלה שליח לקבלה ואומר לשליח זכי בגט זה לאשתי פלונית ובו תהא מגורשת וכו' ונותנו לשליח ואח\"כ חוזר ולקחו מן השליח ועושה אותו שליח להולכה ואומר הולך גט לאשתי וכו' (ת\"ה סימן רל\"ז ובפסקיו סימן מ\"ב) וכן נוהגין אבל לא יעשה השליח תחלה שליח להולכה ואח\"כ שליח לקבלה וכבר נתבאר כל זה לעיל סימן ק\"מ סעיף י\"א:"
    },
    {
      "id": "even_haezer-141-60",
      "section": 60,
      "text": "לכתחילה אין לו לבטלו אלא בפני השליח עצמו או בפניה אבל בדיעבד אפי' בטלו שלא בפניהם מבוטל והוא שיבטלנו בפני שנים: הגה ואין הבעל נאמן לומר שבטלו אא\"כ השליח או האשה מודים בדבר או שיש לו עידים שבטלו (ב\"י וכן הוא בהגהות אשיר\"י בפ' השולח) י\"א דאילו השנים שמבטל לפניהם השליח צריכים להיות ביחד אבל זה שלא בפני זה לא אבל אם מבטל הגט עצמו אפי' לאחר שנכתב מהני אפי' זה שלא בפני זה (ריב\"ש סי' רל\"ב):"
    },
    {
      "id": "even_haezer-141-61",
      "section": 61,
      "text": "שלחו ע\"י ב' או ע\"י י' יכול לכתחלה לבטל זה שלא בפני זה ואותם שביטל שליחותם בטל ואינם יכולין לעשות שלוחים אא\"כ יתמנו פעם אחרת ובעשרה שעשאם שלוחים (בין) לכתוב וליתן גט בין שעשאם שלוחים להולכה אם ביטל מקצתם לא נתבטלו כולם ויש מי שאומר דבשליחות אם ביטל א' מהם נתבטלו כולם:"
    },
    {
      "id": "even_haezer-141-62",
      "section": 62,
      "text": "בד\"א שהוא בטל כשביטלו בפירוש אבל אם לא ביטלו בפירוש אע\"פ שגילה דעתו שחפץ בביטולו כגון שא\"ל השליח לא נתתיו לה עדיין ואמר ברוך הטוב והמטיב וכיוצא בזה אינו בטל ולא עוד אלא אפי' היה מחזר לרוץ אחר השליח לבטלו ולא הספיק להגיע אליו עד שהגיע לידה אינו בטל: הגה וכן אם אומר לשליח החזיר לי גט זה ואני נותן לך גט אחר אינו אלא גילוי דעת ואינו בטל (מרדכי ריש התקבל) כתב אחר השליח שלא ליתן הגט הוי ביטול דיכול לבטל ע\"י כתיבה (תשו' הר\"ן בב\"י) השולח גט לאשתו ואמר לשליח אם תרצה האשה לבא אלי אקיימנה ואם לא פטור אותה בגט והלך הבעל מן העיר ההיא ואח\"כ באתה האשה עם השליח לאותה העיר יכול השליח ליתן הגט דהא לא באתה האשה אל הבעל כי יצא מן העיר קודם בואה ואפילו היה הבעל בעיר אם לא יוכל להתפייס עמה יוכל השליח ליתן הגט דמה שאמר תחלה אם תבא אלי אקיימנה אינו אלא דברים בעלמא ולא הוי אלא גילוי דעת שאינו כלום (טור בשם תשו' הרא\"ש) :"
    },
    {
      "id": "even_haezer-141-63",
      "section": 63,
      "text": "באיזה לשונות מבטל גט אמר בטל היא אי איפשי בו גט זה לא יועיל לא יתיר לא יעזוב לא ישלח לא יגרש יהא כחרס הרי הוא כחרס אם אמר אחד מלשונות אלו וכיוצא בהם הרי זה בטלו אבל אם אמר גט זה אינו גט פסול הוא אינו מועיל אינו מתיר אינו משלח אינו מגרש חרס הוא לא אמר כלום אמר גט זה בטל ולא אמר הוא או שאמר גט זה בטל שמשמעו פועל עבר כמו חמק עבר הרי זה ספק:"
    },
    {
      "id": "even_haezer-141-64",
      "section": 64,
      "text": "יש מי שאומר שאם אמר יהא פסול בטלו (אמר לא תצא לצמיתות הוי בטל וכאילו אמר היום אין את אשתי ולמחר את אשתי) (ב\"י בשם תשובות הר\"ן סי' מ\"ח):"
    },
    {
      "id": "even_haezer-141-65",
      "section": 65,
      "text": "אם לא גילה דעתו מתחלה שרוצה לבטלו ואמר אחד מלשונות שאינם מועילים לבטל הגט מ\"מ ערעור הוא לפוסלו וצריך שיתקיים בחותמיו:"
    },
    {
      "id": "even_haezer-141-66",
      "section": 66,
      "text": "השולח גט ביד שליח וביטל הגט ה\"ז חוזר ומגרש בו כשירצה שלא בטל מתורת גט אלא מתורת שליחות לפיכך אם היה הגט ביד הבעל ובטלו כגון שאמר גט זה בטל הוא אינו מגרש בו לעולם וכן אם פירש בעת שבטלו והוא ביד השליח ואמר גט ששלחתי הרי הוא בטל מלהיות גט אינו מגרש בו ואם גירש הרי זו ספק מגורשת:"
    },
    {
      "id": "even_haezer-141-67",
      "section": 67,
      "text": "מי ששלח גט לאשתו וחזר ובטלו בפני שנים אחרים וכן מי שמסר מודעא על הגט מכין אותו מכת מרדות מפני שגורם להיות ממזרים:"
    },
    {
      "id": "even_haezer-141-68",
      "section": 68,
      "text": "שליח שהביא גט אין חוששין שמא בטלו הבעל או שמא מסר מודעא ונתנו לאשה בחזקת שהוא חי אפי' הניחו זקן או חולה (וי\"א דוקא חולה בידי שמים אבל הוכה ונעשה טריפה דינו כגוסס) (הגהות אלפסי) אבל אם הניחו גוסס לא יתננו לה שרוב גוססים למיתה ואם נתנו לה הרי זו ספק מגורשת ויש מי שאומר דהא דאמרינן בזקן דוקא בפחות מבן פ' (או יותר מק' אבל מבן פ') (טור בשם הרמ\"ה) עד בן מאה דינו כגוסס:"
    },
    {
      "id": "even_haezer-141-69",
      "section": 69,
      "text": "עיר שהקיפוה חיל מאותו מלכות והיו במצור וספינה המטורפת בים והיוצא לידון בדיני נפשות הרי אלו בחזקת חיים ואם היה גט אחד מהם ביד שליח נותנו לאשתו ותהיה בחזקת מגורשת אבל עיר שכבשוה כבר או עיר שהקיפוה חיל ממלכות אחרת וספינה שאבדה בים והיוצא ליהרג בדיני כותים ומי שגוררתו חיה או שטפו נהר או נפלה עליו מפולת נותנים עליהם חומרי חיים וחומרי מתים ואם היה גט א' מהם ביד השליח אינו נותנו לאשתו ואם נתנו לה הרי זו ספק מגורשת ואם נודע שמת הבעל קודם שיגיע גט לידה אינו גט:"
    }
  ]
}