{
  "id": "even_haezer-027",
  "chapterLabel": "סימן 27",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-027-1",
      "section": 1,
      "text": "כיצד לשון הקידושין ושיאמר הוא ויתן הוא. ובו י סעיפים:בכסף כיצד נותן לה בפני שנים פרוטה או שוה פרוטה ואומר לה הרי את מקודשת לי בזה: הגה וי\"א שי\"ל לה כדת משה וישראל (כל בו) וכן נוהגין לכתחלה וכן נוהגין לקדש בטבעת ויש להם טעם בתיקוני הזוהר (דעת הרב) וה\"ה אם אמר לה הרי את מאורסת לי או הרי את לי לאשה וכן בכל לשון שמשמעותו ל' קדושין ודאי באותו מקום ובלבד שהיא תבין שהוא ל' קדושין ואם היה מדבר עמה תחלה על עסקי קדושין ונתן לה אפי' בשתיקה הוי קדושין והוא שעדיין עסוקין באותו ענין וכ\"ש אם אמר לשון קדושין ודאי אלא שאינה מבינה אותו דהוו קדושין: הגה י\"א דלא בעינן מדברים באותו ענין ממש אלא מדברים מענין לענין באותו ענין שאין מדברים בקידושין רק בצרכי זיווגם (מרדכי סוף האיש מקדש וכ\"כ הרשב\"א) וי\"א דלא בעינן מדברים עמה אלא כל שמדברים לפניה סגי (מרדכי ריש קידושין וכן משמע ל' הטור):"
    },
    {
      "id": "even_haezer-027-2",
      "section": 2,
      "text": "אמר לה הרי את אשתי הרי את זקוקתי הרי את קנויה לי הרי את ארוסתי הרי את שלי הרי את ברשותי הרי את לקוחתי מקודשת: הגה אם הבינה דבריו או שדברו תחלה מעסקי קידושין (הר\"ן והמ\"מ) אבל האיש אינו נאמן לומר שלא כיון לשם קדושין (ב\"י בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-027-3",
      "section": 3,
      "text": "אמר לה הרי את מיועדת לי מיוחדת לי עזרתי נגדתי צלעתי סגורתי תחתי עצורתי תפוסתי הרי זו מקודשת בספק: הגה וה\"ה אם אמר הרי את חרופתי אבל אמר לה הרי את נשואתי י\"א שאינו כלום והוא שהיה מדבר עמה תחלה על עסקי קידושין אבל אם אינו מדבר עמה תחלה על עסקי קדושין אין חוששין למלות אלו: הגה מי שאמר לאשה שנותן לה בשביל אהבה וחבה חוששין לקדושין כי שמא אמר שנותן לה שיהיה אהבה וחבה ביניהם והוי כאלו אמר לה מיועדת לי או מיוחדת לי (תשו' מיי' סוף אישות) י\"א דאע\"ג דלשונות אלו לא מהני אם לא דבר עמה מעסקי קדושין מ\"מ אם היא אומרת שקבלה לשם קדושין הוי ספק קדושין (הר\"ן) ואפי' נתן לה בשתיקה ולא דבר כלום והיא והוא אומרים שכוונו לשם קדושין הוי קדושין (במרדכי פ' האיש מקדש ותשו' מוהר\"ם) ובמקום דלא הוי קדושין אפי' אם חוזר אח\"כ ואמר לה הרי את מקודשת לי צריך לחזור ולטול הכסף ממנה וליתן לה בתורת קדושין (המ\"מ בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-027-4",
      "section": 4,
      "text": "אמר לה הרי את מקודשת ולא אמר לי אינה מקודשת וכן עיקר (תשו' הרא\"ש) אבל יש מחמירין ואומרים דהוי קדושין (תמצאם בתשובת הרשב\"א ורמב\"ן והרא\"ש כלל ל\"ו) ואם היה מדבר עמה על עסקי קדושין הרי זו מקודשת ואם קידש תחלה אשה אחת קדושין גמורים ואמר לאחרת בפניה תהא מקודשת ולא אמר לי ידים מוכיחות (פי' כמו שהאוחז בבית יד הכלי מושך עמו הכלי עצמו כן אלה הדברים מוכיחין שמושכין אחריהם לשון לי) נינהו וחוששין לקדושין:"
    },
    {
      "id": "even_haezer-027-5",
      "section": 5,
      "text": "יש מי שאומר שאם כשנתן לה הכסף אמר לה הריני נותנו לך בתורת קדושין הוי כאומר לי: הגה וצריך שיאמר לה לשון המוכיח להבא כגון שאומר הרי הן קדושין או קדושין יהיו אבל אמר הן קדושין לחוד אינו כלום (ב\"י בשם תשו' הר\"י דוראן):"
    },
    {
      "id": "even_haezer-027-6",
      "section": 6,
      "text": "אמר לה הריני אישך הרי בעליך הריני ארוסיך אינו כלום אפי' היה מדבר עמה תחלה על עסקי קדושין משום דכתיב כי יקח ולא שיקח את עצמו (נתן הכסף לא' ואמר לו הרי את חמי ולא אמר בתך מקודשת לי אין בזה כלום (הגהות אלפסי פ\"ק דקדושין):"
    },
    {
      "id": "even_haezer-027-7",
      "section": 7,
      "text": "נתנה היא לו כסף ואמרה הריני מקודשת לך אינה מקודשת:"
    },
    {
      "id": "even_haezer-027-8",
      "section": 8,
      "text": "נתן הוא ואמרה היא אם היה מדבר עמה על עסקי קדושין הוי ודאי קדושין ואם לאו הוי ספק קדושין ואם ענה הבעל הן בשעת נתינה הוי ודאי קדושין אפילו אין עסוקין באותו ענין:"
    },
    {
      "id": "even_haezer-027-9",
      "section": 9,
      "text": "נתנה היא ואמרה לו הילך דינר זה מתנה ואתקדש לך ולקחו ואמר לה הרי את מקודשת לי בהנאה זו שקבלתי ממך מתנה אם אדם חשוב הוא הרי זו מקודשת שהנא' יש לה בהיותו נהנה ממנה ובהנאה זו הקנתה עצמה לו וצריך חקירת חכם מי נקרא אדם שאינו חשוב להתירה בלא גט ויש מחמירין אפילו לא אמרה תחלה כשנתנה ואתקדש לך רק נתנה סתם ואמר לה התקדשי כו' ושתקה (תשו' הרשב\"א סי' תרי\"ג):"
    },
    {
      "id": "even_haezer-027-10",
      "section": 10,
      "text": "שיעור הכסף שמקדשין בו משקל חצי שעורה כסף צרוף (עין בי\"ד סי' רצ\"ד סעיף ו' שיעור שוה פרוטה):"
    }
  ]
}