{
  "id": "even_haezer-050",
  "chapterLabel": "סימן 50",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-050-1",
      "section": 1,
      "text": "מתי חוזרין הקדושין והסבלונות ודיני קנסות. ובו ז סעיפים:המקדש את האשה בין שחזרה היא בה ובין שחזר הוא בין שמת הוא בין שמתה היא או שגירשה אין הקדושין חוזרין לעולם אפילו קדשה באלף דינר הרי הם מתנה גמורה שאין לה חזרה ואם היו קדושי טעות חוזרים המעות וכן אם היתה ממאנת וכן אם היו קדושין על תנאי ולא נתקיים התנאי וכן אם היו קדושי ספק (וכ\"ז לא מיירי אלא מן הארוסין אבל מן הנשואין הקדושין חוזרין (מהרי\"ל סי' ס\"א):"
    },
    {
      "id": "even_haezer-050-2",
      "section": 2,
      "text": "המקדש אחותו המעות מתנה מפני שהכל יודעים שאין קידושין תופסין בעריות ואין זה טועה אלא גמר ונתן לשם מתנה:"
    },
    {
      "id": "even_haezer-050-3",
      "section": 3,
      "text": "השולח סבלונות לבית חמיו בין מרובין בין מועטין בין שאכל שם סעודת ארוסין בין שלא אכל בין שמתה היא בין שמת הוא או שחזר בו האיש יחזרו הסבלונות כולם חוץ מהמאכל והמשתה וכן מעות וכן כלים מועטין ששלח לה להשתמש שם בבית אביה אם נשתמשה בהם ובלו או אבדו אינם משתלמין אבל אם היו קיימים חוזר הכל וגובה אותם בב\"ד שהדבר ידוע שלא שלחם אלא דרך נוי בלבד: הגה וי\"א דאפילו בדבר מאכל ומשתה ודברים מועטים דאין חוזרין דוקא כשאכל שם החתן ואז אפילו מה שהוא בעין אינו חוזר אבל אי לא אכל שם חוזר הכל (שם טור) חזרה היא בה חוזר הכל ואפילו המאכל והמשקה נותנת דמיו בזול דהיינו שאם היו דמי המאכל והמשקה ששה משלמת ד' ואם היה מנהג המדינה שיעשה כל אדם סעודה ויאכיל לריעיו או יחלק מעות לשמשים ולחזנים וכיוצא בהם ועשה כדרך שעושים כל העם וחזרה בה משלמת הכל שהרי גרמה לו לאבד ממון והוא שיהיה לו עדים כמה הוציא (וי\"א דכ\"ז מיירי במה ששלח לאחר אירוסין אבל קודם אירוסין לאחר שידוכין חוזר הכל) (נ\"י פ' מי שמת וכ\"כ הריטב\"א) ויש חולקים (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-050-4",
      "section": 4,
      "text": "המשדך בתו לחבירו ושלח לו בגדים ותכשיטין ואח\"כ נתבטלו השדוכין וחזר בו החתן או חמיו יחזיר מה ששלח לו דכי היכי דהדרי סבלונות דשלח איהו לה הדרי מאי דשלחה איהי לדידיה דאומדן דעתה הוא שלא שלחה לו אלא על דעת שיכניסנה לחופה:"
    },
    {
      "id": "even_haezer-050-5",
      "section": 5,
      "text": "ראובן שידך בתו לשמעון בקנין ושבועה והשלישו שטרות ואחר כך אירע שהמירה אחות המשודכת יכול שמעון לחזור בו ופטור מהקנין ומהשבועה ומחיוב השטר (דהיינו הקנסות שעשו ביניהם) ואם החזיר השליש השטר למשודכת לא עשה כלום וה\"ה אם נשתטית המשודכת שיוכל המשודך לחזור בו וכן אם קלקל המשודך מעשיו יכולה המשודכת לחזור בה ופטורה מהקנין ומהשבועה ומחיוב השטר ואם החזיר השליש השטר למשודך לא עשה כלום: הגה ויש אומרים דכל זה קודם אירוסין אבל אחר אירוסין נסתחפה שדהו (מהרי\"ק שורש קע\"א) ועיין בי\"ד סי' רכ\"ח סעיף מ\"ג וסי' רל\"ב שם סעיף ט\"ז:"
    },
    {
      "id": "even_haezer-050-6",
      "section": 6,
      "text": "כשרוצין לעשות הבטחות לשידוכין עושים בענין שלא יהא אסמכתא דהיינו שעושים שטר מזה שחייב לחבירו מנה ואחר שחייב עצמו מנה (מתנה עם אבי הכלה) שאם יקיים השידוכין ויכנס לחופה עם משודכתו זאת הרי החוב מחול לו ואח\"כ עושים שטר שחבירו חייב לזה מנה ומתנה עמו שאם יכניס בתו לחופה עם זה המשודך יהא החוב מחול לו ומניחים שני שטרות אלו ביד שליש: הגה וי\"א דכל קנסות שעושים בשדוכין אין בהם משום אסמכתא (תוס' פרק איזהו נשך והרא\"ש פ\"ד דנדרים) וכן המנהג פשוט לגבות קנסות שעושין בשידוכין וכמו שיתבאר בחשן המשפט סימן ר\"ז ודוקא אם כבר נכתבו שטרי הקנסות אבל אם קבלו קנין ע\"מ לכתוב השטרות וקודם שנכתבו חזר אחד בהם ומיחה בעדים שלא לכתוב השטרות הרשות בידו למחות בשטר (תשו' הרא\"ש כלל ל\"ד) (וכמו שיתבאר בח\"ה סי' ל\"ט וסי' רמ\"ג) י\"א דמי שפוסק על בתו (שם כלל מ\"ג) או על בת בתו (הרשב\"א סי' תשכ\"א) או קרובתו שתנשא לפלוני ואחר כך אין הבת רוצה דהפוסק פטור מן הקנס דזה מקרי אונס אע\"ג דלא התנה ובלבד שלא יהא ערמה בדבר (וע\"ל ס\"ס נ\"ז) וכן בשאר אונסים כגון שמת הפוסק אין יורשין צריכין לקיים ופטורים מן הקנס ודוקא בפסיקא בעלמא פטורים מן הקנס אבל אם נתחייב עצמו בשטר חייבין יורשיו לשלם ולא מהני אונס וע' לקמן סי' נ\"א (שם תמצאנו) שנים ששידכו ביניהם והיו דרים בעיר אחת ועשו קנס ביניהם ואח\"כ יצא אחד מן העיר ורוצה שהשני ילך אחריו לקדש אם אינו רוצה פטור מן הקנס (ריב\"ש סי' קע\"ז ובתשובת הרמב\"ן סי' רפ\"ח) ועיין בחשן המשפט סי' י\"ב סעיף ט' אם רוצה העובר ליתן הקנס אם מחויב לקיים הדבר מצד קיבול הקנין:"
    },
    {
      "id": "even_haezer-050-7",
      "section": 7,
      "text": "אם נותן משכון לחבירו להבטיחו שלא יחזור בו מהשידוכין צריך שיאמר אם אחזור בי תזכה בכך וכך ממון בגוף חפץ זה: הגה שנים שנשבעו זה לזה שישאו זה את זה ועבר א' מהם או שאחד נשבע לבד נתבאר הכל בי\"ד סי' רל\"ו (דיני שדכנות עיין בח\"ה ס\"ס פ\"ז וסוף סי' קפ\"ה וסי' רס\"ד):"
    }
  ]
}