{
  "id": "even_haezer-082",
  "chapterLabel": "סימן 82",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-082-1",
      "section": 1,
      "text": "נדרה שלא להניק ודין מניקה שנתגרשה. ובו ח סעיפים:נדרה שלא להניק את בנה כופין אותה ומניקתו עד שיהיה בן כ\"ד חדש אחד הזכר וא' הנקבה:"
    },
    {
      "id": "even_haezer-082-2",
      "section": 2,
      "text": "היא אומרת אני אניק את בני והוא אינו רוצה שומעין לה:"
    },
    {
      "id": "even_haezer-082-3",
      "section": 3,
      "text": "היתה ענייה שחייבת להניק את בנה והוא עשיר שראוי לו שלא תניק אשתו אם רצתה שוכר מניקה או קונה שפחה מפני שעולה עמו ואינה יורדת:"
    },
    {
      "id": "even_haezer-082-4",
      "section": 4,
      "text": "היא אומרת ראוי לשכור או לקנות שפחה והוא אומר איני ראוי עליה להביא ראיה:"
    },
    {
      "id": "even_haezer-082-5",
      "section": 5,
      "text": "האשה שנתגרשה אין כופין אותה להניק את בנה אלא אם רצתה נותן לה שכרה ומניקתו ואם לא רצתה נותנת לו את בנו והוא מיטפל בו בד\"א שלא הניקה אותו עד שהכירה אבל אם הכירה (ואינו רוצה להניק מאחרת) (טור) אפי' הוא סומא אין מפרישין אות' מפני סכנת הולד אלא כופין אותה ומניקתו עד כ\"ד חדש: הגה והוא נותן לה שכר הנקה (טור) וי\"א דאפי' אשה אחרת שהניקה ולד עד שמכירה כופין אותה ומניקה אותו בשכר מפני סכנת הולד (הגהות אלפסי פ' אע\"פ) וי\"א הא דגרושה אינה מחוייבת להניק אם אינו מכירה היינו כשמוצא מינקת אחרת ויש לו להשכיר אבל אם אין לו כופה אותה ומניקתו (ר\"י) אבל אם השכירה כבר עצמה לאחרים ואותו ולד מכירה אין דוחין אותו ולד מפני בנה אלא ב\"ד משכירין לבנה מניקה אחרת (הרא\"ש כלל י\"ז):"
    },
    {
      "id": "even_haezer-082-6",
      "section": 6,
      "text": "הגרושה אין לה מזונות אע\"פ שהיא מניקה את בנה אבל נותן לה יותר על שכרה דברים שהקטן צריך להם מכסות ומאכל ומשקה וסיכה וכיוצא בזה אבל המעוברת אין לה כלום:"
    },
    {
      "id": "even_haezer-082-7",
      "section": 7,
      "text": "שלמו חדשיו וגמלתו אם רצתה המגורשת שיהיה בנה אצלה אין מפרישין אותו ממנה עד שיהיה בן שש שנים גמורות אלא כופין את אביו ונותן לו מזונות והוא אצל אמו ואחר ו' שנים יש לאב לומר אם אינו אצלי לא אתן לו מזונות והבת אצל אמה לעולם ואפילו לאחר ו' כיצד היה האב ראוי לצדקה מוציאין ממנו הראוי לה בעל כרחו וזנין אותה והיא אצל אמה ואפי' נשאת האם לאחר בתה אצלה ואביה זן אותה משום צדקה עד שימות האב ויתזון אח\"כ מנכסיו בתנאי כתובתה והיא אצל אמה: הגה ודוקא שנראה לב\"ד שטוב לבת להיות עם אמה אבל אם נראה להם שטוב לה יותר לישב עם בית אביה אין האם יכולה לכוף שתהיה עמה (ר\"מ פדוואה סי' צ\"ג) מתה האם אין אם אמה יכולה לכוף שיהיו הבנים עמה (ב\"י בשם הרשב\"ץ):"
    },
    {
      "id": "even_haezer-082-8",
      "section": 8,
      "text": "אם לא רצתה האם שיהיו בניה עמה אחר שגמלתן אחד זכרים וא' נקבות הרשות בידה ונותנת אותם לאביהם או משלכת אותם לקהל אם אין להם אב והם מטפלים בהם אחד זכרים ואחד נקבות:"
    }
  ]
}