{
  "id": "even_haezer-132",
  "chapterLabel": "סימן 132",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-132-1",
      "section": 1,
      "text": "שצריך להזכיר שם האיש ואשתו והמביא גט ונפל ממנו. ובו ד סעיפים:אמר לסופר כתוב גט לארוסתי לכשאכניסנה אגרשנה וכנסה וגירשה בו הוי גט כיון שבידו לגרשה עתה בד\"א שכתב בו זמן הנתינה אבל אם כתב בו זמן הכתיבה פסול:"
    },
    {
      "id": "even_haezer-132-2",
      "section": 2,
      "text": "צוה לכתוב גט לגרש בו אשה בעלמא לכשיכניסנה אינו גט ואם היא יבמתו ואחר שיבמה גירשה בו הרי זו ספק מגורשת."
    },
    {
      "id": "even_haezer-132-3",
      "section": 3,
      "text": "שנים ששמותיהם שוים ושמות נשותיהם שוים ושלחו ב' גיטין ונתערבו זה בזה נותן שניהם לזו ושניהם לזו בעידי מסירה ואם נאבד א' מהם לא ינתן הגט הנשאר לא לזו ולא לזו ואם ניתן לאחת מהם או לשתיהן ה\"ז ספק גירושין:"
    },
    {
      "id": "even_haezer-132-4",
      "section": 4,
      "text": "המביא גט ונפל ממנו במקום ששיירות (פי' חבורות של אנשים הולכי אורח) מצויות או אפי' במקום שאין השיירות מצויות ובעיר שנכתב הגט הוחזקו ב' ששמותיהם ושמות נשותיהם שוים אם מצאו לאלתר שראה שלא עבר שום אדם שם משעה שנפל עד שמצאו או אפילו לא מצאו לאלתר ויש לו סימן מובהק או טביעות עין בגט או אפילו אין לו סימן וטביעות עין בגט אלא שמצאו בכלי שהיה בו הגט ויש לו סימן או טביעות עין בכלי ויודע שלא השאילו לאחר או שמצאו קשור בכיס או בארנקי או בטבעת שחזקת כלים אלו שאינו משאילם לאחרים או שמצאו בביתו בין כליו כשר ולא חיישינן שמא אחר הוא אבל אם אינו יודע אם עבר אדם שם ואין לו טביעות עין וסימן בכלי ולא בגט חיישינן שמא לא זה הוא הגט שנאבד לזה ואפי' אם עדים מעידים שהאחר שהוחזק בשמו של זה לא היה בעיר כשנכתב וכן אם ראה שעבר אדם שם אפי' לא שכיחי שיירות ולא הוחזקו שני יוסף בן שמעון חיישי' אפי' היה כותי שעבר שם אא\"כ עידי הגט אומרים מעולם לא חתמנו על גט אחר ששמו כשם האיש הזה אפי' אינן מעידים בפירוש שזה היא חתימת ידם כגון שאין הגט עתה בפנינו כשר וכגון דאיכא עדים דלא איתחזק אנשים ששמם כשמם של אלו (העדים) אבל יש עדים אחרים ששמם כשם אלו חיישינן עד שיעידו שזה היא חתימת ידם או שיאמרו העדים אנו מכירים הגט שיש לנו בו סימן מובהק שיש בו נקב בצד אות פלוני ואפילו אינם אומרים הסימן עד אחר שיראו אותו ואם התובעו אומר הסימן אינו מועיל אלא א\"כ יאמר אותו קודם שיראה הגט אבל בטביעת עין אין מחזירין אותו לתובעו שאין מועיל טביעת עין להכשירו אלא כשמוצאו אותו בעצמו שאבד לו ואם הוחזקו שני יוסף בן שמעון ולא שכיחי שיירתא מחזירין אותו בלא סימן אפי' שהה כדי שיעבור אדם שם ויש שפסקו שאם אבד ממנו במקום שאין השיירות מצויות אפילו מצאו לאחר זמן מרובה לא חיישינן שמא אחר הוא אפילו הוחזקו באותו מקום שנים ששמותיהם שוים ושמות נשותיהם שוים ואם אבד במקום שהשיירות מצויות אם מצאו מיד ועדיין לא שהה אדם שם מהעוברים או שמצאו בכלי שהניחו בו ויש לו טביעת עין בארכו ורחבו של גט שהיה כרוך הרי הוא בחזקתו ותתגרש בו ואם הוחזקו באותו המקום שנים ששמותיהם שוים ושמות נשותיהם שוים אם אבד במקום שהשיירות מצויות חוששין שמא גט זה הנמצא של אותו האיש האחר הוא הואיל ועבר אדם שם אף על פי שלא שהה אבל אם לא עבר אדם שם הרי הוא בחזקתו: הגה י\"א שאם הוזכר שם העיר בגט אין לחוש לשיירות מצויות דאין חוששין לשני עיירות ששמם שוה (תשו' הרא\"ש כלל מ\"ה):"
    }
  ]
}