{
  "id": "even_haezer-156",
  "chapterLabel": "סימן 156",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-156-1",
      "section": 1,
      "text": "איזו נקרא זרע קיימא לפטור מן היבום. ובו יג סעיפים:מי שמת אחיו מאביו ולא הניח זרע מצוה לייבם את אשתו בין שהיא אשתו מן הנישואין בין שהיא אשתו מן האירוסין דכתיב כי ישבו אחים יחדיו ומת אחד מהם ובן אין לו יבמה יבא עליה:"
    },
    {
      "id": "even_haezer-156-2",
      "section": 2,
      "text": "זה שנאמר בתורה ובן אין לו אחד הבן ואחד הבת או זרע הבן או זרע הבת עד סוף כל הדורות בין מאשה זו בין מאשה אחרת אפי' היה לו זרע ממזר או ע\"א הרי זה פוטר את נשיו מן החליצה ומן הייבום אבל בנו מהשפחה או מהנכרית אינו פוטר (אפי' נתגייר או נשתחרר הבן) (הרמב\"ם פ\"א מהלכות יבום וחליצה) וי\"א דהני מילי בנו משפחה אחרת אבל בנו משפחתו פוטר:"
    },
    {
      "id": "even_haezer-156-3",
      "section": 3,
      "text": "אפי' היה הזרע גוסס או פצוע ממכות שאי אפשר לו לחיות פוטר:"
    },
    {
      "id": "even_haezer-156-4",
      "section": 4,
      "text": "מי שמת והניח אשתו מעוברת אם הפילה הרי זו תתייבם ואם ילדה ויצא הולד חי לאויר העולם אפי' מת בשעה שנולד הרי אמו פטורה מהחליצה ומן הייבום אבל מדברי סופרים עד שיודע בודאי שכלו לו חדשיו ונולד לט' חדשים גמורים: הגה י\"א דבזמן הזה אפי' לא נכנסת בחדש הט' רק יום א' מלבד יום שנתעברה בו הוי ולד קיימא ואע\"ג דאמרינן בגמרא יולדת לט' אינה יולדת למקוטעין כבר תמהו על זה רבים שהחוש מכחיש זה אלא שאנו צריכין לומר שעכשיו נשתנה הענין וכן הוא בכמה דברים (ב\"י בשם הרשב\"ץ) מיהו חדשי העיבור כל אחד ל' יום ולא חשבינן להו בסדר השנים (כן משמע שם) אבל אם לא נודע לכמה נולד אם חיה ל' יום ה\"ז ולד קיימא ופוטר נשי אביו מהחליצה ומהייבום (וי\"א דוקא שגמרו שעריו וצפרניו טור וכן נ\"ל) ואם מת בתוך שלשים אפילו ביום הל' בין שמת מחולי בין שנפל מהגג או אכלו ארי הרי זו ספק נפל ספק בן קיימא וצריכה חליצה מדברי סופרים אבל לא תתייבם (וי\"א דאפילו אם נולד מת ואפילו אם יש להסתפק שכלו חדשיו חולצת ולא מתייבמת (טור בשם הר\"ף):"
    },
    {
      "id": "even_haezer-156-5",
      "section": 5,
      "text": "אם אין ידוע שכלו לו חדשיו אלא על פיה אינה נאמנת יבמה שנשאת לשוק ועדים מעידים שהולד שילדה אחר מות בעלה חיה שלשים יום ועדים אחרים מכחישים ואומרים שלא חיה שלשים יום מותרת לבעלה ואינה צריכה חליצה ואם אין עדים מעידים שחיה ל' יום וגם אין עדות ברורה שלא חיה ל' יום אלא קול לעז לא אסרינן לה בקלא דבתר נשואין:"
    },
    {
      "id": "even_haezer-156-6",
      "section": 6,
      "text": "האומר זה בני או יש לי בנים נאמן לפטור את אשתו אפי' הוחזק באחים וי\"א שאם יש עדים שיש לו אחים אינו נאמן אח\"כ לומר שיש לו בנים:"
    },
    {
      "id": "even_haezer-156-7",
      "section": 7,
      "text": "אמר בשעת קידושין (או אחר כך כן משמע מהר\"ן) יש לי בנים ובשעת מיתה אמר אין לי בנים אינו נאמן לאסרה ויש מי שאומר שחולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-156-8",
      "section": 8,
      "text": "נאמן עד אחד להעיד שניתן לבעלה בן להתירה לזר ויש חולקין (בב\"י משם הראב\"ד והרא\"ש):"
    },
    {
      "id": "even_haezer-156-9",
      "section": 9,
      "text": "מי שזינה עם אשה בין פנויה בין אשת איש ונתעברה ואמר זה העובר ממני הוא ואפי' היא מודה לו הרי זה ספק וחולצת ולא מתייבמת (ואם היו חבושין בבית האסורין שודאי הוא ממנו פוטר) (מרדכי פרק כיצד) (וי\"א אפילו בזונה אחרת המיוחדת לו) (המ\"מ פ\"ג):"
    },
    {
      "id": "even_haezer-156-10",
      "section": 10,
      "text": "האשה שהלך בעלה ובנה למדינת הים ובאו ואמרו לה מת בעליך מותרת לינשא לשוק:"
    },
    {
      "id": "even_haezer-156-11",
      "section": 11,
      "text": "הלכה היא ובעלה ובנה למדינת הים ובאת ואמרה מת בעלי ואח\"כ מת בני נאמנת אבל אם אמרה מת בני ואח\"כ מת בעלי אינה נאמנת להתייבם אלא חולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-156-12",
      "section": 12,
      "text": "הלכה היא ובעלה בלבד ובאה ואמרה ניתן לי בן במדינת הים ומת ואחר כך מת בעלי נאמנת אבל אם אמרה מת בעלי ואח\"כ מת אותו הבן אינה נאמנת וחולצת ולא מתייבמת בד\"א כשהיתה פסולה לכהונה או שאמרה במערה היינו כשמת ולא היה שם אדם שיעיד אבל אם אין הדבר כן לא תחלוץ ולא תתייבם עד שיבואו עדים:"
    },
    {
      "id": "even_haezer-156-13",
      "section": 13,
      "text": "הלך בעלה וצרתה למדינת הים ובאו שנים ואמרו לה מת בעליך ה\"ז לא תחלוץ ולא תתייבם עד שתדע אם ילדה צרתה או לא ילדה ואם היתה אסורה לכהונה מתחלה ה\"ז חולצת לאחר ט' חדשים:"
    }
  ]
}