{
  "id": "even_haezer-016",
  "chapterLabel": "סימן 16",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-016-1",
      "section": 1,
      "text": "איסור כותית ושפחה. ובו ו סעיפים:ישראל שבעל כותית דרך אישות או ישראלית שנבעלה לכותי (דרך אישות) הרי אלו לוקין מן התורה שנאמר לא תתחתן בם (ויש חולקין בזה) (טור) אבל הבא על הכותית דרך זנות במקרה חייב עליה מדרבנן משום כותית ומשום זונה ומכין אותו מכת מרדות ואם ייחדה לו בזנות חייב עליה מדרבנן משום נדה שפחה כותית זונה ואם היה כהן אפי' בא עליה דרך מקרה לוקה עליה מן התורה משום זונה:"
    },
    {
      "id": "even_haezer-016-2",
      "section": 2,
      "text": "הבא על הכותית אם לא פגעו בו קנאים ולא הלקוהו ב\"ד הרי עונשו מפורש בדברי הקבלה שהוא בכרת שנאמר כי חלל יהודה קדש ה' אשר אהב ובעל בת אל נכר יכרת ה' לאיש אשר יעשנה ולא יהיה לו ער ועונה אם ישראל הוא לא יהיה לו ער בחכמים ולא עונה בתלמידים: הגה ועון זה יש בו הפסד שאין בכל העריות שבנו הבא מן השפחה ומן הנכרית אינו בנו משא\"כ בשאר עריות (טור בשם הרמב\"ם) הבא על הכותית בפרהסיא שדינו שקנאים פוגעים בו כמו שיתבאר בחשן המשפט סימן תכ\"ה הוא בכלל עריות ודינו ליהרג ולא יעבור כמו בשאר עריות (ב\"י בשם א\"ח שכ\"כ בשם הרמב\"ן) (וכמו שיתבאר ביורה דעה סימן קנ\"ז):"
    },
    {
      "id": "even_haezer-016-3",
      "section": 3,
      "text": "שפחה שהוטבלה לשם עבדות אסורה לבן חורין א' שפחתו וא' שפחת חבירו והבא עליה מכין אותו מכות מרדות:"
    },
    {
      "id": "even_haezer-016-4",
      "section": 4,
      "text": "הנתפש עם שפחתו מוציאין אותה ממנו ומוכרים אותה ומפזרים דמיה לעניי ישראל ומלקין אותו ומגלחין שערו ומנדין אותו ל' יום:"
    },
    {
      "id": "even_haezer-016-5",
      "section": 5,
      "text": "נתערב ולד ישראלית בולד שפחה הרי שניהם ספק וכל אחד מהם ספק עבד וכופין בעל השפחה ומשחרר את שניהם ואם היה הבן ההוא בן האדון של עבד כשיגדלו ישחררו זה את זה ויהיו מותרים לבא בקהל:"
    },
    {
      "id": "even_haezer-016-6",
      "section": 6,
      "text": "היו התערובות בנות הרי שתיהן ספק שפחות והבא על כל אחת מהן הרי הולד ספק עבד וכן אם נתערב ולד כותית בולד ישראל מטבילין את שניהם לשם גירות וכל אחד מהם ספק גר:"
    }
  ]
}