{
  "id": "even_haezer-166",
  "chapterLabel": "סימן 166",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-166-1",
      "section": 1,
      "text": "מצות יבום שתלך היבמה אחר היבם ושיקדשנה ואם כינס בביאה באיזו ביאה היא. ובו ט סעיפים:היבמה הולכת אחר היבם במקום שהוא שם וב\"ד נותנים לו עצה ההוגנת לשניהם אם לייבם או לחלוץ: הגה ודוקא שהיבם במקום דירתו והוא במקום ב\"ד אבל אם הלך למקום אחר אין כופין היבמה לילך אחריו (נ\"י סוף פרק זה בורר) וכן אם הוא דר בין הכותים או בין הדיוטות שאין יודעין סדר חליצה אין לדיינין לילך אחריו אלא כופין אותו לילך למקום וועד ויפטור יבמתו (הגהות אלפסי פ' מצות חליצה):"
    },
    {
      "id": "even_haezer-166-2",
      "section": 2,
      "text": "מן התורה א\"צ לקדשה אלא בא עליה וחכמים תקנו שלא יבא עליה עד שיקדשנה בפני עדים בכסף או בשטר והוא נקרא מאמר: הגה ואם קידשה בשטר נמי מקרי מאמר (מ\"מ פ\"ב) ואפי' נתן לה פרוטה ואמר לה הרי את מקודשת לי בזו ובקידושי אחי הרי זו מקודשת דהוי כמלוה ופרוטה (ריב\"ש סי' קס\"ב) וצריכה ג\"כ חופה אחר קדושין כמו שאר אשה ויכול לעשות מאמר על ידי שליח כמו בשאר קידושין (שם סי' א') ואם בא עליה בלא מאמר קנה וא\"צ לחזור ולקדש ומכין אותו מכת מרדות ודוקא שבא עליה בפני עדים:"
    },
    {
      "id": "even_haezer-166-3",
      "section": 3,
      "text": "אין עושין בה מאמר אלא מדעתה וקטנה שנתאלמנה מן האירוסין אין עושה בה מאמר אלא מדעת אביה:"
    },
    {
      "id": "even_haezer-166-4",
      "section": 4,
      "text": "כותב לה כתובה ואין נכסי היבם משועבדים לה שכתובתה על נכסי בעלה הראשון ואם אין לראשון נכסים כתובתה על נכסי היבם:"
    },
    {
      "id": "even_haezer-166-5",
      "section": 5,
      "text": "נולד לו בן ממנה א\"צ לקרותו על שם אחיו המת:"
    },
    {
      "id": "even_haezer-166-6",
      "section": 6,
      "text": "כתובת יבמים צריכה שרטוט מפני הפסוקים שכותבים בה (ועיין בטור סי' זה טופס הכתובה):"
    },
    {
      "id": "even_haezer-166-7",
      "section": 7,
      "text": "הבא על יבמתו בין בשוגג בין לשום זנות בין שאנסוהו כותים והדביקוהו ביבמתו בעל כרחו ע\"י קושי בין שהיה הוא מזיד והיא שוגגת או אנוסה בין שהיתה היא מזידה והוא שוגג או אנוס בין שהיא ערה או ישנה קנה אפילו בהעראה:"
    },
    {
      "id": "even_haezer-166-8",
      "section": 8,
      "text": "בד\"א כשנתכוין לשם ביאה בעלמא ואפי' לא נתכוין אלא לביאת בהמה אבל אם לא נתכוון לשם ביאה כלל כגון שהוא ישן או שיכור שאינו מכיר כלום או שנתכוין להטיח בכותל והטיח ביבמתו או שנתקשה לאשתו ונפל מן הגג ונתקע ביבמתו לא קנה וכן אם הדביקוהו ביבמתו בלא קישוי אלא באבר מת לא קנה:"
    },
    {
      "id": "even_haezer-166-9",
      "section": 9,
      "text": "בד\"א שביאת שוגג קנה ביבמתו שנפלה לו מן הנישואין אבל אם נפלה לו מהאירוסין י\"א שלא קנה ליורשה וליטמא לה ולהפר נדריה ויש מי שאומר דה\"ה להעראה (י\"א שהבא על יבמתו צריך לברך אשר קדשנו במצותיו וציונו על ביאת יבמה) (טור בשם העיטור):"
    }
  ]
}