{
  "id": "even_haezer-030",
  "chapterLabel": "סימן 30",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-030-1",
      "section": 1,
      "text": "לאיזה מקום צריך ליתן הכסף ודין אם קדשה בככר. ובו יא סעיפים:המקדש את האשה בכסף או בשטר אינו צריך שיתן הקדושין לתוך ידה אלא כיון שרצתה לזרוק לה קדושיה וזרקן בין לתוך ידה בין לתוך חיקה או לתוך חצרה או לתוך שדה שלה הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-030-2",
      "section": 2,
      "text": "היתה עומדת ברשות הבעל צריך שיתן לתוך ידה או לתוך חיקה: הגה השאיל לה הבעל מקום בחצירו דינו כמו לענין גירושין (וע\"ל סי' קל\"ט סעיף י\"א):"
    },
    {
      "id": "even_haezer-030-3",
      "section": 3,
      "text": "היתה עומדת ברשות שהוא של שניהם וזרק לה קידושיה מדעתה ולא הגיעו לידה או לחיקה הרי זו מקודשת קידושי ספק ואפילו אמרה לו הנח קידושי על מקום זה ואותו המקום של שניהם הרי אלו קידושי ספק:"
    },
    {
      "id": "even_haezer-030-4",
      "section": 4,
      "text": "היתה עומדת בסימטא (פי' שביל של יחיד) או בצידי רשות הרבים וזרקם לתוך ד' אמותיה מקודשת ואם נשארו תוך ד' אמותיו אינה מקודשת אפי' נכנסה היא לתוך ד' אמותיו כיון שקדם הוא לתוכם זכה בהם והם שלו:"
    },
    {
      "id": "even_haezer-030-5",
      "section": 5,
      "text": "היו עומדים ברשות הרבים או ברשות שאינה של שניהם וזרק לה קידושיה קרוב לו אינה מקודשת קרוב לה הרי זו מקודשת מחצה למחצה או שהיו ספק קרוב לו ספק קרוב לה ואבדו קודם שהגיעו לידה הרי זו ספק מקודשת כיצד הוא קרוב לו וקרוב לה כל שהוא יכול לשמור אותם והיא אינה יכולה זהו קרוב לו היא יכולה לשמור אותם והוא אינו יכול זה הוא קרוב לה שניהם יכולים לשמור אותם או שניהם אינם יכולים לשמור זהו מחצה למחצה:"
    },
    {
      "id": "even_haezer-030-6",
      "section": 6,
      "text": "זרק לה קידושיה אפי' לתוך חיקה ולא שקלתינהו אלא אשתיקה יש מי שאומר שאינו כלום כיון דלא ארצאי מעיקרא לאקדושי ליה:"
    },
    {
      "id": "even_haezer-030-7",
      "section": 7,
      "text": "אמר לה התקדשי לי בדינר זה נטלתו וזרקתו לים בפניו או לאור או לכל דבר האבד אינה מקודשת ואין צ\"ל אם זרקתו בפניו למקום שאינו אבד שזה מוכיח שאינה חפצה בקידושין (וע\"ל סי' מ\"ג סעיף א'):"
    },
    {
      "id": "even_haezer-030-8",
      "section": 8,
      "text": "אמר לה התקדשי לי במנה אמרה תנהו לאבא או לאביך או לפלוני ונתנו להם אע\"פ שאמר לה התקדשי לי במנה שנתתי להם אינה מקודשת אבל אם אמרה שיקבלום לי מקודשת אפי' לא חזר ואמר התקדשי לי במנה שנתתי להם:"
    },
    {
      "id": "even_haezer-030-9",
      "section": 9,
      "text": "התקדשי לי במנה ואמרה לו הניחהו על הסלע אינה מקודשת ואם היה סלע שלה מקודשת (וי\"א דוקא בייחדה לו הסלע כגון שאמרה לו תן על סלע פלוני או על סלע שלי אבל אמרה סתם על הסלע ונתן על שלה אינה מקודשת (טור בשם הרמ\"ה) היה סלע של שניהם הרי זו מקודשת בספק: הגה והרא\"ש (ב\"י בשמו) והתוספות (טור בשמם) מפרשים דכ\"ז מיירי שנתן אח\"כ לתוך חיקה בשתיקה אפ\"ה אם אמרה תחלה תן על סלע אינה מקודשת ובסלע שלה וכו':"
    },
    {
      "id": "even_haezer-030-10",
      "section": 10,
      "text": "התקדשי לי בככר זה ואמרה לו תנהו לעני פלוני אפילו היה עני הסמוך עליה אינה מקודשת (וגם זה מיירי שנתנו אח\"כ בחיקה) (טור):"
    },
    {
      "id": "even_haezer-030-11",
      "section": 11,
      "text": "התקדשי לי בככר זה ואמרה לו תנהו לכלב זה אם היה הכלב שלה הרי זו מקודשת ואם לאו אינה מקודשת ואם היה רץ אחריה לנשכה הרי זו ספק מקודשת: הגה וגם זה מיירי בכה\"ג שנתן אח\"כ בחיקה (טור בשם התוספות) אמרה היא מתחלה תן ככר לכלב או תן דינר על הסלע ואתקדש אני לך י\"א דדינו כאמרה תן דינר לפלוני (טור בשם י\"א) וכמו שנתבאר לעיל סי' כ\"ט סעיף ב' ויש להחמיר בדבר (טור):"
    }
  ]
}