{
  "id": "even_haezer-144",
  "chapterLabel": "סימן 144",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-144-1",
      "section": 1,
      "text": "דין תנאי ואם יש טענת אונס בגט. ובו ז סעיפים: (א) אמר לה ה\"ז גיטך אם לא אבא בתוך ל' יום או שאמר ע\"מ שלא אבא בתוך ל' יום והיה בא בדרך בתוך ל' יום וחלה או עכבו נהר ולא בא עד אחר ל' יום הרי זה גט אפי' עומד וצווח הריני אנוס שאין אונס בגיטין ואע\"פ שגילה דעתו שאין רצונו לגרש כיון שלא התנה חוץ מאם יקראני אונס אבל אונס דלא שכיח כלל כגון אכלו ארי או הכישו נחש או נפל הבית עליו לא אסיק אדעתיה להתנות עליו ומבטל הגט והיא זקוקה ליבם ושביה הוי אונס דשכיח ואינו מבטל הגט מדלא התנה (מרדכי פרק מי שאחזו):"
    },
    {
      "id": "even_haezer-144-2",
      "section": 2,
      "text": "הרי זה גיטך אם לא באתי מכאן עד י\"ב חודש ולא אמר מעכשיו ולא ע\"מ ומת בתוך י\"ב חדש ה\"ז ספק וחולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-144-3",
      "section": 3,
      "text": "הרי זה גיטך מעכשיו אם לא באתי מכאן עד י\"ב חודש ומת בתוך י\"ב חדש הרי זו מגורשת אבל אם יש לה יבם לא תנשא בלא חליצה עד שיעברו י\"ב חדש ואם נשאת לא תצא:"
    },
    {
      "id": "even_haezer-144-4",
      "section": 4,
      "text": "נתן לה גט בלילה ואמר לה ה\"ז גיטך ע\"מ שתצא חמה מנרתקה ומת בלילה הרי זה גט אבל אם אמר לה אם תצא מנרתקה או שאמר לכשתצא חמה מנרתקה ומת בלילה ה\"ז ספק וי\"א דאף בע\"מ נקטינן לחומרא אא\"כ אמר מעכשיו בהדיא:"
    },
    {
      "id": "even_haezer-144-5",
      "section": 5,
      "text": "אמר אם לא באתי עד י\"ב חדש כתבו גט ותנו לאשתי או שאמר כתבו גט ותנו לאשתי אם לא באתי עד י\"ב חדש אין כותבין תוך י\"ב חדש אפי' אם לא ירצו ליתנו עד אחר י\"ב חדש ואם כתבוהו בתוך י\"ב חדש אע\"פ שנתנוהו לה לאחר י\"ב חדש אינו גט כתבו ונתנו לה לאחר י\"ב חדש ומת אם מיתה קדמה לנתינת הגט אינו גט (ואם גט קודם למיתה הוי גט) (טור) ואם הוא ספק איזה מהם קודם הרי זו ספק מגורשת: הגה לא נתנו לה מיד אחר י\"ב חדש אלא זמן רב אח\"כ אע\"פ שהעיכוב היה מצד האשה שלא רצתה לקבלו מיד אפ\"ה הוי גט ובלבד שהיה הבעל חי (עיין בב\"י):"
    },
    {
      "id": "even_haezer-144-6",
      "section": 6,
      "text": "אמר כתבו ותנו גט לאשתי אחר השבוע אין כותבין אלא עד שנה מאחר השבוע אמר לאחר שנה כותבין עד לאחר חדש משנה שנייה אמר לאחר החדש כותבין עד לאחר שבת מחדש שני אמר לאחר שבת כותבין עד סוף יום שלישי אמר כתבו ותנו לה קודם השבת כותבין מיום רביעי עד סוף יום ששי ונותנים לה הרי שאחרו אחר הזמן שאמר ואח\"כ כתבו ונתנו לה הרי זו ספק מגורשת: הגה י\"א דאם אמר אחר י\"ב חדש כאלו אמר אחר שנה אמר לאחר ל' יום כותבין יום א' אחר ל' יום (הגהות אלפסי פ' מי שאחזו) ."
    },
    {
      "id": "even_haezer-144-7",
      "section": 7,
      "text": "התנה עליה שתתגרש כשיעבור מנגד פניה ל' יום והיה הולך ובא הולך ובא ולא נתייחד עמה כשילך וישהה ל' יום תהיה מגורשת ואע\"פ שהיה הולך ובא בתוך ל' יום הואיל ולא נתייחד עמה ה\"ז גט כשר בד\"א כשהתנה ואמר הרי היא נאמנת עלי שלא פייסתיה אבל אם לא האמינה חוששין שמא פייסה כשהיה הולך ובא ומחלה לו וחזר וביטל הגט כשפייסה ומפני חשש זה יהיה הגט פסול וכן האומר לאשה הרי זה גיטך לאחר יב\"ח והיה עמה במדינה חוששין שמא פייסה עד שיאמר נאמנת עלי שלא פייסתיה וכן כל התנאים שהם תלויים ברצונה ואם רצתה ומחלה אותן לבעלה בטל הגט דחוששין לה שמא פייס עד שיאמר נאמנת עלי במד\"א במתגרשה מן הנשואין שלבו גס בה אבל במתגרשה מן הארוסין אין חוששין לה שמא פייס ה\"ז גיטיך מעכשיו אם לא באתי מכאן ועד י\"ב חודש אין חוששין שמא בסתר בא שאין דרך בני אדם לבא בצינעא ואם תם הזמן שקבע ולא בא הרי זו מגורשת וי\"א שאף בזו חוששין שמא בסתר בא אא\"כ התנה בתחילה ואמר נאמנת עלי לומר שלא באתי וראוי לחוש לדבריהם לכתחילה וכן המנהג להתנות בתחילה שתהא נאמנת לומר שלא פייס ואם כשהתנה תלה ביאתו בעדים שלא יתבטל הגט בבואו אא\"כ יעידו עליו עדים שבא ועבר הזמן ואין מעידים שבא לדברי הכל אין חוששין שמא בא אע\"פ שלא האמינה:"
    }
  ]
}