{
  "id": "even_haezer-167",
  "chapterLabel": "סימן 167",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-167-1",
      "section": 1,
      "text": "דין יבם קטן וחליצתו וכן קטנה. ובו ו סעיפים:קטן פחות מבן ט' אין ביאתו כלום ומבן תשע שנים ויום א' ואילך ביאתו קונה ביבמתו כמאמר בגדול ובאשה דעלמא אינה קונה כלל לפיכך נשא אשה ומת פטורה מהחליצה ומהייבום:"
    },
    {
      "id": "even_haezer-167-2",
      "section": 2,
      "text": "בן ט' שנים ויום א' שבא על יבמתו אינו יכול לפוטרה בגט עד שיגדיל ויבא עליה אח\"כ ואם לא בא עליה אח\"כ ובא להוציאה צריכה גט וחליצה ואם בא עליה כשהוא קטן ומת קודם שהגדיל או מת אחר שהגדיל אבל לא בא עליה משהגדיל חולצת ולא מתייבמת ואם משהגדיל נשא אחרת ולא בא על היבמה משהגדיל שתיהן חולצות ולא מתייבמות:"
    },
    {
      "id": "even_haezer-167-3",
      "section": 3,
      "text": "קטן אינו חולץ עד שיהיה בן י\"ג שנה ויום א' ויבדקוהו אז וימצאוהו שהביא שתי שערות אבל אם היו לו שתי שערות קודם שהגדיל אינו נחשב גדול על ידם אא\"כ יביא ב' שערות אחרות אחר שהגדיל ומכל מקום אם מוצאים לו שתי שערות אחר שהגדיל לא חיישינן שמא אלו היו בו מקודם:"
    },
    {
      "id": "even_haezer-167-4",
      "section": 4,
      "text": "קטנה מבת ג' שנים ויום אחד ומעלה ביאתה ביאה לכל דבר ואם בא עליה יבם קנאה אבל אינה חולצת עד שתהא בת י\"ב שנה ויום אחד ובדקוה אח\"כ ומצאוה שהביאה ב' שערות:"
    },
    {
      "id": "even_haezer-167-5",
      "section": 5,
      "text": "יבם קטן שבא על יבמה קטנה יגדלו זה עם זה ואם בא לגרשה קודם שיגדיל אינו יכול דגט קטן אינו גט:"
    },
    {
      "id": "even_haezer-167-6",
      "section": 6,
      "text": "יבמה שנתייבמה ואמרה בתוך ל' יום לא נבעלתי אע\"פ שהוא אומר בעלתי וגירשה כופין אותו שיחלוץ לה הואיל וקדם וגירשה בגט ואם עדיין לא גירש כופין אותו שיבעול או יחלוץ ויוציא בגט (ואפי' מודה לדבריה שלא בעל צריכה גט וחליצה דכל כנוסה בחזקת בעולה) (המ\"מ פ\"ב) גירשה לאחר שלשים יום והיא אומרת לא נבעלתי מבקשין ממנו שיחלוץ לה ואם הוא מודה שלא בעיל כופין אותו לחלוץ היא אומרת נבעלתי והוא אומר לא בעלתי אינה צריכה חליצה שאין זה נאמן לאוסרה על כל אדם אחר שכנסה וי\"א דתוך ל' יום הוא נאמן וצריכה חליצה עם הגט וצרתה לעולם מותרת אפי' הוא והיא אומרים שלא בעיל ואפילו בתוך ל' יום (וי\"א דכל ל' יום הוא נאמן לומר שלא בעיל לאסור הצרה) (טור בשם הרא\"ש):"
    }
  ]
}