{
  "id": "even_haezer-177",
  "chapterLabel": "סימן 177",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-177-1",
      "section": 1,
      "text": "הלכות אונס ומפותה. ובו ה סעיפים:המפתה בתולת ישראל (עד שלא תבגר והיא מבת ג' ואילך) (טור הרא\"ש) משלם בושת ופגם וקנס ואם אנסה משלם עוד צער (ואם נשאה המפתה אינו צריך ליתן קנס) (בטור):"
    },
    {
      "id": "even_haezer-177-2",
      "section": 2,
      "text": "אונס ומפתה דנין אותה בג' דיינים ובלבד שיהיו סמוכים בא\"י והאידנא שאין סמוכים מנדין אותו עד שיפייס את חבירו וכד יהיב ליה שיעור מאי דחזי למיהב שרינן ליה (והבת כל זמן שהיא ברשות אביה הכל לאביה (גם זה שם) ועיין בטור סימן זה שהאריך בדינים אלו והרב המחבר קצר בהם שאינן שכיחין):"
    },
    {
      "id": "even_haezer-177-3",
      "section": 3,
      "text": "האונס את הבתולה חייב לישא אותה ובלבד שהיא ואביה יהיו מרוצים אפי' היא חיגרת או סומא ואין רשאי להוציאה לעולם אלא לרצונה לפיכך אינו צריך לכתוב לה כתובה ואם עבר והוציאה כופין אותו להחזירה:"
    },
    {
      "id": "even_haezer-177-4",
      "section": 4,
      "text": "היתה אסורה לו אפילו איסור דרבנן אינו רשאי לישא אותה וכן אם נשאה ומצא בה ערות דבר יגרשנ': הגה יצא עליה שם רע כגון שבאו שנים והעידו עליה שתבעתו לזנות אין לה קנס אבל משום קול בעלמא על שם רע שיצא עליה לא הפסידה הקנס (טור) בא עליה באונס ואח\"כ פתה אותה מקרי מאנס אע\"ג דאח\"כ נתרצית לו (מהרי\"ק שורש קכ\"ט):"
    },
    {
      "id": "even_haezer-177-5",
      "section": 5,
      "text": "הנטען על הפנויה י\"א שלא לכנוס משום לזות שפתיים שנראה שמחזיקים הקול וי\"א שמצוה לכנוס: הגה והסברא ראשונה עיקר ובמקום שיש לחוש שלא תצא לתרבות רעה מותר לכונסה וכ\"ז בקול בעלמא אבל אם ודאי בא עליה מצוה לכונסה אבל אין כופין על כך (שם) ואם נטענת משנים מראשון אינו אלא קול בעלמא והשני הוסיף בפגמה השני מצוה לכונסה ואם נטענת משניהם בשוה האחד נשוי והשני אינו נשוי מצוה על שאינו נשוי לכונסה (ג\"ז שם) וע\"ל סי' כ\"ב אם היא נאמנת עליו זונה שתבעה לאחד שנדר לה דבר באתננה והוא כופר צריך לישבע כמו בשאר תביעות (ריב\"ש סי' מ\"א) זהו שחייבה תורה לאונס ומפותה ממון היינו אם כבר נעשה המעשה במקרה אבל אסור לאב ליתן בתו לזנות וע\"ז נאמר לא תחלל בתך להזנותה וכל המכונה עצמה לזנות בין מדעתה בין מדעת אביה ה\"ז קדשה ואין חלוק בזה בין בתולה לבעולה (טור בשם הרמב\"ם) ורשאין הב\"ד לקנוס הזונות כדי לעשות גדר ומעשה באחת שזנתה עם הכותי וחתכו את חוטמה כדי לנוולה (תשו' הרא\"ש כלל י\"ח):"
    }
  ]
}