{
  "id": "even_haezer-135",
  "chapterLabel": "סימן 135",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-135-1",
      "section": 1,
      "text": "צריך לקרות הגט קודם נתינה ולאחריו. ובו ה סעיפים:העדים שנותנים הגט לפניהם צריכים לקרותו קודם נתינה [] וטוב לקרותו גם לאחר נתינה ואם לא קראוהו אלא לאחר נתינה בלבד מגורשת: הגה וכן אם יעידו בטוב שזהו גיטה (בסדר הגט) ולכתחלה אנו נוהגין שהחכם המסדר הגט קורא אותו תחילה וסוף עם העדים ואח\"כ שואל לסופר אם זהו הגט שכתב לשמו ולשמה ולשם גרושין ואח\"כ שואל לכל א' מהעדים אם מכיר חתימתו וחתימת חבירו ואם חתמו זה בפני זה (כ\"ז מ\"כ בקונט' ובסדר גיטין):"
    },
    {
      "id": "even_haezer-135-2",
      "section": 2,
      "text": "קראוהו ונתנוהו לבעל או לשלוחו והכניסו לבית ידו ונתנו לה צריך לקרותו פעם ב' קודם שיתנהו לה ואם לא קראוהו ונתנו לה וזרקתו לים או לאש הרי זו מגורשת הואיל וקראוהו תחילה אין חוששין לו שהחליפו ולא עוד אלא אפי' אמר הבעל שטר אחר היה ולא היה הגט שקראתם אינו נאמן והרי היא מגורשת ואם הגט בידו ומראה אותו נאמן כל זמן שלא נשאת:"
    },
    {
      "id": "even_haezer-135-3",
      "section": 3,
      "text": "הרי שלא קראו הגט תחילה ונתנו לה בפניהם וזרקתו לאור או לים אע\"פ שהבעל אומר כשר היה הרי זו ספק מגורשת: הגה ואפילו אם נשאת תצא (תוס' בלשון אחר וכ\"כ הב\"י בשם רשב\"א ור\"י ח\"ה) אבל אם הגט עדיין יוצא מתחת ידה אם נשאת לא תצא אבל לא תנשא בגט זה מאחר שלא קראו אותו תיכף אחר הנתינה (כן משמע מר\"י הנ\"ל ודלא כב\"י) ויש חולקין:"
    },
    {
      "id": "even_haezer-135-4",
      "section": 4,
      "text": "נתן לה נייר חלק ואמר לה הרי זה גיטך אם לא בדקו הנייר במי נרא לראות אם היה שם דבר כתוב בו או אם יבדקו ותפלוט הכתיבה הרי זו ספק מגורשת ואם יבדקוהו ולא תפלוט הכתיבה אין חשש גירושין:"
    },
    {
      "id": "even_haezer-135-5",
      "section": 5,
      "text": "זרק לה הגט לחצרה לבין החביות בפני עדים ובקשו ומצאו מזוזה או שטר אחר אין חוששין לה שזה שנמצא הוא שזרק ואם נמצאו ב' או ג' מזוזות או שטרות חוששין שמא גט שזרק אכלוהו עכברים והרי זו ספק מגורשת בד\"א כשלא קראוהו אבל אם לאחר שקראוהו שהיה גט חזר הבעל ולקחו מידם וזרקו (לחצירה) לבין החביות אפי' לא נמצא אלא מזוזה אחת או שטר אחד ה\"ז ספק מגורשת:"
    }
  ]
}