{
  "id": "even_haezer-066",
  "chapterLabel": "סימן 66",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-066-1",
      "section": 1,
      "text": "כמה דיני כתובה. ובו יג סעיפים:אסור להתייחד עם הכלה קודם שיכתוב לה כתובה (ויש מקילין ומתירין להתייחד בלא כתובה ובלבד שלא יבעול) (הר\"ן ריש כתובות) והבעל נותן שכר הסופר ואפי' אם ירצה לייחד לה כתובתה במעות או בשאר מטלטלין אין שומעין לו אלא צריך שיכתוב לה שטר על עצמו בדמי הכתובה ויהיו כל נכסיו משועבדים לה או שיעידו עליו עדים ויקנו מידו שהוא חייב לה מנה או מאתים: הגה וי\"א דאין לסמוך אעדים רק בשעת הדחק ומיד שיש לו פנאי לכתוב צריך לכתוב כ\"ש שאין לסמוך עלייהו לכתחילה (כן משמע מלשון הטור וכ\"כ מהרי\"ק שורש ס\"ד ומרדכי ריש כתובות) וכן ראוי להורות העמיד לה ערב קבלן בעד כתובתה והתנה שהוא יהא פטור ממנה אסור עד שיהא שעבודה עליו שלא תהא קלה בעיניו להוציאה (ב\"י בשם הרשב\"א בתשו') וע' בחושן המשפט סי' ס' אם יוכל לשעבד עצמו בכתובתה בנכסים שלא באו לעולם ואין לעדים לחתום הכתובה אלא לאחר שקבל החתן קנין לפניהם (דברי הרב) ויש מקומות שמקילין בזה מרדכי פ\"ב דגיטין וכן שיש עדים חותמים על הכתובות שקראו תחת החופה אע\"פ שהם לא שמעו הקריאה אע\"פ דלא שפיר עבדי אין לשנות מנהגן שלא להוציא לעז על כתובות הראשונות (אור זרוע):"
    },
    {
      "id": "even_haezer-066-2",
      "section": 2,
      "text": "אם אינו יכול לכתוב לה כתובה כגון בשבת או ששכח לכתבה יכול ליתן לה מטלטלין כנגד כתובתה ויקבל עליו אחריות אם יאבדו או יוזלו ואז מותר לבעול עד שיהיה לו פנאי לכתוב (ואז כותב לה מיד) (טור):"
    },
    {
      "id": "even_haezer-066-3",
      "section": 3,
      "text": "אם כתב לה כתובה ונאבדה או שמחלה לו (ודוקא) שכתבה לו התקבלתי כתובתי צריך לכתוב אחרת בעיקר הכתובה שאסור לאדם לשהות עם אשתו שעה אחת בלא כתובה: הגה עיר שכבשוהו כרכום או שגלו מן העיר ואבדו הנשים הכתובות שלהם צריכים לחדש נשותיהם כתובתיהם אע\"פ שיש לומר שמא ימצאו אח\"כ כתובותיהם או יחזרו להם מ\"מ מאחר שהכתובות בחזקת אבודות צריכין כתובות אחרות ואם אינו ידוע סך הכתובות אם ישארו קצתן אזלינן בתרייהו ואם לאו דנין על פי זקני העיר ולפי המנהג העשיר לפי עשרו והעני לפי עניו (ב\"י בשם תשובות הגאונים) וכשנאבדה הכתובה ובא לכתוב לה כתובה אחרת צריך לכתוב לה כתובה גדולה כראשונה (מהרי\"ק שורש קט\"ז) וע' לקמן סי' קע\"ז דבמקום שאין מגרשין רק מרצון האשה א\"צ לכתוב כתובה א\"כ בזמן הזה במדינות אלו שאין מגרשין בעל כרחה של אשה משום חרם ר\"ג וכמו שיתבאר לקמן סי' קי\"ט היה אפשר להקל בכתיבת הכתובה אבל אין המנהג כן ואין לשנות (כל זה ד\"ע):"
    },
    {
      "id": "even_haezer-066-4",
      "section": 4,
      "text": "בנאבדה אי ידעו סהדי זמנא קמא כתבי ההוא זמנא ואי לא ידעי כתבי מהשתא ובמוחלת אין כותבין אלא מזמן של עכשיו:"
    },
    {
      "id": "even_haezer-066-5",
      "section": 5,
      "text": "אם מכרה כתובתה לבעלה צריך לכתוב לה כתובה אחרת אבל אם מכרה כתובתה לאחר א\"צ לכתוב לה כתובה אחרת:"
    },
    {
      "id": "even_haezer-066-6",
      "section": 6,
      "text": "כמה שיעור הכתובה לבתולה ק\"ק ולאלמנה מנה ושל זו וזו כסף מדינה נמצא כתובות בתולה הם ל\"ז דרהם וחצי כסף צרוף וכתובת אלמנה מחציתם שהם י\"ח דרהם וג' רביעים כסף צרוף: הגה ע' בי\"ד סי' רצ\"ד וסי' ש\"ה ערך המטבע שנקראת דרהם וכ\"ז לדעת קצת הפוסקים שסבירא להו שכתובת בתולה אינה רק זוזי דרבנן (הרי\"ף והרמב\"ם והר\"ן והר\"ם) שמאתים של בתולה עולין ששה סלעים ורביע ויש מי שמשער כתובת בתולה י' זהובים ואלמנה חמשה זהובים (מהרי\"ל בשם אגודה) אבל לדעת יש פוסקים מאתים של בתולה ומנה של אלמנה משערים בזוזי דאורייתא והוא ח' פעמים יותר וכתבו דלכן נהגו לכתוב בכתובה דחזי ליכי מדאורייתא (ר\"ת) וי\"א דכותבין דחזי לכי סתמא (הגהות מיי' פ\"י דאישות) והמנהג לכתוב לבתולה דחזי ליכי מדאורייתא אבל לא לאלמנה וכ\"ז במקום שאין מנהג אבל במקום שיש מנהג מה שגובין הולכין אחר המנהג וכמו שיתבאר לקמן:"
    },
    {
      "id": "even_haezer-066-7",
      "section": 7,
      "text": "אם ירצה להוסיף ע\"ז מוסיף וזה התוספות שמוסיף יש דברים שדינו בהם כעיקר הכתובה ויש דברים שהוא חלוק בהם מעיקר הכתובה כדלקמן: הגה וא\"צ לפרש עיקר הכתובה בפני עצמה והתוספת בפני עצמו אלא כולל הכל ביחד אם ירצה (הר\"ן ריש אע\"פ והמ\"מ פ\"י וריב\"ש סי' ס\"ח) וי\"ח וסבירא להו דצריך לכתוב הכתובה כמנהג המדינה בפני עצמה והתוספת בפני עצמו וכן נוהגין ואם יש משפחה שכולן נוהגים בתוספת א\"צ לכתוב כל א' בפני עצמו (מרדכי פ\"ק דכתובות) כתובה שכתב בה ודין נדוניא דהנעלת ליה מאה דינרין והוסיף לה מן דיליה כך וכך אין עיקר כתובה בכלל וצריך לשלם לה בפני עצמו עד שיהיו כתוב ויהיבנא ליכי מוהר בתוליכי כסף זוזי אלף דאז העיקר כתובה בכלל (ריב\"ש סי' ס\"ה):"
    },
    {
      "id": "even_haezer-066-8",
      "section": 8,
      "text": "יש מי שאומר שאין צריך קנין בשעת הנישואין כמה שנותן לה (ויש חולקים):"
    },
    {
      "id": "even_haezer-066-9",
      "section": 9,
      "text": "כל הפוחת משיעור הכתובה בעילתו בעילת זנות לא מבעיא אם כתבה לו אח\"כ התקבלתי ממך הכתובה או מקצתה דאז אין לה לדעת קצת פוסקים אלא אפי' התנה בשעת קידושין שלא יהא לה כתובה או שפיחתה משיעורה אע\"פ שתנאו בטל ויש לה כתובה משלם אפי' הכי בעילתו בעילת זנות כיון שהיא סבורה שאין לה לא סמכה דעתה:"
    },
    {
      "id": "even_haezer-066-10",
      "section": 10,
      "text": "אם יש משפחות שנוהגים לכתוב בכתובתן יותר משיעור חכמים אין למחות בידם ולא עוד אלא אפילו אחד מבני המשפחה ההיא שלא כתב כתובה לאשתו מגבינן לה בתנאי בית דין לפי מה שרגילין לכתוב לפיכך אשה שאבדה כתובתה ידקדקו בכתובות קרובותיה כפי מה שנהגו לכתוב בני המשפחה כותבין לה ואפי' כתב לה דחזו ליכי אפ\"ה גביא כמנהג משפחתה) (ב\"י בשם הר\"ן שכ\"כ בשם התוס') ואם כתובות נשי משפחתו יתירות מכתובות נשי משפחתה עולה עמו ואינו יורדת:"
    },
    {
      "id": "even_haezer-066-11",
      "section": 11,
      "text": "הנושא אשה סתם כותב לפי המנהג וכן היא שפסקה להכניס נותנת כפי מנהג המדינה: הגה ומה שהאשה מכנסת לבעלה הן מעות הן בגדים ומקבלן עליו והן באחריותו נקרא נדוניא בכל מקום ואינה נגבית אלא עם הכתובה אבל לשאר דברים אין דינו ככתובה וכמו שיתבאר לקמן ויש מקומות שהחתן מוסיף לה בנדונייתא וכותב יותר ממה שקבל והולכין בזה אחר המנהג (כל הנ\"ל בטור) ומן הסתם אחריות הנדוניא עליו כנכסי צאן ברזל אבל אם ירצה להניח לה ברשותה ושלא לקבל אחריות עליהם הרשות בידו וע\"ל ריש סי' צ\"ג וק' עוד מאלו הדינים כשהאב קיים ומשיא בתו כותבים ודין הנדוניא דהנעלת ליה מבי אביה וכשאין האב קיים כותבים מבי נשא (מרדכי פרק ב\"מ בשם ר\"ת) מיהו אם שינה לית לן בה (תשו' ר\"ש משנ\"ץ) בכתובות גרושה כותבין מתרכתא כדי שידעו שהיא גרושה ואסורה לכהנים (מפסקי מהרא\"י סי' נ') וכשבאה לגבות כתובתה מגבין לה מה שבכתובתה לפי מנהג המדינה: הגה ואם היא אומרת שהוסיף לה יותר מן המנהג צריכה להביא ראייה לדבריה אבל אם יש בידה שטר כתובה שאינה מקוים או שא' מן העדים פסול אע\"פ שמראה התנאים שביניהם שהוצרך להוסיף לה אינה גובאת אלא כמנהג (פסקי מהרא\"י סי' פ\"ט) וע\"ל סי' ק' סעיף ל') ובכל אלו הדברים וכיוצא בהן מנהג המדינה הוא עיקר ועל פיו דנין והוא שיהיה אותו המנהג פשוט בכל המדינה: הגה מיהו אם רוצה להתנות ולפחות לאשתו מן המנהג הרשות בידו (מהרי\"ל סי' ע\"ו) ובלבד שלא יפחות ממה שתקנו רבנן ונ\"ל דוקא שהתנה כן בשעה שעשה השידוכים אבל אם עשו שידוכים סתם ושעבדו עצמן בקנסות צריך לכתוב לפי המנהג ולא יוכל לשנות (דברי הרב וכן משמע במהרי\"ל) ויש מקומות שנוהגים לכתוב כל הכתובות בשוה אפילו לא הכניסה לו כלום ואם ירצה מוסיף לה ואם ירצה לפחות לה היא כותבת לו כך וכך קבלתי על כתובתי וכן נוהגין במדינות אלו:"
    },
    {
      "id": "even_haezer-066-12",
      "section": 12,
      "text": "נשא אשה ממקום אחר על דעת שתדור עמו במקומו הולכים אחר (מנהג) מקומו:"
    },
    {
      "id": "even_haezer-066-13",
      "section": 13,
      "text": "במקום שאין רגילים לחתום בכתובה אלא הראויים להעיד לא יחתום מי שאינו יודע לקרות: הגה ולכן עם הארץ שבא לגרש ואמר אח\"כ שלא הבין מה שהיה כתוב בתנאים או בכתובה אינו נאמן דודאי העדים לא חתמו מה שלא העידו בפניו תחלה על פה (תשו' הרשב\"א סי' תרכ\"ט):"
    }
  ]
}