{
  "id": "even_haezer-138",
  "chapterLabel": "סימן 138",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-138-1",
      "section": 1,
      "text": "דין נתינת הגט בידו. ובו ד סעיפים:אמר לה טול גיטיך מע\"ג קרקע אינו כלום ואפילו היה מונח ע\"ג ידו והיא קרובה אליו ולקחתו משם אינו גט כיון שלא סייע בנטילתו אפילו היתה ידו סגורה והגט בתוכה ופתח הוא ידו ונטלתהו מתוכה שסייע בנטילתו אפילו הכי אינו גט כיון שלא קירב גופו אליה ואם הגט תחוב לו תחת חגורתו על מתניו וצמצם מתניו ונתחלחלו והטה עצמו לה ונטלתו קרי ביה שפיר ונתן אבל אם צמצם מתניו ולא הטה עצמו אליה או שהטה עצמו ולא צמצם מתניו לא הוי נתינה ויש מי שאומר שאם היה קשור על ידו או על יריכו והרכין לה בגופו או הטה ידו עד ששלפה הגט מעליו ואמר לה הרי זה גיטיך ה\"ז גט:"
    },
    {
      "id": "even_haezer-138-2",
      "section": 2,
      "text": "נתן הגט לידה ונשאר החוט שהוא קשור בו בידו אם הקשר אמיץ עד שיכול לנתקו ולהביאו אצלו אינה מגורשת ואם לאו מגורשת ואם הקשר אמיץ שהיה יכול לנתקו ולהביאו אצלו אלו לא קפצה ידה אלא מחמת שקפצה ידה אינו יכול לנתקו ולהביאו אצלו לא הוי נתינה ואינה מגורשת ויש מי שאומר שהיא מגורשת: הגה (וכל זה לא מיירי אלא שקפצה ידה בלא רצון הבעל אבל אם הבעל מצוה לה לקפוץ ואפילו הושיט לה הגט והיא לקחה אותו בצד הב' הוי גט כנ\"ל):"
    },
    {
      "id": "even_haezer-138-3",
      "section": 3,
      "text": "נתן הגט כשהיא ישינה וננערה והרי הוא בידה ואמר לה ה\"ז גיטיך אין צריך לחזור וליטלו מידה וליתנו לה אבל אם לא אמר לה ה\"ז גיטך אפילו אמר לעדים ראו גט שאני נותן לה אינו כלום כיון שהיא היתה ישינה וכן אם נפל מידה בעודה ישינה אף על פי שחזרה ולקחתו אינו גט עד שיחזור ויתננו לה ויאמר לה ה\"ז גיטך. הגה נתן גיטה בחצירה בשעה שהיא ישנה י\"א דלא הוי גט אבל ביד שלוחה לכ\"ע הוי גט (ב\"י בשם הר\"ן והרשב\"א):"
    },
    {
      "id": "even_haezer-138-4",
      "section": 4,
      "text": "אמר לעדים ראו גט שאני נותן לאשתי ואמר לה בשעה שמסרו לה כנסי שטר חוב זה הרי זה גט אף על פי שלא אמר הרי זה גיטך ויש מי שאומר דה\"מ באומר לעדים שלא בפניה אבל אם אמר בפניה ובשעה שמסרו לה אמר לה כנסי ש\"ח זה הרי זו ספק מגורשת אבל אם לא אמר תחלה ראו גט זה שאני נותן לה ואמר לה כנסי ש\"ח זה צריך לומר לה הרי זה גיטיך אבל א\"צ ליטלו ממנה ולחזור וליתנו לה ויש מי שאומר דה\"מ באומר כנסי שטר חוב זה אבל אם אמר לה זכי בשטר חוב זה אין לה תקנה עד שיטלנו ממנה ויחזור ויתננו לה ויאמר לה הרי זה גיטיך:"
    }
  ]
}