{
  "id": "even_haezer-011",
  "chapterLabel": "סימן 11",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-011-1",
      "section": 1,
      "text": "אשה הנחשדת על אשת איש. ובו ח סעיפים:הנחשדת על אשת איש אם היה לה קינוי וסתירה ולא שתתה מי המרים הואיל ונאסרה על בעלה בשבילו הרי היא אסורה ע\"ז שנתיחדה עמו לעולם כדרך שהיא אסורה על בעלה ואם עבר ונשאה מוציאין אותה מתחתיו בגט אפילו היו לה כמה בנים ממנו מפי השמועה למדו כשם שהיא אסורה לבעלה כך אסורה לבועל (וה\"ה אם נאסרה בשבילו לבעלה אסורה לו) (ס\"ה) אבל אם לא קדם קינוי ובאו עליה עדים שנסתרה עם איש זה ובא ומצא דבר מכוער כגון שנכנסו אחריו ומצאוה עומדת מעל המטה והיא לובשת המכנסים או חוגרת אזורה או שמצאו רוק למעלה מהכילה (או שראו מקום המנעלים הפוכים (טור) או שהיו יוצאים ממקום אפל או מעלים זה את זה מן הבור וכיוצא בו או שראוהו מנשק ע\"פ חלוקה או שראו מנשקים זה את זה או שנכנסו זה אחר זה והגיפו הדלתות (במנעול) (ב\"י בשם תשו' הרשב\"א אלף רנ\"א) וכיוצא בדברים אלו (לפי ראות עיני הדיינים) אם הוציא' בעלה בדבר מכוער כזה הרי זו לא תנשא לנטען ואם עבר ונשאה והיו לו בנים ממנה לא תצא בד\"א כשרננו העיר עליה ועל הנטען יום ומחצה או יותר ואמרו לו פלוני זינה עם פלונית ולא פסק הקול והוא שלא היו לה או לו (או לבעל) (הר\"ן פ\"ב דיבמות) אויבים שמעבירים את הקול אבל אם לא היה שם רינה לדבר זה בעיר או שפסק הקול שלא מחמת יראה אם נשאת לנטען לא תצא אפי' אין לה בנים אפי' בא עד אחד שזינתה עמו לא תצא: הגה וי\"א דאם היה בכאן קול ממש כדרך שנתבאר עם עידי כיעור מוציאין אותה אפילו מבעלה (רש\"י ושאלתות ומרדכי בשם הר\"ם פ\"ב דיבמות) אם אין לו בנים ממנה אבל באחד מהן אין מוציאין מן הבעל אלא א\"כ הוציאה בעלה וכנסה הנחשד מוציאין בא' מהן מן הנחשד אם אין לה בנים ממנו (כן משמע מהרי\"ף והרמב\"ם) ב' עידי כיעור מצטרפין אע\"ג דראו זה אחר זה וכיעור דחזא האי לא חזא האי (מרדכי פ\"ב דיבמות בשם תשובת מוהר\"ם) עד א' בדבר מכוער לאו כלום הוא (תשו' מוהר\"ם סוף נשים):"
    },
    {
      "id": "even_haezer-011-2",
      "section": 2,
      "text": "מי שהוציאה בעלה בעידי דבר מכוער ונשאת לאחר וגירשה הרי זו אסורה להנשא לנטען מפני שיצאתה מתחת בעלה בגללו ואם נשאת לא תצא אע\"פ שאין לה בנים כל אשה שבאו שני עדים והעידו שזינתה עם זה כשהיתה תחת בעלה הראשון הרי זו תצא מזה אע\"פ שיש לה ממנו כמה בנים:"
    },
    {
      "id": "even_haezer-011-3",
      "section": 3,
      "text": "כל מקום שאמרו תצא תצא בלא כתובה:"
    },
    {
      "id": "even_haezer-011-4",
      "section": 4,
      "text": "י\"א שאם באו עדים שאשת איש זינתה צריכים דרישה וחקירה (ואין לקבל העדות שלא בפניה ושלא בפני בעלה) (תשו' הרא\"ש כלל מ\"ו):"
    },
    {
      "id": "even_haezer-011-5",
      "section": 5,
      "text": "הנטען משפחה ונכרית ונתגיירה ונשתחררה לא יכנוס ואם כנס לא יוציא (גירשה אסורה לחזור לו אלא אם כן היו לו בנים ממנה) (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-011-6",
      "section": 6,
      "text": "כותי ועבד הבא על בת ישראל אע\"פ שחזר הכותי ונתגייר והעבד נשתחרר הרי זה לא ישאנה ואם כנס לא יוציא:"
    },
    {
      "id": "even_haezer-011-7",
      "section": 7,
      "text": "אותם שאמרו חכמים לא יכנוס אפי' באותו מבוי לא תדור וכ\"ש שלא תשמשנו:"
    },
    {
      "id": "even_haezer-011-8",
      "section": 8,
      "text": "כל היכא שהתרו בו ועבר וכנס לא מקרי דיעבד ומפקינן לה מיניה (המגרש אשה כדי שישאנה חבירו אסור לישא אותה כמו שיתבאר לקמן סי' קמ\"ג סעיף ט\"ו):"
    }
  ]
}