{
  "id": "even_haezer-095",
  "chapterLabel": "סימן 95",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-095-1",
      "section": 1,
      "text": "חיוב מעשה ידיה ליורשים ואם השביחו הנכסים אם נוטלת בהם. ובו ז סעיפים:מאחר שהיורשים חייבים במזונות האלמנה מעשה ידיה שלהם ואם היורשים אומרים לה טלי מעשה ידיך למזונותיך אין שומעין להם אבל אם היא אומרת כן שומעין לה:"
    },
    {
      "id": "even_haezer-095-2",
      "section": 2,
      "text": "אם היתה מניקה יכולה היא לומר איני מניקה אלא בשכר ויכולה היא לתבוע כתובתה לאלתר אע\"פ שאינה יכולה לינשא תוך כ\"ד חדש:"
    },
    {
      "id": "even_haezer-095-3",
      "section": 3,
      "text": "כל מלאכות שהאשה עושה לבעלה אלמנה עושה ליורשים חוץ ממזיגת הכוס והצעת המטה והרחצת פנים ידי' ורגלי':"
    },
    {
      "id": "even_haezer-095-4",
      "section": 4,
      "text": "מציאתה ופירות נכסיה לעצמה:"
    },
    {
      "id": "even_haezer-095-5",
      "section": 5,
      "text": "צמצמה עצמה והותירה ממזונותיה וכן אם הותירה מכסותה ובגדיה הכל ליורשים:"
    },
    {
      "id": "even_haezer-095-6",
      "section": 6,
      "text": "כשבאה האלמנה לב\"ד לתבוע מזונותיה אין מחשבין עמה על מעשה ידיה עד שיבואו היורשים ויתבעוה אם ימצאו לה מעשה ידיה נוטלין אותו ואם לאו ילכו לדרכם ואם היורשים קטנים ב\"ד מחשבין עמה ופוסקין לה מעשה ידיה כדרך שפוסקין לה מזונות:"
    },
    {
      "id": "even_haezer-095-7",
      "section": 7,
      "text": "אלמנה שניזונית מן היתומים והניח בעלה קרקע והשביחתו יש מי שאומר שכל השבח שלהם ואפי' שכר טרחה אינה נוטלת ויש מי שאומר שהשבח הוא לעצמה וי\"מ שאומר שנוטלת שכר טרחה אלא שידה על התחתונה ואם אינה ניזונת משלהם והניח בעלה נכסים מועטים שאין בהם כדי כתובתה יש מי שאומר שאם אמרה ראו מה שהניח לי בעלי ואשביח לעצמי ונתעצלו מלהגבות כתובתה אפי' השביחו הנכסים אלף זוז השבח לעצמ' אבל אם השביח' הנכסים סתם נוטלת כתובתה והמותר ליורשים ויש מי שאומר שבין אמרה ראו בין לא אמרה כל השבח ליורשים ואפי' כתובתה לא תגבה ממנו אלא שנוטלת שכר טרחה וידה על התחתונה: הגה וכן עיקר דהשבח כולו היא של היתומים ואינה גובה כתובה ולא מזונות מאותו שבח (במרדכי פ' מי שמת) ולכן אלמנה שישבה זמן ארוך בבית בעלה וניזונית מהם עד שבודאי כלה הקרן שהניח בעלה אע\"ג דיש כאן הרבה מן השבח ששבחה אינה גובאת כתובתה משם (הטור ומהרי\"ו סי' קע\"ו) וי\"ח אלא כל מה שהוציאה מנכין מן השבח וגובאת כתובתה מן הקרן ולא מן השבח (מהרי\"ל סי' מ\"ו ועיין לקמן סי' ק'):"
    }
  ]
}