{
  "id": "even_haezer-045",
  "chapterLabel": "סימן 45",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-045-1",
      "section": 1,
      "text": "שחוששין לסבלונות ולכתובה. ובו ג סעיפים:מקום שנהגו לשלוח סבלונות לארוסה אחר שתתארס ובאו עדים שראו סבלונות הובלו לה חוששין שמא נתקדשה וצריכה גט מספק אע\"פ שרוב אנשי העיר אין משלחין סבלונו' אלא קודם הקידושין אע\"פ שלא שלח הסבלונות בעדים (טור וכ\"כ הר\"ן פ\"ב דקידושין) ומקום שנהגו כלם לשלוח סבלונות בתחלה ואח\"כ מקדשין (אע\"פ שלפעמים שולחים דרך מקרה אחר קדושין הואיל ואין מקפידין בכך) (שם בהר\"ן) וראו סבלונות אין חוששין לה ורש\"י פירש שחשש הסבלונות הוא שמא הם עצמם ניתנו לקדושין: הגה ולכן אפי' יש עדים שלא קידשה כבר חיישינן שמא הסבלונות לשם קידושין ויש לחוש לשני הפירושים להחמיר (טור) וכל זה ששולח סתם אבל אם פרש בהדיא ששולח לה לשם סבלונות ליכא למיחש לפרש\"י (הר\"ן פ\"ב דקדושין) וכ\"ש אם אמר ששולח לשם דורון בעלמא אפילו אמר שהחתן שלח לכלה (מהרי\"ק שורש קע\"א) וכל זה מיירי בדשידך תחלה אבל בלא שידוכין ליכא למיחש לכ\"ע (רשב\"א אלף רכ\"ג) וכל היכא דחיישינן אפילו אמרו שניהם שלא כיוונו לשם קידושין (הר\"ן ומהרי\"ק שורש כ\"ה) ונשבעו על זה אינם נאמנים (ת\"ה סי' ר\"ז) י\"א דכל סבלונות ששלח מיד אחר השידוכין יום או יומים אין לחוש להם כלל ואפי' שלח לה אח\"כ ג\"כ דמאחר ששלח לה תחלה אנו רואים דמסבל ואח\"כ מקדש ואין חוששין לסבלונות (מהרי\"ק שורש קע\"א) וכל חששא דסבלונות אינו אלא להצריכה גט לכתחלה אבל אם כבר נשאת לא תצא ואזלינן בספיקא להקל (שם) י\"א דאם לא שלח לה הסבלונות בעדים אין חוששין לפירש\"י שהסבלונות הן עצמן קידושין ואפילו למ\"ד המקדש בעד אחד חוששין לקידושין בסבלונות ליכא למיחש (מהרי\"ק שורש כ\"ח וק\"א וקע\"א) ויש מחמירין אם שלח בעדים אע\"ג דלא היו עדים בנתינה לאשה (ת\"ה סי' ר\"ז) י\"א דכל זה מיירי דהכלה קבלה הסבלונות בעצמה אבל במקום שדרך הכלות שאין מקבלים הסבלונות רק אחר מקבל להם אין חוששין להם (מהרי\"ק שורש קע\"א) וי\"א שאין לחלק בין שלח לה הסבלונות או אם החתן נותן לה בעצמו וכן עיקר (תשו' רשב\"א ק\"פ וקפ\"ט) ודלא כיש מי שהחמיר לומר דבמקום שהחתן בעצמו נותן לה חוששין בכל ענין (תשו' הרב מהר\"ש) י\"א דבמקום דהיה לנו למיחש שעשה איסור אם היה כוונתו לקדש בשליחות הסבלונות כגון ששלח בשבת (מהרי\"ק שורש קע\"א) או שיש חרם בעיר שלא לקדש כי אם בעשרה (ב\"י בשם הריטב\"א) אין חוששין לסבלונות שמא הם קדושין. לא שלח לה החתן בעצמו רק אבי החתן שלח לא חיישינן לפרש\"י שמא הסבלונות עצמן הם קדושין אפילו אמר השליח החתן שלח לך וכל זה מיירי דידעינן בודאי בשליחות הסבלונות אבל בקלא דסבלונות לא חיישינן לכולי האי (פסקי מהרא\"י סי' רכ\"ו):"
    },
    {
      "id": "even_haezer-045-2",
      "section": 2,
      "text": "האידנא נהגו בכל מלכות ארץ ישראל ומצרים ותוגרמה שלא לחוש לסבלונות זולתי בקונסטנטינ\"א שחוששין להם: הגה היה מנהג בעיר ונתבטל הולכין אחר עכשיו (ריב\"ש סי' ה') לא היה מנהג בעיר כגון שהיא עיר חדשה נידון כמחצה על מחצה (הר\"ן פ\"ב דקדושין) וי\"א דיש להחמיר אפי' במקום דכ\"ע מסבלי והדר מקדשי אם לא שיש עוד צד היתר אצל זה (ת\"ה סי' ר\"ז ובפסקיו סי' ע\"ד) ונ\"ל דאם החתן אמר שלא שלח רק לסבלונות בעלמא לכ\"ע ליכא למיחש בכה\"ג וכן מעשים בכל יום לפעמים חוזרים בשדוכים והסבלונות חוזרים ולא נהגו להצריכה גט הואיל והוא במקומות בזמן הזה דכ\"ע מסבלי והדר מקדשי והחתן אינו אומר ששלח לשם קדושין:"
    },
    {
      "id": "even_haezer-045-3",
      "section": 3,
      "text": "חוששין לכתובה שאם כתב לה כתובה אף על פי שלא הגיע לידה אם דרך מקצת אנשי העיר שמקדשין ואח\"כ כותבים כתובה חוששין שמא נתקדשה אע\"פ שאין שם סופר מצוי ואין אומרים שמא הסופר נזדמן לו וכתב ואם דרך כל אנשי העיר שכותבין הכתובה קודם הקידושין אין חוששין לקדושין:"
    }
  ]
}