{
  "id": "even_haezer-143",
  "chapterLabel": "סימן 143",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-143-1",
      "section": 1,
      "text": "דין המגרש על תנאי. ובו כג סעיפים: המגרש על תנאי אם נתקיים התנאי הרי זו מגורשת ואם לא נתקיים התנאי אינה מגורשת ואפי' הוא כהן מותרת לו וכבר נתבארו משפטי התנאים בסי' ל\"ח:"
    },
    {
      "id": "even_haezer-143-2",
      "section": 2,
      "text": "המגרש על תנאי כשיתקיים התנאי תהיה מגורשת בשעה שיתקיים לא בשעת נתינת הגט לידה לפיכך יש לבעל לבטל הגט או להוסיף על תנאו או להתנות תנאי אחר כל זמן שלא נתקיים התנאי הראשון אע\"פ שהגיע לידה ואם מת הבעל או אבד הגט או נשרף קודם שיתקיים התנאי אינה מגורשת ואם נשאת תצא ואם אמר לה הרי את מגורשת מעכשיו או מהיום על תנאי כך וכך או שאמר לה הרי את מגורשת ע\"מ כך וכך (וע\"ל סי' קמ\"ד סעיף ד' די\"א דע\"מ לאו כמעכשיו דמי) כשיתקיים התנאי תהיה מגורשת משעת נתינת הגט לידה לפיכך אינו יכול לבטל הגט ולא להוסיף על תנאו משהגיע לידה ואם אבד או נשרף (ואפי' מת הבעל) קודם שיתקיים התנאי ה\"ז מקיימת התנאי אחר מותו וכבר נתגרשה משעת נתינת הגט לידה. ולכתחלה לא תנשא קודם קיום התנאי ואם נשאת יפרוש ממנה עד שיתקיים התנאי ומיהו בתנאי שהוא בידה והוא בשב ואל תעשה לא חיישינן שמא תעבור עליו ולפיכך מותרת לינשא מיד בתנאי דעל מנת או מעכשיו וי\"א דאפי' לא אמר מעכשיו ולא מהיום ולא על מנת דינו כאומר מהיום משום דזמנו של גט מוכיח עליו הילכך אזלינן בה לחומרא וי\"א דאפילו בתנאי דמעכשיו יכול לבטלו ויש להחמיר) (עיטור וכן משמע בהרא\"ש):"
    },
    {
      "id": "even_haezer-143-3",
      "section": 3,
      "text": "אמר לה ע\"מ שתתני לי מאתים זוז מכאן ועד שלשים יום ומת בתוך השלשים יום קודם שנתנה לו אינה יכולה לקיים התנאי שאם תתן ליורשי' אינו כלום וכיון שכן כיון ששלמו ל' יום ולא נתנה לו בטלו הגירושין וחולצת או מתייבמת ואם אמר לה ע\"מ שתתני לי מאתים זוז ולא קבע לה זמן ומת קודם שתתן לו אע\"פ שאבד הגט או נקרע קודם שימות הרי זו לא תנשא לזר עד שתחלוץ:"
    },
    {
      "id": "even_haezer-143-4",
      "section": 4,
      "text": "אמר לה ע\"מ שתתני לי מאתים זוז מכאן ועד ל' יום ונתנה לו בתוך שלשים יום בעל כרחו והוא אינו רוצה לקבל ה\"ז גט פסול עד שתתן מדעתו:"
    },
    {
      "id": "even_haezer-143-5",
      "section": 5,
      "text": "אמר לה ע\"מ שתתני לי מאתים זוז מכאן ועד ל' יום וחזר ואמר לה בתוך השלשים יום הרי הם מחולים לך אינה מגורשת שהרי לא נעשה התנאי וי\"א דה\"מ כשלא אמר לה אלא הרי הם מחולים לך לבד אבל אם אמר לה להוי גיטא בלא שום תנאי הרי זו מגורשת ואין צריך ליטלו ממנה:"
    },
    {
      "id": "even_haezer-143-6",
      "section": 6,
      "text": "אמר לה ע\"מ שתתני לי כלי פלוני או בגד פלוני ואבד אותו כלי או אותו בגד או נגנב אע\"פ שנתנה לו אלף זוז בדמיו אינו גט עד שתתן אותו כלי או אותו בגד עצמו או שיאמר לה ליהוי גיטא בלא שום תנאי ויש מי שאומר שאם הוא מתרצה בקבלת הדמים הוי גט:"
    },
    {
      "id": "even_haezer-143-7",
      "section": 7,
      "text": "אמר לה ע\"מ שתתני לי ר' זוז מכאן עד ל' יום אפי' לא נתנה לו עד יום שלשים בסופו מגורשת ואם אמר לה בתחלת יום ראשון לחודש ונתנה לו בסוף ליל ראשון לחדש השני ה\"ז ספק מגורשת:"
    },
    {
      "id": "even_haezer-143-8",
      "section": 8,
      "text": "התנה עליה שתעשה דבר זה סתם ה\"ז כמפרש יום א' הואיל ולא פירש כמה זמן תעשה כיצד אמר לה ה\"ז גיטך ע\"מ שתעשי עמי מלאכה ע\"מ שתשמשי את אבא ע\"מ שתינקי את בני אם עשתה עמו מלאכה או אם שמשה את אביו יום אחד או שהניקה בנו יום אחד בתוך הזמן שהבן יונק בו והוא בתוך כ\"ד חדש הרי זה גט: הגה וי\"א דצריכה לשמש האב כל ימי חייו וצריכה להניק התינוק עד סוף כ\"ד חודש (טור בשם הרא\"ש) ואם מתו לאחר שהתחילה לקיים התנאי רק יום אחד הוי גט (טור) מת הבן או מת אביו קודם שתניק או שתשמש אינו גט אמר לה ע\"מ שתניקי את בני או שתשמשי את אבי שתי שנים הרי זו משלמת הזמן שפירש מת הבן או האב בתוך הזמן שפירש או שאמר האב אין רצוני שתשמשני אינו גט שהרי לא נתקיים התנאי וכן כל כיוצא בזה וי\"א דכל שאין העיכוב ממנה הוי גט (טור בשם ר\"י) ונ\"ל דאזלינן בכל זה לחומרא:"
    },
    {
      "id": "even_haezer-143-9",
      "section": 9,
      "text": "י\"א דכי אמרי' דהניקה או שמשה יום א' הוי גט לאו דוקא יום אחד דאפי' בשעה אחת סגי ויש מי שאומר דיום אחד דוקא כליל שבת ויומו:"
    },
    {
      "id": "even_haezer-143-10",
      "section": 10,
      "text": "הנותן גט לאשתו ע\"מ שתתן לו מאתים זוז וחזר והתנה עליה תנאי אחר בפני עדים שתשמש אביו שתי שנים לא ביטלו דבריו האחרונים את הראשונים אלא ה\"ז כאומר לה עשי אחד משני תנאים רצת משמשת רצת נותנת ואין א' מהראשונים ואחד מהאחרונים מצטרפים אבל אם התנה עליה שתתן לו ר' זוז וחזר והתנה בפני שנים שתתן לו ג' מאות זוז כבר ביטל התנאי של ר' זוז וצריכה ליתן ג' מאות זוז וכן כל כיוצא בזה: הגה וי\"א דכל זה דוקא בשלא מסר לה הגט לא בתנאי ראשון ולא בתנאי שני אלא אחר שני התנאים מסר לה הגט בפני עדים הראשונים והאחרונים אבל מסר לה הגט בשעת תנאי הראשון או השני אותו תנאי דוקא (הר\"ן פרק מי שאחזו):"
    },
    {
      "id": "even_haezer-143-11",
      "section": 11,
      "text": "ה\"ז גיטך והנייר שלי אינה מגורשת שאין זה כריתות ע\"מ שתתני לי את הנייר הרי זו מגורשת ותתן:"
    },
    {
      "id": "even_haezer-143-12",
      "section": 12,
      "text": "התנה על דבר שא\"א לקיימו כגון על מנת שתעלי לרקיע או שתרדי לתהום או שתבלעי קנה של ד' אמות אינו תנאי והגט גט אבל אם התנה בדבר שאפשר לקיימו אפי' באיסור כגון ע\"מ שתאכלי בשר חזיר הוי תנאי שאפשר שתאכלנו ותלקה ואין זה מתנה על מה שכתוב בתורה שאינו מתנה שתאכלנו עכ\"פ שאם לא תאכלנו לא תתגרש בד\"א כשהאיסור תלוי בה לעבור עליו אבל אם תלוי באחרים שאמר לה ע\"מ שתבעלי לאבא לא הוי תנאי שאביו לא ישמע לה לעשות איסור:"
    },
    {
      "id": "even_haezer-143-13",
      "section": 13,
      "text": "אמר לה ע\"מ שלא תבעלי לאבא ונבעלה לו אינו גט אבל כל זמן שאין עדים שנבעלה לו אין חוששין שמא נבעלה לו (ומותרת להנשא) ואין חוששין שמא (תבעל לו) (טור) ."
    },
    {
      "id": "even_haezer-143-14",
      "section": 14,
      "text": "אמר לה ע\"מ שלא תנשא לאבא ונשאת לו הוי גט שאין לו בה נשואין:"
    },
    {
      "id": "even_haezer-143-15",
      "section": 15,
      "text": "אמר לה ע\"מ שתנשאי לפלוני אם נשאת לו הרי זו מגורשת אבל אמרו חכמים לא תנשא לו שלא יאמרו נשותיהם נותנים במתנה זה לזה: הגה ואפי' לא התנה עמה בפירוש שתנשא לפלוני אלא שניכר שגירשה משום זה כיון שאותו פלוני נתן לו ממון כדי לגרשה והוא מעלה לה מזונות כדי שיקחנה וכל כיוצא בזה (הגהות מרדכי בקידושין) ואם נשאת לא תצא ואם נשאת לו תחילה וגירשה מותרת לכל שהרי נתקיים התנאי נשאת לאחר קודם שתנשא לאותו פלוני תצא ממנו ולא יחזיר עולמית וצריכה ממנו גט והולד ממנו ממזר: הגה נשאת אח\"כ לאותו פלוני שהתנה עמה הבעל הוי גט למפרע ואין הבנים ממזרים (טור אבל לא יחזירה עולמית משום דהוי כמחזיר גרושתו (טור בשם הרמ\"ה) נתקדשה לאחר תצא ולא תחזיר לו אלא אחר מיתת הבעל או שיתן לה גט אחר בלא תנאי (ג\"ז שם)"
    },
    {
      "id": "even_haezer-143-16",
      "section": 16,
      "text": "אמר לה ע\"מ שלא תנשאי לפלוני עד זמן פלוני הרי זה גט ויש מי שאומר שלא תנשא עד שימות אותו פלוני ויש מי שאומר שמותרת לינשא מיד כיון שבידה לקיימו שא\"א לינשא לו אלא מדעתה. ואין תקנה להתירה (לאותו פלוני) אא\"כ יקדשנה המגרש ויחזור ויגרשנה סתם (או שמת הבעל קודם שנשאת לשום אדם) (בב\"י בשם הרשב\"ץ) ואם נשאת לאחר וגירשה אותו האחר סתם עדיין לא הותרה לאותו פלוני ואם נשאת לו נתבטל הגט ובניה אף מהשני ממזרים:"
    },
    {
      "id": "even_haezer-143-17",
      "section": 17,
      "text": "זינתה עם אותו פלוני הולד כשר והגט כשר שלא התנה אלא על נשואין:"
    },
    {
      "id": "even_haezer-143-18",
      "section": 18,
      "text": "אמר לה ע\"מ שתבעלי לפלוני נתקיים התנאי שנבעלה לו בין בזנות בין בנשואין ה\"ז גט ולכתחלה לא תבעל לו דהא אינה מגורשת עד שתבעל לו נמצאת תחילת ביאה באיסור:"
    },
    {
      "id": "even_haezer-143-19",
      "section": 19,
      "text": "ע\"מ שלא תבעלי לפלוני הוי גט ולא תנשא עד שימות אותו פלוני דחיישינן שמא תבעל לו באונס:"
    },
    {
      "id": "even_haezer-143-20",
      "section": 20,
      "text": "צריך שלא יתנה עליה תנאי שעומדת בו כל ימיה כגון ע\"מ שלא תאכלי בשר או שלא תשתי יין לעולם או כל ימי חייכי שאם התנה כך אין זה כריתות אבל אם אמר לה כל ימי חיי או כל ימי חיי פלוני או עד חמשים שנה ה\"ז גט ויש מי שכתב שאפי' הרחיב הזמן יותר מכדי חיי האדם כיון שהוא דבר פסוק הרי זה גט:"
    },
    {
      "id": "even_haezer-143-21",
      "section": 21,
      "text": "אמר לה ע\"מ שלא תלכי לבית אביך עד זמן פלוני אע\"פ שהגט כשר והתנאי קיים אין לשום אדם להשתדל בגט שינתן בתנאי זה כי א\"א לעמוד על נפשה מלכת לבית אביה ונמצא גט בטל ובניה ממזרים ואם המגרש הוא מאותם שכופין להוציא ולא רצה לגרש אלא בתנאי זה כופין אותו לגרש בלא תנאי זה:"
    },
    {
      "id": "even_haezer-143-22",
      "section": 22,
      "text": "אמר לה ע\"מ שלא תנשאי לפלוני ולא קבע זמן אינו גט שאין זה כריתות דומה לאומר ע\"מ שלא תשתי יין לעולם או כל ימי חייכי וי\"א שכיון שאין התנאי נמשך אלא כל ימי חייו הוי ליה כאומר ע\"מ שלא תשתי יין כל ימי חיי פלוני שהיא מגורשת ונקטינן כדברי שניהם להחמיר:"
    },
    {
      "id": "even_haezer-143-23",
      "section": 23,
      "text": "אמר לה ע\"מ שלא תשתי יין זה לעולם או שלא תעלי באילן זה או בכותל זה לעולם ונשפך היין ונקצץ האילן ונפל הכותל אין זה כריתות מאחר שלא הותרה לעולם במה שנאסרת וי\"א שכיון שאין התנאי נמשך אלא כל זמן שהיין קיים או האילן או הכותל קיימים ה\"ז כריתות ונקטינן כדברי שניהם להחמיר:"
    }
  ]
}