{
  "id": "even_haezer-023",
  "chapterLabel": "סימן 23",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-023-1",
      "section": 1,
      "text": "איסור הוצאת זרע לבטלה ודברים המביאים לכך. ובו ז סעיפים:אסור להוציא שכבת זרע לבטלה ועון זה חמור מכל עבירות שבתורה לפיכך לא יהיה אדם דש מבפנים וזורה מבחוץ ולא ישא קטנה שאינה ראויה לילד:"
    },
    {
      "id": "even_haezer-023-2",
      "section": 2,
      "text": "אלו שמנאפים ביד ומוציאים שכבת זרע לא די להם שאיסור גדול הוא אלא שהעושה זה בנדוי הוא יושב ועליהם נאמר ידיכם דמים מלאו וכאלו הרג הנפש:"
    },
    {
      "id": "even_haezer-023-3",
      "section": 3,
      "text": "אסור לאדם שיקשה עצמו לדעת או יביא עצמו לידי הרהור אלא אם יבא לו הרהור יסיע לבו מדברי הבאי לדברי תורה שהיא אילת אהבים ויעלת חן לפיכך אסור לאדם לישן על ערפו ופניו למעלה עד שיטה מעט כדי שלא יבא לידי קישוי ולא יסתכל בבהמה וחיה ועוף בשעה שמזדקקין זכר לנקבה ומותר למרביעי בהמה להכניס כמכחול בשפופרת מפני שהם עסוקים במלאכתם לא יבואו לידי הרהור:"
    },
    {
      "id": "even_haezer-023-4",
      "section": 4,
      "text": "אסור לאדם שאינו נשוי לשלוח ידיו במבושיו כדי שלא יבא לידי הרהור ואפי' מתחת טבורו לא יכניס ידו שמא יבא לידי הרהור ואם השתין מים לא יאחוז באמה וישתין ואם היה נשוי מותר ובין נשוי ובין שאינו נשוי לא יושיט ידו לאמה כלל אלא בשעה שהוא צריך לנקביו (ועיין בא\"ח סימן ג'):"
    },
    {
      "id": "even_haezer-023-5",
      "section": 5,
      "text": "אשה שיש לה אוטם ברחם ועי\"כ כשבעלה משמש עמה זורה מבחוץ אסור (אבל מותר לשמש עם קטנה ואיילונית הואיל ומשמש כדרך הארץ) תוספות ומרדכי פ\"ק דיבמות ונ\"י פ' הבא על יבמתו:"
    },
    {
      "id": "even_haezer-023-6",
      "section": 6,
      "text": "אסור לרכוב על בהמה בלא אוכף (פי' מרדעת באסט\"ו בלע\"ז): הגה בגמרא פרק כל היד משמע דאסור ללבוש מכנסיים אם לא עשויין כבתי שוקיים משום דמביא לידי השחתת זרע ואע\"פ שאפשר לדחות דבגמרא לא קאמר אלא בימיהם שהיה להם תרומה ואיכא למיחש לטומאת הגוף מ\"מ מדהביא הרא\"ש בפסקיו משמע דאף בזמן הזה אסור (הכל ד\"ע) ומה שנהגו היתר במרחץ אפשר לומר דבשעה מועטת לא אסרו כנ\"ל עוד אסרו בגמ' לרחוץ עם אביו ואחיו ובעל אמו ובעל אחותו ונהגו עכשיו היתר בדבר הואיל ומכסין ערותן בבית המרחץ ליכא למיחש להרהורא (אגודה):"
    },
    {
      "id": "even_haezer-023-7",
      "section": 7,
      "text": "חסידים הראשונים וגדולי החכמים התפאר אחד מהם שלא נסתכל במילה שלו ומהם מי שהתפאר שלא התבונן מעולם בצורת אשתו מפני שלבו פונה מדברי הבאי (פי' הושאל לשון זה של הבאי לדברי הבל) לדברי האמת שהם אוחזת לבב הקדושים:"
    }
  ]
}