{
  "id": "even_haezer-046",
  "chapterLabel": "סימן 46",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-046-1",
      "section": 1,
      "text": "דיני קלא בקידושין ואם מבטלין הקול. ובו ה סעיפים:פנויה שיצא עליה קול שנתקדשה היום לפלוני בעיר זו חוששין לה והרי היא ספק מקודשת אע\"פ שאין שם ראיה ברורה וכל קול שלא הוחזק בב\"ד אין חוששין לו וכיצד היא הקול שתוחזק זו בו שהיא מקודשת כגון שבאו ב' עדים והעידו שראו הנרות דולקות ומטות מוצעות ובני אדם נכנסים ויוצאים ונשים שמחות לה ואומרות נתקדשה פלונית אבל אם שמעו אותן אומרות פלונית תתקדש היום אין חוששין לה שמא נזדמנו לקדש ולא נתקדשה: הגה וכן אם אמרו נתקדשה סתם ולא אמרו לפלוני או שאמרו נתקדשה בעיר אחרת לא מיקרי קול (טור):"
    },
    {
      "id": "even_haezer-046-2",
      "section": 2,
      "text": "וכן אם באו שנים ואמרו ראינו כמו שמחת אירוסין ושמענו הברה ושמענו מפלוני ששמע מפלוני שנתקדשה פלונית בפני פלוני ופלוני והלכו להם העדים למדינה אחרת או מתו הרי זה קול שמחזיק אותה מקודשת: הגה וי\"א דלא הוי קול אלא כששמעו תרי מתרי אבל חד מתרי לא (טור בשם הרא\"ש והר\"ן והמ\"מ בשם הרשב\"א) ואין חוששין לקול אלא כשהוחזק בב\"ד שבית דין חקרו בדבר ושמעו שיש ממשות בקול כמו שנתבאר אבל כל זמן שלא הוחזק בב\"ד לא אם לא במקום שיש חזקה טובה שנתקדשה אז לא בעינן הוחזק בב\"ד (מהרי\"ק שורש פ\"ו) ויש לב\"ד לחזור ולדקדק אחר הקול כדי לברר אם יש בו ממשות (ב\"י בשם התשב\"ץ ובשם הרשב\"א):"
    },
    {
      "id": "even_haezer-046-3",
      "section": 3,
      "text": "בד\"א שלא היה שם אמתלאה אבל אם היה שם אמתלאה ושמעו האמתלאה כששמעו שנתקדש' לא הוחזקה מקודשת כיצד היא האמתלאה פלונית נתקדשה על תנאי או קידושי ספק כגון שאומרים שזרק לה קידושין ספק קרוב לו ספק קרוב לה או אם יש להסתפק אם יש בקידושין שוה פרוטה או שהיה קטן לא הוחזקה אלא שואלין אותה וסומכים על דבריה הואיל ואין שם ראיה ברורה ולא קול חזק:"
    },
    {
      "id": "even_haezer-046-4",
      "section": 4,
      "text": "יצא עליה קול שנתקדשה לפלוני ולאחר ימים אמרו אמתלאה אם נראים הדברים לב\"ד שהוא כן סומכין על האמתלאה ולא הוחזקה מקודשת ואם לאו הואיל ולא נשמעת האמתלאה בעת שנשמעו הקידושין אין חוששין לאמתלאה: הגה נתברר אח\"כ ששקר הקול כגון שבאו העדים שתלו בהן הקדושין ושנתקדשו בפניהם ואומרים לא היו דברים מעולם מבטלין קלא (טור בשם הרמ\"ה) וי\"א דבזמן הזה אין מבטלין קלא (ב\"י שכן דעת הרמב\"ם וכן משמע מהרי\"ף וכ\"כ הר\"ן פ' המקדש) שלח לה סבלונות והוא בדרך שאין חוששין לסבלונות ששלח לה אע\"ג דיצא עליה מזה קול מקודשת אין חוששין לקול שכן דרך לקרא לסבלונות קידושין (כן משמע בתשו' הרא\"ש כלל ל\"ה) וכל מקום שאין צריכין להחמיר אין להחמיר בקול כלל כדי שלא יתן יד לרשעים שיוציאו קולות על בנות ישראל לעגנן או להוציא מהן ממון (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-046-5",
      "section": 5,
      "text": "יצא עליה קול שהיא מקודשת לפלוני ובא אחר וקדשה בפנינו בודקין על קידושי ראשון שהם בקול אם באו עדים ברורים בראיה ברורה שהיא מקודשת לראשון אין קידושי שני כלום ואם לאו מגרש ראשון שקדושיו בקול ונושא שני שקדושיו ודאי ואם גירש השני לא יכנוס ראשון שמא יאמר החזיר גרושתו מן האירוסין אחר שנתארסה לאחר ואם כנסה שני קודם שגירש ראשון הרי זו אסורה עליו עולמית אף לאחר שגירש ראשון (וע\"ל סי' ל' סעיף ד'):"
    },
    {
      "id": "even_haezer-046-6",
      "section": 6,
      "text": "יצא עליה קול שהיא מקודשת לפלוני ויצא קול אחר כמותו שהוא מקודשת לאחר אחד מגרש ואחד כונס בין ראשון ובין אחרון:"
    },
    {
      "id": "even_haezer-046-7",
      "section": 7,
      "text": "יצא עליה קול שנתקדשה לפלוני וגירשה אין חוששין לאוסרה משום הקדושין ואסורה לכהן משום קול הגירושין:"
    },
    {
      "id": "even_haezer-046-8",
      "section": 8,
      "text": "קול היוצא אחר הנשואין או אפי' אחר אירוסין לומר שנתקדשה לאחר תחלה אין חוששין לו: הגה ואפי' אם יצא קול כבר רק שלא הוחזק בב\"ד עד לאחר שנתארסה אין בודקין אחר הקול להחזיקו (כן כתב הבית יוסף בשם הרמב\"ן) מיהו אם היא מודה אח\"כ שנתקדשה לראשון אסורה לבעלה (כך משמע מתשובת הרא\"ש כלל ל\"ה) הואיל ויצא הקול תחילה הרב נתן טעם לשבח לחלק בין נדון דידן ובין ההיא שאמרה טמאה אני כו' (וע' לקמן ס\"ס מ\"ח):"
    }
  ]
}