{
  "id": "even_haezer-055",
  "chapterLabel": "סימן 55",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-055-1",
      "section": 1,
      "text": "דין ארוסה לענין מזונות וקבורה וירושה ואם יש כתובה. ובו ז סעיפים:הארוסה אסורה לבעלה מדברי סופרים כל זמן שהיא בבית אביה והבא על ארוסתו בבית חמיו מכין אותו מכת מרדות: הגה ואפי' בייחוד אסורים ולכן ארוס שהוא עם ארוסתו בבית א' מברכין ז' ברכות פן יתייחדו (מרדכי פ\"ק דכתובות) וי\"א דאין להם לדור ביחד שלא יקוצו זה בזה (כל בו) ואפי' בשדוכין בלא אירוסין יש לחוש (חידושי אגודה פרק קמא דכתובות) אפילו אם קדשה בביאה אסור לו לבא עליה ביאה שניה בבית אביה עד שיביא אותה לתוך ביתו ויתייחד עמה ויפרישנה לו ויחוד זה הוא הנקרא כניסה לחופה והיא הנקרא נישואין בכל מקום והבא על ארוסתו לשם נשואין אחר שקידשה משיערה בה קנאה ונעשית נשואה והרי היא כאשתו לכל דבר וצריך לברך ברכת חתנים בבית החתן קודם הנישואין: הגה וי\"א דחופה אינו יחוד אלא כל שהביאה החתן לביתו לשם נשואין (כ\"כ הר\"ן בשי\"א ריש כתובות) וי\"א שהחופה היא שפורסין סודר על ראשה בשעת הברכה (הב\"י הביאו) וי\"א דחופת בתולה משיצאה בהינומא ואלמנה משנתייחדו (תוס' פ\"ק דיומא) והמנהג פשוט עכשיו לקרות חופה מקום שמכניסין יריעה פרוסה על גבי כלונסות ומכניסין תחתיה החתן והכלה ברבים ומקדשה שם ומברכין שם ברכת ארוסין ונשואין ואח\"כ מוליכים אותם לביתם ואוכלין ביחד במקום צנוע וזה החופה הנוהגת עכשיו ע' לקמן סי' ס\"ב סעיף ט' וסימן ס':"
    },
    {
      "id": "even_haezer-055-2",
      "section": 2,
      "text": "המארס את האשה וברך ברכת חתנים ולא נתייחד עמה בביתו עדיין ארוסה היא שאין ברכת חתנים עושה הנשואין אלא כניסה לחופה:"
    },
    {
      "id": "even_haezer-055-3",
      "section": 3,
      "text": "אירס וכנס לחופה ולא ברך ברכת חתנים ה\"ז נשואה גמורה וחוזר ומברך אפילו אחר כמה ימים וצריך לכתוב כתובה קודם כניסה לחופה ואח\"כ יהיה מותר באשתו:"
    },
    {
      "id": "even_haezer-055-4",
      "section": 4,
      "text": "אין הארוס חייב במזונות ארוסתו אא\"כ היתה בת הנזונת מהאחין שהרי אין לה מזונות מאחיה אלא עד שתתארס או עד שתבגר וזו אינה בוגרת כדי שתזון עצמה (וי\"א דאינו חייב במזונותיה כל עיקר) (טור בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-055-5",
      "section": 5,
      "text": "ארוסה שמתה אם היה הארוס כהן אינו מטמא לה ואם מת הוא אינה חייבת ליטמא לו ואינו יורשה ואינו חייב בקבורתה אלא אביה יורשה ואביה קוברה (וה\"ה אם נשאה במקום שלא זכה בנדוניא (סברת הרב) כדרך שנתבאר ס\"ס נ\"ג וע\"ל סי' ס\"ט סעיף ה'):"
    },
    {
      "id": "even_haezer-055-6",
      "section": 6,
      "text": "המארס את האשה וכתב לה כתובה ולא כנסה לחופה עדיין ארוסה היא ואינה נשואה שאין הכתובה עושה נשואין ואם מת או גירשה גובה עיקר כתובה מבני חורין ואינה גובה תוספות כלל הואיל ולא כנסה אבל אם אירס אשה ולא כתב לה כתובה ומת או גירשה והיא ארוסה אין לה כלום ואפי' העיקר שלא תקנו לה עיקר כתובה עד שתנשא או עד שיכתוב (וי\"א דארוסה יש לה כתובה הרא\"ש והר\"ן והטור) (אבל נוהגין כסברא הראשונה):"
    },
    {
      "id": "even_haezer-055-7",
      "section": 7,
      "text": "המארס את בתו ונתאלמנה או נתגרשה מן האירוסין אפי' כמה פעמים קודם שתבגר כתובתה של אביה נשאת ונתאלמנה או נתגרשה מן הנשואין אין לאביה בה כלום אפי' בראשונה:"
    }
  ]
}