{
  "id": "even_haezer-037",
  "chapterLabel": "סימן 37",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-037-1",
      "section": 1,
      "text": "כל דיני קדושי קטנה. ובו כז סעיפים:האב מקדש את בתו שלא לדעתה כל זמן שהיא קטנה וכן כשהיא נערה רשותה בידו וקידושיה לאביה וכן הוא זכאי במציאתה ובמעשה ידיה ובכתובתה אם נתאלמנה או נתגרשה מן האירוסין הוא זכאי בכל עד שתבגר לפיכך מקבל האב קידושי בתו מיום שתלד עד שתבגר ואפילו היתה חרשת או שוטה וקידשה האב הרי היא אשת איש גמורה ואם היתה בת שלש שנים ויום אחד מתקדשת בביאה מדעת אביה פחות מכאן אם מסרה אביה לקידושי ביאה אינה מקודשת: הגה י\"א דאין קדושין תופסין בנפל ואם קבל אביו בו קידושין והמקדש קידש אח\"כ אחות צריכה גט: (א\"ז)"
    },
    {
      "id": "even_haezer-037-2",
      "section": 2,
      "text": "בגרה הבת אין לאביה בה רשות והרי היא כשאר כל הנשים שאין מתקדשות אלא לדעתן: (ואם נשים יכולות להעיד שהיא בוגרות ע\"ל סי' קס\"ד סעיף י\"א וסי' קנ\"ה סעיף ט\"ו):"
    },
    {
      "id": "even_haezer-037-3",
      "section": 3,
      "text": "וכן אם השיאה אביה ונתאלמנה או נתגרשה בחיי אביה הרי היא ברשות עצמה ואע\"פ שעדיין היא קטנה כיון שנשאת אין לאביה בה רשות לעולם אבל אם קדשה ונתאלמנה או נתגרשה כמה פעמים קודם שתבגר חוזרת לרשות אביה:"
    },
    {
      "id": "even_haezer-037-4",
      "section": 4,
      "text": "נתקדשה קודם שתבגר שלא לדעת אביה אינה מקודשת:"
    },
    {
      "id": "even_haezer-037-5",
      "section": 5,
      "text": "קדשה אביה בבקר וקידשה עצמה בערב ושניהם ביום שנשלם בו ששה חדשים של ימי נערות ובדקוה ומצאוה בוגרת מחזיקים אותה בחזקת בוגרת וקידושי האב אינו כלום ויש מי שאומר דאפילו אינה מכחישתו לומר שבאו הסימנים בבקר ויש מי שאומר דדוקא מכחישתו אבל באינה מכחישתו צריכה גט משניהם:"
    },
    {
      "id": "even_haezer-037-6",
      "section": 6,
      "text": "אם בתוך הו' חדשים של נערות קדשה אביה שלא לדעתה והיא קדשה עצמה שלא לדעת אביה ונמצאו לה סימנים הוי ספק וצריכה גט משניהם:"
    },
    {
      "id": "even_haezer-037-7",
      "section": 7,
      "text": "כשם שיכול האב לקדשה בעצמו כך יכול לקדשה על ידי שלוחו או ע\"י עצמה שיאמר לה צאי וקבלי קידושיך: הגה וצ\"ל לה כן בפני עדים דהרי שליח קבלה צריך עדים (פסקי מהרא\"י סי' נ') כמו שנתבאר לעיל סי' ל\"ה סעיף ג' ואם גלוי לכל שמכינה לחופה ולקבל קידושיה כאומר לה בפני עדים דמי (ריב\"ש סי' תע\"ט) ואין חילוק בין נערה לקטנה (הר\"ן פ\"ק דקדושין) וכן עיקר אבל יש חולקים ואומרים דאין בת קטנה יכולה לקבל קידושיה אלא האב בעצמו צריך לקבלם (הרי\"ף והמרדכי בשם הר\"מ) וכדי להוציא נפשו מפלוגתא יחזיק האב יד הקטנה בשעה שמקבלת הקידושין או יעמוד אצלה כשתקבלן דהוי כאלו קבלן בעצמו (כל בו ובת\"ה סי' מ\"ג) והכי עדיף טפי משקבלה בעצמו דהרי י\"א דאסור לקדש בתו קטנה (שם בת\"ה) כמו שיתבאר בסמוך וכשמקדש הקטנה אומר לה הרי את מקודשת לי (הר\"ן פ\"ק דקדושין) ואם אמר בתך מקודשת לי הוי קידושין דהרי היא במקום אביה עומדת אע\"ג שנותן לה הקידושין (ריב\"ש סי' תע\"ט) ואם מקדשה בשטר כותב בשטר בתך מקודשת לי ובשעה שנותן לה אומר לה הרי את מקודשת לי (שם בהר\"ן) ואם שינה בדברים אלו אפ\"ה הויא מקודשת (שם) וכששולחים הבנות הקטנות למקום אחר ואין האב אצלן כשמקבלין לקדושיהן הואיל והכינה להכניסה לחופה ולקידושין הוי כאלו מחזיק בידה בשעת קבלה דמיא (פסקי מהרא\"י סי' ל\"ג):"
    },
    {
      "id": "even_haezer-037-8",
      "section": 8,
      "text": "מצוה שלא יקדש בתו כשהיא קטנה עד שתגדיל ותאמר בפלוני אני רוצה: הגה וי\"א דנוהגין בזמן הזה לקדש בנותינו הקטנות משום שאנו בגלות ואין לנו תמיד סיפוק כדי צורכי נדוניא גם אנו מתי מעט ואין מוצאין תמיד זיווג הגון (תוס' ריש האיש מקדש) וכן נוהגין:"
    },
    {
      "id": "even_haezer-037-9",
      "section": 9,
      "text": "האב שנתן רשות לשלוחו לקדש בתו והלך הוא וקדשה לאחר ושלוחו קדשה לאחר איזה מהם שקדם הוו קידושין ואם אינו ידוע איזה קודם אסורה לשניהם וצריכה גט משניהם:"
    },
    {
      "id": "even_haezer-037-10",
      "section": 10,
      "text": "אי שוי שליח אחרינא ולא בטליה לשליח ראשון בפירוש ואזל כל חד מנייהו וקידש בעיא גט מתרוייהו:"
    },
    {
      "id": "even_haezer-037-11",
      "section": 11,
      "text": "קטנה או נערה שקידשה עצמה בלא דעת אביה או נשאת אינו כלום ואפי' מיאון אינה צריכה ואפי' שדכה אביה תחילה ואפי' נתרצה האב בפירוש אחר הקדושין וי\"א שאם נתרצה האב כששמע הוי קדושין משעת שמיעה אפי' אם לא שידך ואפי' אם לא נתרצה מיד כששמע אלא שתק ולא מיחה ואח\"כ נתרצה הוכיח סופו על תחילתו והוו קידושין משעת שמיעה אפילו נתאכלו המעות קודם שמיעה: הגה וי\"א דאם נתאכלו המעות קודם לא הוי קידושין (מרדכי פרק האיש מקדש בשם רשב\"ם וראבי\"ה וראב\"ן) בד\"א כשלא מיחתה היא או אביה קודם שנתרצה אבל אם מיחתה היא או אביה קודם שנתרצה לא הוו קדושין אפילו נתרצה האב אח\"כ: הגה וי\"א דאם שמע האב ושתק ולא מיחה מיד הוי כאלו נתרצה (שם) ואם לא שמע האב או שהלך למדינת הים ונתגדלה הבת ושתקה ולא מיחתה גדלו הקידושין עמה וצריכה גט (ריב\"ש סי' תע\"ט) וי\"א דבעינן שבעל אחר שנתגדלה (רשב\"א סי' אלף רי\"ט) ויש להחמיר כסברא הראשונה:"
    },
    {
      "id": "even_haezer-037-12",
      "section": 12,
      "text": "קטנה שקידשה עצמה למי שגילה האב דעתו שהיה חפץ לקדשה חיישינן שמא נתרצה:"
    },
    {
      "id": "even_haezer-037-13",
      "section": 13,
      "text": "נתקדשה לדעת אביה ונשאת שלא לדעתו בין שאביה כאן בין שהלך למדינת הים אינם נשואין ואם מתה אינו יורשה ואינו מטמא לה וי\"א דה\"ה אם מת האב קודם שנשאת ונשאת (כן משמע במרדכי פ\"ב דקידושין בשם מקצת רבותינו):"
    },
    {
      "id": "even_haezer-037-14",
      "section": 14,
      "text": "קטנה שהלך אביה למדינת הים והשיאוה אחיה ואמה הוו קידושין וצריכה מיאון וכי אתי אביה לא בעיא קידושין אחרים וי\"א שאינן קדושין ואפי' מיאון אינה צריכה ומ\"מ אין לאוסרה עליו משום דתחשב כפנויה ועומדת אצלו בזנות כיון שדרך קידושין ונשואין היא אצלו: הגה ואפי' בא האב ומיחה אין לאוסרה עליו ואין ביאתו ביאת זנות ויכול לעכבה אצלו עד שתגדיל ויגמרו קידושיה אלא שאם קדשה האב לאחר קודם שתגדיל צריכה גט מתרווייהו (ריב\"ש סי' קצ\"ג) ושם כתוב דצריכה גט מהשני והרב פסק דצריכה מתרווייהו ויש להחמיר כסברא הראשונה ויש מחמירים עוד לומר דכל שאביה במדינת הים אפילו קדשה קטנה עצמה חיישינן שמא אם שמע האב הוי מתרצה והוי ספק מקודשת (מרדכי פ' האיש מקדש) מעשה בא' שגירש אשתו ופסק עמה שהיא תטפל בבנותיו לזונן ולהגדילן ולהשיאן וכן עשתה ובא האב ומיחה בנשואי בנותיו הקטנות ופסקו דאם צוה להשיאן ולהגדילן מה שעשתה עשוי ואינו יכול למחות ובלבד שציוה כן לפני עדים כי שליח קבלה צריך עדים כמו שנתבאר לעיל סי' ל\"ה ס\"ג אבל אם אמר שיהא כח בידה להשיאן כשיגדלו והיא השיאן בקטנותן אין במעשיה כלום ויוכל למחות דהרי שינתה ממה שציוה לה (ריב\"ש סי' תצ\"ג):"
    },
    {
      "id": "even_haezer-037-15",
      "section": 15,
      "text": "המקדש בתו סתם או שאמר לו אחת מבנותיך מקודשת לי אין הבוגרת בכלל אפילו נתנה לו רשות לקבל קידושיה ושיהיה הכסף שלו ודוק' דשויתיה שליח לקבל קידושין סתם ולא אמרה מפלוני אבל אמרה מפלוני גם היא ספק מקודשת ושאר הבוגרות אינם בכלל:"
    },
    {
      "id": "even_haezer-037-16",
      "section": 16,
      "text": "מי שיש לו שתי בנות אפילו שתיהם קטנות ושידך אחת מהן לאחד ואחר זמן קבל ממנו קידושין ואמר בתך סתם מקודשת לי אפילו היו עסוקים בה אסורות לו וצריכות גט ממנו: הגה ואפילו חזר תוך כדי דיבור ופירש בתך פלונית אינו מועיל (מרדכי ריש קידושין בשם ראבי\"ה) וכל כה\"ג דהוו קידושין שלא נמסרו לביאה כופין אותו לגרש (רשב\"א רל\"ו) המקדש את בתו סתם אין הבוגרת בכלל:"
    },
    {
      "id": "even_haezer-037-17",
      "section": 17,
      "text": "מי שיש לו ב' כיתי בנות מב' נשים וכלן ברשות שלו לקדשן ואמר למקדש בשעת הקדושין קידשתי לך את בתי הגדולה ואיני יודע אם גדולה שבגדולות או גדולה שבקטנות אם קטנה שבגדולות שהיא גדולה מן הגדולה שבקטנות כלן מותרות חוץ מן הגדולה שבגדולות:"
    },
    {
      "id": "even_haezer-037-18",
      "section": 18,
      "text": "וכן אם אמר לו קידשתי את בתי הקטנה ואיני יודע אם קטנה שבקטנות אם קטנה שבגדולות אם גדולה שבקטנות שהיא קטנה מן הקטנה שבגדולות כולן מותרות חוץ מן הקטנה שבקטנות:"
    },
    {
      "id": "even_haezer-037-19",
      "section": 19,
      "text": "מי שיש לו ה' בנים ועשו כולם את אביהם שליח לקדש להם ואמר אבי הבנים למי שיש לו ה' בנות אחת מבנותיך מקודשת לאחד מבני וקיבל האב הקדושין כל אחת צריכה גט מכל האחים מת אחד מהם כל אחת צריכה ארבעה גיטין וחליצה מאחד מהם:"
    },
    {
      "id": "even_haezer-037-20",
      "section": 20,
      "text": "האב שאמר קידשתי את בתי ואיני יודע למי אסורה לכל העולם עד שיאמר נודע לי למי קידשתי אפילו לא נודע לו עד שבגרה וי\"א דאם החתן עמד לפניו תחילה ולא הכירו ואח\"כ אמר שמכירו אינו נאמן (ב\"י בשם התוספות):"
    },
    {
      "id": "even_haezer-037-21",
      "section": 21,
      "text": "בא א' ואמר (בפני האב) (הר\"ן ורבי' ירוחם) אני קדשתיה נאמן ומותרת לו כיון שהאב אומר איני יודע וכשכונסה אינו צריך לקדשה אבל אם האב מכחישו יש מי שאומר שאינו נאמן אפי' להצריכה גט:"
    },
    {
      "id": "even_haezer-037-22",
      "section": 22,
      "text": "באו שנים וכל א' אומר אני קדשתיה שניהם נותנין גט ואם רצו א' נותן גט וא' כונס וצריך קדושין כשכונסה מאחר שנתגרשה כבר מאחר (הר\"ן והרשב\"א):"
    },
    {
      "id": "even_haezer-037-23",
      "section": 23,
      "text": "בא אחד וכנסה ואח\"כ בא אחר ואמר אני קדשתיה אינו נאמן לאוסרה עליו וי\"א דאפי' לא כנסה ממש אלא כיון שהתירוה ליכנס ככנסה דמי:"
    },
    {
      "id": "even_haezer-037-24",
      "section": 24,
      "text": "האשה שאמרה קדשתי את עצמי ואיני יודעת למי ובא אחד ואמר אני קדשתיה נאמן ליתן לה גט להתירה לעלמא אבל לא לכונסה ואם כנסה אין מוציאין מידו ואם יש עד א' שהוא קדשה מותר לכנסה לכתחילה (ר\"ן פ' האומר):"
    },
    {
      "id": "even_haezer-037-25",
      "section": 25,
      "text": "האב שאמר על בתו בעודה קטנה או נערה קדשתיה וגרשתיה נאמן לפוסלה מן הכהונה ודוקא שאמר גרשתיה תוך כדי דיבור לקדשתיה אבל היכא שהוחזקה אשת איש על פיו אינו נאמן לומר לאחר זמן גרשתיה:"
    },
    {
      "id": "even_haezer-037-26",
      "section": 26,
      "text": "אם אחר שבגרה אמר קדשתיה וגרשתיה כשהיתה קטנה אינו נאמן:"
    },
    {
      "id": "even_haezer-037-27",
      "section": 27,
      "text": "אב שאמר שקידש בתו ואח\"כ קדשה לאחר ואמר קדושי ראשון היו בפסולי עדות דאורייתא ואינם כלום נאמן (ול\"נ דוקא תוך כדי דיבור נאמן וכמו שנתבאר בסמוך סעיף כ\"ה):"
    }
  ]
}