{
  "id": "even_haezer-152",
  "chapterLabel": "סימן 152",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-152-1",
      "section": 1,
      "text": "דין שני עדים אומרים שנתגרשה והאומרת אשת איש הייתי ונתגרשתי. ובו יב סעיפים:הבעל שאמר גרשתי את אשתי אינו נאמן וחוששין לדבריו ותהיה ספק מגורשת ואפי' הודית לו שגירשה אינם נאמנים:"
    },
    {
      "id": "even_haezer-152-2",
      "section": 2,
      "text": "האומרת לבעלה גרשתני והוא מכחישה נתבאר סי' י\"ז:"
    },
    {
      "id": "even_haezer-152-3",
      "section": 3,
      "text": "שנים אומרים נתגרשה ושנים אומרים לא נתגרשה אפי' הבעל עומד והיא אומרת לו גרשתני הרי זו בחזקת אשת איש גמורה מפני שהעדים סומכים אותה ואפשר שתעיז פניה לפיכך אם נשאת תצא והולד ממזר בד\"א כשאמרו עכשיו נתגרשה שהרי אומרים לה אם אמת הדבר הוציאי גיטיך אבל אם אמרו העדים מכמה ימים נתגרשה יש לומר אבד הגט והואיל והיא אומרת גרושה אני בודאי ושנים עדים מעידים לה אע\"פ שהשנים מכחישין אותה אם נשאת לאחד מעדיה לא תצא שהרי היא ובעלה יודעים בודאי שהיא מותרת וחזקה היא שאין מקלקלים עצמם אבל אם נשאת לאחר הואיל והדבר אצלו ספק וכן אם אמרה איני יודעת תצא והולד ספק ממזר אבל כל היכא דליכא הכחשה אלא ב' אומרים נתגרשה עכשיו ואמרינן לה אחזינן גיטיך ואמרה נאבד או נקרע לא חיישינן לה:"
    },
    {
      "id": "even_haezer-152-4",
      "section": 4,
      "text": "אמרו ב' ראינוה שנתגרשה וב' אומרים לא ראינוה אפי' אם היו כלם שרוים בחצר א' הרי זו לא תנשא ואם נשאת לא תצא והולד כשר שבני אדם עשויים לגרש בצינעא: הגה וי\"א דאם אמרו שהיו כולם במעמד א' ושנים אומרים לא ראינו הוי הכחשה דכולי האי לא עבדי בצנעא (תא\"ו נכ\"ג ח\"ג):"
    },
    {
      "id": "even_haezer-152-5",
      "section": 5,
      "text": "אחד אומר נתגרשה וא' אומר לא נתגרשה לא תנשא ואם נשאת אם היתה בחזקת אשת איש תצא בכל ענין ואם לא היתה בחזקת אשת איש אלא על פיהם אם יש הכחשה בעדותן כגון שא' אומר נתגרשה וא' אומר מעולם לא היו בה ספק גירושין תנשא לכתחלה ואם שניהם מעידים שהיא אשת איש אלא שזרק לה גט אחד אומר קרוב לו ואחד אומר קרוב לה אפילו אם נשאת תצא:"
    },
    {
      "id": "even_haezer-152-6",
      "section": 6,
      "text": "האשה שבאה ואמרה אשת איש הייתי וגרושה אני נאמנת שהפה שאסר הוא הפה שהתיר וי\"א דוקא כשאמרה כך בתוך כדי דיבור אא\"כ נתנה אמתלא לדבריה:"
    },
    {
      "id": "even_haezer-152-7",
      "section": 7,
      "text": "אם יש עדים שהיתה אשת איש אינה נאמנת לומר גרושה אני ואם נשאת תצא ואפי' אם נשאת קודם שבאו העדים שהעידו שהיא אשת איש אבל חוששין לדבריה ופסולה לכהונה לעולם ואם מת חולצת ולא מתייבמת: הגה באו עדים ואמרו שמענו שהיא מגורשת אין זה עדות להוציא מחזקתה עד שיעידו שהיא גרושה (ריב\"ש סי' תק\"ד) אבל אם אין עדים שהיא אשת איש רק אומרים שמענו שנתקדשה ונתגרשה דינו כקול בעלמא (וכדרך שנתבאר לעיל סי' מ\"ו):"
    },
    {
      "id": "even_haezer-152-8",
      "section": 8,
      "text": "היו לה ב' עדים שהיא גרושה אע\"פ שאין שם גט הרי זו תנשא לכתחלה:"
    },
    {
      "id": "even_haezer-152-9",
      "section": 9,
      "text": "הוציאה גט מתחת ידה ואמרה גרשני בעלי בזה ה\"ז נאמנת ותנשא בו אע\"פ שאינו מקוים כמו שנתבאר בסימן קמ\"א וקמ\"ב:"
    },
    {
      "id": "even_haezer-152-10",
      "section": 10,
      "text": "בא הבעל וערער אם אמר ממני נפל ומצאה אותו אינו נאמן שהרי הודה שכתבו לה והרי הוא יוצא מתחת ידה אבל אם אמר הבעל על תנאי היה ועדיין לא נתקיים התנאי (או) פקדון היה או מעולם לא כתבתיו או מזוייף הוא יתקיים בחותמיו או בעידי מסירה כמו שנתבאר בסימן קמ\"א וקמ\"ב סעיף י\"ג וי\"ד:"
    },
    {
      "id": "even_haezer-152-11",
      "section": 11,
      "text": "ואם לא נתקיים אינה מגורשת להיות מותרת לאחרים אבל פסלה עצמה מכהונה:"
    },
    {
      "id": "even_haezer-152-12",
      "section": 12,
      "text": "אשה שיש בידה מעשה ב\"ד אינה יכולה לינשא בו עד שיוכרו חתימות ידי הב\"ד ועיין בסוף סימן קמ\"ב בהגה:"
    }
  ]
}