{
  "id": "even_haezer-036",
  "chapterLabel": "סימן 36",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-036-1",
      "section": 1,
      "text": "כל דיני שליחות לאשה. ובו יב סעיפים:האשה יכולה לעשות שליח לקבל קידושיה ומצוה שתתקדש ע\"י עצמה אם תוכל אבל איסור ליכא כמו שיש באיש ואומר האיש לשליח הרי פלונית ששלחה אותך מקודשת לי והשליח אומר קדשתיה לך ואם אמר הן דיו ואפילו שתק אם היו עסוקין באותו ענין ונתן לשליח ולא פירש ולא אמר דבר דיו ואם מקדשה בשטר אינו כותבו אלא מדעת השליח ויש מי שאומר שאינו כותבו אלא מדעתה:"
    },
    {
      "id": "even_haezer-036-2",
      "section": 2,
      "text": "בכל הדברים של קידושין דין האיש עם שלוחה כדינו עם האשה:"
    },
    {
      "id": "even_haezer-036-3",
      "section": 3,
      "text": "אמרה לשליח קבל הקדושין במקום פלוני והוא קבלם במקום אחר או בכל דבר שישנה בשליחותה אינה מקודשת:"
    },
    {
      "id": "even_haezer-036-4",
      "section": 4,
      "text": "אמרה לו הרי הוא במקום פלוני וקבל במקום אחר מקודשת שמראה מקום היא לו:"
    },
    {
      "id": "even_haezer-036-5",
      "section": 5,
      "text": "יש מי שאומר דשליח דקדושין אינו יכול למנות שליח דמילי נינהו ולא ממסרן לשליח (וע\"ל סי' ל\"ה סעיף ו' נתבאר):"
    },
    {
      "id": "even_haezer-036-6",
      "section": 6,
      "text": "מי שקדש ע\"י שליח לא יקדש פעם אחרת בשעת חופה שלא להוציא לעז על קדושין הראשונים שיאמרו אין קידושי שליח כלום (וע\"ל סוף סימן ל\"ד) חזרה וביטלה השליחות קודם שקיבל הקידושין הרי הוא בטל ואינה מקודשת ואם אין ידוע אם ביטלה השליחות קודם קבלת הקדושין או אח\"כ הרי זו ספק מקודשת:"
    },
    {
      "id": "even_haezer-036-7",
      "section": 7,
      "text": "אם קיבל שלוחה קידושין מאחד והיא בעצמה קיבלה קדושין מאחר ואין ידוע אם קדושין שקבל שלוחה קדמו לשלה או שלה קדמו אסורה לשניהם וצריכה גט משניהם ואם רצו אחד נותן גט ואחד כונס (ומקדשה קידושין אחרים) (רבינו ירוחם נכ\"ב) בד\"א ברחוקים אבל אם קדשה השליח לאב וקדשה היא בעצמה לבן או לאח שניהם נותנין גט ואסורה לשניהם:"
    },
    {
      "id": "even_haezer-036-8",
      "section": 8,
      "text": "אשה נעשית שליח לחבירתה לקבל קדושין אף ע\"פ שנעשית לה צרה שמקדש לשתיהן ויש מי שאומר שאפי' אם כשאמרה לה קבלי גם בשבילי ולא השיבה הן אלא שתקה וקבלה סתם מסתמא גם בשבילה קבלה:"
    },
    {
      "id": "even_haezer-036-9",
      "section": 9,
      "text": "אשה שהיא שליח לקבל קידושין לחברתה וכשנתן הקדושין אמר לה ואת נמי או וכן את שתיהן מקודשת אבל אם לא אמר לה אלא ואת הרי זו שקיבלה הקדושין ספק מקודשת שמא לא נתכוין אלא לראות מה בלבה וכאלו אמר לה ואת מה תאמרי בדבר זה ולפיכך קיבלה הקדושין היא שהרי זה עדיין שואלה לראות מה בלבה:"
    },
    {
      "id": "even_haezer-036-10",
      "section": 10,
      "text": "יש מי שאומר שאין האב יכול לעשות שליח לקדש בתו בוגרת וחלקו עליו:"
    },
    {
      "id": "even_haezer-036-11",
      "section": 11,
      "text": "מי שקיבל קידושין לבתו בוגרת ולא עשאוהו שליח יש מי שאומר שצריכה גט מספק:"
    },
    {
      "id": "even_haezer-036-12",
      "section": 12,
      "text": "אין האשה עושה שליח לקבל קדושין מיד שליח בעלה (מיהו אם עשתה הוי ספק מקודשת (ב\"י) (וע\"ל סי' קמ\"א סעיף א' גבי גט):"
    }
  ]
}