{
  "id": "even_haezer-114",
  "chapterLabel": "סימן 114",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-114-1",
      "section": 1,
      "text": "דין מי שקבל עליו לזון בת אשתו וחבירו. ובו יב סעיפים:הנושא אשה ופסקה עמו לזון את בתה ה' שנים חייב לזונה במאכל ובמשקה ה' שנים הראשונים שאחר הנישואין בין אם המזונות ביוקר או בזול ואם לא זנה בהם והוזלו המזונות אם הוא עיכב צריך לפרוע לה כזמן היוקר ואם היא עיכבה אינו נותן לה אלא בזמן הזול ואם היו בזול והוקרו אפילו אם עיכב הוא אינו נותן לה אלא כדמי הזול:"
    },
    {
      "id": "even_haezer-114-2",
      "section": 2,
      "text": "אע\"פ שהוא זנה מעשה ידיה שלה:"
    },
    {
      "id": "even_haezer-114-3",
      "section": 3,
      "text": "אם האם פטרו מלזונה אין הפיטור כלום:"
    },
    {
      "id": "even_haezer-114-4",
      "section": 4,
      "text": "מת הבעל הבת מוציאה מזונותיה מנכסים משועבדים כשאר בעל חוב ודוקא שקנו מידו או שחייב עצמו במזונותיה בשטר אבל אם לא היה שם קנין הם דברים שלא נתנו ליכתב ואינה ניזונית ממשועבדים:"
    },
    {
      "id": "even_haezer-114-5",
      "section": 5,
      "text": "מתה הבת אין יורשיה יורשים מזונותיה חלתה הבת הרי היא כנשאת ומעלה לה מזונות כאלו היתה בריאה [ב\"י בשם הירושלמי]:"
    },
    {
      "id": "even_haezer-114-6",
      "section": 6,
      "text": "נתגרשה בתוך הזמן שקבל לזון את הבת נותן לה במקום שתהיה אמה מזונות משלם כמי שזן את אשתו ע\"י שליש ואינו חייב ליתן לה לפי כבודו ולא לפי כבודה ויש חולקים וסוברים דצריך לתת לה כאחד מבני ביתו (טור בשם הרא\"ש) וכן נ\"ל ואם מאכילה על שלחנו ניזונת עמו כא' מאוכלי שלחנו ובין כך ובין כך אינו חייב ברפואתה:"
    },
    {
      "id": "even_haezer-114-7",
      "section": 7,
      "text": "ה\"ה למי שמתחייב בפרנסת אדם אחר (ועיין באלו דינים בחשן המשפט סי' ס'):"
    },
    {
      "id": "even_haezer-114-8",
      "section": 8,
      "text": "נשאת לאחר ופסקה גם עמו שיזון את בתה א' זנה וא' נותן לה דמי מזונות משלם:"
    },
    {
      "id": "even_haezer-114-9",
      "section": 9,
      "text": "גירשה גם השני ושניהם חייבים במזונותיה וכל אחד אומר אני אזונה ולא אתן דמים הדבר תלוי בה שתבחר איזה מהם שתרצה שיזון אותה ואם היא חרשת שאין בה דעת לבחור זנין אותה לפרקים זה שבת וזה שבת:"
    },
    {
      "id": "even_haezer-114-10",
      "section": 10,
      "text": "נשאת הבת תוך הזמן הבעל חייב במזונותיה והשנים כל אחד ואחד נותן לה דמי מזונות:"
    },
    {
      "id": "even_haezer-114-11",
      "section": 11,
      "text": "כתב לה אזון את בתך כל זמן שאת עמי ומתה האם אינו חייב עוד לזונה וכן אם נתגרשה אפי' חזר ונשאה:"
    },
    {
      "id": "even_haezer-114-12",
      "section": 12,
      "text": "כל המחייב עצמו מדעתו לזון שלא מתנאי ב\"ד אינו חייב במלבוש אלא א\"כ פירש אזון ואפרנס: הגה ואם כתב לאחד אם ישא בת פלוני ליתן לו סך מה לצורך פרנסת מזונות חייב ליתן לו אע\"פ שמתה הבת דהרי לא קצב לו זמן המזונות אלא קצב לו סך למזונות ואלו היה רוצה ליקח ממנו הסך ביחד היה חייב ליתן לו אך אם כתב לו ולאשתו אינו יורש חלק אשתו (תשו' הרשב\"א סי' תתק\"ע):"
    }
  ]
}