{
  "id": "even_haezer-053",
  "chapterLabel": "סימן 53",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-053-1",
      "section": 1,
      "text": "דין הפוסק לבנו או בתו אם קנו ודין אם נפלה לפני היבם ודין מתה הבת. ובו ג סעיפים:האב שפסק ע\"י בתו לא קנתה הבת אותה המתנה עד שיכנוס אותה בעלה וכן הבן לא קנה עד שיכניס שכל הפוסק אינו פוסק אלא ע\"מ לכנוס לפיכך הפוסק מעות לחתנו (או לבנו) ומת קודם שיכניס ונפלה לפני אחיו ליבם יכול האב לומר ליבם לאחיך הייתי רוצה ליתן ולך איני רוצה ליתן ואפי' היה הראשון עם הארץ והשני חכם ואע\"פ שהבת רוצה בו:"
    },
    {
      "id": "even_haezer-053-2",
      "section": 2,
      "text": "יש מי שאומר שהפוסק לבתו כגון שאמר בשעת קדושין כך וכך אני נותן לבתי קנתה הבת לענין שאם נתייבמה לא מצי למימר לאחיך הייתי רוצה ליתן שהרי לבתו פסק ולא פקעו הקדושין שמכחם יבמה אחיו:"
    },
    {
      "id": "even_haezer-053-3",
      "section": 3,
      "text": "הפוסק מעות לחתנו בשעת הקדושין ונתנם לו קודם החופה ומתה הבת ויש לה בן יחזיר המעות לאב שכל הפוסק דעתו ע\"מ לכנוס ויש מי שאומר דהני מילי בפוסק לחתנו אבל מי שנתן לבתו סתם שתנשא בו ולא הזכיר שתנשא לפלוני קנתה אותה מתנה וכיון שנתקדשה אע\"פ שבטלו הקדושין כשמת הארוס אין האב יכול לחזור בו: הגה מי שנדר מעות להשיא יתומה ומתה ע' בי\"ד סי' רנ\"ג הפוסק מעות לחתנו או לבתו וכנסה ואח\"כ מתה הבת ועדיין לא נתן י\"א שזכה בהן הבעל וצריך ליתן לו כל מה שפסק (רש\"י והרמב\"ם והר\"ן ומרדכי בשם ר\"י הלבן) ור\"ת פירש דלא זכה בהן הבעל ומכח ספק לא מפקינן ממונא מן האב (ת\"ה שכ\"א ומהרי\"ק שורש צ\"א והגהות מיי') כל זמן שלא באו פעם א' ליד החתן (מרדכי פרק נערה) אפי' בא ליד שליש מכח שניהם (שם בת\"ה) וי\"א דאם באו ליד שליש זכה בהם (מרדכי) וכן אם העמיד לו ערבות (הגהות מרדכי) אבל בלא זה אפי' עשה האב עליו שטר וזקפן עליו במלוה ויש לו בנים ממנה לא זכה בהן הבעל (ת\"ה סי' שכ\"א) ולא מפקינן מן האב אבל אם תפס החתן לא מפקי' מיניה דיכול לומר קים לי כסברא הראשונה (מרדכי) וכל זה שלא בא פעם אחת ליד החתן בחיי הבת אבל אם בא לידו פעם א' אע\"פ שהחזיר ליד האב זכה בכל ואין חילוק בכל זה בין פוסק לבתו או לבנו ומת (כן משמע מל' התקנה וכ\"כ הגהות מרדכי בשם מוהר\"ם) עוד תקן ר\"ת וחכמי צרפת שאף אם כבר נתן האב הנדוניא אם מתה האשה או האיש תוך שנה ראשונה בלא זרע קיימא חוזר הכל לאב או ליורשי המת וי\"א עוד דאף בשנה שנייה יחזרו חצי הנדוניא (הכל במרדכי) וכן המנהג פשוט במדינות אלו שנוהגין בזה כתקנת קהילות שו\"ם ודוקא מה שהוא בעין חוזר אבל מה שהוציא או נאבד פטור ובלבד שלא בזבז לאחר מותה רק לצורכי קבורתה (גם זה שם) י\"א דאם החתן רוצה למכור נכסיה תוך שנתיים יורשים יכולים למחות מהאי טעמא (הגהות אלפסי פרק מציאת האשה) ועיין עוד מאלו הדינין לקמן סי' קי\"ח:"
    }
  ]
}