{
  "id": "even_haezer-160",
  "chapterLabel": "סימן 160",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-160-1",
      "section": 1,
      "text": "חיוב מזונות היבמה וקבורתה ודין נכסיה וירושתה. ובו ח סעיפים:יבמה שלשה חדשים הראשונים ניזונת משל בעלה ומעשה ידיה ליבם מכאן ואילך אינה ניזונית לא משל בעל ולא משל יבם עמד בדין (לאחר שלשה חדשים) (ריב\"ש סי' ק\"ד) ותבעתו לייבם או לחלוץ (לפני ב\"ד) ונתרצה לייבם ואירעו אונס שחלה או שהוצרך לברוח מחמת ממון או מחמת מרדין חייב במזונותיה בלא שבועה:"
    },
    {
      "id": "even_haezer-160-2",
      "section": 2,
      "text": "הניחה מעוברת הרי זו ניזונית עד שתלד ילדה ולד של קיימא הרי זו ניזונית כל ימי אלמנותה כשאר כל הנשים:"
    },
    {
      "id": "even_haezer-160-3",
      "section": 3,
      "text": "נפלה לפני יבם קטן אין לה מזונות עד שיגדל: הגה ילדה ספק נפל שדינה לחלוץ ולא להתייבם כמו שנתבאר לעיל סי' קנ\"ו נוטלת כתובתה מיד הג\"מ הא דאינה ניזונית משל יבם קטן היינו מנכסיו ואפילו נדוניא שהכניסה לבעלה והחזיק בה אבל לא החזיק בנדוניא שלה כגון שעדיין מונחת ביד שליש ניזונית מנדונייתה כ\"ש במקום שהיא אומרת שיתנו הנכסים לידה והיא רוצה לקיים הקרן עד שיגדל הנער ולזון מן הריוח שנותנין המעות לידה (שם בשם הרי\"ף):"
    },
    {
      "id": "even_haezer-160-4",
      "section": 4,
      "text": "מעשה ידיה שלה לעולם אפילו היא ניזונת ודוקא לאחר שלשה חדשים) (ד\"ע):"
    },
    {
      "id": "even_haezer-160-5",
      "section": 5,
      "text": "נפלו לה נכסים בעודה שומרת יבם מוכרת ונותנת וקיים שאין ליבם בהם כלום עד שיכנוס ואפילו עשה בה מאמר וה\"ה אם נשארת אלמנה מן האירוסין ונפלו לה בעודה ארוסה שמוכרת ונותנת וקיים דלא עדיף יבם מבעל:"
    },
    {
      "id": "even_haezer-160-6",
      "section": 6,
      "text": "אין ליבם פירות בנכסי מלוג של שומרת יבם ובנכסי צאן ברזל שהכניסה לאחיו אין לו בפירותיהם אלא מחצה ויש מי שכתב שגם בהם אין לו פירות כלל עד שיכנוס: הגה והראשון עיקר וי\"א דאפי' נכסי מלוג שנפלו לה בעודה תחת בעלה דינן כנכסי צ\"ב ויחלוקו בפירות (הרמב\"ן והר\"ן פרק האשה) וכן יחלוקו בירושתה אם מתה ובמקום שהפירות שלה כך יכולה למכור בקרקע כפי חלקה בפירות:"
    },
    {
      "id": "even_haezer-160-7",
      "section": 7,
      "text": "מתה כשהיא שומרת יבם יורשיה יורשין נכסי מלוג שלה וחצי נכסי צאן ברזל (וכן אם נתן לה היבם מתנה יורשיה יורשין אותה) (מהר\"מ פדואה סי' י\"ז) ויורשי הבעל יורשים עיקר כתובתה ותוספת וחצי נכסי צאן ברזל ויורשי הבעל חייבים בקבורתה: הגה וי\"א דכל נכסי צ\"ב שלה הם בחזקת יורשי הבעל כמו הכתובה (ר\"ת והרא\"ש) ואין מוציאין מידם אם הם מוחזקים (כ\"כ הר\"ן בתשובה) וכ\"ז במקום ובזמן שאין כופין לחלוץ אבל במקום ובזמן שכופין לחלוץ א\"כ לא היתה ראויה להתייבם י\"א דאין הנכסים בחזקת יבם ולכך אם מתה אינה יורשה ולכך במדינות שכופין לחלוץ אינו יורשה לדעת זה (מהרי\"ק שורש צ\"א) ולענין מי נקרא יורשי הבעל צ\"ע כי י\"א שהיבם הוא יורש אע\"ג דאביהם עדיין חי והוא קודם בירושת הבעל לכל יוצאי יריכו (מהרי\"ו סי' מ\"א והר\"ן פ' האשה ומהר\"מ פדואה סי' י\"ז) וי\"א דהאב יורש דמיד שמתה היבמה פקעה זיקת יבמים ונפלה הירושה לפני הקודם בירושת הבעל (מהרי\"ק שורש צ\"א) ואע\"פ שהסברא נותנת כסברא האחרונה וכן משמע קצת לשון יורשי הבעל אבל סוגית הגמרא והירושלמי פרק האשה שנפלו משמע שהיבם יורש השומרת יבם וא\"כ אין לאב חלק בירושתה וכסבר' הראשונה ואם היבמים רבים עיין לקמן סי' קס\"ה:"
    },
    {
      "id": "even_haezer-160-8",
      "section": 8,
      "text": "ראובן שמת ולו שתי נשים ונשארו זקוקות ליבם ומתה אחת מהן אין ליבם שום טענה בנכסים לפי שהשניה בפניו: הגה ספק שומרת יבם שמתה אין יורשי הבעל יורשין אותה דהם ספק ויורשיה ודאי (ב\"י בשם הרשב\"ץ) ואין ספק מוציא מידי ודאי (כדלקמן סי' קס\"ג):"
    }
  ]
}