{
  "id": "even_haezer-158",
  "chapterLabel": "סימן 158",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-158-1",
      "section": 1,
      "text": "באיזה אופן אשה נאמנת להתייבם ואם עד אחד נאמן. ובו ו סעיפים:כשם שהאשה נאמנת לומר מת בעלי שתנשא כך נאמנת לומר מת בעלי שתתייבם והיבם נכנס לנחלה על פיה אבל אינה נאמנת לומר מת יבמי שתנשא לשוק ואין האיש נאמן לומר מת אחי ואיבם את אשתו לפיכך הלכה היא ובעלה ויבמה למדינת הים ובאה ואמרה מת בעלי ואח\"כ מת יבמי או מת יבמי ואח\"כ מת בעלי אינה נאמנת:"
    },
    {
      "id": "even_haezer-158-2",
      "section": 2,
      "text": "הלכה היא ובעלה למדינת הים (לבד) ובאה ואמרה ניתן לי יבם ומת בין שאמרה מת בעלי ואח\"כ מת יבמי בין שאמרה מת יבמי ואח\"כ מת בעלי נאמנת:"
    },
    {
      "id": "even_haezer-158-3",
      "section": 3,
      "text": "נאמן עד אחד להעיד ליבמה שמת בעלה ומתיבמת על פיו או שמת יבמה שתנשא לשוק או לומר מת בעליך ואח\"כ מת בנך ואפילו עבד או שפחה או אשה או כותי מסיח לפי תומו או עד מפי עד נאמן להעיד במיתת היבם כמו שנאמן במיתת הבעל ודין עדות זו כדין אותו עדות לענין עדים המכחישים זה את זה במיתת היבם לכל דבר: הגה וי\"א דאין עד אחד נאמן לומר שמת יבמה להתירה לעלמא :"
    },
    {
      "id": "even_haezer-158-4",
      "section": 4,
      "text": "חמש נשים שאינם מעידות זו לזו שמת בעלה כך אינם מעידות שמת יבמה:"
    },
    {
      "id": "even_haezer-158-5",
      "section": 5,
      "text": "שתי יבמות שבאו ממדינת הים זו אומרת מת בעלה וזו אומרת מת בעלה זו אסורה מפני בעלה של זו וזו אסורה מפני בעלה של זו שאין יבמתה נאמנת להעיד לה שמתייבמת כמו שנתבאר היה לאחת מהן עד שמת בעלה זו שיש לה עד אסורה מפני יבמה וזו שאין לה עד מותרת שהרי העיד העד שמת יבמה והיא נאמנת לומר שמת בעלה היו לזו בנים ולזו אין בנים ולשתים אין עדים זו שאין לה בנים אסורה וזו שיש לה בנים מותרת:"
    },
    {
      "id": "even_haezer-158-6",
      "section": 6,
      "text": "לא היו להם לא עדים ולא בנים והיו כאן יבם או יבמים ויבמו אותן ומתו גם הם בלא בנים ואין להם אחים אחרים אסורות להנשא לזר כמו שהיו בתחילה אבל אם הניחו אלו בנים או שגרשום בגט מותרות להנשא לזר:"
    }
  ]
}