{
  "id": "even_haezer-073",
  "chapterLabel": "סימן 73",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-073-1",
      "section": 1,
      "text": "שחייב בכסות ומדור וכלי בית לאשתו. ובו ט סעיפים:כסותה כיצד חייב ליתן לה בגדים הראויים לה בימות הגשמים ובימות החמה בפחות שלובשת כל אשה בעלת בית שבאותו המדינה ואם באותו מקום אין דרך לצאת אשה לשוק עד שיהא עליה רדיד החופה את כל גופה נותן לה רדיד הפחות שבכל הרדידין (ואשה לא תרגיל עצמה לצאת הרבה שאין יופי לאשה אלא לישב בזויות ביתה) (טור) ובכלל הכסות שהוא חייב ליתן לה כלי בית ומדור שיושבת בו ומה הם כלי בית מטה מוצעת ומפץ [פי' כעין מחצלת] או מחצלת לישב עליה וכלי אכילה ושתיה כגון קדירה וקערה וחבית ופך ונר וכוס ובקבוק וכיוצא בהן:"
    },
    {
      "id": "even_haezer-073-2",
      "section": 2,
      "text": "המדור ששוכר לה בית של ד' אמות על ד' אמות ותהי' רחבה חוצה לו ויהיה לו בית הכסא חוץ ממנו:"
    },
    {
      "id": "even_haezer-073-3",
      "section": 3,
      "text": "ומחייבין אותו ליתן לה תכשיטים כגון בגדי צבעונים להקיף על ראשה ופדחתה ופוך [פי' כחול שחור] ושרק [פי' צמר גפנים שצובעים אותו בחריע ומעבירין אותו על פני כלות שתתראנה אדומות ערוך] וכיוצא בהן:"
    },
    {
      "id": "even_haezer-073-4",
      "section": 4,
      "text": "בד\"א בעני שבישראל אבל בעשיר כל דברים הללו נותן לה לפי עשרו:"
    },
    {
      "id": "even_haezer-073-5",
      "section": 5,
      "text": "אם קצרה ידו ליתן לה אפי' כעני שבישראל כופין אותו להוציא (ותהיה הכתובה חוב עליו עד שיעשיר [טור] (וע\"ל סימן ע' סעיף ג'):"
    },
    {
      "id": "even_haezer-073-6",
      "section": 6,
      "text": "בניו ובנותיו עד בני שש חייב ליתן להם כסות וכלי תשמיש ומדור ואינו נותן להם כפי עשרו אלא כפי צרכן בלבד:"
    },
    {
      "id": "even_haezer-073-7",
      "section": 7,
      "text": "כל מי שיש לו עליו מזונות בין בחייו בין אחר מותו יש לו כסות וכלי בית ומדור וכל שב\"ד מוכרים למזונות מוכרים לכסות וכלי ביתו ומדורו:"
    },
    {
      "id": "even_haezer-073-8",
      "section": 8,
      "text": "דין הבעל עם אשתו בטענת הכסות והכלים ושכר המדור כדינם בטענת המזונות אם אמר הוא נתתי והיא אומרת לא נתן:"
    },
    {
      "id": "even_haezer-073-9",
      "section": 9,
      "text": "מי שמשכן כסות אשתו אינה יכולה להוציא מידו בלא כלום [וע\"ל ס\"צ]:"
    }
  ]
}