{
  "id": "even_haezer-074",
  "chapterLabel": "סימן 74",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-074-1",
      "section": 1,
      "text": "המדיר אשתו מכמה דברים. ובו יב סעיפים:הדירה שלא תתקשט ותלאו בתשמיש שאמר קונם הנאת תשמישך עלי אם תתקשטי תתקשט מיד ותאסר בתשמיש ויקיים ז' ימים ואז יוציא ויתן כתובה וי\"א שאם הדירה שלא תתקשט בעניות שנה אחת יקיים יותר מכן יתיר נדרו או יוציא ויתן כתובה ובעשירות ל' יום יקיים יותר מכן יתיר את נדרו או יוציא ויתן כתובה:"
    },
    {
      "id": "even_haezer-074-2",
      "section": 2,
      "text": "נדרה היא שלא תתקשט או שאמרה קונם תשמישך עלי אם אתקשט ושמע ולא היפר לה יוציא ויתן כתובה (ועיין עוד חילוקי דינים אלו ביורה דעה סימן רל\"ה):"
    },
    {
      "id": "even_haezer-074-3",
      "section": 3,
      "text": "אסר הבעל כלי שכניו עליו או כליו על שכניו כדי שלא תשאילם ולא תשאל מהן או שאמרה היא קונם תשמישך עלי אם אשאל משכני כלים או אשאילם מכלי ושמע וקיים לה יוציא מיד ויתן כתובה ואם אמר הוא קונם תשמישך עלי אם תשאל מהם כלים או תשאילם א\"א לה שלא תשאל מהם ולא תשאילם והרי היא נאסרה מיד ויוציא לאחר ז' ימים ויתן כתובה ואם היא אסרה כלי שכיניה עליה כדי שלא תשאל מהם או שאסרה על עצמה כלי בעלה שלא תוכל להשאילם כדי שלא יחזיקו להם טובה או שנדרה שלא לארוג בגדים נאים לבניו והוא אינו יכול להפר שאין זה מדברים שבינו לבינה ואסורה לארוג ולשאול ולהשאיל כלים תצא בלא כתובה מפני שמשיאתו שם רע בשכיניו:"
    },
    {
      "id": "even_haezer-074-4",
      "section": 4,
      "text": "נדרה שלא תלך לבית אביה ותלאתו בתשמיש שאמרה קונם תשמישך עלי אם אלך לבית אבי שאם לא תלאתו בתשמיש אלא אמרה קונם בית אבי עלי אינו יכול להפר אלא כיון שתלאתו בתשמיש יכול להפר וכיון ששמע ולא הפר יוציא מיד ויתן כתובה ואם הוא אומר קונם תשמישך עלי אם תלכי לבית אביך יותר מחדש אם הוא דר עמה בעיר או יותר מרגל אם הוא דר עמה בעיר אחרת יקיים ז' ימים ואז יוציא ויתן כתובה:"
    },
    {
      "id": "even_haezer-074-5",
      "section": 5,
      "text": "נדרה היא ואמרה קונם הנאת תשמישך עלי אם אלך לבית האבל או לבית המשתה ושמע ולא הפר יוציא מיד ויתן כתובה:"
    },
    {
      "id": "even_haezer-074-6",
      "section": 6,
      "text": "ואם הדיר הוא שאמר קונם הנאת תשמישך עלי אם תלכי יוציא לאחר ז' ימים ויתן כתובה ואם טוען הדרתיה בשביל בני אדם פרוצים המצוים שם אם הוחזקו שם נאמן ואם לאו אינו נאמן:"
    },
    {
      "id": "even_haezer-074-7",
      "section": 7,
      "text": "הדירה שלא תלך למרחץ בכרכים שבת אחד ובכפרי' ב' שבתות שלא תנעל מנעל בכפרים ג' ימים ובכרכים מעת לעת יתר על כן (יתיר את נדרו או) יוציא ויתן כתובה:"
    },
    {
      "id": "even_haezer-074-8",
      "section": 8,
      "text": "הדירה ואמר לה קונם תשמישך עלי אם תלכי לבית המרחץ בכרכים יותר משבת אחת ובכפרים יותר מב' שבתות או אם תנעלי מנעל בכפרים יותר מג' ימים ובכרכים יותר מעת לעת ימתין ז' ימים ואח\"כ יוציא ויתן כתובה:"
    },
    {
      "id": "even_haezer-074-9",
      "section": 9,
      "text": "האומר לאשתו אין רצוני שיבואו לביתי אביך ואמך ואחיך ואחיותך שומעין לו ותהיה היא הולכת להם כשאירע להם דבר ותילך לבית אביה פעם אחת בחדש ובכל רגל ולא יכנסו הם לה אלא אם אירע לה דבר כגון חולי או לידה:"
    },
    {
      "id": "even_haezer-074-10",
      "section": 10,
      "text": "וכן היא שאמרה אין רצוני שיבואו לבית אביך ואמך אחיך ואחיותך ואיני שוכנת עמהם בחצר אחד מפני שמריעין לי ומצירין לי שומעין לה: הגה ודוקא שנראה בב\"ד שיש ממש בדבריה שהם מרעין לה וגורמין קטטה בינה לבעלה אבל בלא\"ה אין שומעין לה דהא המדור אינה שלה רק של בעלה (המ\"מ פי\"ג דאישות) ונוהגין להושיב עמהם איש או אשה נאמנים ותדור עמהם עד שיתברר ע\"י מי נתגלגל הריב והקטטה:"
    },
    {
      "id": "even_haezer-074-11",
      "section": 11,
      "text": "האיש שאמר איני דר במבוי זה מפני שבני אדם רעים או פרוצים או כותים בשכונתי ואני מתירא מהם שומעין לו ואע\"פ שלא הוחזקו בפריצות ואפילו היה המדור שלה מוציאין אותה ממנו:"
    },
    {
      "id": "even_haezer-074-12",
      "section": 12,
      "text": "וכן היא שאמרה כן אע\"פ שהוא אומר איני מקפיד עליהם שומעין לה (איש המכה את אשתו או היא מקללתו ע' דינו לקמן):"
    }
  ]
}