{
  "id": "even_haezer-088",
  "chapterLabel": "סימן 88",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-088-1",
      "section": 1,
      "text": "כל היוצאת מתחת בעלה במיתה או בגט או במיאון נוטלת נכסים. ובו יב סעיפים:האשה שיוצאה מתחת יד בעלה בין במיתה בין בגירושין נוטלת כל נכסיה בלא שבועה בין נכסי מלוג בין נכסי צ\"ב אע\"פ שאינה נוטלת כתובתה (כשהיא אלמנה) (טור) אלא בשבועה נכסיה נוטלת בלא שבועה ונ\"מ נוטלתן כמו שהם אפילו בלו הרבה ואין ראוי לעשות בהם מעין מלאכתן ראשונה ואם אבדו לגמרי אינו משלם לה ואם הוקרו הוקרו לה (ועיין לקמן סי' צ\"ג סעיף א' אם יכולה לתבוע בחיי בעלה):"
    },
    {
      "id": "even_haezer-088-2",
      "section": 2,
      "text": "נכסי צאן ברזל שהם נקראים נדוניא מן הדין אם פחתו צריך לשלם כל הפחת אע\"פ שראוים למלאכתן ראשונה אבל נהגו שכל זמן שראוים לעשות מעין מלאכתן ראשונה אפילו הם בלויין הרבה נוטלתן כמו שהן ואם לא היו עושין מעין מלאכתן ראשונה חייב לשלם דמיהם ששמו עליו בשעת הנישואין ואם הוקרו אינה נוטלתן אלא בשומא ראשונה של שעת הנישואין בד\"א במקום שנוהגין לכתוב בכתובה הכניסה לו כלי פלוני בסך כך וכך וכלי פלוני בסך כך וכך אבל במקום שאין כותבין בכתובה שום כלי בפרטות אלא כוללים הכל וכותבין הכניסה לו בבגדים ותכשיטים סך כך וכך מעות הרי סך אותו המעות חוב עליו ואפי' היו הנכסים חדשים חוזרים לשום אותם כמו ששוים עכשיו ואם פחתו פחתו לו ואם הותירו הותירו לו ואין חוששים לשומא ראשונה כלל:"
    },
    {
      "id": "even_haezer-088-3",
      "section": 3,
      "text": "אם היא אומרת כלי אני נוטלת והוא אומר דמים אני נותן שומעין לה והוא שיהיו עושין מעין מלאכתן וה\"ה לולדות של שפחה ובהמה של נ\"מ ולא עוד אלא אפי' הכניסה לו שני כלים או שתי שפחות בתורת נכסי צ\"ב ושמו אותם עליו באלף זוז והוקרו ועמדו באלפים נוטלת אחד באלף שלה והשני אם רצתה לתת דמיו ולנטלו משום שבח בית אביה שומעין לה:"
    },
    {
      "id": "even_haezer-088-4",
      "section": 4,
      "text": "אם האשה אינה רוצה כליה אע\"פ שיש לבעל מעות יכול לסלקה בכליה והוא שיהיו עושין מעין מלאכתן:"
    },
    {
      "id": "even_haezer-088-5",
      "section": 5,
      "text": "אם הקדישו היורשין אחר מות אביהם נכסי צאן ברזל או שפירשו אותו על המת בענין שנאסר בהנאה נותנין לה דמיו:"
    },
    {
      "id": "even_haezer-088-6",
      "section": 6,
      "text": "הכניסה לו קרקע וכשיוצאה יש בו פירות מחוברים נוטלתו עם פירותיו אפי' הגיע זמנן ליקצור תלשן הבעל קודם הגירושין הרי הם שלו אפי' לא הגיע זמנם ליקצור:"
    },
    {
      "id": "even_haezer-088-7",
      "section": 7,
      "text": "הוציא הוצאות על נ\"מ של אשתו וגרשה בין שהוציא מעט ואכל פירות הרבה בין שהוציא הרבה ואכל פירות מעט אפי' גרוגרות אחת דרך כבוד כדרך איש בביתו או שאכל דינר אפי' שלא דרך כבוד ואפי' לא לא לקח בפירות ממה שהוציא אלא חבילה אחת של זמורות מה שהוציא הוציא ומה שאכל אכל הוציא ולא אכל או שאכל פחות מכשיעור שמין כמה השביחו ושואלין אותו כמה הוציא אם השבח יותר על ההוצאה ישבע בנקיטת חפץ כמה הוציא ונוטל ההוצאה ואם ההוצאה יתירה על השבח אין לו מההוצאה אלא כשיעור השבח ובשבועה וה\"ה למי שנפלו לה נכסים במקום רחוק והוציא עליהם הוצאות להביאם ולקח בהם קרקע ואכל מהפירות כשיעור או פחות ואם לא אכל אלא מהקרן ישבע כמה הוציא ויטול עד כדי השבח. (והא דנוטל בשבועה דוקא כשאין האשה מכחישו אבל מכחישתו לא) (מרדכי פ' האשה שנפלו):"
    },
    {
      "id": "even_haezer-088-8",
      "section": 8,
      "text": "נפלו לה נכסים במקום אחר והלך אחריהם והוציא הוצאות מרובות והביאן וגירשה אפי' לקח מהם והוציא אין זה כאוכל מהשבח שנדון בו מה שהוציא הוציא ומה שאכל אכל שהרי מהקרן לקח אלא ישבע כמה הוציא ויטול עד כדי השבח דהיינו ששמין אלו המעות כמה שוין כאן יותר ממה שהיו שוין במקום שהיו תחלה:"
    },
    {
      "id": "even_haezer-088-9",
      "section": 9,
      "text": "בד\"א במגרש מדעתו אבל אם היא מורדת בין אכל בין לא אכל ישבע כמה הוציא ויטול ואם השבח יתר על ההוצאה נוטל ההוצאה ואם הוצאה יתירה על השבח נוטל את השבח:"
    },
    {
      "id": "even_haezer-088-10",
      "section": 10,
      "text": "המוציא הוצאות על נכסי מלוג של אשתו קטנה ומיאנה בו רואין כמה אכל וכמה הוציא וכמה השביח ושמין לו כאריס שהרי ברשות ירד ואם הוא רוצה ליטול הוצאה שיעור שבח שומעין לו ואם הוציא קימעא ואכל הרבה מה שאכל אכל:"
    },
    {
      "id": "even_haezer-088-11",
      "section": 11,
      "text": "המוציא הוצאות על נ\"מ של אשתו ומת יש מי שאומר שאם נתברר שהוציא ולא אכל יגבו היתומים מה שנתברר שהוציא ואם לא נתברר כמה הוציא לא יטלו היתומים כלום:"
    },
    {
      "id": "even_haezer-088-12",
      "section": 12,
      "text": "בעל שהוריד אריסין בנכסי אשתו ואח\"כ גירשה אם הבעל עצמו אריס נסתלק הבעל נסתלקו שלא ירדו אלא על דעת הבעל ושמין להם וידם על התחתונה ואם אין הבעל אריס על דעת הקרקע ירדו ושמין להם כאריס: הגה וי\"א דהיינו דוקא כשידעו שהשדה של אשה אבל אם לא היו יודעים האריסין שהוא של אשה נוטלין אריסותיהן בכל ענין (כך משמע מלשון הטור וכן הוא באשיר\"י):"
    }
  ]
}