{
  "id": "even_haezer-119",
  "chapterLabel": "סימן 119",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-119-1",
      "section": 1,
      "text": "מה דבה ימצא באשה שתתגרש ושלא תדור הגרושה עמו בחצר. ובו יא סעיפים:לא ישא אדם אשה ודעתו לגרשה ואם הודיעה בתחלה שהוא נושא אותה לימים מותר:"
    },
    {
      "id": "even_haezer-119-2",
      "section": 2,
      "text": "לא תהיה יושבת תחתיו ומשמשתו ודעתו לגרשה:"
    },
    {
      "id": "even_haezer-119-3",
      "section": 3,
      "text": "לא יגרש אדם אשתו ראשונה אא\"כ מצא בה ערות דבר: הגה אבל בלא\"ה אמרינן כל המגרש אשתו ראשונה מזבח מוריד עליו דמעות (טור) ודוקא בימיהם שהיו מגרשין בע\"כ אבל אם מגרשה מדעתה מותר (אגודה פ' המגרש וכ\"כ הר\"ן) ואין ראוי לו למהר לשלח אשתו ראשונה אבל שניה אם שנאה ישלחנה:"
    },
    {
      "id": "even_haezer-119-4",
      "section": 4,
      "text": "אשה רעה בדעותיה ושאינה צנועה כבנות ישראל הכשרות מצוה לגרשה:"
    },
    {
      "id": "even_haezer-119-5",
      "section": 5,
      "text": "אשה שנתגרשה משום פריצות אין ראוי לאדם כשר שישאנה:"
    },
    {
      "id": "even_haezer-119-6",
      "section": 6,
      "text": "יכול לגרשה בלא דעתה: הגה ואפי' אין לו לשלם לה הכתובה ונדונייתה אינה יכולה לעכב משום זה הגרושין אלא תתגרש ותתבע אותו מה שחייב לה (תשובת הרא\"ש וריב\"ש) וכל זה מדינא אבל ר\"ג החרים שלא לגרש אשה שלא מדעתה אם לא שעברה על דת וכמו שנתבאר לעיל סי' קט\"ו ואפי' אם רוצה ליתן לה הכתובה אין לגרשה בזמן הזה שלא מדעתה (סמ\"ק סי' קפ\"ד) עבר וגירשה בע\"כ בזמן הזה ונשאת שוב אין האיש נקרא עבריין (כל בו) גירשה מדעתה ונמצא פסול בגט יכול אח\"כ לגרשה בע\"כ (ג\"ז שם) נולדו בה מומין ע\"ל ס\"ס קי\"ז אם יכול לגרשה בע\"כ י\"א דבמקום מצוה יכול לגרש אשתו בע\"כ או מתירים לו לישא ב' נשים (מוהר\"ם פאדווה סי' י\"ג) (וכמו שנתבאר לעיל סי' א') לפיכך קטנה מתגרשת אע\"פ שאין בה דעת גמורה אפילו אם קבל אביה קדושי' שהם דאורייתא או חרשת שנתקדשה כשהיתה פקחת ונתחרשה אבל אם נשתטית ואינה יודעת לשמור עצמה אינו מוציאה עד שתבריא שלא ינהגו בה מנהג הפקר לפיכך מניחה ונושא אחרת ומאכילה ומשקה משלה ואין מחייבים אותו בשאר כסות ועונה ואינו חייב לרפאותה (וי\"א דחייב במזונותיה ורפואתה) (ב\"י בשם הרשב\"א והטור בשם הרמ\"ה והראב\"ד) (וכן פסק לעיל סי' ע' סעיף ד' וכן עיקר) ולא לפדותה ואם גירשה מגורשת והוא שתהיה יודעת לשמור גיטה וי\"א דאפי' בדיעבד אינה מגורשת (וכן משמע במהרי\"ו סי' נ\"ב) אבל בעתים שוטה ובעתים (\" חלומה וגירשה בעת חלומתה מפני שהיה נראה שתשאר כך לא מהדרינן עובדא (פסקי מהרא\"י סי' רט\"ו ועיין לקמן סי' קכ\"א סעיף ג') ומוציאה מביתו ואינו חייב לחזור וליטפל בה:"
    },
    {
      "id": "even_haezer-119-7",
      "section": 7,
      "text": "מי שגירש אשתו מן הנשואין לא תדור עמו בחצר שמא יבואו לידי זנות ואם היה כהן לא תדור עמו במבוי וכפר קטן נידון כמבוי. הגה ואם נשאת לאחר אפי' בישראל לא תדור עמו במבוי (טור) וכל זה במבוי סתום אבל במבוי מפולש שדרך רבים עובר ביניהם מותרים לדור (ב\"י בשם הר\"ן שכ\"כ בשם התו') אם רה\"ר מפסיק בין בתיהם (הגהות אשירי פ\"ב דכתובות) אפי' אין בכל העיר שום יהודי רק הם לבדם שרי (תה\"ד סי' רמ\"ג) גירשה משום שאסורה עליו אפי' לא נשאת אסור לדור עמה כאלו נשאת לאחר (א\"ז):"
    },
    {
      "id": "even_haezer-119-8",
      "section": 8,
      "text": "היה לה מלוה אצלו עושה שליח לתובעו: הגה ודוקא בכה\"ג אבל מותר ליכנס לביתה אע\"פ שנשאת הואיל ואינו דר שם ואינו נושא ונותן עמה (כך משמע בת\"ה סי' רמ\"ג) ויש מחמירין (ב\"י) ומותר לאדם לזון גרושתו ומצוה הוא יותר מבשאר עני (הגהות מ' פכ\"א מא\"ב) ובלבד שלא יהא לו עסק עמה רק יזונה ע\"י שליח (א\"ז):"
    },
    {
      "id": "even_haezer-119-9",
      "section": 9,
      "text": "גרושה שבאה עם המגרש לדין מנדין אותם או מכין אותם מכת מרדות:"
    },
    {
      "id": "even_haezer-119-10",
      "section": 10,
      "text": "אם נתגרשה מן האירוסין מותרת לתובעו לדין ולדור עמו ואם היה לבו גס בה אף מן האירוסין אסור:"
    },
    {
      "id": "even_haezer-119-11",
      "section": 11,
      "text": "מי נדחה מפני מי היא נדחית מפניו ואם היה החצר שלה הוא ידחה מפניה:"
    }
  ]
}