{
  "id": "even_haezer-146",
  "chapterLabel": "סימן 146",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-146-1",
      "section": 1,
      "text": "דין המגרש לאחר זמן ומי שנתגרש על תנאי. ובו ה סעיפים:המגרש את אשתו לאחר זמן קבוע הרי זו מגורשת כשיגיע הזמן שקבע והרי זה דומה לתנאי ואינו תנאי דומה לתנאי שהיא מתגרשת כשיגיע הזמן שקבע ואינו תנאי שהמגרש על תנאי הרי גירש וזה עדיין לא גירש עד שיגיע אותו זמן לפיכך המגרש על תנאי צריך לכפול תנאו וזה אינו צריך לכפול דברו ולא לשאר משפטי התנאים כיצד האומר לאשתו ה\"ז גיטיך ולא תתגרשי בו אלא לאחר שלשים יום אינה מגורשת אלא לאחר ל' יום ואם מת הבעל או אבד הגט או נשרף בתוך שלשים יום אינה מגורשת:"
    },
    {
      "id": "even_haezer-146-2",
      "section": 2,
      "text": "הלכה והניחתו בצידי ר\"ה ונגנב או אבד לאחר שלשים יום ה\"ז מגורשת הואיל והיה הגט קיים ביום שמתגרשת בו וייחדה אותו במקום שאינו ר\"ה שצידי ר\"ה אינם כר\"ה וכן אם תלה הגירושין במעשה דינו כדין מגרש אחר זמן כיצד כגון שאמר לאשה ה\"ז גיטך ולא תתגרשי בו עד שתתני לי ר' זוז הרי זו מתגרשת אחר שתתן ואינו צריך לכפול התנאי ולא לשאר משפטי התנאים שהרי לא גירש על תנאי אלא עדיין לא גירש זה אלא תלה הגירושין בעשייה כך וכך ואח\"כ תתגרש ומה בין מגרש על תנאי לזה שקבע זמן לגירושין או תלאן במעשה שהמגרש על תנאי יש שם גירושין ואינם גומרים עד שיתקיים התנאי לפיכך כשיתקיים התנאי נתגרשה אם היה הגט קיים אע\"פ שאינה ברשותה ואינה צריכה לחזור וליטלו או להיותה ברשותה אחר שנתקיים התנאי שהרי הגיע לידה תחלה בתורת גירושין אבל התולה הגירושין בזמן או במעשה לא הגיע לידה בתורת גירושין אלא בתורת פקדון עד הזמן שקבע או עד שתעשה המעשה לפיכך כשהגיע הזמן צריך להיות הגט ברשותה או תחזור ותטלנו או יהיה במקום שייחדה אותו בו אע\"פ שאינו רשותה כמו שביארנו ואחר כך תתגרש בו ואם נשאת קודם הזמן שקבע או קודם שתעשה המעשה שתלה בו הגירושין תצא והולד ממנו ממזר שעדיין היא אשת איש גמורה ואין כאן שם גירושין:"
    },
    {
      "id": "even_haezer-146-3",
      "section": 3,
      "text": "הנותן גט ביד אשתו ואמר לה אם לא תתני מאתים זוז אין זה גט או אין את מגורשת הרי זה לא גירש כלל ואין כאן גט לא על תנאי ולא תלוי במעשה וכן כל כיוצא בזה ואם אמר לה הרי את מגורשת ואם לא תתני לי מאתים זוז לא תהיה מגורשת הרי זו מגורשת אע\"פ שלא נתנה מפני שלא כפל תנאו:"
    },
    {
      "id": "even_haezer-146-4",
      "section": 4,
      "text": "מי שנתגרשה על תנאי וקדשה אחר קודם שיתקיים התנאי אם נתקיים התנאי הרי זו מקודשת ואם לא נתקיים התנאי ובטל הגט אינה צריכה גט משני שאין קידושין תופסין בה אבל אם נשאת ולא נתקיים התנאי ובטל הגט צריכה גט משני:"
    },
    {
      "id": "even_haezer-146-5",
      "section": 5,
      "text": "בד\"א שאם קדשה אחר ולא נתקיים התנאי שהגט בטל בתנאי שהוא בלאו ועשתה מעשה בביטולו או בתנאי שהוא במעשה תוך זמן קצוב ועבר הזמן ולא נעשה או באיזה דרך שהיה התנאי מבוטל בפועל הגט בטל אבל בתנאי שבידה לקיימו ובה הדבר תלוי ואם נתקיים התנאי מגורשת חיישינן שמא קיימה התנאי (המ\"מ) וחלו קדושי שני:"
    }
  ]
}