{
  "id": "even_haezer-096",
  "chapterLabel": "סימן 96",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-096-1",
      "section": 1,
      "text": "שבועות אלמנה וגרושה על כתובה. ובו כא סעיפים:אין אלמנה גובה כתובתה עיקר ותוספת אלא בשבועה ונ\"מ ונכסי צ\"ב או נכסים שייחד לה בכתובתה בעין אם אותם שהכניסה לו הם בעצמם קיימים או דברים שידוע שבאו מכחם נוטלת אותם בלא שבועה ואם נכסי צאן ברזל אינם קיימים ולא דברים הבאים מכחם ובאה ליפרע מנכסיו אינה נפרעת אלא בשבועה וה\"ה אם ייחד לה מטלטלים בכתובתה שיש לחלק בהם כמו שחילקנו בנכסי צ\"ב ואם ייחד לה קרקע בכתובתה אע\"פ שלא פירש אלא מצד אחד נוטלתו בלא שבועה ואם מתה קודם שנשבעה אין יורשיה יורשין כתובתה שאין אדם מוריש לבניו ממון שאין יכול לגבותו אלא בשבועה: הגה וע' בחילוקי דין זה בח\"ה סי' ק\"ח י\"א הא דאין יורשיה יורשין כתובתה היינו בדלא תפסה אבל תפסה יורשיה יורשין כתובתה הואיל והן מוחזקין כן משמע בטור ח\"מ סימן ק\"ח ובמרדכי ריש אלמנה ניזונית ובפ' מי שמת ומהרי\"ו סי' צ\"ה ובח\"ה סי' ש\"ל (ויש חולקים) מרדכי פ' כל הנשבעין בשם מוהר\"ם וע' בח\"ה סי' ק\"ח אם היורשים אומרים נשבעה עליהם להביא ראיה (ריב\"ש סי' קס\"ט) אם פרעו לה מקצת כתובתה ועשו לה שטר חוב על הנשאר יורשיה יורשין החוב ההוא אפי' לא נשבעה (ב\"י בשם תשובת הרשב\"א סי' תתפ\"ו) אלמנה שנשתתקה ורמזה קודם מיתתה שלא נטלה כלום סגי בכך והוי כאלו נשבעה (ב\"י בשם תשו' הרשב\"א) אשה שנשתטית אין יורשי' נוטלין כתובתה הואיל ואינה יכולה לישבע (ב\"י בשם תשובת הרשב\"א וכ\"כ הרמב\"ן בתשו' סימן ס\"ו) וע' לקמן סימן ק\"ה סעיף ג' אבל אם נתגרשה ומתה יורשיה נשבעים שלא פקדתנו ונוטלין ואפי' מיורשיו אם מת אחריה:"
    },
    {
      "id": "even_haezer-096-2",
      "section": 2,
      "text": "מה שבועה נשבעת האלמנה שלא התפיסה ושלא תפסה היא משלו כלום ויש מי שאומר שצריכה לישבע שלא מחלה לו כתובתה ושלא מכרה לו: הגה ואם נשבעה סתם שלא נהניתי מכתובתי סגי בכך (הר\"ן פ' השולח) ונהגו ג\"כ להשביע אותה שלא בזבזה כלום שלא ברשות בעלה ואם בעלה אינו בר דעת אומרים סתם שלא בזבזה יותר מן הראוי (מהרי\"ק שורש י\"ט):"
    },
    {
      "id": "even_haezer-096-3",
      "section": 3,
      "text": "אם האלמנה רוצה ליטול כתובתה ואינה רוצה לישבע עד שיגדלו בניה שמא ימחלו לה השבועה אין שומעין לה:"
    },
    {
      "id": "even_haezer-096-4",
      "section": 4,
      "text": "אלמנה שאומרת מנה נתן לי במתנה שלא יכנס בכתובתי אם היא מוחזקת במנה ויכולה לטעון אין בידי משל בעלי כלום נאמנת במיגו:"
    },
    {
      "id": "even_haezer-096-5",
      "section": 5,
      "text": "אלמנה שמכרה או נתנה קיים אם נשבעה לבסוף ומנכין אותה בכתובתה וה\"מ במטלטלי אבל במקרקעי אפילו נשבעה לבסוף אין מכירתה ומתנתה קיימים אא\"כ שמו לה ב\"ד אפילו של הדיוטות ויש מי שאומר שצריך שיגבו לה ב\"ד: הגה וי\"א דאף במטלטלין מכירתה ומתנתה בטלה אע\"ג דנשבעה לבסוף הואיל ולא נשבעה תחלה וי\"א דיש לדון בזה לפי ראות עיני הדיין (מרדכי פ' הכותב) כי במקום שנראה לדיין שלא תפסה צררי כגון שמת פתאום או כדומה יש לדון שמכירתה ומתנתה קיים (הרא\"ש כלל פ\"ה) וכן אם מוחזקים המקבל או הקונה וכן נ\"ל לדון וכל זה כשהאשה חזרה בה לאחר שנשבעה אבל אם לא חזרה מכירתה ומתנתה קיימים מעכשיו (מהרי\"ק שורש ח\"י) ולכן אלמנה שלא נשבעה על כתובתה ונשאת לבעל והכניסה לו הרבה ממון מממון בעלה הראשון תשבע עדיין ואם מתה הבעל השני יורשה ומחזיק במה שבידה (הגהות מרדכי דכתובות) וע\"ל סי' ק\"א:"
    },
    {
      "id": "even_haezer-096-6",
      "section": 6,
      "text": "אלמנה שמחלה לבעל חוב של בעלה אינו כלום:"
    },
    {
      "id": "even_haezer-096-7",
      "section": 7,
      "text": "פעמים שאף גרושה משביעין אותה אפילו לא יטעון כגון פוגמת כתובתה כגון שהיתה כתובתה אלף ואמר לה התקבלת כתובתיך והיא אומרת לא התקבלתי אלא מנה אפי' יש לה עדים כמה קבלה ואפילו דקדקה מה שנטלה אפי' כחצי פרוטה לא תפרע אלא בשבוע':"
    },
    {
      "id": "even_haezer-096-8",
      "section": 8,
      "text": "וכן אם עד אחד מעידה שהיא פרועה:"
    },
    {
      "id": "even_haezer-096-9",
      "section": 9,
      "text": "וכן אם היא טורפת מלקוחות: הגה וכן אם היה לו שתי נשים וגירש אחת צריכה לישבע לשניה (ב\"י בשם המ\"מ) (וכמו שיתבאר לקמן סעיף ט\"ז):"
    },
    {
      "id": "even_haezer-096-10",
      "section": 10,
      "text": "וכן אם היא נפרעת שלא בפניו והוא שיהיה במקום רחוק אבל אם הוא במקום קרוב כדי שילך השליח ויחזור תוך שלשים יום מודיעין אותו ואם לא יבא ישביעוה ותטול והאשה נותנת שכר השליח ומוספת על כתובתה:"
    },
    {
      "id": "even_haezer-096-11",
      "section": 11,
      "text": "כל אלו השבועות אע\"פ שהם דרבנן הן בנקיטת חפץ ואם קדמה ותפסה מעות ואינה רוצה לישבע לא מפקינן מינה ואפוכי לא מפכינן לה:"
    },
    {
      "id": "even_haezer-096-12",
      "section": 12,
      "text": "כשהיא רוצה לישבע אם היא חשודה על השבועה שכנגדה ישבע ויפטר ואם גם הוא חשוד אין כאן לא שבועה ולא תשלומין:"
    },
    {
      "id": "even_haezer-096-13",
      "section": 13,
      "text": "כשעד אחד מעידה שהיא פרועה יכול להביאה לידי שבועה דאורייתא כיצד יפרע לה כתובתה שנית בפני העד הראשון ועד אחר עמו ויתבענה מה שנתן לה תחלה ויאמר בהלואה נתתיו לך והוא שיודיע לעד הראשון שמכוין לכך:"
    },
    {
      "id": "even_haezer-096-14",
      "section": 14,
      "text": "הוציאה שטר כתובתה באלף זוז והוא אומר נפרעת הכל והיא אומרת לא נפרעתי כלום אבל אין לי עליך אלא ת\"ק כי אמנה היתה ביני לבינך נוטלת בלא שבועה אבל אם אומרת אין בשטר כתובתי אלא ת\"ק אינה נפרעת בשטר זה שיש בו אלף כלום (והבעל ישבע שבועת היסת ויפטר) (הרמב\"ם פי\"ו וכ\"כ הב\"י):"
    },
    {
      "id": "even_haezer-096-15",
      "section": 15,
      "text": "היא אומרת בתולה נשאתני וכתובתי מאתים והבעל או היורשים אומרים לא כי אלא אלמנה והכתובה נאבדה או במקום שאין כותבין כתובה אם יש עדים שעשו לה כמנהג הבתולות כתובתה מאתים אפי' אם א' היה קטן כשראה העדות ועכשיו היא גדול ויש אחר עמו מהני ואם אין עדים לא תיטול אלא מנה והבעל צריך לישבע יש מי שאומר שבועה דאורייתא ויש מי שכתב שבועת היסת: הגה וי\"א במקום שאין כותבין כתובה שבועת היסת במקום שכותבין ונאבדה שבועה דאורייתא דהרי מצי הכל לכפור ולומר פרעתי ולכן מקרי מודה מקצת (המ\"מ פי\"ו) וע\"ל סי' ק' ס\"ו:"
    },
    {
      "id": "even_haezer-096-16",
      "section": 16,
      "text": "מי שהיה נשוי ד' נשים שנשאם זו אחר זו ומת ובאות לגבות כתובתן הראשונה נשבעת לשניה שאין לה משל בעלה כלום והשניה לשלישית והשלישית לרביעית והרביעית נשבעת ליתומים ואפי' הם גדולים אין נפרעים מהם אלא בשבועה:"
    },
    {
      "id": "even_haezer-096-17",
      "section": 17,
      "text": "ואם היו כלן חתומות ביום אחד במקום שכותבין שעות הראשונה תקדם ואם אין כותבין שעות אז שעבוד כולן חל כאחד:"
    },
    {
      "id": "even_haezer-096-18",
      "section": 18,
      "text": "מי שהיה נשוי ד' נשים כתובה של זו ק' ושל זו ר' ושל זו ש' ושל זו ת' וכולן נחתמו ביום אחד ומת ואין לו כדי כל הכתיבות כיצד הם חולקות רואים אם כשיחלק הממון על מנין הנשים יגיעו לפחותה שבהם כדי כתובתה או פחות חולקין בשוה ואם היה הממון יותר על זה חולקין ממנו כדי שיגיע לפחותה שבהם כשיעור כתובתה וחוזרת וחולקת את המותר בין הנותרות על הדרך הראשון:"
    },
    {
      "id": "even_haezer-096-19",
      "section": 19,
      "text": "כשמשביעין ב\"ד או היורשים את האלמנה כשתבא לגבות כתובתה אין משביעין אלא חוץ לב\"ד מפני שבתי דינין היו נמנעים מלהשביע שחוששין שמא לא תדקדק על עצמה ושבועה חוץ לבית דין אינה חמורה כל כך שאינה בשם ולא בנקיטת חפץ אלא בקללת ארור ואם רצו היתומים להדירה נודרת להם כל מה שירצו ומדירין אותה בב\"ד ואח\"כ נוטלת כתובתה וצריך שהנדר יהיה בדבר שיש בו עינוי נפש ושתהיה באיסור כל ימיה ולא מהני נדר אלא כל זמן שלא נשאת אבל אם נשאת אינה גובה בנדר מפני שהבעל יפר לה:"
    },
    {
      "id": "even_haezer-096-20",
      "section": 20,
      "text": "גרושה שבאה לישבע משביעים אותה בב\"ד:"
    },
    {
      "id": "even_haezer-096-21",
      "section": 21,
      "text": "יש מי שאומר דהאידנא משביעין אלמנה בב\"ד מפני שבאותו ענין שרגילים להשביעה שגוזרים בחרם ובשבועת התורה שתודה מה שקבלה בכתובתה אין העונש מרובה כל כך כמו שבועה שבשעה שנשבעת יוצאה שבועה מפיה לשקר: הגה וצריכה לישבע לפני שלשה שהם כשרים ואם נשבעה לפני שלשה שהם קרובים צריכה לחזור ולישבע (ב\"י בשם תשובת הרשב\"א תשו' מוהר\"ם סוף הפלאה) ולכתחילה צריכה לישבע לפני היתומים אבל אם נשבעה שלא בפניהם או שאין היתומים רוצים להיות אצל השבועה משביעין אותה שלא בפניהם (ג\"ז שם בשם הרשב\"א) אלמנה שנשבעה על כתובתה יכולין היתומים להחרים אח\"כ על כל מי שיודע אם הפקידה האלמנה מנכסים שלהם (ריב\"ש סי' שכ\"ה):"
    }
  ]
}