{
  "id": "even_haezer-062",
  "chapterLabel": "סימן 62",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-062-1",
      "section": 1,
      "text": "מתי מברכין ברכת חתנים ואם אוכלין בהרבה בתים. ובו יג סעיפים:צריך לברך ברכת חתנים בבית החתן קודם נישואין והן שש ברכות ואם יש שם יין מביא כוס יין ומברך על היין תחלה ומסדר את כולם על הכוס ונמצא מברך ז' ברכות ואם אין יין מצוי מברך על השכר:"
    },
    {
      "id": "even_haezer-062-2",
      "section": 2,
      "text": "יש לאדם לישא נשים רבות כאחד ביום אחד ומברך ברכת חתנים לכלם כאחד אבל לשמחה צריך לשמוח עם כל אחת שמחה הראויה לה אם בתולה ז' ימים ואם בעולה ג' ימים ואין מערבין שמחה בשמחה: הגה ואין לעשות חופת ב' אחיות ביחד (סמ\"ק בשם ספר חסידים וי\"א דאף בשתי נכריות יש ליזהר שלא לעשותן כאחת משום איבה שמא יכבדו אחת יותר מחברתה (מרדכי פ\"ק דמ\"ק) ואין נזהרין מזה ואדרבא יש מכוונים לעשות חופות עניות עם חופות עשירות משום מצוה (הגהות מיי' בשם ר\"י מפריז):"
    },
    {
      "id": "even_haezer-062-3",
      "section": 3,
      "text": "אם יש שני חתנים יחד מברכים ברכת חתנים אחת לשניהם: הגה ואפי' לא היו החתנים ביחד אלא שהיה דעתו על שניהם כמו שנתבאר בי\"ד סי' רס\"ה לענין מילה וי\"א דאין לברך לב' חתנים ביחד משום עין הרע (הגהות מיי' פ\"י דאישות) וכן נוהגין לעשות לכל א' חופה בפני עצמו ולברך לכל א' אבל לאחר הסעודה מברכין להרבה חתנים ביחד אם אכלו ביחד:"
    },
    {
      "id": "even_haezer-062-4",
      "section": 4,
      "text": "אין מברכים ברכת חתנים אלא בעשרה גדולים ובני חורין וחתן מן המנין בין כשאומרים אותה בשעת נשואין בין כשאומרים אותה אחר ברכת המזון אבל כשאין אומרים אחר ברכת המזון אלא ברכת אשר ברא אינו צריך י' (ומ\"מ ג' בעינן) (הר\"ן פ\"ק דכתובות):"
    },
    {
      "id": "even_haezer-062-5",
      "section": 5,
      "text": "מברכין ברכת חתנים בבית חתנים אחר ברכת המזון בכל סעודה וסעודה שאוכלין שם ואין מברכין ברכה זו לא עבדים ולא קטנים:"
    },
    {
      "id": "even_haezer-062-6",
      "section": 6,
      "text": "עד כמה מברכין ברכה זו אם היה אלמון שנשא אלמנה מברכין אותה ביום ראשון בלבד ואם בחור שנשא אלמנה או אלמון שנשא בתולה מברכין אותה כל ז' ימי המשתה (ואלו ז' ימים מתחילין מיד לאחר ז' ברכות שבירך בראשונה) (תשו' הרא\"ש כלל ס'):"
    },
    {
      "id": "even_haezer-062-7",
      "section": 7,
      "text": "ברכה זו שמוסיפים בבית חתנים היא ברכה אחרונה מז' ברכות שהיא ברכת אשר ברא: הגה וי\"א דאף אשר ברא אין מברך כל ז' אלא כשמזמנין אחרים אבל אם אוכל עם בני ביתו אין מברכין (הר\"ן בשם הרמב\"ן) וכן נוהגין. במד\"א כשהיו האוכלים הם שעמדו בברכת הנשואין ושמעו הברכות אבל אם היו האוכלים אחרים ולא שמעו ברכת נשואין בשעת נשואין מברכין בשבילם אחר בהמ\"ז ז' ברכות כדרך שמברכין בשעת נישואין והוא שיהיו י' וחתן מן המנין וי\"א שאפי' היו בשעת החופה ושמעו הברכות אם לא אכלו שם עד עתה מקרי פנים חדשות ומברכים בשבילם ז' ברכות אחר ברכת המזון וכן פשט המנהג: הגה וי\"א דאם היו שם פנים חדשות אע\"פ שאין אוכלין שם מברך בשבילם לילה ויום (הר\"ן פ\"ק דכתובות):"
    },
    {
      "id": "even_haezer-062-8",
      "section": 8,
      "text": "י\"א שאינם נקראים פנים חדשות אלא א\"כ הם בני אדם שמרבים בשבילם וי\"א דשבת וי\"ט ראשון ושני הוי כפנים חדשות בסעודת הלילה ושחרית אבל לא בסעודה שלישית וכן פשט המנהג: הגה ועכשיו נהגו במדינות אלו לברך ז' ברכות בסעודה ג' ואפשר משום דרגילים לבא פנים חדשות. וי\"א מטעם דרגילין לדרוש והדרשה הוי כפנים חדשות:"
    },
    {
      "id": "even_haezer-062-9",
      "section": 9,
      "text": "י\"א שאין לומר ז' ברכות על כוס ברכת המזון אלא מביא כוס אחר ואומר עליו ז' ברכות וחוזר ולוקח כוס של ברהמ\"ז ואומר עליו בפה\"ג וי\"א שאין צריך אלא על כוס של ברכת המזון מברך ז' ברכות וכן פשט המנהג (ובמדינות אלו נוהגין כסברא הראשונה וי\"א דאפי' לאשר ברא לחוד בעינן שתי כוסות (מ\"כ מנהגים ישנים) וברכת אירוסין וברכת חתנים אומרים אותה על ב' כוסות אפי' מקדש בשעת החופה (ונוהגין להפסיק ביניהם בקריאת הכתובה) (כ\"כ התוס' ואשיר\"י):"
    },
    {
      "id": "even_haezer-062-10",
      "section": 10,
      "text": "י\"א שאם החתן יוצא מחופתו אפי' כלתו עמו והולכים לאכול בבית אחר אין אומרים שם ברכת חתנים וה\"מ כשדעתו לחזור אח\"כ לחופתו אבל אם הולך לגמרי לבית אחר וכל החבורה עמו ונעשה אותו בית עיקר גם שם נקרא חופה ומברכין ברכת חתנים וכן לפעמים שהולכין החתן והכלה לעיר אחרת צריך לברך שם ברכת חתנים אם הוא תוך ז' (ואין דעתו לחזור) (ב\"י):"
    },
    {
      "id": "even_haezer-062-11",
      "section": 11,
      "text": "בני החופה שנתחלקו לחבורות אפי' אם אכלו בבתים שאינם פתוחים למקום שהחתן אוכל כולם מברכין ברכת חתנים לא מבעיא אם השמש מצרפן אלא אפי' אין השמש מצרפן כיון שהתחילו לאכול אותם שבשאר בתים כשהתחילו אותם של בני החופה כלם חשובים כאחד לברך ברכת חתנים כיון שאוכלים מסעודה שהתקינו לחופה:"
    },
    {
      "id": "even_haezer-062-12",
      "section": 12,
      "text": "השמשים האוכלים אחר סעודת נשואין י\"א שאין מברכים ז' ברכות וי\"א שמברכין ולזה הדעת נוטה:"
    },
    {
      "id": "even_haezer-062-13",
      "section": 13,
      "text": "הסועד בבית חתנים משיתחילו להתעסק בצורכי סעודת נשואין ולהכינה עד שלשים יום אחר הנשואין מברך נברך שהשמחה במעונו שאכלנו משלו אם היה י' מברך נברך אלהינו שהשמחה במעונו וכו' והם עונים ברוך אלהינו שהשמחה וכו' וכן סעודה שעושים אותה אחר הנשואין מחמת הנשואין עד שנים עשר חדש מברך שהשמחה במעונו והאידנא ערבה כל שמחה ואין אומרים שהשמחה במעונו אלא בז' ימי המשתה ומ\"מ נראה דאף לאלמון שנשא אלמנה אומרים שהשמחה במעונו בשלשה ימים שהוא שמח עמה:"
    }
  ]
}