{
  "id": "even_haezer-102",
  "chapterLabel": "סימן 102",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-102-1",
      "section": 1,
      "text": "דין גביית חוב וכתובת אלמנה. ובו ט סעיפים:מי שמת ואלמנתו (או גרושתו) (מרדכי פ' הכותב) באה לגבות כתובתה ועליו ב\"ח אם זמן של אחד מהם מוקדם ולא הניח אלא קרקע כדי לפרוע לא' מהם מי שזמנו קודם יגבה והא' ידחה בין אלמנה בין בעל חוב ואפי' תפס המאוחר מוציאין מידו: הגה היתה הכתובה מוקדמת אינה יכולה לומר לא אגבה כתובתי עכשיו רק אהיה ניזונית בבית בעלי ואח\"כ אגבה כתובתי אלא נותנים לה כתובתה והמותר לבעל חוב (וע' בח\"ה סי' צ\"ז):"
    },
    {
      "id": "even_haezer-102-2",
      "section": 2,
      "text": "לא הניח אלא מטלטלים שאין בהם קדימה כגון דלא אקני לה מטלטלי אגב מקרקעי ינתנו לבעל חוב אפי' הוא מאוחר ותדחה האשה מלגבות עיקר ותוספת ומיהו אם תפסה אפי' שלא בב\"ד אין מוציאין מידה: הגה וי\"א דאפי' תפסה מוציאין מידה (מרדכי בשם מוהר\"מ פ' הכותב) וכן הורו האחרונים (מהרי\"ל ומהרי\"ו) ואין חילוק בזה בין מלוה בשטר או מלוה על פה הידועה (מהרי\"ו סי' ל') אבל אם אינה ידועה יכולה לומר דילמא אינו חייב לך ולכ\"ע אם תפסה פקדון של אחרים שהיה ביד בעלה צריכה להחזיר (מהרא\"י בפסקיו סי' ר\"ס) י\"א דאין כותבין אגב בכתובה וכן נוהגין מיהו אפילו כתב בזמן הזה אין לחוש וכמו שנתבאר לעיל סי' ק':"
    },
    {
      "id": "even_haezer-102-3",
      "section": 3,
      "text": "אם זמן שניהם שוין או שנשא ולוה ואח\"כ קנה או שלוה ונשא ואח\"כ קנה שחל שעבודם כאחד בשעה שקנה בין שהניח מקרקעי או מטלטלי ינתנו לבעל חוב ותדחה האשה מגביית עיקר ותוספת ואם קדמה האשה ותפסה קרקע אם קדמה וגבתה בב\"ד כגון שהגבוה ב\"ד קודם שידעו שהיה שם בעל חוב אין מוציאין מידה אבל אם גבתה מעצמה אפי' ע\"י שומא מפקינן מינה ואם קדמה ותפסה מטלטלין אפי' שלא בב\"ד לא מפקינן מינה: הגה אלמנה שבאת לגבות כתבתה והיתומים טוענין שתתן ערבות שאם ימצאו אח\"כ בעלי חוב המוקדמים שתחזיר מה שגבתה אין שומעין להם וגובאת כך בלא ערבות (ריב\"ש סי' רצ\"ט):"
    },
    {
      "id": "even_haezer-102-4",
      "section": 4,
      "text": "אם יש כדי לפרוע לשניהם בקרקע ומעות אם זמנם שוה נותנים לבעל חוב מעות ולאשה קרקע (אפי' יש לה נדוניא עם הכתובה כך משמע מפירש\"י והב\"י) ואם קדמה לגבות מעות יש מי שאומר שמוציאי' מידה ונותנים לבעל חוב (מיהו אם הבעל חוב חפץ בקרקע נותנים לו הקרקע) (טור) ואם אין זמנם שוה המוקדם נותנים לו המעות ואם קדם המאוחר ותפס המעות יש מי שאומר שמוציאין מידו:"
    },
    {
      "id": "even_haezer-102-5",
      "section": 5,
      "text": "היו כתובים בכתובה נכסי צ\"ב וטענה שאבדו או שלקחם הבעל הרי היא בנכסי צאן ברזל כשאר בעלי חובות ונשבעת שלא לקחה אותם ולא נתנה ולא מחלה וחולקה עם בעלי חובות: הגה אם בעל חוב גובה מנדוניית האשה שהיא בעין (עיין בח\"ה סי' צ\"ז סעיף כ\"ז):"
    },
    {
      "id": "even_haezer-102-6",
      "section": 6,
      "text": "הערב לאשה בעיקר כתובה או בתוספת אינו מתחייב אפי' בקנין וה\"מ באשה דעלמא אבל לכלתו מתחייב בקנין ואם היה קבלן שאמר לה הנשאי לזה ואני נותן לך משתעבד אפילו בלא קנין אפילו לאשה דעלמא: הגה וי\"א דכל ערב משתעבד בקנין (טור בשם הראב\"ד) ולכלתו אפי' בלא קנין (כן כתב הטור לדעת הראב\"ד) י\"א דערב לחתן בעד הנדוניא הוי כערב לאשה בעד הכתובה (מרדכי פ' גט פשוט והגהות דגיטין) ויש חולקין ואומרים דערב דנדוניא חייב כשאר ערב (הר\"א ממיץ ובעל התרומה) מיהו כל זמן שלא נשאה יכול לחזור בו (וכן כתוב הב\"י בח\"ה סי' קכ\"ט):"
    },
    {
      "id": "even_haezer-102-7",
      "section": 7,
      "text": "הערב לאשה בכתובתה בענין שהוא חייב וגירשה בעלה ואין לבעל נכסים לפרעה לא תפרע מן הערב עד שידירנה בעלה הנאה על דעת רבים כדי שלא יעשו קנוניא עליו ואסור לאדם להשיאו עצה שיגרשנה כדי שתגבה הכתוב' מהערב ואח\"כ יחזירנה דשמא לא ידירנה הנאה מיהו אם האב ערב לכלתו בעד בנו והבן ת\"ח והשעה דחוקה לו ואין האב מהנהו מנכסיו מותר להשיאו עצה זו: הגה הערב לאשה בנדונייתה וכתב בשטר כל זמן שיתבעהו שניהם שחייב לשלם להם ומת הבעל אפ\"ה אשתו גובאת מה שכתב לה (ריב\"ש סימן תפ\"א):"
    },
    {
      "id": "even_haezer-102-8",
      "section": 8,
      "text": "וכן אם הקדיש כל נכסיו ומגרשה לא תגבה כתובתה עד שידירנה הנאה:"
    },
    {
      "id": "even_haezer-102-9",
      "section": 9,
      "text": "אבל מן הלקוחות גובה אפי' בלא הדירה ואם ירצה להחזירה אח\"כ יחזירנה:"
    }
  ]
}