{
  "id": "even_haezer-068",
  "chapterLabel": "סימן 68",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-068-1",
      "section": 1,
      "text": "כיצד טענת בתולים ומתי נאסרה ומפסדת כתובתה. ובו י סעיפים:כל בתולה שכתובתה ק\"ק יש לה טענת בתולים וכל שכתובתה מנה או שלא תקנו לה כתובה אין לה טענת בתולים וכל המתייחד עם ארוסתו קודם נשואין אין לה טענת בתולים:"
    },
    {
      "id": "even_haezer-068-2",
      "section": 2,
      "text": "אם מנהג המקום להעמיד עדים למשמש שלא ינהגו מנהג רמאות ואירע הדבר שלא העמידו עדים אינו יכול לטעון טענת בתולים:"
    },
    {
      "id": "even_haezer-068-3",
      "section": 3,
      "text": "ב' סימנים יש לבתולה האחד דמים שותתים ממנה בסוף ביאה ראשונה והשני דוחק שנמצא בה בביאה ראשונה בשעת תשמיש טענת דמים ישנה בין בקטנה בין בגדולה אבל טענת פתח פתוח אינה טענה בבוגרת:"
    },
    {
      "id": "even_haezer-068-4",
      "section": 4,
      "text": "טען ואמר לא מצאתיה בתולה והיא אומרת לא בא עלי ועדיין אני בתולה בודקין אותה (ע\"פ חבית של יין) (טור) או מתייחד עמה בפני עדים וחוזר ובועל:"
    },
    {
      "id": "even_haezer-068-5",
      "section": 5,
      "text": "טען טענת דמים אם היתה ממשפחת דורקטי (פי' דור קטוע כלומר משפחה של עקרים שעל ידה הדור קטוע מבנים) הרי זו בחזקתה ואם לאו בודקין אותה שמא חולי גדול יש בה שיבש לחלוחית האברים או שהיתה מתענית ברעב ומכניסין אותה למרחץ ומרטיבין אותה ומאכילין ומשקין אותה עד שתבעל שנית ונראה אם תוציא דם ואם אין שם חולי ולא רעב וכיוצא בו הרי זו טענה:"
    },
    {
      "id": "even_haezer-068-6",
      "section": 6,
      "text": "טען טענת פתח פתוח אומרים לו (שמא) הטית או לא בעלת בנחת ולפיכך לא הרגשת בדוחק אם אמר לא כי אלא פתח פתוח מצאתי הרי זו טענה אם לא בגרה עדיין וי\"א שאפי' לא בגרה אינו יכול לטעון טענת פתח פתוח אם מצאה דם (י\"א דטענת פתח פתוח לא יוכל לטעון רק נשוי אבל בחור לא ואדרבה מלקין אותו כשטוען כך דמאחר שלא היה נשוי מתחילה אינו בקי בכך (טור):"
    },
    {
      "id": "even_haezer-068-7",
      "section": 7,
      "text": "כשאמרו שטענתו על הבתולים טענה אם הוא כהן הרי היא אסורה עליו ואם היא אשת ישראל מותרת לו אא\"כ קיבל בה אביה קדושין פחות מג' שנים ויום אחד: הגה וי\"א הא דנאסרה באשת ישראל דוקא כשאינה מתרצית עצמה אבל אמרה נאנסתי נאמנת (טור) וי\"א עוד דדוקא שהיא גדולה לפנינו אבל אם היא עדיין קטנה אינה נאסרת (ב\"י בשם רש\"י וכ\"נ מדברי הר\"ן) וע\"ל סימן קע\"ח סעיף ג':"
    },
    {
      "id": "even_haezer-068-8",
      "section": 8,
      "text": "אף כשאמרו שטענתו על הבתולים טענה אינה מפסדת אלא עיקר כתובה אבל התוספות יש לה אא\"כ נודע בראיה ברורה שהיתה בעולה או שהודית לו שהיא בעולה קודם שתתארס והטעתו לפיכך יש לו להשביעה בנקיטת חפץ כדין כל הנשבעים ונוטלים ואח\"כ תגבה התוספות ויש לה להחרים סתם על מי שטען עליה שקר:"
    },
    {
      "id": "even_haezer-068-9",
      "section": 9,
      "text": "כשטען שלא מצאה בתולה אם אמרה מוכת עץ אני נאמנת ותחזור כתובתה למנה ויש לו להחרים סתם שלא בא עליה איש ואם אמרה משארסתני נאנסתי הרי זו נאמנת וכתובתה ר' כמו שהיתה ואם טען שמא עד שלא ארסתיך נאנסת או שמא אחר שארסתיך נבעלת ברצונך הרי זו מחרים סתם על מי שטוען שקר כדי לחייבו ממון (כל מי שטוען טענת בתולים טענתו טענה אם רוצה לקיימה אח\"כ כותב לה כתובה מנה) (טור):"
    },
    {
      "id": "even_haezer-068-10",
      "section": 10,
      "text": "עד מתי יש לו לטעון טענת בתולים אם נסתרה (עמו) מיד אם לא נסתרה אפילו לאחר שלשים יום:"
    }
  ]
}