{
  "id": "even_haezer-172",
  "chapterLabel": "סימן 172",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-172-1",
      "section": 1,
      "text": "דין יבם סריס וחרש שוטה וקטן וטומטום וכן היבמה. ובו טז סעיפים:סריס חמה (פירוש שנסתרס ע\"י קדחת ערוך) ואיילונית (פירוש איילונית שיש לה טבע זכר כלומר שאינה יולדת ואיילונית נגזר מאיל שהוא זכר הצאן) אינם בני חליצה ויבום לפיכך איילונית ודאית שחלצה לא נפסלה לכהונה וכן סריס חמה שחלץ או שחלצו לאשתו אינו כלום: הגה היה ספק סריס חולץ ולא מחזקינן ליה בודאי סריס אלא אם ראו בו שנולד א' מסימני סריס כגון שהטיל מים ולא עשה כיפה אבל בלאו הכי יש לחוש שנתקלקל אחר לידתו וצריך לחלוץ (ריב\"ש סימן תע\"ד) היה לאיילונית ודאית צרה מותרת להתייבם:"
    },
    {
      "id": "even_haezer-172-2",
      "section": 2,
      "text": "ספק איילונית חולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-172-3",
      "section": 3,
      "text": "סריס אדם (פירוש שנסתרס ונחתך בידי אדם) שהיה לו שעת הכושר חולצין לאשתו או מייבמין והוא חולץ ואינו מייבם מפני שפסול לבא בקהל ואם עבר ובא עליה קנה ומוציא בגט (ואם היה יבמתו גיורת או שאר אשה המותרת לפצוע דכא מותר ליבמה) (נ\"י פ' הערל):"
    },
    {
      "id": "even_haezer-172-4",
      "section": 4,
      "text": "אלו הם סימני איילונית כל שאין לה דדים ומתקשה בשעת תשמיש ואין לה שפולי מעים כנשים וקולה עבה ואינה נכרת בין איש לאשה (וי\"א דבאחד מאלה נקראת איילונית) (טור):"
    },
    {
      "id": "even_haezer-172-5",
      "section": 5,
      "text": "אלו הם סימני סריס חמה כל שאין לו זקן ושערו לקוי ובשרו מחליק וכשמטיל מים אינו עושה כיפה ושכבת זרעו דיהא ואין מימי רגליו מחמיצין ורוחץ בימות הגשמים ואין בשרו מעלה הבל וקולו לקוי ואינו ניכר בין איש לאשה: הגה היו לו שתי שערות בזקנו אינו סריס אלא עד שיהיו לו כל הסימנים הללו (טור) אבל אם לא הביא ב' שערות בזקנו אפילו אין בו רק אחד מהסימנים הללו הוי סריס (המ\"מ פ\"ה דאישות וכן משמע בטור) היה לו שתי שערות בשאר הגוף אינו סריס אע\"פ שיש לו כל הסימנין הללו (טור) ."
    },
    {
      "id": "even_haezer-172-6",
      "section": 6,
      "text": "בני כמה שנים יהיו לשיהיו נדונים כאיילונית וסריס ע\"פ סימנים הללו נתבארו בהרמב\"ם פרק שני מהלכות אישות ובסימן קנ\"ה: הגה סעיף י\"ג לענין איילונית וה\"ה לסריס וי\"א דאין לדון עכשיו דין סרוס ודאי דחיישינן שמא היה לו שערות ונשרו או שהיו לו גומות ואין אנו בקיאין (עיין בריב\"ש סימן תע\"ד) כמו שנתבאר לעיל סימן קנ\"ה לענין מיאון לכן דיינינן ליה בספק סריס וחולץ וכן ראוי להורות:"
    },
    {
      "id": "even_haezer-172-7",
      "section": 7,
      "text": "מי שחתכו או נתקו או מיעכו גידיו או ביציו בידי אדם נקרא סריס אדם וכשיהיה בן י\"ג שנה ויום אחד נקרא גדול שאין זה מביא סימנים לעולם:"
    },
    {
      "id": "even_haezer-172-8",
      "section": 8,
      "text": "אנדרוגינוס אינו בר חליצה ויבום וי\"א שדינו כזכר לכל דבר:"
    },
    {
      "id": "even_haezer-172-9",
      "section": 9,
      "text": "טומטום חולץ ולא מייבם מפני שהוא ספק ואם נקרע ונמצא זכר רצה חולץ רצה מייבם ויש מי שאומר שהוא ספק ולחומרא:"
    },
    {
      "id": "even_haezer-172-10",
      "section": 10,
      "text": "הזקן ביותר שתש כחו וכשל דינו כסריס אדם לענין חליצה ויבום אלא שאם בא על יבמתו מותר לקיימה:"
    },
    {
      "id": "even_haezer-172-11",
      "section": 11,
      "text": "החרשת והשוטה והקטנה מתיבמות ולא חולצות ואם רצה היבם לגרש החרשת בגט אחר שיבעול אותה ה\"ז מגרש:"
    },
    {
      "id": "even_haezer-172-12",
      "section": 12,
      "text": "חרש שוטה וקטן אינם בני חליצה אבל מייבמין והחרש אם נפלה לו מאחיו פקח אינו יכול להוציא לעולם אבל אם נפלה לו מאחיו חרש יכול להוציא בגט אחר שיבעול והקטן יוציא בגט אם בא עליה לאחר שהגדיל ואם לאו צריכה גט למאמרו וחלוצה לזיקתו:"
    },
    {
      "id": "even_haezer-172-13",
      "section": 13,
      "text": "שני אחים אחד פקח ואחד חרש נשואים לשתי נשים פקחות מת חרש בעל הפקחת אחיו הפקח רצה חולץ רצה מייבם מת פקח בעל הפקחת אחיו החרש אינו יכול לחלוץ וכונס ואינו מוציא לעולם:"
    },
    {
      "id": "even_haezer-172-14",
      "section": 14,
      "text": "שתי אחים פקחים נשואים ב' נשים אחת פקחת ואחת חרשת מת פקח בעל החרשת אין החרשת בת חליצה אלא כונס ואם רצה אחר כך להוציא בגט יוציא מת פקח בעל הפקחת אחיו רצה חולץ רצה מייבם:"
    },
    {
      "id": "even_haezer-172-15",
      "section": 15,
      "text": "ב' אחים אחד חרש ואחד פקח נשואים לשתי נשים אחת חרשת ואחת פקחת פקח לפקחת וחרש לחרשת מת חרש בעל החרשת אחיו הפקח כונס ואם רצה אח\"כ יוציא בגט מת פקח בעל הפקחת אחיו החרש כונס ואינו מוציא לעולם הסומא מייבם: הגה ואינו חולץ ואם חלץ חליצתו כשרה (טור) ונ\"ל שאם אין כאן אח אלא הוא חולץ לכתחלה מאחר שא\"א בענין אחר (וע\"ל סימן קס\"ט בפירוש החליצה סעיף ס\"ד):"
    },
    {
      "id": "even_haezer-172-16",
      "section": 16,
      "text": "אשת קטן ואשת השוטה פטורה מן החליצה ומן היבום אבל אשת החרש והזקנה והעקרה הרי הם כשאר כל הנשים וחולצת או מתייבמת:"
    }
  ]
}