{
  "id": "even_haezer-098",
  "chapterLabel": "סימן 98",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-098-1",
      "section": 1,
      "text": "פטרה משבועה או ייחד לה מטלטלין גובה בלא שבועה. ובו ז סעיפים:אם פטרה הבעל משבועה גובה כתובתה בלא שבועה וכפי לשון הפיטור היא נפטרת כיצד כתב נדר ושבועה אין לי עליך אינו יכול להשביעה שום שבועה אבל משביע את יורשיה אם גירשה ומתה יורשיה נשבעים שבועת היורשים ואת הבאים ברשותה כגון אם מכרה כתובתה לאחרים ונתגרשה ומתה והלקוחות תובעים כתובתה נשבעים שלא פקדתנו ואם היא עדיין קיימת לא יגבו הלקוחות אא\"כ תשבע היא שלא נפרעה. הגה וע\"ל סי' ק\"ה פטר אשתו בשעת מיתתו מן השבועה נוטלת כתובתה בלא שבועה אבל אם ראו אותה אחר כך מפסדת הנכסים צריכה לישבע (מרדכי סוף הכותב) ואם יש עדים שהפסידה או נתנה לאחרים או שהיא מודה צריכה לשלם ואינה נאמנת לומר שבעלה צוה לה כך (תשו' הרא\"ש כלל נ') אבל אם עשאה נאמן בפירוש על כל דבר כשני עדים נאמנת: (ס\"ה)"
    },
    {
      "id": "even_haezer-098-2",
      "section": 2,
      "text": "ומשביעין ג\"כ יורשיה והבאים ברשותה אם פגמו הכתובה או אם נעשו אפוטרופוס ואפי' אם נתן לה רשות למנות אפוטרופוס:"
    },
    {
      "id": "even_haezer-098-3",
      "section": 3,
      "text": "כתב לה נדר ושבועה אין לי עליך ועל יורשיך ועל הבאים ברשותיך אינו יכול להשביעה לא איתה ולא יורשיה ולא את הבאים ברשותה שום שבועה אבל יורשיו והבאים ברשותו כגון לקוחות שקנו ממנו משביעים אותה ואת יורשיה ואת הבאים ברשותה כגון אם נתגרשה ומתה אבל אם נתאלמנה ומתה קודם שנשבעה אין יורשיה ולא הבאים ברשותה גובין כתובתה:"
    },
    {
      "id": "even_haezer-098-4",
      "section": 4,
      "text": "כתב לה נדר ושבועה אין לי וליורשי ולא לבאים ברשותי לא עליך ולא על יורשיך ולא על הבאים ברשותיך אינו יכול להשביע לא הוא ולא יורשיו ולא הבאי' ברשותו לא אותה ולא יורשי' ולא הבאים ברשותה ואפי' פגמה היא או היורשים כתובתה או יורשים מן היורשים אבל אם נעשית אפטרופסת לאחר מיתת הבעל לזה אינו מועיל הפטור אבל לאפוטרופסת שנעשית בחיי בעלה מועיל שאפי' ע\"י גלגול אינו יכול להשביעה ויש מי שאומר שאפי' לא פטרה אין היורשים יכולים להשביעה על אפוטרופסות שנעשית בחיי בעלה:"
    },
    {
      "id": "even_haezer-098-5",
      "section": 5,
      "text": "על מה שמכרה בין מיתה לקבורה לצורך קבורה אין משביעין אותה אפי' ע\"י גלגול:"
    },
    {
      "id": "even_haezer-098-6",
      "section": 6,
      "text": "כתב דלא נדר דלא שבועה אפי' אמר מנכסי אילין היורשים משביעין אותה אא\"כ פטרה בפירוש מהיורשים:"
    },
    {
      "id": "even_haezer-098-7",
      "section": 7,
      "text": "אע\"פ שהאמינה על יורשיו ועל הבאים מכחו אינו מועיל לגבות מהלקוחות בלא שבועה: הגה וי\"א דגם לגבי יורשיו אינו מועיל פטור ונאמנות שהאמין לה אפי' פטרה בפי' לגבי יורשיו (ר\"י ור\"ח והרא\"ש) ודוקא כ\"ז שהיא קיימת אבל אם מתה או אינה יכולה לישבע יורשיה או היא נוטלין כתובתה כך בלא שבועה (ריב\"ש סי' קס\"ט ובסי' ק\"ח) ונ\"ל דכן ראוי להורות :"
    }
  ]
}