{
  "id": "even_haezer-021",
  "chapterLabel": "סימן 21",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-021-1",
      "section": 1,
      "text": "להתרחק מן העריות. ובו ז סעיפים:צריך אדם להתרחק מהנשים מאד מאד ואסור לקרוץ בידיו או ברגליו ולרמוז בעיניו לאחד מהעריות ואסור לשחוק עמה להקל ראשו כנגדה או להביט ביופיה ואפילו להריח בבשמים שעליה אסור ואסור להסתכל בנשים שעומדות על הכביסה ואסור להסתכל בבגדי צבעונים של אשה שהוא מכירה אפי' אינם עליה שמא יבא להרהר בה. פגע אשה בשוק אסור להלך אחריה אלא רץ ומסלקה לצדדין או לאחריו ולא יעבור בפתח אשה זונה אפילו ברחוק ד' אמות והמסתכל אפילו באצבע קטנה של אשה ונתכוין ליהנות ממנה כאלו נסתכל בבית התורף (פי' ערוה) שלה ואסור לשמוע קול ערוה או לראות שערה והמתכוין לאחד מאלו הדברים מכין אותו מכת מרדות ואלו הדברים אסורים גם בחייבי לאוין:"
    },
    {
      "id": "even_haezer-021-2",
      "section": 2,
      "text": "לא תלכנה בנות ישראל פרועות ראש בשוק אחת פנויה ואחת אשת איש:"
    },
    {
      "id": "even_haezer-021-3",
      "section": 3,
      "text": "מותר להסתכל בפנויה לבדקה אם היא יפה שישאנה בין שהיא בתולה או בעולה ולא עוד אלא שראוי לעשות כן אבל לא יסתכל בה דרך זנות ועל זה נאמר ברית כרתי לעיני ומה אתבונן על בתולה:"
    },
    {
      "id": "even_haezer-021-4",
      "section": 4,
      "text": "מותר לאדם להביט באשתו אע\"פ שהיא נדה והיא ערוה לו אע\"פ שיש לו הנאה בראייתה הואיל והיא מותרת לאחר זמן אינו בא בזה לידי מכשול אבל לא ישחק ולא יקל ראש עמה:"
    },
    {
      "id": "even_haezer-021-5",
      "section": 5,
      "text": "אסור להשתמש באשה כלל בין גדולה בין קטנה בין שפחה בין משוחררת שמא יבא לידי הרהור עבירה באיזה שמוש אמרו ברחיצת פניו ידיו ורגליו אפי' ליצוק לו מים לרחוץ פניו ידיו ורגליו אפילו אינה נוגעת בו והצעת המטה בפניו ומזיגת הכוס: הגה וי\"א דה\"ה באכילה עמה בקערה נמי אסור בכל ערוה כמו באשתו נדה (בנימין זאב סימן קמ\"ג) ויש מקילין בכל אלו דלא אסרו דברים של חבה אלא באשתו נדה (רשב\"א אלף קמ\"ח) וי\"א דכל זה אינו אסור רק במקום ייחוד אבל במקום שרוב בני אדם מצויים כגון במרחץ מותר לרחוץ מכותית שפחות וכן נוהגים (מרדכי פ' אע\"פ בשם הר\"ש בר ברוך וי\"א דכל שאינו עושה דרך חבה רק כוונתו לשם שמים מותר לכן נהגו להקל בדברים אלו (תוספות סוף קדושין) י\"א דאין לנהוג אפילו עם אשתו בדברים של חבה כגון לעיין ברישיה אם יש לו כנים בפני אחרים (נ\"י פרק חזקת הבתים):"
    },
    {
      "id": "even_haezer-021-6",
      "section": 6,
      "text": "אין שואלים בשלום אשה כלל אפילו ע\"י שליח ואפי' ע\"י בעלה אסור לשלוח לה דברי שלומים אבל מותר לשאול לבעלה איך שלומה:"
    },
    {
      "id": "even_haezer-021-7",
      "section": 7,
      "text": "המחבק או המנשק אחת מהעריות שאין לבו של אדם נוקפו עליהם כגון אחותו הגדולה ואחות אביו וכיוצא בהם אע\"פ שאין לו שום הנאה כלל הרי זה מגונה ביותר ודבר איסור הוא ומעשה טפשים שאין קרבים לערוה כלל בין גדולה בין קטנה חוץ מהאב לבתו ומהאם לבנה כיצד מותר האב לחבק בתו ולנשקה ולישן עמה בקירוב בשר וכן האם עם בנה כל זמן שהם קטנים הגדילו ונעשה הבן גדול והבת גדולה עד שיהיו שדים נכונו ושערך צמח זה ישן בכסותו והיא ישנה בכסותה ואם היתה הבת בושה לעמוד לפני אביה ערומה או שנתקדשה וכן אם האם בושה לעמוד בפני בנה ערומה ואע\"פ שהם קטנים משהגיע להכלם מהם אין ישנים עמהן אלא בכסותן:"
    }
  ]
}