{
  "id": "even_haezer-051",
  "chapterLabel": "סימן 51",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-051-1",
      "section": 1,
      "text": "דברים שנקנו באמירה אם נתנו ליכתוב. ובו סעיף אחד:איש ואשה שהיו ביניהם שידוכין ואמר לה כמה את מכנסת לי כך וכך ואמרה לו וכמה אתה נותן לי או כותב לי כך וכך ואין חילוק בזה בין נשואין ראשונים לשניים (כ\"נ מהרמב\"ם וכ\"כ הריב\"ש סי' שמ\"ה) וכן האב שפסק ע\"י בנו ובתו כמה אתה נותן לבנך כך וכך וכמה אתה נותן לבתך כך וכך: הגה ודוקא בדברים כאלו שביד האב לקיים אבל אם פוסק על בנו שיעשה איזה דבר כגון לילך אחריה למקום אחר אינו נקנה באמירה דאין זה תלוי באב רק בבן (מרדכי פ' הנושא ובפ' מי שמת) עמדו וקדשו קנו אותן הדברים ואע\"פ שלא היה ביניהם קנין ואלו הן הדברים הנקנים באמירה והוא שיהיו הדברים שפסקו מצויים ברשותם שאין אדם מקנה דבר שלא בא לעולם ודברים אלו לא ניתנו ליכתב לפיכך אפי' נכתבו אינם כשטר שיטרוף בהם ממשועבדים בד\"א כשפסק האב לבתו בין קטנה בין גדולה או לבנו ובנישואין הראשונים וי\"א דבעינן דעמדו וקדשו מיד ולא הפסיקו בדברים אחרים אבל הפסיקו בדברים אחרים לא (טור) וכן אם קדשו ואח\"כ פסקו לא מהני (תוס' פ' נערה) (וי\"א דבעינן ג\"כ דהתנו כן ביחד אבל אם עשו בלא תנאי אלא כל אחד אומר מעצמו אינו נקנה באמירה) (ריב\"ש סי' שמ\"ה) אבל אח שפסק לאחותו או אשה שפסקה לבתה וכן שאר קרובים וכן האב שפסק לבנו או לבתו בנישואין שניים לא קנו אותם הדברים עד שיקנו מיד הפוסק שהוא נותן כך וכך: הגה הדברים הנקנים באמירה או שפסק האב וקנו מידו הוי כשאר חוב ואפי' מת האב קודם שנשאת החתן מוציא מן היורשין ואפילו ממשעבדי כשאר חוב (ריב\"ש סי' קכ\"ט) וי\"א דאין מנכין לבת מירושתה הואיל וזכתה בהן בחיי האב אבל אם אמר אתן כך וכך וכן חתן שפסק לעשות לה כתובה כך וכך ובשעת הנשואין חוזרין בהם עיין בח\"ה סי' רמ\"ה אם צריך לקיים מצד הקנין אבל מצד הקנס שפסקו על עצמן ודאי צריך לקיים ולכן נהגו לעשות תנאים חדשים קודם הנשואין כן נ\"ל וכל הדברים שנתבארו כאן שאינן נקנין באמירה היינו דוקא במתנה מרובה ולעשיר אבל הפוסק לעני צריך לקיים משום דהוי כנדר (ב\"י בשם ר\"מ וכן הוא בירושלמי) וכן בעשיר מתנה מועטת אית ביה משום מחוסרי אמנה אם חוזר בו (ב\"י בשם הרשב\"ש) (ועיין בח\"ה סי' רמ\"ט בהלכות מתנה) החתן צריך לשלם שכר התנאים אם לא נכתב רק שטר אחד (נ\"י פרק גט פשוט) אבל אם נכתבו ב' שטרות כל א' משלם שלו כל מה שפוסקין צריכין ליתן קודם שיכנוס אבל לא יוכל לומר כנוס ואח\"כ אתן אבל אם רוצה להשליש המעות הרשות בידו (הגהות אלפסי ועיין בח\"ה סי' ע\"ג סעיף ח') מי שנשבע ליתן נדוניא לחתנו והוא מרגיל קטטה עם הבת (מהרי\"ק שורש פ\"א):"
    }
  ]
}