{
  "id": "even_haezer-154",
  "chapterLabel": "סימן 154",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-154-1",
      "section": 1,
      "text": "למי שכופין להוציא בגט בין איש בין אשה וסדר כתיבת הגט ונתינתו. ובו כ\"ד סעיפים:אלו שכופין אותם להוציא וליתן כתובה מי שנולד לו ריח הפה או ריח החוטם או שחזר להיות מקבץ צואת כלבים או בורסקי או להיות מחתך נחושת מעיקרו ואם רצתה תשב עם בעלה (ואם ידעה בהן קודם שנשאת אין כופין להוציא דסברה וקבלה) (טור בשם הרמ\"ה) נעשה האיש מוכה שחין כופין אותו להוציא וליתן כתובה ואע\"פ שהיא רוצה לישב עמו (או שהתנה עמו קודם שנשאה) אין שומעין לה אלא מפרישין אותם בעל כרחם מפני שהיא ממיקתו ואם אמרה אשב עמו בעדים כדי שלא יבא עלי שומעין לה: הגה י\"א דמומר כופין אותו ע\"י כותים להוציא (ב\"י סי' קל\"ד בשם א\"ח ובמרדכי פ' המגרש) ובלבד שיבטל בשעת הגט (שם במרדכי) ויש חולקים ואומרים דאין כופין למומר או שאר עובר על דת (תשובת מור\"ם) אא\"כ פושע לה כגון שמאכילה דבר איסור (מהרי\"ו סי' כ\"ב) או שעבר על חרם ששעבד עצמו נגדה שלא להקניטה ושלא להכותה או שנודר ואינו מקיים שבניו מתים בעון נדרים (הגהות מיימו' סוף אישות) מי שהוא רועה זונות ואשתו קובלת עליו אם יש עדות בדבר שראו אותו עם מנאפים או שהודה י\"א שכופין אותו להוציא אבל משום שמביאין לו ילדים כותים אין לחוש דילמא משקרים עליו (חידושי אגודה ביבמות):"
    },
    {
      "id": "even_haezer-154-2",
      "section": 2,
      "text": "מי שהיה בעלה בעל ריח הפה או ריח החוטם או מלקט צואת כלבים וכיוצא בה ומת ונפלה לפני אחיו ויש בו אותו מום שהיה בבעלה יכולה היא לומר לאחיך הייתי יכולה לקבל ולך איני יכולה לקבל ויחלוץ ויתן לה כתובה:"
    },
    {
      "id": "even_haezer-154-3",
      "section": 3,
      "text": "האומר איני זן ואיני מפרנס כופין אותו לזון ואם אין ב\"ד יכולים לכופו לזון כגון שאין לו במה לפרנס ואינו רוצה להשתכר להרויח ולזון אם תרצה היא כופין אותו להוציא מיד וליתן כתובה וכן הדין למי שאינו רוצה לשמש: הגה וכן איש שרגיל לכעוס ולהוציא אשתו מביתו תמיד כופין אותו להוציא כי ע\"י זה אינו זנה לפעמים ופורש ממנה בתשמיש יותר מעונתה והוי כמורד ממזונות ותשמיש (תשו' הרשב\"א סי' תרצ\"ג) וע\"ל סי' ע' וסי' ע\"ז איש המכה אשתו עבירה היא בידו כמכה חברו ואם רגיל הוא בכך יש ביד ב\"ד ליסרו ולהחרימו ולהלקותו בכל מיני רידוי וכפייה ולהשביעו שלא יעשה עוד ואם אינו ציית לדברי הב\"ד י\"א שכופין אותו להוציא ובלבד שמתרין בו תחילה פעם אחת או שתים כי אינו מדרך בני ישראל להכות נשותיהם ומעשה כותים הוא וכל זה כשהוא מתחיל אבל אם מקללתו בחנם או מזלזלת אביו ואמו והוכיחה בדברים ואינה משגחת עליו י\"א דמותר להכותה וי\"א דאפילו אשה רעה אסור להכותה והסברא ראשונה היא עיקר ואם אינו ידוע מי הגורם אין הבעל נאמן לומר שהיא המתחלת שכל הנשים בחזקת כשרות ומושיבין ביניהן אחרות לראות בשל מי הרעה הזאת ואם היא מקללתו חנם יוצאת בלא כתובה ונראה לי דוקא ברגילה בכך ואחר ההתראה וכמו שנתבאר לעיל סי' קט\"ו ואם הלכה מביתו ולוותה ואכלה אם יצאתה מכח שהכה אותה תמיד חייב לשלם (כל דברי הג\"ה זו תמצא במרדכי פרק נערה בשם מוהר\"ם וב\"ז סי' פ\"ח) וכמו שנתבאר לעיל סי' ע':"
    },
    {
      "id": "even_haezer-154-4",
      "section": 4,
      "text": "האיש שנולד בו מומין אחר שנשא אפי' נקטעת ידו או רגלו או נסמית עינו ולא רצתה אשתו ליישב עמו אין כופין אותו להוציא וליתן כתובה אלא אם רצתה תשב ואם לא רצתה דינה כדין מורדת: הגה וי\"א דכ\"ז בידו או רגלו או עינו אחת אבל בב' ידיו וב' עיניו וב' רגליו כופין אותו להוציא (טור והרא\"ש):"
    },
    {
      "id": "even_haezer-154-5",
      "section": 5,
      "text": "איש המשתטה מידי יום יום ואומרת אשתו אבי מחמת דחקו השיאני לו וסבורה הייתי לקבל ואי איפשי כי הוא מטורף וירא אני פן יהרגני בכעסו אין כופין אותו לגרש שאין כופין אלא באותם שאמרו חכמים: הגה מי שהוא נכפה י\"א שאינו מום ואין כופין ע\"ז לגרש ומ\"מ אין כופין אותה שתהיה עמו הואיל ובאתה מחמת טענה (מרדכי פרק המדיר בשם ראבי\"ה) וי\"א דהוי מום באיש וכופין לגרש (הרא\"ש כלל מ\"ב):"
    },
    {
      "id": "even_haezer-154-6",
      "section": 6,
      "text": "האשה שתובעת גט בטענה שאינה ראוייה לבנות ממנו אין שומעין לה ואם טענה שחפצה לילד כדי שיהיה לה בן שתשען עליו (ואין לה כבר שום בן) ואומרת שהוא גורם שאינו יורה כחץ אם שהתה עמו עשר שנים ולא נתעברה ואינה תובעת כתובתה כדי שנחוש שתובעת גט כדי לגבות כתובתה וגם אין לתלות תביעות הגט בשום דבר אחר שומעין לה אפילו יש לו בנים מאשה אחרת דשמא נתקלקל אח\"כ וכופין אותו להוציא ויתן מנה מאתים אבל לא תוספת ויתן נדוניתא מה שהכניסה לו ויש לו להחרים סתם על מה שטוענת דבר שאינה יודעת בו בודאי ואח\"כ יתן כתובה ואם אמר אשא אשה אחרת עליה ואבדוק עצמי שומעין לו ואם ילדה השניה תצא הראשונה בלא כתובה ואם לאו יוציא שתיהן ויתן כתובה או ישא שלישית אם אפשר ליה למיקם בסיפוקייהו ויש מי שאומר שאם אמרה גם השניה שאינו יורה כחץ יוציא שתיהן ויתן כתובה ובכל גוונא אם ידוע שהוא עקר והיא באה מחמת טענה יוציא מיד: הגה וה\"ה אם שהה י' שנים ולא ילדה ובאה מחמת טענה שכופין אותו להוציא וליתן כתובה והתם לא מהני מה שאומר אבדוק עצמי ואשא אחרת דמ\"מ לא אבדה הראשונה כתובתה הואיל ולא הוחזקה בג' אנשים והא דצריכה לטעון שאינו יורה כחץ היינו שידוע שהיו לו כבר בנים אז תלינן בדידה אם לא שטוענת שאינו יורה כחץ או בבעל השלישי שכבר הוחזקה כך נראה סברת הטור והוא מסקנת התוס' והאשיר\"י:"
    },
    {
      "id": "even_haezer-154-7",
      "section": 7,
      "text": "אם טוענת אין לו גבורת אנשים לבא עליה ושואלת גט והוא מכחישה י\"א שהיא נאמנת (ואפי' לא שהתה י' שנים) (טור) וכופין אותו להוציא מיד ולא יתן לה כתובה ואם מגרשה מעצמו בלא כפייה יתן לה כתובה (וי\"א דאע\"פ שיכול לבעול אחרת צריך ליתן לזאת הכתובה הואיל ולא יכול לבא עליה יכולה לומר מסרתי עצמי לך ומה אעשה לך יותר) (ב\"י בשם א\"ח) בד\"א כשאינה תובעת כתובתה אבל אם תובעת כתובתה אינה נאמנת ואף להוציא אין כופין: הגה וי\"א דבזמן הזה שיש נשים חצופות אינה נאמנת (מרדכי פרק עשרה יוחסין) ומ\"מ במקום שיש אמתלאות ואומדנות שאומרת אמת נאמנת (מהרי\"ק שורש ע\"ב) ואם יש לתלות שלא יוכל לבא עליה משום שרחמה צר והיא בתולה שלא יוכל לבא עליה מכח רכות שניו וחולשתו תולין בזה ואין כופין להוציא (תשובת הריצב\"א סוף אישות) וי\"א דאפי' במקום שאין כופין אותו מ\"מ אין כופין אותה להתפייס עמו ואין דנין אותה כדין מורדת אלא מאריכין הדבר עד שיתפשרו או עד שישהה י' שנים ולא תלד (מהרי\"ק שורש קל\"ה בב\"י בשם הרשב\"א) וה\"ה אם קידש אשה ואסורה להנשא לו ולאחר כופין אותו להוציא (תשו' הרא\"ש כלל מ\"ג) אם טוענת שבעלה אינו שוכב עמה ואינו בא עליה דינה כדין טוענת שאין לו גבורת אנשים:"
    },
    {
      "id": "even_haezer-154-8",
      "section": 8,
      "text": "אם ידוע שהאיש רוצה לילך לארץ אחרת ישביעוהו שלא ילך או יכפוהו שקודם שילך יגרש אותה לזמן:"
    },
    {
      "id": "even_haezer-154-9",
      "section": 9,
      "text": "אם הדבר ידוע שאינו רשאי לעמוד במקום שנשאה מפני סכנת נפשות כופין אותו לגרשה (כי היא אינה צריכה ללכת אחריו):"
    },
    {
      "id": "even_haezer-154-10",
      "section": 10,
      "text": "נשא אשה ושהתה עמו י' שנים ולא ילדה יוציא ויתן כתובה או ישא אשה הראויה לילד ואם לא רצה כופין אותו עד שיוציא ואם אמר איני בועלה והריני שוכן עמה בפני עדים כדי שלא אתייחד עמה בין שאמרה היא בין שאמר הוא אין שומעין לו אלא יוציא וישא אשה הראויה ללדת: הגה י\"א דכ\"ז דלא הוליד כלל אבל אם הוליד זרע קיימא אע\"פ שלא קיים עדיין פריה ורביה אין כופין להוציא (ריב\"ש סי' ט\"ו וע\"ל סי' א') דבזמן הזה אין נוהגין לכוף כלל נאמן האיש לומר שיודע בעצמו שאינו מוליד ואין כופין אותו לישא אשה (נ\"י פרק הבא על יבמתו):"
    },
    {
      "id": "even_haezer-154-11",
      "section": 11,
      "text": "הלך בסחורה בתוך י' שנים או שהיה הבעל חולה או שהיתה היא חולה אף על פי שמשמשים יחד או שהיו חבושים בבית האסורים אין עולים להם אותו זמן מהמנין:"
    },
    {
      "id": "even_haezer-154-12",
      "section": 12,
      "text": "הפילה מונה מיום שהפילה אם הפילה וחזרה והפילה ג' פעמים הוחזקה לנפילים ויוציא ויתן כתובה ומ\"מ מותרת לינשא לאחר:"
    },
    {
      "id": "even_haezer-154-13",
      "section": 13,
      "text": "הוא אומר הפילה בתוך עשר כדי שתשב עמו והיא אומרת לא הפלתי היא נאמנת:"
    },
    {
      "id": "even_haezer-154-14",
      "section": 14,
      "text": "הוא אומר הפילה שנים והיא אומרת הפלתי ג' היא נאמנת:"
    },
    {
      "id": "even_haezer-154-15",
      "section": 15,
      "text": "בכל זה משביעה שבועת היסת שלא הפילה או שהפילה ג' שבטענה זו יתחייב ליתן לה כתובה:"
    },
    {
      "id": "even_haezer-154-16",
      "section": 16,
      "text": "שהה עם אשתו י' שנים ולא ילדה והוציאה מותרת להנשא עם השני שהתה עם השני עשר שנים ולא ילדה דינה עמו כדינה עם הראשון:"
    },
    {
      "id": "even_haezer-154-17",
      "section": 17,
      "text": "גירשה לא תנשא לשלישי ואם נשאת לשלישי תצא שלא בכתובה אא\"כ יש לו אשה אחרת או שקיים מצות פריה ורביה ואם הכיר בה יש לה כתובה:"
    },
    {
      "id": "even_haezer-154-18",
      "section": 18,
      "text": "שהתה עם השלישי עשר שנים ולא ילדה אם לא גבתה כתובה מהראשונים לא תגבה ואם גבתה לא תחזיר:"
    },
    {
      "id": "even_haezer-154-19",
      "section": 19,
      "text": "הוציאה השלישי בלא כתובה ונשאת לרביעי וילדה אינה יכולה לגבות כתובה מהשלישי דשמא עתה נתרפאה:"
    },
    {
      "id": "even_haezer-154-20",
      "section": 20,
      "text": "כל הנושא אשה בעבירה אפילו באיסור דרבנן כגון שניות כופין אותו להוציא."
    },
    {
      "id": "even_haezer-154-21",
      "section": 21,
      "text": "כל אלו שאמרו להוציא כופין אפי' בשוטים וי\"א שכל מי שלא נאמר בו בתלמוד בפירוש כופין להוציא אלא יוציא בלבד אין כופין בשוטים אלא אומרים לו חכמים חייבוך להוציא ואם לא תוציא מותר לקרותך עבריין: הגה וכיון דאיכא פלוגתא דרבוותא ראוי להחמיר שלא לכוף בשוטים שלא יהא הגט מעושה (טור בשם הרא\"ש) אבל אם יש לו אשה בעבירה לכ\"ע כופין בשוטים וכל מקום שאין כופין בשוטים אין מנדין אותו ג\"כ (מרדכי ריש פ' המדיר) ומ\"מ יכולין ליגזור על כל ישראל שלא לעשות לו שום טובה או לישא וליתן עמו (שם בשם ר\"ת ובמהרי\"ק) או למול בניו או לקברם עד שיגרש (בנימן זאב פ\"ח) ובכל חומרא שירצו ב\"ד יכולין להחמירן בכה\"ג ומלבד שלא ינדו אותו אבל מי שאינו מקיים עונה יכולין לנדותו ולהחרימו שיקיים עונה או שיגרש כי אין זה כפייה רק לקיים עונתו וכן כל כיוצא בזה (ריב\"ש סי' קכ\"ז) וכן מי שגירש אשתו בגט כשר ויצא קצת לעז על הגט מותר לכופו לתת גט אחר ובכל מקום דאיכא פלוגתא אם כופין או לא אע\"ג דאין כופין לגרש מ\"מ כופין אותו ליתן כתובה מיד וכן הנדוניא דאנעלת ליה (מרדכי ריש המדיר):"
    },
    {
      "id": "even_haezer-154-22",
      "section": 22,
      "text": "צריך להטיל חרם על כל העומדים בשעת נתינת הגט שלא להוציא לעז על הגט (ומזכירין שר\"ת גזר בכנופיא עם תלמידיו על מי שמוציא לעז על הגט הניתן):"
    },
    {
      "id": "even_haezer-154-23",
      "section": 23,
      "text": "אם נשבע הבעל ליתן גט טוב שיתירו לו קודם שלא יהא דומה לאונס אך ערבון יתן אם ירצה: הגה וע\"ל סי' קל\"ד סעיף ד' ובגט מומר אין צריכין לשאול אם נשבע או נדר מאחר דצריך לגרש מדינא אך שואלין אותו אם מגרש ברצון וכן שואלין לאשתו:"
    },
    {
      "id": "even_haezer-154-24",
      "section": 24,
      "text": "מי שקבל עליו נזירות שמשון לגרש את אשתו מותר לגרש ואין בו משום מגרש באונס וטוב לגרשה בשני גיטין ויתנם לה זא\"ז:"
    }
  ]
}