{
  "id": "even_haezer-005",
  "chapterLabel": "סימן 5",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-005-1",
      "section": 1,
      "text": "דין פצוע דכא וכרות שפכה. ובו יד סעיפים:פצוע דכא וכרות שפכה אסורים לישא ישראלית ומותרים בגיורת ומשוחררת ואפילו כהן שהוא פצוע דכא מותר לישא גיורת ומשוחררת לפי שאינו בקדושתו ואפילו נתינה או אחד מהספקות מותרת לו הואיל ופצוע דכא אסור לבא בקהל לא גזרו על הנתינים ולא על הספיקות אבל אסור בממזרת ודאית שהרי אסורה מן התורה ויש מתירים אפי' בממזרת (טור והראב\"ד והרשב\"א):"
    },
    {
      "id": "even_haezer-005-2",
      "section": 2,
      "text": "איזהו פצוע דכא כל שנפצעו הביצים שלו וכרות שפכה כל שנכרת הגיד שלו ובג' אברים אפשר שיפסל הזכר בגיד בביצים ובשבילים שבהם נתבשל שכבת זרע והם הנקראים חוטי ביצים וכיון שנפצע אחד משלשה איברים אלו או נכרת או נידך הרי זה פסול כיצד נפצע הגיד או נידך או שנכרתה העטרה או למעלה מהעטרה פסול ואם נכרת מראש העטרה ונשתייר ממנה אפי' כחוט השערה מוקף לכל הגיד כשר:"
    },
    {
      "id": "even_haezer-005-3",
      "section": 3,
      "text": "נחתך מהגיד למעלה מעטרה בשפוע כקולמוס כשר כמרזב שניטל חללו של גיד ונשארו הדפנות לרש\"י והרא\"ש פסול להרמב\"ם כשר:"
    },
    {
      "id": "even_haezer-005-4",
      "section": 4,
      "text": "ניקב למטה מהעטרה כשר ניקבה עטרה עצמה אם כשיראה קרי תצא שכבת זרע מהנקב פסול ואם נסתם הנקב חזר להכשירו:"
    },
    {
      "id": "even_haezer-005-5",
      "section": 5,
      "text": "ניקב למטה מעטרה בענין שכנגדו למעלה בתוך העטרה פסול שהעטרה כולה מעכבת:"
    },
    {
      "id": "even_haezer-005-6",
      "section": 6,
      "text": "נסתם שביל שכבת זרע וחזר לראות שכבת זרע בשביל שמשתין בו הרי זה פסול:"
    },
    {
      "id": "even_haezer-005-7",
      "section": 7,
      "text": "נכרתו הביצים או אחת מהם או שנפצעה אחת מהם או שנידוכה אחת מהן או שחסרה או שניקבה (נקב מפולש) (ב\"י בשם נ\"י בשם תוס' פ' הערל) הרי זה פסול: הגה וכן עיקר ודלא כיש מתירים בעל ביצה אחת אם היתה אותה שנטלה שלימה כשנטלה ונשארה של ימין (היא סברת ר\"ת) אמנם ראיתי מקילין כסברא האחרונה אבל טוב לחוש באיסור דאורייתא לדברי המחמירים והם רוב מנין ורוב בנין:"
    },
    {
      "id": "even_haezer-005-8",
      "section": 8,
      "text": "נכרתו חוטי בצים או אחת מהן או שנידך או נפצע הרי זה פסול:"
    },
    {
      "id": "even_haezer-005-9",
      "section": 9,
      "text": "ניקב חוט מחוטי ביצים לשביל מי רגלים והרי הוא מטיל מים משביל מים ומשביל שכבת זרע ה\"ז כשר:"
    },
    {
      "id": "even_haezer-005-10",
      "section": 10,
      "text": "כל פיסול שאמרו בענין זה כשלא היה בידי שמים כגון שכרתו אדם או הכהו קוץ וכיוצא בדברים אלו אבל אם נולד כרות שפכה או פצוע דכא או שנולד בלא ביצים או שחלה מחמת גופו ובטלו ממנו איברים אלו או שנולד בהם שחין והמסה אותו או כרתן הרי זה כשר לבא בקהל שכל אלו בידי שמים להרמב\"ם אבל לרש\"י והרא\"ש לא מקרי בידי שמים אלא ע\"י רעמים וברד או ממעי אמו אבל ע\"י חולי חשיב בידי אדם ופסול וכתב הרא\"ש דהכי משמע בירושלמי:"
    },
    {
      "id": "even_haezer-005-11",
      "section": 11,
      "text": "אסור להפסיד אברי הזרע בין באדם בין בבהמה חיה ועוף א' טמאים וא' טהורים בין בא\"י בין בח\"ל וכל המסרס לוקה מן התורה בכל מקום ואפילו מסרס אחר מסרס לוקה כיצד הרי שבא א' וכרת הגיד ובא אחר וכרת את הביצים או נתקן ובא אחר וכרת חוטי ביצים או שבא אחד ומעך את הגיד ובא אחר ונתקו ובא אחר וכרתו כלם לוקים ואע\"פ שלא סירס אחרון אלא מסורס בין באדם בין בבהמה חיה ועוף והמסרס את הנקבה בין באדם בין בשאר מינים פטור אבל אסור:"
    },
    {
      "id": "even_haezer-005-12",
      "section": 12,
      "text": "המשקה כוס של עיקרין לאדם או לשאר בעלי חיים כדי לסרסו ה\"ז אסור ואין לוקין עליו ואשה מותרת לשתות עיקרין כדי לסרסה עד שלא תלד:"
    },
    {
      "id": "even_haezer-005-13",
      "section": 13,
      "text": "הרי שכפה את האדם ושסה בו כלב או שאר חיות עד שעשאוהו כרות שפכה או שהושיבו במים או בשלג עד שיבטל ממנו איברי תשמיש אינו לוקה עד שיסרס בידו וראוי להכותו מכת מרדות: הגה אבל מותר ליטול כרבלתו של תרנגול אע\"ג דמסתרס ע\"י זה וכל כיוצא בזה דלא עביד כלום באברי הזרע (בהגהות אלפסי פ' במה בהמה):"
    },
    {
      "id": "even_haezer-005-14",
      "section": 14,
      "text": "אסור לומר לכותי לסרס בהמה שלנו ואם לקחה הוא מעצמו וסרסה מותר ואם הערים ישראל בדבר זה קונסין אותו (ואפי' לא הערים והכותי מכירו ומכוין לטובתו) ומוכרן לישראל אחר ואפי' לבנו גדול מותר למוכרה אבל לבנו קטן אינה מוכרה ולא נותנה לו: הגה ) ומותר לתת בהמה לכותי למחצית שכר אע\"פ שהכותי בודאי יסרסנו (הגהות מיי' פט\"ז מא\"ב) דהכותי אדעתיה דנפשיה קא עביד (ב\"י) ומותר למכור לכותים בהמות ותרנגולים אע\"ג דבודאי הכותי קונה אותם לסרסם ויש אוסרים תמצא מבואר בת\"ה סי' רצ\"ד ומיהו אם אין הכותי הקונה מסרסם בעצמו רק נותנו לכותי אחר לסרס לכ\"ע שרי (ג\"ז שם) כל דבר הצריך לרפואה או לשאר דברים לית ביה משום איסור צער בעלי חיים (א\"ו הארוך סימן נ\"ט) ולכן מותר למרוט נוצות מאוזות חיות וליכא למיחש משום צער בעלי חיים (מהרא\"י סי' ק\"ה) ומ\"מ העולם נמנעים דהוי אכזריות:"
    }
  ]
}