{
  "id": "even_haezer-128",
  "chapterLabel": "סימן 128",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-128-1",
      "section": 1,
      "text": "שצריך להזכיר בגט מקום דירת הבעל ואשה ועדים. ובו ז סעיפים:צריך להזכיר בגט שם המקום שהעדים עומדים שם בשעת חתימה למנין שאנו מונין בו כאן במתא פלונית ואם שינה והזכיר שם מקום אחר פסול ואם נשאת לא תצא אבל על מקום עמידת הסופר בשעת כתיבה אין לחוש לפיכך אם נכתב במקום אחד ונחתם במקום אחר יזכיר שם המקום שנחתם בו וי\"א שגם על מקום עמידת הסופר יש להקפיד וצריך שיעמדו הסופר והעדים במקום אחד:"
    },
    {
      "id": "even_haezer-128-2",
      "section": 2,
      "text": "כותבין שם עירו ושם עירה ואין כותבין שם מקום הלידה ואע\"פ שאם שינה לא פסל מ\"מ מוטב שלא לכתוב כדי שלא יבואו לטעות ומחזי כמשנה וגם אין כותבין שם מקום הדירה מפני שאנו גולים ומטולטלים ומקום דירתינו מרופה בידינו אבל כותבין שם מקום עמידת האיש העומד היום במתא פלונית אם הוא מצוי במקום חתימת הגט ואם אינו מצוי שם אין כותבין מקומו כלל וכן באשה אם היא עומדת במקום חתימת הגט כותבין מקום עמידתה העומדת היום במתא פלונית ואם לאו אין כותבין מקומה כלל: הגה ואם כתב שם הלידה או שם הדירה ולא שינה כשר (ריב\"ש סי' שי\"ד) ואם שינה מקום העמידה יש מכשירין כמו במקום הלידה דכל דבר שאינו צריך לכתוב אף אם שינה בו כשר ויש פוסלין (בב\"י הביא הב' דיעות) במקום הדחק יש להקל אבל אם שינה במקום דירה פסול לכ\"ע (פרק השולח) ואפילו אם נשאת תצא וכותבין מתא פלונית בין שהעיר גדולה או קטנה ולא יכתוב פלונית מתא אלא מתא פלונית ואם דילג מלת מתא כשר:"
    },
    {
      "id": "even_haezer-128-3",
      "section": 3,
      "text": "יכתוב וכל שום דאית לי ולאתרי ומלבד זה אם יש לעיר ב' שמות יכתוב מתא פלונית דמתקריא פלונית: הגה ולא יכתוב יו\"ד אצל המ\"ם (סדר גיטין) מיהו אם כתב יו\"ד דמתקרייא כשר (שם) ואנו לא נהגינן לכתוב וכל שום דאית לי ולאתרי אלא אם יש לעיר ב' שמות כותבין מתא פלונית דמתקריא פלונית או מתקרית פלונית (פסקי מהרא\"י סי' קפ\"ה) וה\"ה אם יש לנהר ב' שמות ואם יש להן שם במקום הכתיבה ושם אחר במקום הנתינה דינן כמו בשמות הבעל (הרא\"ש והר\"ן פרק השולח) (וע\"ל סי' קכ\"ט) ואם יש לעיר ב' שמות א' נקרא כפי ישראל ואחד בלשון כותי שם שקורין לו ישראל עיקר וכותבין כפי משמעות לשונם (פסקי מהרא\"י סי' קמ\"ב ומהרי\"ק שורש ק\"ו) ואם הב' לשונות קרובין זה לזה ושם שקורין לו ישראל אינו אלא קיצור לשון כגון עיר שכותים קורין הרעדי\"ש וישראל רעדי\"ש אין כותבין רק שם ישראל (שם בפסקיו סי' רנ\"א) אבל בלא\"ה כותבין שניהם שם ישראל תחילה (כן משמע שם) ועל שם כותים דמתקריא:"
    },
    {
      "id": "even_haezer-128-4",
      "section": 4,
      "text": "א\"צ לכתוב שם הנהר אבל נהגו לכתבו ואם יש שנים או שלשה נהרות כותבין כלם דיתבא על נהר פלוני ופלוני: הגה ואם לא כתב שם הנהר כלל (תשו' הרא\"ש כלל מ\"ה וב\"י בשם תשובת הר\"ן) או ששינה בו (תשובת מהרי\"ל) כשר וכל נהר שהיא חוץ לתחום העיר אין לכתבו כלל אפי' מסתפקים ממנו ואפי' בדיעבד אם כתבו יש פוסלין (תשו' הרשב\"א בהג\"ה מיי' סוף נשים) ואפי' הוא תוך התחום חוץ לעיבור העיר אין כותבין אלא א\"כ כל תשמישי העיר ממנו (פסקי מהרא\"י סי' קמ\"ב) וכותבים דיתבא בחד יו\"ד ואם יושבת על חוף הים נהגו לכתוב דעל כיף ימא מותבא ועיר שסיפוקה ממי בארות כותבין על מי בארות ועיר שסיפוקה ממי מעיינות כותבין מי מעיינות ובחד יו\"ד: הגה וכותבין בארת בלא וי\"ו (סדר גיטין) ואם המעיין מים חמין כותבין על מי מעיינות חמין (מ\"כ בתיקון ישן) ."
    },
    {
      "id": "even_haezer-128-5",
      "section": 5,
      "text": "אם יש בעיר בארות נובעים וכתב דיתבא על מי בורות כשר:"
    },
    {
      "id": "even_haezer-128-6",
      "section": 6,
      "text": "אם העיר יושבת על הנהר אין לכתוב לא בארות ולא מעיינות כי אם הנהר: הגה ויש חולקין וס\"ל דיש לכתוב כל סיפוקי העיר (בהגהות מרדכי בשם ר' יודא) וכן נוהגין במדינות אלו כאשר יתבאר לך מנוסח הגט (שכתבתי סוף סי' קנ\"ד):"
    },
    {
      "id": "even_haezer-128-7",
      "section": 7,
      "text": "עיר שאין בה אלא בורות ואגמים לא יזכירם כלל שלא לחלק בין גיטין שנכתבו קודם שנעשו לנכתבו אחר שנעשו: הגה שתי נהרות השופכין זו לזו אם קרוב לעיר אבד אחד שמו אין כותבין אלא האחד ואם שם שניהם עליהם כותבין שניהם ואם יש ספק בדבר אין כותבין אלא אחד וכן תמיד יותר יש ליכנס לספק חסרון מלספק שנוי (מהרי\"ק שורש ק\"ו):"
    }
  ]
}