{
  "id": "even_haezer-003",
  "chapterLabel": "סימן 3",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-003-1",
      "section": 1,
      "text": "דין בן שהוא ספק לכהונה. ובו ט סעיפים:מי שבא בזמן הזה ואמר כהן אני אינו נאמן ואין מעלין אותו לכהונה על פי עצמו ולא יקרא בתורה ראשון ולא ישא את כפיו: הגה וי\"א דנאמן לקרות בתורה ראשון ולישא את כפיו בזמן הזה שאין לנו תרומה דאורייתא שנחוש שמא יעלו אותו לתרומה (ב\"י בשם הרמ\"ך) וכן נוהגין האידנא בכל מקום שאין נוהגין בתרומה בזמן הזה וליכא למיחש למידי: ולא יאכל בקדשי הגבול עד שיהיה לו עד אחד אבל אוסר עצמו בגרושה וזונה וחללה ואינו מטמא למתים ואם נשא או נטמא לוקה והנבעלת (לו אם היא פסולי כהונה) ספק חללה ואם היה מסיח לפי תומו נאמן כיצד מעשה באחד שהיה מסיח לפי תומו ואמר זכור אני כשהייתי תינוק והייתי מורכב על כתפו של אבא הוציאני מבית הספר הפשיטוני את כתנתי והטבילוני לאכול תרומה לערב וחבירי בדילים ממני והיו קורין אותי יוחנן אוכל חלות והעלהו רבינו הקדוש לכהונה ע\"פ עצמו:"
    },
    {
      "id": "even_haezer-003-2",
      "section": 2,
      "text": "היה עד אחד מעיד עליו נאמן להאכילו בתרומה בזמן הזה ולקרות בתורה ראשון ולישא את כפיו ואפי' אביו נאמן עליו ואפי' משטרות מעלין לכהונה בזמן הזה כיצד הרי שהיה כתוב בשטר פלוני כהן לוה מפלוני מנה ועדים חתומים עליו ה\"ז בחזקת כהן ככהני זמן זה וכן מעלין מנשיאות כפים ומקריאה בתורה ראשון להיות כהן ככהני זמן זה: וי\"א דאם חתם עצמו אני פלוני כהן עד מהני בזמן הזה (הר\"ן פרק ב' דכתובות):"
    },
    {
      "id": "even_haezer-003-3",
      "section": 3,
      "text": "אם יעיד אחד מהאנוסים שאחד מהם מוחזק בכהונה מעלין אותו לקרות בתורה ואין חוששין שמא אמו כותית:"
    },
    {
      "id": "even_haezer-003-4",
      "section": 4,
      "text": "אפילו באו שנים וכל אחד מעיד על חבירו שהוא כהן נאמנים ולא חיישינן לגומלין:"
    },
    {
      "id": "even_haezer-003-5",
      "section": 5,
      "text": "נאמן הגדול לומר זכורני כשהייתי תינוק שראיתי לפלוני טובל ואוכל תרומה ומעלין אותו על פיו להיות כהן ככהני זמן זה:"
    },
    {
      "id": "even_haezer-003-6",
      "section": 6,
      "text": "מי שבא ואמר כהן אני ועד אחד מעיד שיודע באביו שהוא כהן אין מעלין אותו לכהונה על פיו שמא חלל הוא עד שיעיד שזה כהן הוא אבל אם הוחזק אביו כהן או שבאו שנים והעידו שאביו של זה כהן הוא ה\"ז בחזקת אביו: (ובכל דבר הולכין אחר החזקה שהרי שורפין וסוקלין על החזקה):"
    },
    {
      "id": "even_haezer-003-7",
      "section": 7,
      "text": "מי שהוחזק אביו כהן ויצא עליו קול שהוא בן גרושה או בן חלוצה חוששין לו ומורידין אותו בא עד אחד אח\"כ והעיד שהוא כשר מעלין אותו לכהונה על פיו באו ב' עדים אח\"כ והעידו שהוא חלל מורידין אותו מכהונה בא עד אחד והעיד שהוא כשר מעלין אותו לכהונה שזה האחרון מצטרף לעד ראשון והרי שנים מעידים שהוא כשר ושנים מעידים שהוא פסול ידחו אלו ואלו וידחה הקול שהשנים כמאה וישאר כהן בחזקת אביו:"
    },
    {
      "id": "even_haezer-003-8",
      "section": 8,
      "text": "אשה שלא שהתה שלשה חדשים אחר בעלה וילדה ואין ידוע אם בן ט' לראשון או בן שבעה לאחרון והיה אחד מהן כהן והשני ישראל ה\"ז ספק כהן וכן אם נתערב ולד כהן בולד ישראל והגדילו התערובות כל אחד מהם ספק כהן ונותנים עליהם חומרי ישראל וחומרי כהנים נושאים נשים הראויות לכהונה ואין מטמאים למתים ולא אוכלים בתרומה ואם נשאו גרושה מוציאין ואין לוקים:"
    },
    {
      "id": "even_haezer-003-9",
      "section": 9,
      "text": "שני כהנים שנתערבו ולדותיהם או אשת כהן שלא שהתה אחר בעלה ג' חדשים ונשאת לכהן אחר ואין ידוע אם בן ט' לראשון או בן שבעה לאחרון הרי זה כהן ונותנים על הולד חומרי שניהם הוא אונן עליהם והם אוננים עליו הוא אינו מטמא להם והם אינם מטמאים לו בד\"א בזמן שבאים מכח נשואין אבל בזנות משתיקין אותו מדין כהונה הואיל ואין ידוע ודאי מי הוא אביו כיצד עשרה כהנים שפירש א' מהם ובעל אע\"פ שהוא ודאי בן כהן ואם נטמא למת או נשא גרושה לוקה ואינו עובד ואינו אוכל בתרומה: הגה זנתה עם כהן אחד ובתוך שלשה נשאת לכהן אחר הולד פסול לכהונה (תולדות אדם וחוה נכ\"ג) כהן הבא על הפנויה ומודה שהוא בנו הבן כהן לכל דבר ולא חיישינן שמא הפקירה נפשה לאחרים (תשובת הרא\"ש כלל ל\"ב):"
    }
  ]
}