{
  "id": "even_haezer-103",
  "chapterLabel": "סימן 103",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-103-1",
      "section": 1,
      "text": "אלמנה שמוכרת נכסיה לכתובתה אם צריכה למכור על פי בית דין. ובו ה סעיפים:אלמנה בין מן האירוסין אם כתב לה כתובה בין מן הנשואין מוכרת מנכסי בעלה לגבות כתובתה שלא בב\"ד ושלא בהכרזה לא שנא אם מוכרת לגבות כל כתובתה ביחד ל\"ש אם מוכרת ג' או ד' פעמים לגבות מעט מעט בכל פעם מוכרת שלא בב\"ד מומחים אבל צריכה ב\"ד הדיוטות ג' אנשים נאמנים בקיאים בשומת קרקע: הגה ודוקא עיקר הכתובה והתוספת אבל אינה מוכרת שלא בבית דין לגבות נדונייתא דאינו רק כחוב בעלמא (ב\"י בשם הריטב\"א פרק אלמנה ניזונת) אם מכרה בינה לבין עצמה שוה בשוה מכרה קיים ויש חולקים:"
    },
    {
      "id": "even_haezer-103-2",
      "section": 2,
      "text": "אחריות המכר על היתומים בין אם תמכור היא או ב\"ד (ולכן אף אם מכרו ב\"ד בטעות כגון שהאשה מחלה הכתובה ליתומים בסתר אין היתומים יכולין לטרוף מן הלוקח) (תשו' הרא\"ש כלל ס\"ג):"
    },
    {
      "id": "even_haezer-103-3",
      "section": 3,
      "text": "גרושה לא תמכור אלא בב\"ד מומחים ואלמנ' נמי אם נשאת לא תמכור אלא בב\"ד מומחים:"
    },
    {
      "id": "even_haezer-103-4",
      "section": 4,
      "text": "אם ב\"ד מוכרים ונותנים לה אינה נשבעת שלא זלזלה בנכסים אלא נשבעת שלא אתפסה צררי ושלא תפסה היא משלו (טור) אבל אם היא בעצמה מוכרת צריכה לכלול בשבועתה שלא זלזלה בנכסים:"
    },
    {
      "id": "even_haezer-103-5",
      "section": 5,
      "text": "אלמנה ששמה ולקחתו לעצמה אינו כלום אפילו הכריזו עליו אא\"כ היו בשומא ב\"ד הדיוטות וי\"א שאינו כלום עד שיהיו שם ב\"ד מומחים:"
    },
    {
      "id": "even_haezer-103-6",
      "section": 6,
      "text": "אלמנה שהיתה כתובתה מאתים ומכרה שוה ק' בר' או שוה ר' בק' נתקבלה כתובתה:"
    },
    {
      "id": "even_haezer-103-7",
      "section": 7,
      "text": "היתה כתובתה ק' ומכרה שוה ק' ודינר במאה מכרה בטל ואפי' היא אומרת אני אחזור את הדינר ליורשים:"
    },
    {
      "id": "even_haezer-103-8",
      "section": 8,
      "text": "היתה כתובתה ד' מאות זוז ומכרה לזה מנה שוה בשוה וכן לשני וכן לג' ומכרה לרביעי שוה מנה ודינר במנה של רביעי בלבד מכרה בטל:"
    }
  ]
}