{
  "id": "even_haezer-115",
  "chapterLabel": "סימן 115",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-115-1",
      "section": 1,
      "text": "דיני היוצאת בלא כתובה והמפסדת כתובתה. ובו י סעיפים:אלו יוצאות שלא בכתובה העוברת על דת משה ויהודית ואיזו היא דת משה שהאכיל' את בעלה שאינו מעושר או אחד מכל האיסורים או ששימשתו נדה ונודע לו אחר כך כגון שאמרה פלוני חכם תקן לי הכרי הזה או התיר לי חתיכה זו או טיהר לי הדם הזה ונמצאת שקרנית ודוקא שהוכחשה בעדים כגון שהעידו שבאותה שעה שאמרה שפלוני תקן לה לא היה אותו פלוני בעיר וגם יש עדים שאמרה לו שהוא מתוקן ושהוא אכלו על פיה אבל אם אין עדים והיא כופרת שלא האכילתו או שמכחשת החכם שאומר שלא תקן לה והיא אומרת שתיקן לה נאמנת ודוקא שהכשילתו ואכל על פיה אבל אם רצתה להאכילו דבר איסור לא איבדה כתובתה:"
    },
    {
      "id": "even_haezer-115-2",
      "section": 2,
      "text": "הוחזקה נדה בשכנותיה שראוה לובשת בגדי נדותה ואמרה לו טהורה אני ובא עליה יוצאת בלא כתובה:"
    },
    {
      "id": "even_haezer-115-3",
      "section": 3,
      "text": "הנודרת ואינה מקיימת תצא בלא כתובה: הגה וכן אם עברה על השבועה או על החרם (הגהות מיי' פ\"ד) אבל אם היא מביאה עדים שגם הוא עובר על נדרים ושבועה וחרם לא אבדה כתובתה אף אם היא עוברת (בתשו' מיי' ובתשו' הרשב\"א סי' תתס\"ו) אשה שהמירה דתה וחזרה בה אינה אלא כעוברת על דת ולא הפסידה כתובתה אלא אחר התראה (תשובת הרא\"ש כלל ל\"ב):"
    },
    {
      "id": "even_haezer-115-4",
      "section": 4,
      "text": "איזו היא דת יהודית הוא מנהג הצניעות שנהגו בנות ישראל ואלו הם הדברים שאם עשתה אחת מהם עברה על דת יהודית יוצאת לשוק או למבוי מפולש או בחצר שהרבים בוקעים בו וראשה פרוע ואין עליה רדיד ככל הנשים אע\"פ ששערה מכוסה במטפחות או שהיתה טווה בשוק וורד וכיוצא בו כנגד פניה על פדחתה או לחיה כדרך שעושות העכו\"ם הפרוצות או שטווה בשוק ומראה זרועותיה לבני אדם (ורגילה בכך) (רשב\"א סי' תקע\"א) או שהיתה משחקת עם הבחורים או שהיתה תובעת התשמיש בקול רם מבעלה עד ששכנותיה שומעות אותה מדברת על עסקי תשמיש או שהיתה מקללת אבי בעלה בפני בעלה (וי\"א דה\"ה אם קללה אפי' אבי בעלה בפני עצמו (וכן משמע מפרש\"י בגמ' הביאו הב\"י) (וע\"ל סי' קנ\"ד) ה\"ה המקללת בעלה בפניו (הרמב\"ן סי' ק\"ב) בכל א' מאלו תצא בלא כתובה אם יש עדים שהתרה בה תחלה ועברה על התראתו ואם אין עדים תשבע שהוא כדברי' ואם רצה לקיים אותה אח\"כ אין כופין אותו להוציאה מכל מקום מצוה עליו שיוציאנה: הגה ואינה יכולה לעכב על ידו שלא יגרשנה ויכול לגרשה בעל כרחה ואין בזה משום חרם ר\"ג (תשו' מור\"מ בהגהות מרדכי דיבמות וכן הוא ברשב\"א סי' תקנ\"ז) ואשה שגזמה לבעלה שרצונה להשכיר עליו כותים להרגו אם יעשה לה דבר מקרי עוברת על דת (הגהות מיי' פרק כ\"ד) אשה הרגילה להתייחד עם כותים נקראת עוברת על דת (ת\"ה סי' רמ\"ב):"
    },
    {
      "id": "even_haezer-115-5",
      "section": 5,
      "text": "כל אלו אין להם לא עיקר כתובה ולא תנאי כתובה ולא תוספת אבל תטול מה שהכניסה לו והוא בעין בין מנכסי צאן ברזל בין מנכסי מלוג ואם כלה או נגנב או נאבד אין מוציאין ממנו וכן הדין במי שזינתה או שיוצאת משום שם רע שאיבדה עיקר כתובה ותוספת ונוטלת מה שהוא בעין מכל מה שהכניסה וכן הדין בכל אותם ששנינו בהן תצא מזה ומזה:"
    },
    {
      "id": "even_haezer-115-6",
      "section": 6,
      "text": "אין עדים שזינתה אלא שהיא אומרת שזינתה אין חוששין לדבר זה לאוסרה דשמא עיניה נתנה באחר (ודוקא שאין רגלים לדבר אבל אם יש רגלים לדבר נאמנת) (פסקי מהרא\"י סי' רכ\"ב) אבל איבדה כתובתה עיקר ותוספת ומה שאינו בעין ממה שהכניסה לו (ואם חזרה בה ונתנה אמתלא לדבריה למה אמרה בתחלה כן נאמנת) (הגהת מרדכי דקדושין) ואם היה מאמינה ודעתו סומכת על דבריה ה\"ז חייב להוציאה אבל אין כופין אותו להוציאה אבל אם נאנסה לא הפסידה כתובתה לא אשת ישראל ולא אשת כהן: הגה וע\"ל סי' קע\"ח סעיף ט' אמר א' על אשה אחת שזנתה עמו נאמן עליה כעד אחד דפלגינן דיבוריה (רשב\"א סי' תקנ\"ב) ואם היא הודית לפני אחד שנטמאת הנחשד מצטרף עם אחד לאסרה על בעלה (פסקי מהרא\"י סי' רכ\"ב) הודית לפני אחד שזנתה ואח\"כ אומרת ששקר הוא ומכחשת העד המעיד עליה מותרת לבעלה אף אם מאמין הבעל לעד המעיד עליה דאמרי' בתחלה שהודית נתנה עיניה באחר ועכשיו חוזרת בה (שם במהרי\"ק שורש פ\"ב) אשה שאמרה לבעלה שזנתה אע\"פ שאינה נאמנת אם עמד וגירשה אסור להחזירה ואפילו אם החזירה יש לחוש (מהר\"ם פדוואה סי' ל\"ד):"
    },
    {
      "id": "even_haezer-115-7",
      "section": 7,
      "text": "מי שראה אשתו שזינתה או שאמר לו א' מקרוביו או מקרובותיה שהוא מאמינם וסומכת דעתו עליהם שזנתה אשתו בין שהיה האומר איש בין שהיתה אשה הואיל וסמכה דעתו לדבר זה שהוא אמת ה\"ז חייב להוציאה ואסור לו לבא עליה ויתן כתובה ואם הודית לו שזינתה תצא בלא כתובה לפיכך משביעה בנקיטת חפץ שלא זינתה תחתיו אם ראה אותה בעצמו ואח\"כ תגבה כתובתה אבל בדברי אחר אינו יכול להשביעה אלא ע\"י גלגול: הגה הרבה קרובים כולם אינם רק כעד אחד (הגהות מרדכי דיבמות) וע\"ל סי' קע\"ח סעיף ט' וי\"א דלא יכול לומר שמאמין לעד אלא אם מאמין לו ג\"כ בשאר דברים אבל אם אינו מאמין לו בשאר דברים רק בדבר זה משום דבלא\"ה נחשדה לו קצת לא נאסרה עליו משום זה (מהרי\"ק שורש פ\"ב):"
    },
    {
      "id": "even_haezer-115-8",
      "section": 8,
      "text": "האומר לאשתו בפני עדים אל תסתרי עם איש פלוני ויש עדים שנכנסה עמו בסתר ושהתה עמו כדי טומאה אסורה לבעלה ותצא בלא כתובה ואסור לו להתייחד עמה וכופין אותו להוציאה מביתו (ודוקא שאמר לה בלשון קינוי מהרי\"ו סי' ח') וכדרך שיתבאר לקמן סי' קע\"ח):"
    },
    {
      "id": "even_haezer-115-9",
      "section": 9,
      "text": "אמר לה בינו לבינה אל תסתרי עם איש פלוני וראה אותה שנסתרה ושהתה עמו כדי טומאה אסורה לו וחייב להוציאה ויתן לה כתובה ואם הודית שנסתרה אחר שהתרה בה תצא בלא כתובה לפיכך משביעה ע\"ז ואח\"כ נותן לה כתובה:"
    },
    {
      "id": "even_haezer-115-10",
      "section": 10,
      "text": "אם השביע אשתו שלא תדבר עם פלוני ועברה ודברה עמו עוברת על דת היא והפסידה כתובתה אם התרו בה תחלה אם תעברי על שבועתיך תפסידי כתובתיך:"
    }
  ]
}