{
  "id": "even_haezer-015",
  "chapterLabel": "סימן 15",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-015-1",
      "section": 1,
      "text": "איסור ערוה דאורייתא ודרבנן. ובו לא סעיפים:אלו שאסורות מחמת ערוה מהן מן התורה מהן מדרבנן אותן שהן מן התורה אין קדושין תופסין בהן. ואותן שהם מדרבנן קדושין תופסין בהם וצריכות גט וכן המקדש ספק ערוה צריכה גט:"
    },
    {
      "id": "even_haezer-015-2",
      "section": 2,
      "text": "אמו אסורה לו מן התורה אבל אם אמו אינה אסורה לו אלא מדרבנן וזו אין לה הפסק אפילו אם אם אם אמו עד מעלה מעלה אסורה:"
    },
    {
      "id": "even_haezer-015-3",
      "section": 3,
      "text": "אם אבי אמו אסורה לו מדרבנן היא בלבד:"
    },
    {
      "id": "even_haezer-015-4",
      "section": 4,
      "text": "אם אביו אסורה לו מדרבנן וזו אין לה הפסק אפילו אם אם אם אביו עד למעלה אסורה:"
    },
    {
      "id": "even_haezer-015-5",
      "section": 5,
      "text": "אם אבי אביו אסורה לו מדרבנן היא בלבד אשת אביו אסורה לו מן התורה בין שהיא אשתו מן הנשואין בין מן האירוסין בין בחיי אביו בין כשמת אביו או גירשה (אבל אמה מותרת לו) אבל אם אנס אביו אשה מותרת לו:"
    },
    {
      "id": "even_haezer-015-6",
      "section": 6,
      "text": "אשת אבי אביו אסורה לו מדרבנן וזו אין לה הפסק שאשת יעקב אבינו אסורה על אחד ממנו:"
    },
    {
      "id": "even_haezer-015-7",
      "section": 7,
      "text": "אשת אבי אמו אסורה לו מדרבנן היא בלבד (וי\"א דאשת אבי אם אביו אסורה לו) (ת\"ה סימן רט\"ו):"
    },
    {
      "id": "even_haezer-015-8",
      "section": 8,
      "text": "אשת אחי אביו מן האב אסורה לו מן התורה אבל אשת אחי אביו מן האם אינה אסורה אלא מדרבנן:"
    },
    {
      "id": "even_haezer-015-9",
      "section": 9,
      "text": "אשת אחי אמו בין מן האם בין מן האב אינן אסורות אלא מדרבנן:"
    },
    {
      "id": "even_haezer-015-10",
      "section": 10,
      "text": "אחותו אסורה לו מן התורה בין אחותו מאביו או מאמו בין אחותו מהנישואין או מהזנות אפילו בא אביו על הערוה והוליד ממנה בת אחותו היא וחייב עליה חוץ מאחותו מן השפחה או מהנכרית: הגה ונ\"ל דלכתחלה אסור לבא עליה דיש מסתפקים לומר דדוקא מדאורייתא הולד הולך אחר השפחה ואחר הנכרית אבל מדרבנן הוי זרעו לכן יש להחמיר לכתחלה: וי\"א דה\"מ לשפחה דעלמא אבל אם בא אביו על שפחתו והוליד ממנה בת אחותו היא (ואפי' אמר שכוון לשם זנות אינו נאמן): (א\"ז)"
    },
    {
      "id": "even_haezer-015-11",
      "section": 11,
      "text": "מותר אדם בבת אשת אביו שיש לה מאיש אחר אפילו חורגה (פי' בת אשת אב) הגדלה בבית בין האחין מותרת להם ולא חיישינן למראית העין שנראית כאחותם:"
    },
    {
      "id": "even_haezer-015-12",
      "section": 12,
      "text": "בתו ובת בתו ובת בנו אסורות לו מן התורה אבל בת בת בנו ובת בת בתו ובת בן בנו ובת בן בתו אסורות מדרבנן ואין להם הפסק וכן אומר בירושלמי שאברהם אסור בכל נשי ישראל ושרה אסורה בכל אנשי ישראל ולהרמב\"ם יש להם הפסק:"
    },
    {
      "id": "even_haezer-015-13",
      "section": 13,
      "text": "בת אשתו ובת בתה ובת בנה אסורות לו מן התורה ודוקא בת אשתו אבל בת אנוסתו מותרת לו לאחר מיתתה (ואפי' בחייה אם כנס לא יוציא) (נ\"י ריש פ' נושאין על האנוסה):"
    },
    {
      "id": "even_haezer-015-14",
      "section": 14,
      "text": "בת בת בת אשתו ובת בן בן אשתו אסורות מדרבנן ואין להם הפסק ולהרמב\"ם יש להם הפסק:"
    },
    {
      "id": "even_haezer-015-15",
      "section": 15,
      "text": "אם אשתו ואמה ואם אבי אשתו אסורות מן התורה אבל אם אם אם אשתו ואם אם אבי אשתו ואם אבי אבי אשתו ואם אם (אם) אבי אשתו אסורות לו מדרבנן ואין להם הפסק ולהרמב\"ם יש להם הפסק:"
    },
    {
      "id": "even_haezer-015-16",
      "section": 16,
      "text": "אחות אביו ואחות אמו אסורות לו מן התורה בין שאחיה היא מן האב בין שהיא מן האם:"
    },
    {
      "id": "even_haezer-015-17",
      "section": 17,
      "text": "מותר אדם בבת אחי אביו ובבת אחי אמו ואחי אביו ואחי אמו מותר באשתו ובבתו:"
    },
    {
      "id": "even_haezer-015-18",
      "section": 18,
      "text": "אשת אחי אביו מן האב אסורה מן התורה אבל אשת אחי אביו מן האם ואשת אחי אמו בין מן האם ובין מן האב אינן אסורות אלא מדרבנן ומכאן ואילך כגון אשת אחי אבי אביו מן האם (ואשת אחי אם אמו בין מן האב בין מן האם) מותרות ואשת אחי אבי אביו מן האב ואחות אבי האב בין מן האם בין מן האב ואחות אם האם מותרת ויש מי שאוסר באלו:"
    },
    {
      "id": "even_haezer-015-19",
      "section": 19,
      "text": "אשת בנו אסורה לו מן התורה ואשת בן בנו אסורה מדרבנן ואין לה הפסק עד שתהיה אשת אחד ממנו אסורה על יעקב אבינו:"
    },
    {
      "id": "even_haezer-015-20",
      "section": 20,
      "text": "אשת בן בתו אסורה מדרבנן ויש לה הפסק:"
    },
    {
      "id": "even_haezer-015-21",
      "section": 21,
      "text": "אשת בן אשתו מותרת לו ובן אשתו מותר באשתו:"
    },
    {
      "id": "even_haezer-015-22",
      "section": 22,
      "text": "אשת אחיו בין מן האב בין מן האם בין מן הנשואין בין מן הזנות אסורה מן התורה:"
    },
    {
      "id": "even_haezer-015-23",
      "section": 23,
      "text": "שני חורגין הגדלים יחד בבית מותר כל א' באשת חבירו ולא חיישינן למראית העין לומר שנראה כאשת אחיו:"
    },
    {
      "id": "even_haezer-015-24",
      "section": 24,
      "text": "מותר אדם באשת חמיו וחמיו מותר באשתו ויש מי שאוסר:"
    },
    {
      "id": "even_haezer-015-25",
      "section": 25,
      "text": "מותר אדם באשת בן אחיו ובאשת בן אחותו (ומותר בבת אחיו ואחותו ומצוה לישא אותה כדלעיל סי' ב'):"
    },
    {
      "id": "even_haezer-015-26",
      "section": 26,
      "text": "אחות אשתו אסורה לו מן התורה כל זמן שאשתו קיימת לא שנא אם היא אחותה מן האב או מן האם ואפי' גירש את אשתו אבל לאחר מיתתה מותר באחותה (וכל המגרש אפי' מחמת קול בעלמא נאסר בקרובותיה) (ב\"י בשם הרשב\"א סימן י\"ג):"
    },
    {
      "id": "even_haezer-015-27",
      "section": 27,
      "text": "קידש אשה והלכה למדינה אחרת ובאו עדים והעידו שמתה ונשא את אחותה ואחר כך נודע שלא מתה אסור בשתיהן וצריכות שתיהן גט ממנו וכל הדרכים השנויים בפרק האשה רבה ובפ' הזורק נוהגין בהם ואם מתה אחת מהן מותר בחבירתה אבל אם הלכה אשתו הנשואה למדינה אחרת ובאו עדים והעידו שמתה ונשא אחותה ואח\"כ נודע שלא מתה אין אחותה צריכה ממנו גט ואשתו מותרת לו ומותר בקרובות שניה ושניה מותרת בקרוביו ואם מתה ראשונה מותר בשנייה וכן שאר העריות שנשאן בחזקת היתר ונמצאו ערוה אינן צריכות גט שאין קידושין תופסין בעריות (וכן כל זנות שמזנה עם הקרובות הנאסרות עליו מחמת אשתו אין אוסרין אשתו עליו) ומותר בקרובות שנייה (טור) ומיהו אם הקרובה רגילה לבא אצלו ע\"י אשתו כופין אותו לגרש אשתו (הגהות אלפסי שם) ומפני מה הצריכו אחות ארוסתו גט שמא יאמרו תנאי היה באירוסין וכדת נשא אחותה והואיל ויצאה אחותה בגט אחותה שהיא ארוסתו הראשונה אסורה כדי שלא יאמרו נשא אחות גרושתו אבל כשהלכה אשתו הנשואה אין לחוש לכך שיאמרו תנאי היה לו בנישואין דאין אדם עושה בעילתו בעילת זנות הילכך כ\"ע ידעי דנשואי שנייה אינם כלום:"
    },
    {
      "id": "even_haezer-015-28",
      "section": 28,
      "text": "הלכה אשתו ובעל אחות אשתו למדינה אחרת ובאו ואמרו לו מתה אשתך ובעל אחותה ונשא אחות אשתו ואח\"כ באו אשתו וגיסו אחות אשתו צריכה ממנו גט לא שנא נשאת לו על פי ב' עדים או על פי עד א' ואסורה לגיסו ואשתו אסורה עליו לא שנא היתה נשואה לו או ארוסתו: הגה ואם בא בזנות על אחות אשתו ומתה אשתו וגיסו אח\"כ י\"א דאסור לישא אח\"כ אחות אשתו דכשם שאסורה לבעל כך אסורה לבועל אע\"פ שהיתה אסורה עליו בלאו הכי (פסקי מהרא\"י סימן כ\"ח) (וע\"ל סימן קע\"ח):"
    },
    {
      "id": "even_haezer-015-29",
      "section": 29,
      "text": "אמרו לו מתה אשתך ונשא את אחותה ואח\"כ אמרו לו קיימת היתה ומתה הולד הראשון ממזר האחרון אינו ממזר:"
    },
    {
      "id": "even_haezer-015-30",
      "section": 30,
      "text": "מי שהיה לו פלגש ולא הועד שקדשה מותרת בקרוביו אבל אם יש עדים שאמרה האשה קדשני בפני ב' עדים נאסרה לקרוביו אבל אם אמרה קדשני סתם ולא אמרה בפני שני בני עדים אין בדבורה כלום:"
    },
    {
      "id": "even_haezer-015-31",
      "section": 31,
      "text": "המקדש אשה ונתבטלו הקידושין מפני שהיו על תנאי ולא נתקיים התנאי או שקידש בתו שלא מדעתה ונמצאת בוגרת מותר בקרובותיה (ודוקא אם נתבטלו הקידושין בלא גט אבל אם נתן גט אסור בכל קרובותיה כמו שנתברר):"
    }
  ]
}