{
  "id": "even_haezer-042",
  "chapterLabel": "סימן 42",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-042-1",
      "section": 1,
      "text": "אין מקדשין אלא לרצון האשה ובפני ב' עדים. ובו ה סעיפים:אין האשה מתקדשת אלא לרצונה והמקדש אשה בעל כרחה אינה מקודשת אבל האיש שאנסוהו עד שקידש בעל כרחו הרי זו מקודשת וי\"א שאינה מקודשת הילכך הוה ליה ספק: הגה אמרה תחילה קדשני וזרק קידושין לתוך חיקה ואמר לה הרי את מקודשת לי וניערה בגדיה תוך כדי דיבור להשליך ממנה הקידושין ואומרת שלא כיוונה מתחילה רק לשחוק בעלמא אפ\"ה הוי מקודשת (תשו' מוהר\"ם סוף ספר נשים) ואין הולכין בענין קידושין אחר אומדנות והוכחות המוכיחות שלא כיוונה לשם קידושין (שם) לקח יד האשה בחזקה שלא ברצונה וקדשה והיא לא זרקה הקידושין הוי מקודשת אע\"פ שמתחלה באונס היה ונתן לה סתם ולא אמר לה כלום הואיל ובתחלה דבר עמה מקידושין (הגהות מרדכי סוף גיטין) היה חייב לה מעות ואמרה לו תן לי מעותי וכאשר התחיל ליתן אמר לה הרי את מקודשת לי וזרקה היא המעות מידה אינן קידושין (טור בשם תשובת הרא\"ש):"
    },
    {
      "id": "even_haezer-042-2",
      "section": 2,
      "text": "המקדש שלא בעדים ואפי' בעד אחד אינם קידושין ואפי' שניהם מודים בדבר ואפי' קדשה בפני עד אחד ואח\"כ קדשה בפני עד אחר זה שלא בפני זה אינה מקודשת: הגה ויש מחמירין אם מקדש לפני עד א' (טור בשם סמ\"ג) אם שניהם מודים אבל אם אחד מכחיש העד אין לחוש (כך מפרש הרשב\"ץ לדעת הסמ\"ג) ובמקום עיגון ודוחק יש לסמוך אדברי המקילין ואין חילוק בין אומר העד שנתקדשה לפניו לבד או שאומר שנתקדשה לפני שנים והוא לבד ראה והאחרים אומרים שלא ראו (ב\"י וכן משמע בתשו' הרשב\"א) וכן אם קידש לפני שנים והאחד מהם קרוב הוי כמקדש לפני עד אחד (וע\"ל סימן מ\"ז סעיף ג'):"
    },
    {
      "id": "even_haezer-042-3",
      "section": 3,
      "text": "צריך שיראו המקדש והמתקדשת את העדים אבל אם ראו אותם שנים מהחלון והם רואים ואינם נראים לו או לה אינה צריכה ממנו גט: הגה ואפי' שמעו העדים שאמרה שמקבלת לקדושין יכולה לומר יודע הייתי שאין קידושין בלא עדים וכוונתי לשחוק בו (ריב\"ש סי' רס\"ו) ודוקא שאומרת שכיוונה לשחוק בעלמא אבל אם מכחשת שקבלה כלו' והעדים מעידים שקבלה שוב אינה נאמנת לומר לשחוק כוונתי והוי קידושין (מהר\"מ פדוואה סי' ל\"ב):"
    },
    {
      "id": "even_haezer-042-4",
      "section": 4,
      "text": "קידש בפני עדים אפי' לא אמר אתם עדים מקודשת: הגה ואפילו ייחד עדים יכולים אחרים שראו המעשה להעיד (ריב\"ש סי' תע\"ט) וצריכים העדים לראות הנתינה ממש לידה או לרשותה אבל אם לא ראו הנתינה ממש לידה אע\"פ ששמעו שאמר התקדשי לי בחפץ פלוני ואח\"כ יצא מתחת ידה אינן קידושין עד שיראו הנתינה ממש (תשו' רשב\"א סי' תש\"פ) ואין הולכין בזה אחר אומדנות והוכחות מי שקידש דרך חור שבכותל כגון שאחת פשטה ידה דרך חור ובא אח' ונתן לה קידושין והחור צר וא\"א לראות אותה בשעת קידושין והיא אומרת שלא שמעה שקדשה נאמנת במיגו שיכולה לומר שלא היתה ידה רק יד אחרת (רשב\"א אלף קע\"ט) ובלבד שלא יהיו עדים המכחישים אות' כל עדות שלא נחקר בב\"ד לא מקרי עדות לענין קידושין (כך משמע במרדכי ריש אחד דיני ממונות) ולכן אפילו אמרו עדים חוץ לב\"ד שנתקדשה יכולים לחזור בהם בב\"ד לומר לא נתקדשה וכן להיפך (תשו' הרשב\"א הובאה בב\"י) עידי קידושין אינם צריכים דרישה וחקירה אם לא בדבר שנראה שיש בו רמאות (רשב\"א אל\"ף ר\"ן) מצאו כתוב בשטר פלוני קידש פלונית ועדים חתומים בו כל זמן שאין השטר מקויים אין לחוש לקידושין (הגהות מרדכי דקידושין) ודלא כיש מי שמחמיר בדבר (מהרי\"ק שורש ע\"ד):"
    },
    {
      "id": "even_haezer-042-5",
      "section": 5,
      "text": "המקדש בפסולי עדות דאוריית' אינן קידושין אבל בפסולי עדות דרבנן או בעדים שהם ספק פסולי תורה אם רוצה לכנוס חוזר ומקדש בעדים כשרים ואם לא רצה לכנוס צריכה גט מספק ואפי' כפרה האשה ואומרת לא קדשתני כופין אותו ליתן גט וכן דין כל קדושי ספק אם רצה לכנוס חוזר ומקדש ודאי ואם לא רצה ליכנוס צריכה גט ממנו מספק ואם עמד אחר וקידשה הרי זו מקודשת לשני מספק וצריכה גט משניהם או מגרש ראשון ונושא שני אבל לגרש שני ולכנוס ראשון לא: הגה החשוד על העריות אע\"פ שאין עדים שבא על הערוה רק שחשוד בעלמא (תוס' והרא\"ש) פסול לעדות אשה בין לענין קידושין בין לענין גירושין (הרמב\"ם) המקדש לפני פסולי עדות דאורייתא מכח רשעתן כגון לפני אנוסים או שאר רשעים י\"א חיישינן לקדושין דילמא חזרו בתשובה (ר\"י מינץ סי' י\"א וכ\"כ בא\"ח בשם רש\"י) ויש מקילין (ב\"י ומהר\"מ פדוואה סי' ל\"ז) מיהו אלו האנוסים שהוצרכו להמיר מכח יראה וא\"א להם למלט על נפשם ובצנעה מקיימים המצות הם כשרים לעדות (ריב\"ש סי' י\"א) י\"א הא דאמרי' המקדש בפסולי עדות דרבנן חוששין לקידושין היינו בקידושי דאורייתא אבל בקידושי דרבנן ועדים פסולים מדרבנן אין חוששין לקידושין כלל (ב\"י בשם הרשב\"ץ בתשובה):"
    }
  ]
}