{
  "id": "even_haezer-029",
  "chapterLabel": "סימן 29",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-029-1",
      "section": 1,
      "text": "שצריך ליתן הכסף במתנה שלימה ודין המקדש במשכון או במנה ונמצא חסר או רע. ובו י סעיפים:האומר לאשה הרי את מקודשת לי בדינר זה ע\"מ שתחזירהו לי אינה מקודשת: הגה אבל האשה שנתנה לאחד מתנה ע\"מ להחזיר לה לאחר ל' יום כדי לקדשה בה תוך ל' ונתן לה תוך ל' לקדושין הוי מקודשת (תשו' הרא\"ש כלל ל\"ה) י\"א דאם נתן לה מתנה ע\"מ להחזיר ואמר לה בהנאה זו שאת נהנית תוך הזמן הרי את מקודשת לי הוי קדושין (ר' ירוחם):"
    },
    {
      "id": "even_haezer-029-2",
      "section": 2,
      "text": "אמרה לו תן מנה לפלוני ואתקדש אני לך ונתן לו ואמר לה הרי את מקודשת לי בהנאת מתנה זו שנתתי על פיך הרי זו מקודשת: הגה ואם היו עסוקים באותו ענין אע\"פ שנתן סתם בציוויה ה\"ז מקודשת (ב\"י בשם ר\"י) וכל זה דוקא שהיא התחילה לומר תן מנה לפלוני אבל אמר לה הוא תחלה והיא אומרת תן לפלוני (ע\"ל סי' ל' סעיף ח') אמרה לו הלוה מנה לפלוני ואתקדש אני לך והלוה לפלוני ואמר לה הרי את מקודשת בו הוי קדושין כמו במתנה אבל אם הרויח זמן מלוה על פיה וקדשה בו אינה מקודשת (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-029-3",
      "section": 3,
      "text": "אמרה לו תן דינר לפלוני ואתקדש אני לו ונתן לו וקדשה אותו פלוני ואמר לה הרי את מקודשת לי בהנאת מתנה זו שקבלתי כרצונך ה\"ז מקודשת:"
    },
    {
      "id": "even_haezer-029-4",
      "section": 4,
      "text": "אמרה לו הילך מנה ואתקדש אני לך נתבאר בסי' כ\"ז:"
    },
    {
      "id": "even_haezer-029-5",
      "section": 5,
      "text": "אמר לה הילך דינר משלי והתקדשי לפלוני ואותו פלוני עשאו שליח או שלא עשאו שליח ואמר לה אותו פלוני התקדשי לי במנה שנתן ליך פלוני ה\"ז מקודשת:"
    },
    {
      "id": "even_haezer-029-6",
      "section": 6,
      "text": "אמר לה התקדשי בדינר ונתן לה משכון עד שיתן הדינר אינה מקודשת: הגה וכ\"ש אם נתן לה שטר על הדינר דלא הוי קדושין (הגה\"מ פ\"ה בשם הרשב\"א) אמר לה הרי את מקודשת לי בדינר ותזכה בו בגוף המשכון שאני נותן לך על זה הרי זו מקודשת (ר' ירוחם נתיב כ\"ג):"
    },
    {
      "id": "even_haezer-029-7",
      "section": 7,
      "text": "האומר לאשה הרי את מקודשת לי בק' דינרים ונתן לה אפי' דינר אחד ה\"ז מקודשת משלקחה הדינר והוא ישלים לה השאר שזה כמו שאמר הרי את מקודשת לי בדינר זה ע\"מ שאתן לך ר' זוז שהיא מקודשת לו מעכשיו וה\"ה אם חסר דינר אחד או שהיה רע (הרא\"ש והרמב\"ן) ויש חולקין (הרשב\"א) בד\"א כשאמר לה בק' דינרין סתם אבל אם פירש ואמר לה הרי את מקודשת לי בק' דינרין אלו והתחיל למנות לתוך ידה וי\"א דבחדא מינייהו כגון שאמר ק' דינרין אלו או שמתחיל למנות (הרא\"ש והטור) אינה מקודשת עד שישלים לה ואפי' בדינר האחרון שניהם יכולים לחזור זה בזה אלא א\"כ אמר לה דינר החסר יהא עלי במלוה ונתרצתה וכן אם נמצא מנה חסר דינר או נמצא מהם דינר נחושת ולא הכירה בו תחלה אינה מקודשת ויכולין לחזור בהן (דעת רש\"י) (וי\"א דאפי' בלא חזרה אינה מקודשת (הר\"ן פ\"ק דקדושין) עד שיאמר לה אח\"כ התקדשי בזה ושתקה) ואם יכולה להוציא ע\"י הדחק ה\"ז מקודשת:"
    },
    {
      "id": "even_haezer-029-8",
      "section": 8,
      "text": "האומר לאשה התקדשי לי בדינר זה ע\"מ שאשלים ליך מנה והיא אומרת על מנת שתשלים לי ר' והלך זה לביתו וזו לביתה ולא הסכימו ביניהם ואח\"כ תבעו זה את זה וקדשו ונתן לה הדינר אם האיש תבע את האשה יעשו דברי האשה וישלים לה ר' ואם האשה תבעה את האיש יעשו דברי האיש ולא ישלים אלא מנה:"
    },
    {
      "id": "even_haezer-029-9",
      "section": 9,
      "text": "האומר לאשה התקדשי לי בכוס זה אם היה מלא מים הרי זו מקודשת בו ובמה שבתוכו דמצטרפו לשוה פרוטה ואם היה מלא יין הרי זו מקודשת בו ולא במה שבתוכו ואם היה מלא שמן הרי זו מקודשת במה שבתוכו ולא בו לפיכך אם לא היה בשמן שוה פרוטה הרי זו מקודשת בספק ואם היה בשמן שוה פרוטה הרי זו מקודשת ודאי ויש חולקים ואומרים במים בו ולא במה שבתוכו וביין במה שבתוכו ולא בו ובשמן או בציר דגים בו ובמה שבתוכו:"
    },
    {
      "id": "even_haezer-029-10",
      "section": 10,
      "text": "היו לו מיני כלים או מיני מאכל או שאר כל דבר ואמרה לו תן לי מעט מאלו ואמר לה אם אתן ליך תהיה מקודשת לי אם אמרה הן ונתן לה הרי זו מקודשת אבל אם אמרה לו תן לי מהן או השלך לי או דברים שענינם לא תשחק עמי בדברים אלו אלא תן לי בלבד ונתן לה אינה מקודשת: הגה ואם אמר לה בשעה שהוא נותן לה הרי את מקודשת לי וקבלה מקודשת (טור בשם הרא\"ש) ואם קבלה בשתיקה רק חזרה ואמרה תן לי או השלך וכיוצא בזה אינה מקודשת (כך משמע מדברי הרא\"ש) וכל זה בהתחילה היא לומר תן לי מעט אבל אם התחיל הוא לדבר אם אתן לך תתקדש לי ואמרה לו בל' שחוק הן וקבלה ממנו הוי ספק קידושין (סברת הר\"ן) וכן אם היה שותה יין ואמרה לו תן לי כוס אחד ואמר לה אם אתן לך הרי את מקודשת לי בו ואמרה השקני (או תן) והשקה אותה אינה מקודשת שאין הדברים נראים אלא השקיני בלבד ולא תשחק עמי בדבר אחר ואם אמר בשעה שנתנו לה הרי את מקודשת לי וקבלה מקודשת:"
    }
  ]
}