{
  "id": "even_haezer-112",
  "chapterLabel": "סימן 112",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-112-1",
      "section": 1,
      "text": "מזונות הבנות ממה נזונות ועד כמה וכל דיניהם. ובו יח סעיפים:מתנאי כתובה שתהיינה הבנות נזונות מנכסי אביהם אחר מותו עד שיתארסו או עד שיבגרו: הגה אפילו לא נכתב בכתובה או אפילו אין לה כתובה ובמקום שאין כותבין כתובה (טור) וי\"א דאפי' במקום שכותבין כתובה ואין להם שטר כתובה ואפי' מחלה אמם כתובתה בפי' יש לבנות מזונות (הראב\"ד פי\"ט דאישות) וכן אם נתגרשה האם אפ\"ה חייב במזונות הבנות:"
    },
    {
      "id": "even_haezer-112-2",
      "section": 2,
      "text": "בת הניזונת מנכסי אביה לאחר מותו מעשה ידיה ומציאתה לעצמה:"
    },
    {
      "id": "even_haezer-112-3",
      "section": 3,
      "text": "נתארסה בעודה קטנה איבדה מזונות מן האחין והארוס חייב במזונותיה: הגה וי\"א דלא אבדה מזונות אלא כשתתארס משהיא נערה (כ\"כ המ\"מ פרק י\"ט בשם ר\"ח והרשב\"א) וי\"א דוקא שנתארסה מעצמה אבל נתארסה מדעת אחיה לא אבדה מזונות (טור בשם הרמ\"ה):"
    },
    {
      "id": "even_haezer-112-4",
      "section": 4,
      "text": "נשאת הבת או מיאנה או נתגרשה או נתאלמנה אפי' היא שומרת יבם הואיל וחזרה לבית אביה ועדיין לא בגרה הרי זו ניזונית מנכסי אביה עד שתבגר או עד שתתארס: הגה וי\"א דוקא מן האירוסין אבל משנשאת שוב אין לה מזונות (טור) וי\"א עוד דוקא בחיי אביה דכשמת אביה היתה ברשותו אבל לאחר מיתת אביה אבדה מזונות מיד שנתארסה (טור בשם הרא\"ש) (וכ\"נ עיקר):"
    },
    {
      "id": "even_haezer-112-5",
      "section": 5,
      "text": "יבם אשת אחיו וילדה לו בת אם לא היה לאחיו נכסים הבת ניזונת מנכסי אביה אבל אם היו לאחיו נכסים וכן בת שנייה וכן בת אנוסתו אפי' נולדו לו אחר שנשאה וכן בת ארוסתו שנולדה לו בעודה ארוסה ואח\"כ נשאה אין להן מזונות אחר מיתת אביהן אבל בחייו הוא חייב במזונותן כדין שאר הבנים והבנות בחיי אביהן:"
    },
    {
      "id": "even_haezer-112-6",
      "section": 6,
      "text": "פוסקין לבת מזונות וכסות ומדור מנכסי אביה כדרך שפוסקין לאלמנה ומוכרין למזון הבנות וכסותן בלא הכרזה כדרך שמוכרין למזון האלמנה וכסותה אלא שהאשה פוסקין לה לפי כבודה וכבוד בעלה ולבת פוסקין לה דבר המספיק לה בלבד ואין הבנות נשבעות:"
    },
    {
      "id": "even_haezer-112-7",
      "section": 7,
      "text": "עכשיו שכתובה נגבית אפילו ממטלטלין גם הבנות ניזונות מהם ואינם ניזונות אלא מבני חרי אבל לא ממשעבדי כגון אם מכר האב או נתן האב במתנת בריא או אם הבנים אחר מיתת אביהם מכרו או משכנו או נתנו אינן ניזונות מהן:"
    },
    {
      "id": "even_haezer-112-8",
      "section": 8,
      "text": "אין הבנות ניזונות ממשעבדי אפילו קנו ממנו ואפילו היו בשעת קנין כגון שגירשה והיו לה בנות ממנו והחזירה וקנו ממנו ויש מי שאומר דה\"מ כשקנו ממנו בשעת נישואין בכלל מה שקנו ממנו בתנאי כתובה אבל אם קנו ממנו לאחר נשואין על מזון הבנות ניזונות אף ממשעבדי:"
    },
    {
      "id": "even_haezer-112-9",
      "section": 9,
      "text": "אם פסק עם האשה שיתפרנסו הבנות אף אחר שיבגרו ניזונות ממשעבדי:"
    },
    {
      "id": "even_haezer-112-10",
      "section": 10,
      "text": "מי שצוה בשעת מיתתו אל יזונו בנותי מנכסי אין שומעין לו ואם בשעת נישואין התנה שלא יזונו מנכסיו הוי בכלל תנאי שבממון וקיים:"
    },
    {
      "id": "even_haezer-112-11",
      "section": 11,
      "text": "מי שמת והניח בנים ובנות יירשו הבנים כל הנכסים והם זנים אחיותיהם עד שיבגרו או עד שיתארסו: הגה ואין מחייבים הבנים לצמצם במזונות אלא אם ירצו יותירו במזונות ומ\"מ אם רואים ב\"ד שהבנים מכלין הממון ואין משגיחין בישוב העולם חייבין ב\"ד להשגיח בתיקון הבנות ולהפריש להן חלקן (טור): בד\"א כשהניח נכסים שאיפשר שיזונו מהם הבנים והבנות כא' עד שיבגרו הבנות ואלו הם הנקראים נכסים מרובים אבל אם אין בנכסים שהניח אלא פחות מזה מוציאים מהם מזונות לבנות עד שיבגרו ונותנים השאר לבנים ואם אין שם אלא כדי מזון הבנות בלבד נזונים מהם עד שיבגרו או עד שיתארסו והבנים ישאלו על הפתחים: הגה וי\"א דאסור לבנים למכור אפי' נכסים מרובים אם לא שהוא לצורך פדיון שבוים וכיוצא בזה אבל בנכסים מועטים אפילו בכה\"ג אסור (מרדכי פרק מי שמת) (ואם עברו ומכרו יתבאר לקמן סעיף י\"ד):"
    },
    {
      "id": "even_haezer-112-12",
      "section": 12,
      "text": "בד\"א כשהניח קרקע אבל אם לא הניח אלא מטלטלין אם הנכסים מועטים יזונו אלו ואלו יחד עד שיכלו דכיון שאינן ניזונות אלא בתקנת הגאונים די שתהיינה כבנים ולא שיפה כחן יותר מהבנים ואם הניח מטלטלים ומקרקעי והמקרקעי הם מועטים וע\"י המטלטלים יהיו מרובים יירשו הבנים: הגה מיהו במקום שכותבין בכתובות מטלטלין אגב קרקע איכא למימר דמטלטלין הוי כמו קרקע (ב\"י) וכמו שהתבאר לעיל סימן קי\"א סעיף י\"ד:"
    },
    {
      "id": "even_haezer-112-13",
      "section": 13,
      "text": "היו מרובים בשעת מיתה ונתמעטו אח\"כ כבר זכו בהם הבנים ויש להם דין מרובים:"
    },
    {
      "id": "even_haezer-112-14",
      "section": 14,
      "text": "היו מועטים בשעת מיתה ונתרבו אח\"כ הבנים יורשים אותם כדין מרובים: הגה וי\"א אפילו עמדו כבר בדין ופסקו להם דין נכסים מועטים כיון שנתרבו חזרו לדין מרובים ואפי' חזרו אח\"כ ונתמעטו יש להם דין נכסים מרובים ונתמעטו (טור) ואפי' לא נתרבו אם קדמו הבנים ומכרו נכסים מועטים מכרן קיים: הגה ונדחו הבנות אפי' ממעות שקבלו מן המקח (טור בשם הרא\"ש) וי\"א דדוקא קודם שהחזיקו הב\"ד הבנות בנכסים (טור בשם רש\"י והרא\"ש):"
    },
    {
      "id": "even_haezer-112-15",
      "section": 15,
      "text": "היו הנכסים מרובים ויש עליו חוב או חיוב מזונות בת אשתו או חיוב עישור נכסים לפרנסת בתו וכשיוציא א' מאלו ישארו מועטים יש להם דין מרובים אבל כתובת האלמנה ממעטת ועושה אותה מועטים ומזונות האלמנה י\"א שממעטים וי\"א שאין ממעטין:"
    },
    {
      "id": "even_haezer-112-16",
      "section": 16,
      "text": "הניח אלמנה ובת ממנה או מאשה אחרת ואין בנכסים כדי שיזונו שתיהם האלמנה ניזונית והבת תשאל על הפתחים ויש חולקין כמו שנתבאר בסימן צ\"ג:"
    },
    {
      "id": "even_haezer-112-17",
      "section": 17,
      "text": "מזונות הבת קודמת לכתובת בנין דכרין:"
    },
    {
      "id": "even_haezer-112-18",
      "section": 18,
      "text": "מי שמת והניח בנות גדולות וקטנות ולא הניח בן אין אומרים יזונו הקטנות עד שיבגרו ויחלקו שאר נכסים בשוה אלא כלן חולקות בשוה:"
    }
  ]
}