{
  "id": "even_haezer-159",
  "chapterLabel": "סימן 159",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-159-1",
      "section": 1,
      "text": "יבמה שנתקדשה לזר אם יש זיקה לאסור בקרובותיו. ובו ז סעיפים:הזקוקה ליבם שנתקדשה לאחר בשוגג נותן לה הזר שקידשה גט ויבמה מייבם או חולץ אם היה יבמה כהן שאינו יכול לישא גרושה תצא מהזר בגט שלא יהא חוטא נשכר וחולץ לה יבמה ואם חזר הזר שגירשה מהאירוסין ונשאה אחר שחלץ לה יבמה אין מוציאין אותה מידו: הגה וי\"א דאפי' חזר ונשא מוציאין אותה מידו הואיל ונתקדשה לו באיסור ודוקא אם קדשה במזיד אבל אם קדשה בשוגג שלא ידעו שהיה לה יבם אם רוצה היבם ליבם צריך המקדש לגרשה ואם רוצה היבם לחלוץ חולץ לה ונשאת למקדש וצריך לחזור ולקדש אותה אחר שחלץ לה יבמה (ר\"ת) וכנ\"ל עיקר וי\"א דוקא בשוגג גמור שלא ידעו שיש כאן יבם אבל היה כאן יבם אלא שהיה סבורה שמת כי כן יצא הקול תצא מן המקדש (ת\"ה סי' רכ\"ב):"
    },
    {
      "id": "even_haezer-159-2",
      "section": 2,
      "text": "נשאת לזר אפילו בשוגג מוציאה בגט ואפילו היו לו בנים ממנה ונאסרה עליו ועל יבמה וי\"ג דרכים שנתבארו בסימן י\"ז בה אלא שאין הולד ממזר וי\"א שהוא ממזר מדרבנן ויבמה חולץ לה ואחר כך תהיה מותרת לאחרים (וע\"ל סימן קנ\"ז סעיף ד'):"
    },
    {
      "id": "even_haezer-159-3",
      "section": 3,
      "text": "שומרת יבם שזינתה לא נאסרה על יבמה אם הוא ישראל (וי\"א דאסורה לבועל משום קנסא) (נ\"י פרק האשה):"
    },
    {
      "id": "even_haezer-159-4",
      "section": 4,
      "text": "נתייבמה בטעות כגון ששמעה שמת בעלה ואחר כך בא אם היתה נשואתו אינה צריכה גט מהיבם (ומותרת לבעלה) אם היתה ארוסתו צריכה גט מהיבם (ואסורה לבעלה) (טור):"
    },
    {
      "id": "even_haezer-159-5",
      "section": 5,
      "text": "היבם אסור בקרובות זקוקתו אפי' מתה קודם שייבם או יחלוץ בין שהוא יבם אחד בין שהם שני יבמים (ואפי' ספק אם זקוקה לו או לא אזלינן לחומרא) (טור) לפיכך אם קידש אחד מהם אחות זקוקתו אסור לו לכונסה מפני שהיא כאחות ארוסתו עד שייבם אחיו או יחלוץ לזקוקה ותפקע הזיקה וי\"א דדוקא בקידשה אבל אם כנסה פקעה לה זיקה ומותר לבא עליה קודם שייבם או יחלוץ אחיו: הגה וי\"א דעכשיו בזמן הזה דאיכא חרם ר\"ג שלא לישא שתי נשים אם נפלה לאחד שומרת יבם אסור לישא אחרת עד שיחלוץ ליבמתו (ר\"י מינץ) ודוקא שלא היתה משודכת לו כבר אבל אם היתה משודכת לו כבר מותר לכנסה (הגהות מרדכי דכתובות):"
    },
    {
      "id": "even_haezer-159-6",
      "section": 6,
      "text": "קידש אשה ואח\"כ מת אחיו שהיה נשוי אחותה כונס את אשתו:"
    },
    {
      "id": "even_haezer-159-7",
      "section": 7,
      "text": "קידש אחות זקוקתו ואח\"כ מת אחיו שהיתה ג\"כ זקוקה לו ולא נשארה זקוקה אלא לזה מוציא ארוסתו בגט ואת היבמה בחליצה ואם מתה ארוסתו חוזרת היבמה להיתירה רצה חולץ רצה מייבם:"
    }
  ]
}