{
  "id": "even_haezer-170",
  "chapterLabel": "סימן 170",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-170-1",
      "section": 1,
      "text": "דין גט אחר גט ומאמר אחר מאמר. ובו כ סעיפים:היבמה שנתן לה היבם גט כריתות פסלה ופסל צרותיה עליו ועל שאר האחים מדבריהם וכל גט שפוסל אשתו מהכהונה פוסל יבמתו מהיבום ואינה מותרת לזר עד שיחלוץ לה:"
    },
    {
      "id": "even_haezer-170-2",
      "section": 2,
      "text": "וכן המאמר (פי' יבמה נקנית מדאורייתא בביאה לא זולת וחכמים תקנו שיקדשנה תחלה וזו הנקרא מאמר פירוש מאמר חכמים) אינו קונה בה קנין גמור שאם בא להוציאה אחר המאמר צריכה גט למאמר וחליצה להפקיע הזיקה."
    },
    {
      "id": "even_haezer-170-3",
      "section": 3,
      "text": "מאחר שאין מאמר קונה קנין גמור ולא גט דוחה דחיה גמורה לפיכך מועיל המעשה שנעשה אח\"כ הן גט אחר גט הן מאמר אחר מאמר או גט וחליצה וביאה אחר המאמר או מאמר וביאה וחליצה אחר גט בין ביבם אחד ושתי יבמות בין ביבמה אחת ושתי יבמים בין בשתי יבמות ושני יבמים:"
    },
    {
      "id": "even_haezer-170-4",
      "section": 4,
      "text": "כיצד יבם שנתן גט ליבמתו וחזר ונתן גט לצרתה נאסר בקרובות שתיהן או שני יבמין שנתנו שניהם גט ליבמה אחת זה אחר זה שניהם נאסרו בקרובותיה או ב' יבמים ושתי יבמות כל אחד נתן גט לאחת כל אחד נאסר בקרובות של אותה שנתן לה גט."
    },
    {
      "id": "even_haezer-170-5",
      "section": 5,
      "text": "כשבאים להוציאה למאן דאמר חליצה פסולה צריכה לחזור על כל האחים בשני יבמים ויבמה אחת צריכה חליצה מכל אחד ואחד ויש מי שאומר דה\"ה ביבם אחד ושתי יבמות ונתן גט לשתיהן שצריך לחלוץ לשתיהן ולמ\"ד חליצה פסולה אינה צריכה לחזור על כל האחים אפי' בשני יבמים ויבמה אחת די בחליצה אחת: הגה ולזה הסכים הרא\"ש ז\"ל והא דחליצה פסולה צריכה לחזור היינו שהיה זקוקה לגמרי ונפסלה שנקלשה הזיקה אבל חליצה פסולה מעיקרא אינה צריכה לחזור:"
    },
    {
      "id": "even_haezer-170-6",
      "section": 6,
      "text": "וכן יש מאמר אחר מאמר שאם עשה מאמר בזו ואחר כך בזו או אחים עשו מאמר בה או בחברתה כל אחת צריכה גט למאמר וחליצה לאחת מהם לפטור את שתיהן וכן אם עשה מאמר בזו ואח\"כ נתן גט או חלץ לה או לצרתה או שבא על צרתה או שאחר המאמר שלו נתן לה אחיו גט או חלץ לה או לצרתה או שבא עליה או על צרתה מועיל מה שנעשה אחר מאמר לאסור בעלת המאמר ולאסור בקרובותיה במעשה שנעשה אחר המאמר ולהצריך גט למאמר וביאה שנעשה אחריו:"
    },
    {
      "id": "even_haezer-170-7",
      "section": 7,
      "text": "וזה תקנתם עשה בה מאמר ונתן לה גט צריכה חליצה עשה מאמר וחלץ צריכה גט עשה מאמר בזו ונתן גט לזו נותן גט לבעלת המאמר והוא או אחיו חולצים לאחת מהן ותפטר האחרת ויש מי שאומר ששתיהן צריכות חליצה:"
    },
    {
      "id": "even_haezer-170-8",
      "section": 8,
      "text": "עשה מאמר בזו ובעיל הוא או אחיו לזו בעלת המאמר צריכה גט וכן השנייה צריכה גט וצריך לחלוץ לאחת מהן:"
    },
    {
      "id": "even_haezer-170-9",
      "section": 9,
      "text": "וכן אם נתן לה גט ואח\"כ בא עליה או עשה בה מאמר או בחברתה או שחלץ לחברתה או שאחר הגט שלו עשה בה אחיו מאמר או בא עליה או חלץ לה או לחברתה מועיל מה שנעשה אחר הגט לאסור בקרובותיה ולהצריך גט למאמר שנעשה אחריו:"
    },
    {
      "id": "even_haezer-170-10",
      "section": 10,
      "text": "וזה תקנתם נתן לה גט ואחר כך בא עליה או עשה בה מאמר צריכה גט וחליצה:"
    },
    {
      "id": "even_haezer-170-11",
      "section": 11,
      "text": "נתן לה גט ואח\"כ בא הוא או אחיו על צרתה או שעשו בה מאמר זו שבא עליה או שעשה בה מאמר צריכה גט וצריך חליצה לאחת מהן לפטור שתיהן."
    },
    {
      "id": "even_haezer-170-12",
      "section": 12,
      "text": "הבעילה קונה קנין גמור וכן החליצה דוחה דחיה גמורה לפיכך אין המעשה שנעשה אחריהם מועיל לא לפסול את זו ולא לאסור בקרובותיה כיצד בא על יבמתו וחזר הוא או אחיו וחלץ לה או לצרתה אין אותה חליצה כלום וכן אם אחיו חזר ונתן גט לה או לצרתה אינו כלום וכן אם חזר ועשה בה מאמר או בעיל אינו כלום אבל אם בא הוא או אחיו על צרתה או עשה בה מאמר צריכה גט:"
    },
    {
      "id": "even_haezer-170-13",
      "section": 13,
      "text": "וכן אם חלץ ליבמתו וחזר הוא או אחיו וחלצו לצרתה אין אותה חליצה כלום לאסור בקרובותיה או שני יבמים שחלצו ליבמה אחת זה אחר זה אין חליצה אחרונה כלום ומותר בקרובותיה אבל אם אחר שחלץ ליבמתו בעיל או קידש הוא או אחיו אותה או צרתה תפסה להו קדושין בהם וצריכה גט בין קידשה לשם אישות כגון שקידשה סתם בין לשם יבמות כגון שאמר לה הרי את מקודשת לי לזיקת יבמים."
    },
    {
      "id": "even_haezer-170-14",
      "section": 14,
      "text": "הא דאין מעשה מועיל אחר ביאה דוקא בביאה כשירה שלא קדם לה מעשה אחר אבל ביאה פסולה כגון שנתן גט לזו ובעיל את זו או עשה מאמר בזו ובעיל את זו מועיל מעשה שיעשו אחריה שאם יחלוץ הוא או אחיו לשלישית יאסרו בקרובותיה וגם היא לא סגי לה בגט דאכתי נשאר בה זיקה אבל חליצה אפילו היא פסולה שקדם לה מעשה אחר כגון שנתן גט לזו או מאמר בזו ואח\"כ חלץ לה או לצרתה אפ\"ה אין מועיל אחריה אם חזר הוא או אחיו וחלץ לה או לצרתה אבל אם בעל או קידש תפסו בה."
    },
    {
      "id": "even_haezer-170-15",
      "section": 15,
      "text": "עשה מאמר ביבמתו ואח\"כ נתן לה גט לזיקתה פסלה עליו ועל כל האחין וצריכה גט למאמרה וחליצה לזיקתה (ואם נתן לה גט סתם הוי כאלו פי' לזיקתה) נתן לה גט למאמרה ולא לזיקתה נשארה זקוקה כמו שהיתה ואינה מותרת אלא לשאר אחים אבל המגרש אסור בה וי\"א שמותרת אף למגרש:"
    },
    {
      "id": "even_haezer-170-16",
      "section": 16,
      "text": "ביאת בן תשעה כמאמר בגדול לפיכך בא על היבמה פסלה על כל האחים ואם אחר שבא עליה חזר אחיו הגדול ובא עליה או על צרתה או עשה מאמר או נתן גט או חלץ לה או לצרתה פסלה על הקטן וכן אם חזר הקטן ובא על צרתה או שאחיו בן ט' בא עליה או על צרתה פסלה עליו כדין מאמר אחר מאמר וכן אם עשה הגדול מאמר ביבמה וחזר אחיו בן ט' ובא עליה או על צרתה פסלה כדין מאמר אחר מאמר ומאמר של בן ט' אינו חשוב כמאמר הגדול ואינו מועיל אלא בתחילה אבל לא בסוף כיצד עשה קטן מאמר מועיל לפסלה על האחים אבל אם עשה הגדול מאמר וחזר בן ט' ועשה מאמר בה או בצרתה אינו מועיל לפסלה על האח הגדול אבל מאמרו של בן ט' אחר מאמר בן ט' איכא למימר שמועיל כיון שמאמר הראשון מבן ט' וגט וחליצה אין לקטן כלל לא בתחלה ולא בסוף:"
    },
    {
      "id": "even_haezer-170-17",
      "section": 17,
      "text": "גדול שעשה מאמר ביבמה או נתן לה גט ולה צרה כשבא לחלוץ לאחת מהן ולהתירן אין חליצת בעלת הגט או בעלת המאמר פוטרת הצרה אבל חליצת הצרה פוטרת לבעלת הגט לגמרי ולבעלת המאמר מחליצה וצריכה עוד גט למאמרה ואם עשה מאמר בזו ונתן גט לזו חולץ לאיזו שירצה ופוטר השניה כמו שנתבאר:"
    },
    {
      "id": "even_haezer-170-18",
      "section": 18,
      "text": "מי שנפלו לפניו שתי יבמות מבית אחד האחת שניה לייבם ואחרת (מותרת) כשהוא מייבם מייבם לאחרת כשהוא חולץ חולץ לשניה ויש מי שאומר שאם חלץ לאסורה לא הותרה צרתה חלץ לצרה הותרה האסורה:"
    },
    {
      "id": "even_haezer-170-19",
      "section": 19,
      "text": "יבמות רבות הבאות מבית אחת כיון שנבעלה אחת מהן בעילה כשירה או נחלצה חליצה מעולה הותרה הכל ונסתלקה זיקת היבם מעליהן ואם נבעלה אחת מהן בעולה פסולה או נתן לה מאמר פסול נאסרו כולם לייבום וצריכה גט זו שנבעלה או שנתן לה מאמר וצריכה כל אחת מהן חליצה להתירה לזר שאין זיקות היבם מסתלקת בבעילה פחותה נחלצה אחת מהם חליצה פחותה הותרה לינשא לזר אותה שנחלצה אבל צרתה אסורה עד שתחלוץ גם היא או עד שיחלצו כל האחים לראשונה שנחלצה החליצה הפחותה שאין חליצה פחותה מסלקת זיקת ייבום מבית זה עד שתחזור על כל האחים או עד שתחלוץ כל אחת מהן זהו דעת הרמב\"ם (ח\"ב קי\"ח ב') ונחלקו עליו (כמו שהוא מפורש בדברי הטור):"
    },
    {
      "id": "even_haezer-170-20",
      "section": 20,
      "text": "שני יבמים שייבמו שתי יבמות הבאות מבית אחת ולא נודע מי ייבם תחלה שניהם יוציאו בגט ויותרו לזרים לישראלים ואסורות ליבמים לפיכך ראובן שהיו לו ב' נשים אחת בעכו ואחת בצור ושמעון ולוי אחיו האחד בעכו ואחד בצור ושמעו שמת ראובן לא ייבם אחד מהם עד שידע מה עשה אחיו קדם אחד מהם וייבם אין מוציאין מידו עד שיודע שאחיו ייבם תחלה:"
    }
  ]
}