{
  "id": "even_haezer-091",
  "chapterLabel": "סימן 91",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-091-1",
      "section": 1,
      "text": "אשה שהכניסה מלוה לבעלה ומחלה. ובו ה סעיפים:אשה שהכניסה שטר חוב לבעלה וחזרה ומחלתו אינו מחול מפני שידו כידה: הגה ולכן אינה נאמנת ג\"כ לומר פרוע הוא (נ\"י פ' הכותב) וה\"ה מלוה על פה אינה יכולה למחול (ב\"י בשם ר\"י):"
    },
    {
      "id": "even_haezer-091-2",
      "section": 2,
      "text": "בעל בנכסי אשתו הוי כלוקח לפיכך מי שאמר לאשה נכסי לך ואחריך לפלוני ונשאת הוי כלוקח ואין לאחריך במקום בעל כלום דקיימא לן נכסי לך ואחריך לפלוני ומכר הראשון אין לשני אלא מה ששייר ראשון בד\"א באומר כן לפנויה אבל האומר לנשואה נכסי לך ואחריך לפלוני ומתה אחריך קונה ולא הבעל לפיכך האומר לנשואה נכסי לך ואחריך לפלוני ומכרה ומתה יעמדו נכסים ביד הלוקח:"
    },
    {
      "id": "even_haezer-091-3",
      "section": 3,
      "text": "גבו לאשה קרקע מבעל חובה ונשאת ומתה וירשה הבעל אע\"ג דשומא חוזרת לעולם הכא אינה חוזרת דבעל כלוקח הוי והוי כאלו מכרתו לאחר וכן אם גבו ממנה לבעל חוב ונשאת ומתה וירשה אין מחזירין לו השומא:"
    },
    {
      "id": "even_haezer-091-4",
      "section": 4,
      "text": "היה עליה מלוה על פה ואח\"כ נשאת אינה נגבית מהבעל דמלוה ע\"פ אינו גובה מהלקוחות: הגה מיהו אם המעות שהלוה בעין חייב לשלם (ר\"י והמרדכי) ואם בא המלוה קודם שנשאה ורוצה למחות נשואיה עד שתפרעהו ושלא יפסיד שלו הדין עמו ואע\"פ שעדיין לא הגיע זמן הפרעון (ב\"י בשם נ\"י) אבל אם היה עליה מלוה בשטר גובה מנכסים שהכניסה לבעלה קהל שעשו ביניהם תקנות בקנסות ועברה אשה על התקנה בעלה חייב לשלם (ב\"י סי' ע' בשם ת\"ה סי' רפ\"ב):"
    },
    {
      "id": "even_haezer-091-5",
      "section": 5,
      "text": "שלח סבלונות למשודכת והלכה ונשאת לאחר והלה תובע סבלונותיו דינם כמלוה בשטר: הגה אם לקחה יותר מכתובה ונשאת צריך הבעל לחזור המותר (מהרי\"ק שורש י\"ח) וכן אם נתחייבת מס ונשאת הוי כשלח הסבלונות דכל אלו קלא אית להו ואין דרך לעשות בהן שטר לכן הוי כמלוה בשטר (מהר\"ם פדוואה סי' נ\"ה) אבל ניזקין ומקח ודברים אחרים אין חייב לשלם (נ\"י פ' י\"נ) אשה ששדכה בתה לאיש ונתחייבה בנדוניא ואח\"כ נשאת בעצמה לאיש המשודך לבתה מוציא כל מה שנתחייבה מבעלה מנכסים שהכניסה לו דהוי כמלוה בשטר אע\"פ שבשעה שעשתה השדוכין לבתה עדיין לא נשבעה על כתובתה מ\"מ מאחר דנשבעת לבסוף אגלי מילתא למפרע דמה שעשתה תחילה בדין היה (ב\"י בשם תשובת הרשב\"א) י\"א הא דמלוה בשטר גובה מן הבעל מנכסים שהכניסה לו היינו שהכניסה לו קרקע או מטלטלין וכתבה לבעלה חוב המטלטלים אגב קרקע אבל לא כתבה לו אגב ולא הכניסה לו רק מטלטלין אפי' מלוה בשטר אינה גובה מבעלה דאין ב\"ח טורף ממטלטלין המשועבדים (תשו' רמב\"ן סי' נ\"ו) וסברא נכונה היא ומ\"מ נראה להו דבמכנסת שאינה שלה כגון שלקחה יתר מכתובתה חייב להחזיר בכל ענין (ועיין בח\"ה סוף סי' צ\"ו) (נתבאר לעיל):"
    }
  ]
}