{
  "id": "even_haezer-067",
  "chapterLabel": "סימן 67",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-067-1",
      "section": 1,
      "text": "דין כתובת אלמנה וחש\"ו היא או הוא וגר שנתגייר. ובו יא סעיפים:בתולה שנתאלמנה או נתגרשה או נחלצה מן האירוסין ונשאת כתובתה מאתים ויש לה טענת בתולים:"
    },
    {
      "id": "even_haezer-067-2",
      "section": 2,
      "text": "נתאלמנה או נתגרשה או נחלצה מן הנשואין כגון שנכנסה לחופה הרי היא בחזקת בעולה ואין לה אלא מנה ואין עליה טענת בתולים אפי' יש לה עדים שלא נסתרה עם הראשון:"
    },
    {
      "id": "even_haezer-067-3",
      "section": 3,
      "text": "הגיורת והשבויה והשפחה שנפדו ושנתגיירו ושנשתחררו פחותה מבת ג' שנים ויום אחד כתובתה ק\"ק ויש לה טענת בתולים ומבת ג' שנים ויום א' ומעלה כתובתן מנה ואין לה טענת בתולים:"
    },
    {
      "id": "even_haezer-067-4",
      "section": 4,
      "text": "קטנה פחותה מבת ג' שנים ויום אחד שנבעלה אפי' בא עליה גדול כתובתה מאתים וקטן פחות מבן ט' ויום אחד שבא על הגדולה כתובתה מאתים ודוקא שלא הסיר בתוליה אבל אם הסיר בתוליה אין לה אלא מנה:"
    },
    {
      "id": "even_haezer-067-5",
      "section": 5,
      "text": "מוכת עץ כתובתה מנה ואפילו לא הכיר בה וכנסה ע\"מ שהיא בתולה שלימה אבל כנסה בחזקת בתולה ונמצאת בעולה אפילו מנה אין לה:"
    },
    {
      "id": "even_haezer-067-6",
      "section": 6,
      "text": "בתולה שהיא בוגרת או סומא כתובתה ר' וכן איילונית אם הכיר בה כתובתה ר':"
    },
    {
      "id": "even_haezer-067-7",
      "section": 7,
      "text": "השוטה לא תקנו לה נישואין כלל:"
    },
    {
      "id": "even_haezer-067-8",
      "section": 8,
      "text": "החרשת אע\"פ שיש לה נישואין מדבריהם לא תקנו לה כתובה ולא מזונות ולא תנאי מתנאי כתובה ואם כנס החרשת ונתפקחה או שוטה ונשתפית יש לה כתובה ותנאי כתובה וכתובתה מנה:"
    },
    {
      "id": "even_haezer-067-9",
      "section": 9,
      "text": "נשא חרשת או שוטה וכתב לה מאה מנה כתובתה קיימת מפני שרצה להזיק נכסיו:"
    },
    {
      "id": "even_haezer-067-10",
      "section": 10,
      "text": "חרש או שוטה שנשאו נשים אע\"פ שנתפקח החרש ונשתפה השוטה אין לנשיהם עליהם כלום רצו לקיימן אחר שהבריאו יש להן כתובה וכתובתן מנה ואם ב\"ד הם שהשיאו החרש וכתבו לה כתובה על נכסיו נוטלת כל מה שכתבו לה ב\"ד אבל השוטה אין ב\"ד משיאין אותו:"
    },
    {
      "id": "even_haezer-067-11",
      "section": 11,
      "text": "קטן אפי' מבן ט' שנים ומעלה שהשיאו אביו אין לה כתובה ואם בא עליה אחר שהגדיל יש לה עיקר כתובה מאתים לבתולה מנה לאלמנה אבל תוספת שכתב לה בקטנותו אין לה (ואפי' השיאוה ב\"ד) ואפילו העיקר אינו גובה מכח שטר הכתובה אלא מתנאי בית דין לפיכך אינו גובה אלא מבני חרי ולא ממשעבדי שנמכרו בקטנותו וכן הדין בגר שנתגיירה אשתו עמו ואין ביניהם אלא שבזו אין כתובתה אלא מנה לדעת הרמב\"ם:"
    }
  ]
}