{
  "id": "even_haezer-124",
  "chapterLabel": "סימן 124",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-124-1",
      "section": 1,
      "text": "על מה נכתב הגט. ובו ה סעיפים:גט שכתבו על איסורי הנאה כשר: מיהו בדבר שצריך ביעור מן העולם וצריך שריפה אם כתב עליו הגט בטל (הר\"ן פ\"ב דגיטין):"
    },
    {
      "id": "even_haezer-124-2",
      "section": 2,
      "text": "כותבין הגט על דבר שיכול להזדייף והוא שיתננו לה בעידי מסירה כיצד כותב על הנייר המחוק ועל הדפתרא ועל החרס ועל העלין ועל יד העבד ועל קרן הפרה ומוסר לה העבד והפרה או שאר דברים בפני עדים אבל לא יחתוך יד העבד וקרן הפרה ויתן לה ואם כתב (וחתך) ונתן לה אינו גט משום דבעינן שלא תהא קציצה בין כתיבה לנתינה: הגה וכותבין על כל דבר תלוש (טור) וי\"א דוקא בדבר שהוא של קיימא אבל אם כתב בעלה של בצלים או ירקות וכדומה לזה פסול (הר\"ן פ\"ב) ולכתחלה יש לכותבו על קלף מתוקן לס\"ת תפילין ומזוזות אבל לא בעינן מעובד לשמו אבל אין עיכוב בדבר זה (מ\"כ בסדר גיטין) ואפי' אם נכתב על נייר שקורין פפי\"ר בכל כתב כשר (ג\"ז שם וע\"ל ר\"ס קכ\"ו):"
    },
    {
      "id": "even_haezer-124-3",
      "section": 3,
      "text": "טוב לחתוך הנייר למדת הגט שלא יצטרך לחתוך ממנו אחר כתיבה ואם טעה הסופר לאחר שכתב קצתו ורוצה להתחיל באותו נייר עצמו יחתוך תחילה המועט שכתב: הגה אם כתבו על נייר גדול וחתכו לאחר הכתיבה קודם הנתינה פסול אבל אם חתך ממנו מעט כדי לייפותו לא מיקרי קציצה (טור בשם הרא\"ש) וכל שלא חתך ממנו הרבה יותר מכתיבת הגט הוי כלייפותו (כן משמע בסה\"ת) אבל לכתחלה חותכין ממנו הכל קודם הכתיבה אפי' הנקבים שעושין כדי לשרטט על ידן ושאר הדברים יחתוך הכל קודם השרטוט דהשרטוט צורך כתיבה הוא (סדר גיטין) כתבו על ספר אע\"פ שיש בו ענינים אחרים ונתן לה הכל כשר (טור בשם העיטור):"
    },
    {
      "id": "even_haezer-124-4",
      "section": 4,
      "text": "אין כותבין גט במחובר אפי' יתן לה המחובר כמו שהוא דבעינן ונתן בידה ואפילו חתמו העדים אחר שתלשו ואח\"כ נתנו לה אינו גט ואם כתבו על העלה הזרוע בעציץ פי' כעין חצי קדרה של חרס שזורעין בה נקוב אע\"פ שנתן לה העציץ כולו פסול שמא יקטום אבל כותב הוא על חרסו של עציץ ונותן לה והוא שיהיו עידי מסירה לפנינו שחרס דבר המזדייף הוא: הגה וה\"ה בעציץ שאינו נקוב וי\"א דבשאינו נקוב לא גזרינן שמא יקטום (תמצא מבואר ב' הסברות בבית יוסף):"
    },
    {
      "id": "even_haezer-124-5",
      "section": 5,
      "text": "אין כותבין במחובר אפילו טופס כתב הטופס במחובר ותלשו ואח\"כ כתב התורף וחתמו ונתנו לה כשר:"
    },
    {
      "id": "even_haezer-124-6",
      "section": 6,
      "text": "היה הגט חקוק על ידו של עבד בכתובת קעקע והיה יוצא מתחת ידה והיו העדים חקוקים על ידו ה\"ז מגורשת אע\"פ שאין שם עידי מסירה שהרי אינו יכול להזדייף ואם היו מוחזקים בעבד שהוא שלו וגט חקוק על ידו והוא יוצא מתחת ידה והיא אומרת בעדים נמסר לי ה\"ז ספק מגורשת שמא מעצמו נכנס לה שהגודרות (פי' כל דבר שמהלך בדרכים ובשוקים שיתכן לומר מעצמו נכנס) אין להם חזקה: הגה ודוקא במקום שאין להם חזקה אבל במקום שיש להם חזקה מגורשת (ב\"י ועיין בח\"ה בדיני חזקות):"
    },
    {
      "id": "even_haezer-124-7",
      "section": 7,
      "text": "היה הגט חקוק על הטבלא והעדים עליו והוא יוצא מתחת ידה ואומרת שנתנתו לו וחזר ונתנו לה אע\"פ שהם מוחזקים בטבלא שהיא שלה הרי זו מגורשת שהאשה עצמה כותבת את גיטה:"
    },
    {
      "id": "even_haezer-124-8",
      "section": 8,
      "text": "חקק הגט על טס של זהב ונתנו לה ואמר לה הרי זה גיטך וכתובתיך ה\"ז מגורשת ונתקבלה כתובתה בכדי שווי הטס: הגה אבל נתן לה סתם הרי הכל שלה מכח נתינת הגט וצריך ליתן לה כתובתה משלם וכן משמע בגמ' וכ\"כ הר\"ן:"
    },
    {
      "id": "even_haezer-124-9",
      "section": 9,
      "text": "לא יתננו לה עד שתתייבש הכתיבה והחתימה יפה פן יהא קרוי כתב שיכול להזדייף:"
    }
  ]
}