{
  "id": "even_haezer-126",
  "chapterLabel": "סימן 126",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-126-1",
      "section": 1,
      "text": "נוסח לשון הגט ודקדוק אותיותיו. ובו ג סעיפים:כותבין הגט בכל כתב ובכל לשון בין שהוא כתב הכותים בין שהוא כתב ישראל כגון פרובינצאל וכיוצא בו אבל אם היה מקצת הגט כתיב בלשון אחד ומקצתו בלשון אחר פסול: הגה ויש מכשירין (הראב\"ד) ונ\"ל דאפי' למאן דפוסל מודה דמקצתו לשון הקדש ומקצתו לשון ארמי כשר דשניהם נתנו בסיני והוי קרובים בלשון וכלשון אחד דמי ולכן נוהגין עכשיו לכתוב בגט מקצת מלות לשון הקדש ורובו לשון ארמית אי נמי מאחר דרובו לשון ארמית ואין בו רק מלות לשון הקדש אין זה מקצתו בל\"א א\"נ דדוקא בתורף הצורך קאמר אבל מה שמוסיפין בתורף הרי את מותרת לכל אדם או שאר מלות אינן צריכין ואין רק כפל דברים שנוהגים לכתחלה כנ\"ל ליישב המנהג ונהגו לכתבו בלשון ארמית ובכתב אשורי: הגה ואין להכשיר בכתב אחר רק במקום עגון ושעת הדחק כגון שהובא ממרחקים ואין שיירות מצויות (תשו' הרא\"ש כלל מ\"ה) (וע\"ל סי' קכ\"ה סעיף י\"ו):"
    },
    {
      "id": "even_haezer-126-2",
      "section": 2,
      "text": "בשלישי ברביעי בחמישי מלאים יו\"ד בשני ובששי חסרים:"
    },
    {
      "id": "even_haezer-126-3",
      "section": 3,
      "text": "יום ראשון יכתוב באחד בשבת:"
    },
    {
      "id": "even_haezer-126-4",
      "section": 4,
      "text": "ביום ר\"ח יכתוב ביום ראשון לירח פלוני: הגה וי\"א דכותבין בא' לירח (מרדכי פ' המגרש) ומכח זה יש נמנעים לתת גט בר\"ח (כך כתב בסדר גיטין) בשני יכתוב בשני ימים בשלשה בארבעה כולם לשון זכר בה\"א לבסוף: הגה ויכתוב ימים עד עשרה בשני ימים בשלשה ימים וכו' (בסדר גטין) ומכאן ואילך יכתוב יום אחד עשר יום שנים עשר יום וכו' (מרדכי פ' המגרש) כתב ימים לא מיפסל בדיעבד אם כבר ניתן וכ\"ש בשעת הדחק (ב\"י) כתב שלשה או שמונה מלא בוי\"ו (בסדר ר\"י מינץ) או שלא כתב בשני רק שני (בסדר גיטין) או שכתב ר\"ת כגון שהיה לו לכתוב שנים עשר וכתב י\"ב (בשם הרב מטרוני) כשר וכן באחד ועשרים בשנים ועשרים בשלשה ועשרים וכן כולם:"
    },
    {
      "id": "even_haezer-126-5",
      "section": 5,
      "text": "בחשבון השנים יכתוב לשון נקבה בשנת חמשת אלפים ואחת לבריאת עולם שתים שלש ארבע כולם בלא ה\"א לבסוף וכן אחת עשרה שתים עשרה עד עשרים ימים ואילך עשרים ואחת עשרים ושתים עשרים שלש המנין המועט לשון נקיבה וכן לעולם: הגה ויכתוב בשנים מנין המרובה קודם אבל בימים יכתוב מנין המועט קודם וכן משמע בטור וכן היא בסדרים אחד ועשרים שנים ועשרים וכו' ואם כ' מנין המרובה קודם או להיפך שכתב בשנים מנין המועט קודם כשר (ב\"י) כתב ל' זכר במקום ל' נקבה כגון שהיה לו לכתוב חמש וכתב חמשה כשר (בשם מהרי\"ל):"
    },
    {
      "id": "even_haezer-126-6",
      "section": 6,
      "text": "אם יכתוב גט ביום ראשון של חדש אייר יכתוב ביום שלשים לחדש ניסן שהוא ר\"ח אייר וכן בכל ראשי חדשים שהם שני ימים וביום שני של ר\"ח יכתוב באחד לירח פלוני כי חשבונו מיום השני: הגה וי\"א שאין ליתן גט בשום ר\"ח (סדר הגיטין בשם סמ\"ק ומרדכי פ' המגרש והג\"מ וכל בו) וטוב לחוש לזה אם לא במקום שיש חשש לעיגון:"
    },
    {
      "id": "even_haezer-126-7",
      "section": 7,
      "text": "אם השנה מעוברת יכתוב באדר ראשון לירח אדר ראשון ובשני יכתוב לירח אדר השני ואם כתב באדר הראשון אדר סתם כשר אבל אם כתב בשני סתם הגט פסול (ב\"י בשם הרא\"ש והר\"ן) ומלת ראשון יכתוב מלא וי\"ו מ\"כ בתיקון ניסן מלא אייר בשני יודין (הכל בסדר) ואם כתב בחד יו\"ד פסול אם לא בשעת הדחק (ת\"ה סי' רל\"ג) ויש נמנעין ליתן גט באייר אך במקום הדחק נותנים וכותבין בב' יודין סיון מלא יו\"ד (ג\"ז בסדר גטין) תמוז מלא וי\"ו אלול מלא וי\"ו תשרי בחד יו\"ד מרחשוון חד וי\"ו (דברי הרב) כסלו חסר יו\"ד (ת\"ה סי' רל\"ג ועיין למטה סעיף כ\"ג וכ\"ד):"
    },
    {
      "id": "even_haezer-126-8",
      "section": 8,
      "text": "יש נוסחי גיטין שכתוב בהם איך אנא פב\"פ ואינו מכוון ויש ליזהר מלכתוב תיבת איך וכן יש נוסחאות שכתוב בהם ולאתריהון דאבהתיכו ויש ליזהר מלכתבם:"
    },
    {
      "id": "even_haezer-126-9",
      "section": 9,
      "text": "לא יכתוב ודין מלא אלא חסר יו\"ד ולא יכתוב ואיגרת מלא יו\"ד אלא ואגרת:"
    },
    {
      "id": "even_haezer-126-10",
      "section": 10,
      "text": "דתיהויין דתיצבייין שלשה יודין רצופין ונהגו לכתבם בחמשה יודין דיתיהוייין דיתיצבייין: הגה ויש לכתוב הכל בשיטה אחת דיתיהוייין דיתיצבייין אבל אם כתב די בשיטה אחת והשאר בשיטה שניה יש פוסלין מהרי\"ו ומהרי\"ל כן הוא בסדרים בשמם:"
    },
    {
      "id": "even_haezer-126-11",
      "section": 11,
      "text": "יאריך וי\"ו דתירוכין ווי\"ו דשיבוקין ווי\"ו שניה דוכדו שמא ידמו ליו\"ד: הגה נהגו להאריך אלו הווי\"ן יותר מווי\"ן אחרים קצת אבל לא יאריכו יותר מדאי (כל בו):"
    },
    {
      "id": "even_haezer-126-12",
      "section": 12,
      "text": "יכתוב תרוכין שביקין חסר י' ראשונה אבל פיטורין מלא בשני יודי\"ן: הגה וי\"א דפטורין ג\"כ חסר יו\"ד ראשונה בסדר גיטין דמהרי\"ל ובסמ\"ג וכן נוהגין ולכן צריך להאריך ג\"כ ו' של פטורין כ\"כ המרדכי ונהגו לכתוב בגט בתחלה שבוקין פטורין תרוכין ואח\"כ פש\"ת ואח\"כ תש\"פ ואם שינה בזה אין עיכוב בדבר:"
    },
    {
      "id": "even_haezer-126-13",
      "section": 13,
      "text": "למהך חסר יו\"ד:"
    },
    {
      "id": "even_haezer-126-14",
      "section": 14,
      "text": "יזהר יפה ברגל של ה\"א של למהך שירחיקנה מגגה וכן בכל ההי\"ן צריך ליזהר אלא שבזה צריך ליזהר יותר:"
    },
    {
      "id": "even_haezer-126-15",
      "section": 15,
      "text": "לא יכתוב לאתנסבא אלא להתנסבא (ואנש חסר יו\"ד מרדכי) דילג ה' דלהתנסבא וכתב לתנסבא כשר (רשב\"א אלף קס\"ג):"
    },
    {
      "id": "even_haezer-126-16",
      "section": 16,
      "text": "עד\"ז צריך ליזהר בכל לשון ובכל כתב שיכתוב שלא יהא בו משמע ב' עניינות:"
    },
    {
      "id": "even_haezer-126-17",
      "section": 17,
      "text": "לא ימחא באלף: הגה ואם כתב בה\"א וכבר ניתן הגט כשר (ב\"י) ואם נכתב ימחי ביו\"ד פסול אם לא בשעת הדחק ובמקום עיגון (מ\"כ בתקון):"
    },
    {
      "id": "even_haezer-126-18",
      "section": 18,
      "text": "צריך שלא יהא בשיטה אחרונה לא ספר תרוכין ולא גט פטורין ולא אגרת שבוקין אלא כדת משה וישראל לבד ויעשה ממנה אותיות גדולות כדי שלא יסיים באמצע שיטה משום דאיכא למיחש שיחתמו בחצי שיטה הנשארת ואין ראוי לעשות כן ואם כתב בשיטה אחרונה יותר מכדת משה וישראל לא נפסל בכך:"
    },
    {
      "id": "even_haezer-126-19",
      "section": 19,
      "text": "אם כתב וישראל אלף למד כאחד לא נפסל בכך: ודוקא בדיעבד או במקום עגון כמו שנתבאר לעיל סי' קכ\"ה סי\"ו."
    },
    {
      "id": "even_haezer-126-20",
      "section": 20,
      "text": "כיון שאנו מכירין סגנון הדבר אין לפוסלו בשביל דילוג אות אחת:"
    },
    {
      "id": "even_haezer-126-21",
      "section": 21,
      "text": "אם כתב ברביעי עשרים יום לירח שבט ודילג ולא כתב בשבת וגם יום רביעי היה כ\"א לשבט והוא כתב עשרים הגט כשר וי\"ח ופוסלין בכה\"ג (ריב\"ש סי' קי\"ג):"
    },
    {
      "id": "even_haezer-126-22",
      "section": 22,
      "text": "אם לא האריך ווין שאמרנו או שכתב היודי\"ן שאמרנו שלא יכתבו או שלא כתב היודי\"ן היתירות הרי זה גט פסול חוץ מב' יודי\"ן הנוספות בדיתיהווייין ודיתיצבייין שאינו אלא מנהג. וי\"א דאם לא כ' דיתהוייין רשאה רק כתב זאת תהא רשאה עדיף טפי (הר\"ן פ' המגרש ובעיטור) וי\"א שאם לא ערער הבעל כשר ויש מי שאומר שאין ערעורו מועיל אא\"כ כתבו הוא או שהסופר כותבו מפיו:"
    },
    {
      "id": "even_haezer-126-23",
      "section": 23,
      "text": "אייר יש לכתבו לכתחלה בב' יודין (וע\"ל סעיף ז'):"
    },
    {
      "id": "even_haezer-126-24",
      "section": 24,
      "text": "כסלו חסר יו\"ד:"
    },
    {
      "id": "even_haezer-126-25",
      "section": 25,
      "text": "אם הוה ליה לכתוב בשנים עשר וכתב בי\"ב כשר:"
    },
    {
      "id": "even_haezer-126-26",
      "section": 26,
      "text": "למנין בחד יו\"ד:"
    },
    {
      "id": "even_haezer-126-27",
      "section": 27,
      "text": "שאנו מנין בלא וי\"ו: הגה ואם כתב ו' אין לפוסלו בשעת הדחק (ריב\"ש סי' שי\"ד) ואם נהגו לכתוב כך אין לפוסלו וה\"ה אם כתב למנין שאנו מונין [במתא) וכל כיוצא בזה:"
    },
    {
      "id": "even_haezer-126-28",
      "section": 28,
      "text": "דיתבא על נהר פלוני בחד יוד ואם כתב די יתבא כשר (ב\"י):"
    },
    {
      "id": "even_haezer-126-29",
      "section": 29,
      "text": "במתא פלונית דמתקריא פלונית בלשון נקבה."
    },
    {
      "id": "even_haezer-126-30",
      "section": 30,
      "text": "נהגו לכתוב העומד במקום פלוני קודם וכל שום: הגה וי\"א דיש לכתוב החניכה קודם העומד במקום פלוני וכו' (עיין בפסקי מהרא\"י סי' רמ\"ז) וכן נוהגין במדינות אלו ונהגו לכתוב פלוני בן פלוני ולא בר פלוני ואם כתב בר הגט כשר (מהרי\"ק שורש כ\"ו):"
    },
    {
      "id": "even_haezer-126-31",
      "section": 31,
      "text": "נהגו לכתוב וכל שום דאית לי ולאבהתי:"
    },
    {
      "id": "even_haezer-126-32",
      "section": 32,
      "text": "אם כתב בדלא אניס במקום בדלא אניסנא לא נפסל וכותבין אניסנא מלא ביו\"ד אצל הנו\"ן מהרי\"ו:"
    },
    {
      "id": "even_haezer-126-33",
      "section": 33,
      "text": "נהגו לכתוב פטרית קודם שבקית ונהגו לכתוב ותרוכית בוי\"ו אחר הרי\"ש:"
    },
    {
      "id": "even_haezer-126-34",
      "section": 34,
      "text": "יתיכי בג' יודין ליכי בב' יודין:"
    },
    {
      "id": "even_haezer-126-35",
      "section": 35,
      "text": "נהגו לכתוב דהוית תיבה אחת: הגה אם לא כתב מן קדמת דנא רק כתב דהוית אנתתי מ\"כ בתיקון או דלג מלת אנתתי (ר\"ד כהן) או מלת דהוית (הגהות אלפסי פ' המגרש) כשר:"
    },
    {
      "id": "even_haezer-126-36",
      "section": 36,
      "text": "אנתתי בלא יוד אחר האלף:"
    },
    {
      "id": "even_haezer-126-37",
      "section": 37,
      "text": "בנפשיכי נהגו לכתוב בב' יודין. ואם כתבו חסר כשר (דעת עצמו וכ\"מ במרדכי):"
    },
    {
      "id": "even_haezer-126-38",
      "section": 38,
      "text": "להתנסבא נהגו לכתבו בלא שום יוד ואם כתב יו\"ד אחר ה\"א כשר (הגמ\"י פ\"ד מרדכי בשם י\"א סברי דלכתחלה כותבין ביו\"ד):"
    },
    {
      "id": "even_haezer-126-39",
      "section": 39,
      "text": "בידיכי בג' יודין:"
    },
    {
      "id": "even_haezer-126-40",
      "section": 40,
      "text": "נהגו לכתוב מן שמי מן יומא דנן ולעלם וי\"א דאין כותבין מן שמי (סמ\"ג וסמ\"ק ותשו' רשב\"א) וכן נוהגין במדינות אלו:"
    },
    {
      "id": "even_haezer-126-41",
      "section": 41,
      "text": "צריך לכתוב והרי את מותרת לכל אדם ולכתחלה טוב ליזהר לכתוב הרי את בשיטה אחת אבל אם כבר נכתב הגט בשתי שורות כשר לתנו (מהרא\"י סקמ\"ג):"
    },
    {
      "id": "even_haezer-126-42",
      "section": 42,
      "text": "מותרת בוי\"ו:"
    },
    {
      "id": "even_haezer-126-43",
      "section": 43,
      "text": "די יהוי נהגו לכתבו ב' תיבות אמנם אם כתב דיהוי תיבה אחת כשר (מרדכי פ' המגרש) ואף אם לא כתב רק דהוי כשר בשעת הדחק במקום עגון (ריב\"ש סי' ר\"ה):"
    },
    {
      "id": "even_haezer-126-44",
      "section": 44,
      "text": "מנאי נהגו לכתבו בלא יו\"ד אחר המ\"ם ואם כתב יו\"ד אחר המ\"ם לא נפסל בדיעבד (ב\"י בשם הר\"ן והרשב\"א):"
    },
    {
      "id": "even_haezer-126-45",
      "section": 45,
      "text": "נהגו לכתוב תרוכין שבוקין פטורין:"
    },
    {
      "id": "even_haezer-126-46",
      "section": 46,
      "text": "בגט ארוסה כותבין דהוית ארוסתי ואם כתב דהוית אנתתי כשר וי\"א דה\"ה להפך דכ' לאשתו ארוסתי כשר בדיעבד (ב\"י):"
    },
    {
      "id": "even_haezer-126-47",
      "section": 47,
      "text": "שי\"ן ועי\"ן שלא היו היודין נוגעין בהם וכן היו\"ד שע\"ג האלף ושאחורי הצדיק שאינם נוגעים באות אם התינוק קורא אותם יפה אפי' הם בתורף יש להכשיר במקום עיגון:"
    },
    {
      "id": "even_haezer-126-48",
      "section": 48,
      "text": "אם נדבקו רגלי ההי\"ן לגגין אם תינוק דלא חכים ולא טיפש קורא אותם יש להכשיר במקום עיגון אפי' אם הוא בתורף ויפריד בסכין (וע\"ל סי' קכ\"ה סעיף י\"ו):"
    },
    {
      "id": "even_haezer-126-49",
      "section": 49,
      "text": "אם חיסר תיבה א' מהטופס לא נפסל בכך וכ\"ש אם חסר וי\"ו שנייה של וכדו וכתב וכד (ב\"י בשם תשו' הרשב\"א) דמאחר שאין הענין משתנה אין פסול בחסרון זה (כ\"כ הרא\"ש בתשובה) וה\"ה אם היו אותיות יתירות כל שאין הענין משתנה (ריב\"ש סי' ר\"ה) אבל אם נשתנה הענין פסול ולכן י\"א דאם כתב לבריאת עלמה בה\"א שהגט פסול דעלמה לשון נערה (הר\"ד כהן) ויש מכשירין בשעת הדחק (בנימין זאב)"
    },
    {
      "id": "even_haezer-126-50",
      "section": 50,
      "text": "אין לכתוב בגט בביטול מיני מודעי (ועיין נוסח הגט לקמן בסי' קנ\"ד):"
    }
  ]
}