{
  "id": "even_haezer-022",
  "chapterLabel": "סימן 22",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-022-1",
      "section": 1,
      "text": "איסור יחוד ועם מי אסור להתייחד. ובו כ סעיפים:אסור להתייחד עם ערוה מהעריות בין זקנה בין ילדה שדבר זה גורם לגלות ערוה חוץ מהאם עם בנה והאב עם בתו והבעל עם אשתו נדה וחתן שפירסה אשתו נדה קודם שיבעול אסור להתייחד עמה אלא היא ישנה בין הנשים והוא ישן בין האנשים ואם בא עליה ביאה ראשונה ואח\"כ נטמאת מותר להתייחד עמה (ועיין בי\"ד סי' קצ\"ב):"
    },
    {
      "id": "even_haezer-022-2",
      "section": 2,
      "text": "כשאירע מעשה אמנון ותמר גזר דוד ובית דינו על ייחוד פנויה ואע\"פ שאינה ערוה בכלל ייחוד עריות היא ושמאי והלל גזרו על ייחוד כותית נמצא כל המתייחד עם אשה שאסור להתייחד עמה בין ישראלית בין כותית מכין את שניהם מכת מרדות האיש והאשה ומכריזין עליהם: הגה ודוקא בידוע שנתייחד עמה אבל היא אינה נאמנת עליו (ריב\"ש סי' רפ\"א) ואפילו עד א' אינו נאמן (מהרי\"ק שורש קפ\"ט) ומ\"מ במקום שנראה לבית דין דאיכא למיחש לאיסורא צריך להפרישן (שם בריב\"ש): חוץ מאשת איש שאע\"פ שאסור להתייחד עמה אם נתייחד אין לוקין שלא להוציא לעז עליה שזינתה ונמצא מוציאין לעז על בניה שהם ממזרים:"
    },
    {
      "id": "even_haezer-022-3",
      "section": 3,
      "text": "וכל אשה שאסור להתייחד עמה אם היתה אשתו עמו ה\"ז מותר להתייחד מפני שאשתו משמרתו אבל לא תתייחד ישראלית עם הכותי ואע\"פ שאשתו עמו:"
    },
    {
      "id": "even_haezer-022-4",
      "section": 4,
      "text": "אין מוסרין תינוק ישראל לכותי ללמדו ספר וללמדו אומנות:"
    },
    {
      "id": "even_haezer-022-5",
      "section": 5,
      "text": "לא תתייחד אשה אחת אפילו עם אנשים הרבה עד שתהיה אשתו של אחד מהם שם וכן לא יתייחד איש אחד אפי' עם נשים הרבה: הגה וי\"א דאשה אחת מתייחדת עם שני אנשים כשרים אם הוא בעיר (טור בשם הרא\"ש) וסתם אנשים כשרים הם (ר\"ן פ\"י יוחסין) אבל אם הם פרוצים אפילו עם י' אסור וכ\"ז בעיר אבל בשדה או בלילה אפילו בעיר בעינן ג' (ב\"י בשם הראב\"ד) אפילו בכשרים (גם זה טור בשם הרא\"ש) ויש מתירין איש א' עם נשים הרבה אם אין עסקו עם הנשים (טור בשם רש\"י):"
    },
    {
      "id": "even_haezer-022-6",
      "section": 6,
      "text": "נשים הרבה עם אנשים הרבה אין חוששין ליחוד היו האנשים מבחוץ והנשים מבפנים או אנשים מבפנים והנשים מבחוץ ופירשה אשה לבין האנשים או איש א' לבין הנשים אסורים משום ייחוד:"
    },
    {
      "id": "even_haezer-022-7",
      "section": 7,
      "text": "אפילו איש שעסקו ומלאכתו עם הנשים אסור לו להתייחד עם הנשים כיצד יעשה יתעסק עמהם ואשתו עמו או יפנה למלאכה אחרת:"
    },
    {
      "id": "even_haezer-022-8",
      "section": 8,
      "text": "אשה שבעלה בעיר אין חוששין להתייחד עמה מפני שאימת בעלה עליה ואם היה זה גס בה כגון שגדלה עמו או שהיא קרובתו או אם קינא לה בעלה עם זה לא יתייחד עמה אע\"פ שבעלה בעיר:"
    },
    {
      "id": "even_haezer-022-9",
      "section": 9,
      "text": "בית שפתחו פתוח לרשות הרבים אין חשש להתייחד שם עם ערוה:"
    },
    {
      "id": "even_haezer-022-10",
      "section": 10,
      "text": "מותר להתייחד עם שתי יבמות או עם שתי צרות או עם אשה וחמותה או עם אשה ובת בעלה או עם אשה ובת חמותה מפני ששונאות זו את זו ואין מחפות זו על זו וכן עם אשה שיש עמה תינוקת קטנה שיודעת טעם ביאה ואינה מוסרת עצמה לביאה שאינה מזנה לפניה לפי שהיא מגלה את סודה:"
    },
    {
      "id": "even_haezer-022-11",
      "section": 11,
      "text": "תינוקת שהיא פחותה מבת שלש ותינוק פחות מבן ט' מותר להתייחד עמהן שלא גזרו אלא על יחוד אשה הראויה לביאה ואיש הראוי לביאה:"
    },
    {
      "id": "even_haezer-022-12",
      "section": 12,
      "text": "אנדרוגינוס אינו מתייחד עם הנשים ואם נתייחד אין מכין אותו מפני שהוא ספק אבל האיש מתייחד עם האנדרוגינוס ועם הטומטום:"
    },
    {
      "id": "even_haezer-022-13",
      "section": 13,
      "text": "תקנו חכמים שיהיו הנשים מספרות זו עם זו בבית הכסא כדי שלא יכנס שם איש ויתייחד עמהן: (וי\"א דוקא בימיהם שהיו בתי כסאות בשדות אבל בזמן הזה שהן בעיר אין לחוש) (הגהות מיימוני פרק ב' מהלכות א\"ב):"
    },
    {
      "id": "even_haezer-022-14",
      "section": 14,
      "text": "לא תלך אשה בשוק ובנה אחריה שמא יתפס בנה ותלך אחריו להחזירו ויתעוללו בה הרשעים שתפסוהו:"
    },
    {
      "id": "even_haezer-022-15",
      "section": 15,
      "text": "אין ממנין אפילו אדם נאמן וכשר להיות שומר בחצר שיש בו נשים אע\"פ שהוא עומד בחוץ שאין אפוטרופוס לעריות:"
    },
    {
      "id": "even_haezer-022-16",
      "section": 16,
      "text": "לא ימנה אדם אפוטרופוס על ביתו שלא ינהיג אשתו לדבר עבירה:"
    },
    {
      "id": "even_haezer-022-17",
      "section": 17,
      "text": "אסור לת\"ח לשכון בחצר שיש בו אלמנה אפי' אינו מתייחד עמה מפני החשד אא\"כ אשתו עמו:"
    },
    {
      "id": "even_haezer-022-18",
      "section": 18,
      "text": "אלמנה אסורה לגדל כלב מפני החשד:"
    },
    {
      "id": "even_haezer-022-19",
      "section": 19,
      "text": "לא תקנה אשה עבדים זכרים אפי' קטנים מפני החשד:"
    },
    {
      "id": "even_haezer-022-20",
      "section": 20,
      "text": "מי שאין לו אשה לא ילמד תינוקות מפני שאמות הבנים באות לבית הספר לבניהם ונמצא מתגרה בנשים וכן אשה לא תלמד קטנים מפני אבותיהם שהם באים בגלל בניהם ונמצאו מתייחדין עמה ואין המלמד צריך שתהיה אשתו שרויה עמו בבית הספר אלא היא בביתה והוא מלמד במקומו:"
    }
  ]
}