{
  "id": "even_haezer-125",
  "chapterLabel": "סימן 125",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-125-1",
      "section": 1,
      "text": "במה נכתב הגט ותיקון הכתיבה והקלף. ובו כג סעיפים:אין כותבין את הגט אלא בדבר שרישומו עומד כגון דיו וסיקרא וקומס וקנקנתום (פי' מיני צבעונים) וכיוצא בהם אבל אם כתבו בדבר שאינו עומד כגון משקין ומי פירות וכיוצא בהם אינו גט:"
    },
    {
      "id": "even_haezer-125-2",
      "section": 2,
      "text": "כתבו בדיעבד באבר בשחור בשיחור כשר פי' אבר עופרת ושחור הוא כלי של ברזל שרושמין בו ושיחור הוא הפחם. ערוך: הגה י\"א הא דבאבר כשר היינו חתוכי אבר מעורבים במים הטור והרא\"ש אבל אם כתב באבר עצמו פסול ויש לחוש לזה ולכתחלה נוהגין לכתבו בדיו טובה כמו שכותבין ספרים (סדר גיטין) ואין לשנות ויש מחמירין עוד לומר דהסופר יקרא כל אות תחלה קודם שיכתוב כמו בספרים (ג\"ז שם):"
    },
    {
      "id": "even_haezer-125-3",
      "section": 3,
      "text": "כותבין אותו במי עפצים והוא שלא יהיה הקלף מעופץ מפני שאין מי עפצים ניכר בו ואם כתב אינו גט וכן כל כיוצא בו:"
    },
    {
      "id": "even_haezer-125-4",
      "section": 4,
      "text": "חקק גט על הלוח או על האבן או על טס של מתכת אם חפר יריכי האותיות כשר וכן אם חקק יריכי האותיות מאחורי הטס עד שבלטו בפני הטס אבל אם חפר תוך האות עד שיראו היריכות גבוהות מכאן ומכאן או שהכה על פני הטס בחותם עד שנמצאו האותיות בולטות כדרך שעושין דינר זהב אינו גט: הגה י\"א דלכתחילה יש להחמיר שלא לכתוב בקולמוס של ברזל שלא לבא לידי חקיקה (סדר גיטין) וע\"ל סי' זה סעיף כ\"ב ולא מקרי חק תוכות אלא כשכל האות נעשה כך אבל אם צריך עדיין לתקן שיהיה אות כשר (ת\"ה סי' רכ\"ח):"
    },
    {
      "id": "even_haezer-125-5",
      "section": 5,
      "text": "הקורע על העור תבנית כתב כשר אבל הרושם על העוד תבנית כתב פסול וי\"א בהפך ויש מי שמכשיר בשניהם:"
    },
    {
      "id": "even_haezer-125-6",
      "section": 6,
      "text": "נהגו להחמיר שיהיו האותיות מוקפות גויל ואם יש בו אותיות דבוקות יגרור ביניהם להפרידם. הגה וי\"א דאין להפריד האותיות אם נוגעין (כן הוא בסדר גיטין) וכן נוהגין ויש מקילין בשעת הדחק (תשובת הרא\"ש) לתקן קודם שיחתמו העדים (מהרא\"י פאדויה) כשהבעל מצוה לתקן ב\"י לדעת הרא\"ש."
    },
    {
      "id": "even_haezer-125-7",
      "section": 7,
      "text": "אם יש מי שרוצה לזיין האותיות מוחין בידו:"
    },
    {
      "id": "even_haezer-125-8",
      "section": 8,
      "text": "אם נפלה טפת דיו (בתוך האות) (טור) ואינה ניכרת אינו יכול להעביר הדיו ולתקן האות דהוה ליה חק תוכות ויש מחמירין אפי' האות ניכר (מהרי\"ק) שורש צ\"ח וכן נוהגין:"
    },
    {
      "id": "even_haezer-125-9",
      "section": 9,
      "text": "אם רוצה לעשות מ\"ם פתוחה ונמשכה ידו ונסתמה אינו יכול לגרור הדבקות דהוה ליה חק תוכות ועיין בא\"ח סי' ל\"ב):"
    },
    {
      "id": "even_haezer-125-10",
      "section": 10,
      "text": "נוהגין לשרטטו ויש ליזהר מלשרטט באבר מפני שהוא צובע והוי ככתב על כתב:"
    },
    {
      "id": "even_haezer-125-11",
      "section": 11,
      "text": "נוהגין לעשותו שנים עשר שיטין:"
    },
    {
      "id": "even_haezer-125-12",
      "section": 12,
      "text": "נוהגין לעשות שיטה י\"ג וחולקים אותה לשתים שבה חותמים העדים זה תחת זה: הגה ומשרטטין אותו ב' שורות קטנות ג\"כ וישרטט הכל קודם שיתחיל לכתוב הגט גם ישרטט מן הצדדין ויהיו שורות הגט שוות לא אחת ארוכה ואחת קצרה ואם לא שרטט כלל כשר וה\"ה אם הוסיף או פיחת מי\"ב שיטין (כ\"ז גם בסדר גיטין גם במרדכי ריש גיטין) י\"א דאין להכשירן כי אם במקום עיגון שבא מארץ רחוקה ואין שיירות מצויות ונ\"ל דה\"ה לענין שרטוט וצריך לשרטט מבחוץ שלא במקום הכתב (בב\"י בשם הקונט' ובסדר גיטין) ויכתוב לצד הבשר ולא בצד שער ואם כתב במקום שער יש פוסלין אותו (מהרי\"ל) ול\"נ דבמקום עיגון אין להחמיר וכשהסופר כותב לכתחילה יזהר שלא יגע בשרטוט שבצדדין ונוהגין לכתחילה להניח גליון מן הצדדין כחצי אצבעו למעלה כאצבע (סדר גיטין) ולמטה כדי תפיסת יד ויותר (מהרי\"ל ד\"ע):"
    },
    {
      "id": "even_haezer-125-13",
      "section": 13,
      "text": "נוהגין לעשותו שיהיה ארכו (עם הגליון של מטה) (ב\"י בשם הקונטרס) יתר על רחבו:"
    },
    {
      "id": "even_haezer-125-14",
      "section": 14,
      "text": "נוהגין שלא יהיו האותיות עוברות מהשיטין בימין ובשמאל: הגה ואם כתב חוץ לשיטין י\"א דאפילו אות אחת שיצא לחוץ פסול (ב\"י בשם הגהות מיי') ובמקום עיגון ושעת הדחק יש להקל. (סברת הרב):"
    },
    {
      "id": "even_haezer-125-15",
      "section": 15,
      "text": "לא יהא בו שום טשטוש ולא יכתבו על המחק: הגה אם בא זבוב ומשך הדיו לא ימחוק (בסדר גיטין ולא יכתוב על שום נקב שאין הדיו עובר עליו) (שם):"
    },
    {
      "id": "even_haezer-125-16",
      "section": 16,
      "text": "לא יהא הכתב מעוקם ולא מבולבל שמא תדמה אות לאות ונמצא הענין משתנה: הגה רגלי ה\"א וקוף שנוגעין יש לפסול אפי' בדיעבד (ת\"ה סי' רל\"ו ובפסקיו סי' מ\"ה) מיהו אם תינוק יכול לקרותו יש מכשירין במקום עיגון (מהרי\"ק שורש ע\"א) ולכתחלה אסור להפריד בסכין אלא יכתוב גט אחר (שם שורש צ\"ח) ודוקא שלא במקום עיגון אבל במקום הדחק שיש לחוש לעיגון יתקן כסברת הרב (וע' בא\"ח סי' ל\"ב כיצד יתקן וע' סי' קנ\"ד סעיף מ\"ח) ואם צריך לתקן אותיות כגון שלא נוגעין במקום שראוי ליגע או שהיו קצרים וצריך להאריכן יתקנן קודם שיכתוב כדת משה וישראל (בהגהות סדר גיטין בקבלה משם מהרי\"ו כן מ\"כ בשם מהר\"ם מאור עינים) או לכל הפחות קודם החתימה (תשו' מהר\"ם פאדואה) וצריך ליזהר שיגע כל מה שראוי ליגע ושלא יגע מה שראוי שלא ליגע כס\"ת ותפילין ומזוזות (בסדר גיטין וכן משמע בהגהות מרדכי דגיטין) ואם אינו נוגע מה שראוי ליגע כגון באחורי הצדי\"ק ויו\"ד שבאלף וכיוצא בזה י\"א דאפי' תנוק דלא חכים ולא טפש קורא אותו פסול אפי' בדיעבד (בת\"ה ובפסקיו סי' מ\"ג) וי\"א דבמקום עיגון יש להכשיר בכה\"ג ואם הוא בטופס הגט אפי' בלא עיגון יש להקל (ב\"י) כתב למד אלף של ישראל ביחד י\"א דכשר אם הוא בטופס (תשו' הרא\"ש) ובמקום עיגון יש להקל היה קוצו של יוד שעל האלף נוגע גם מלפניו כזה כשר (מ\"כ בשם מהר\"י מרפורק) נתפשטו האותיות מכח לחות הדיו שקורין גיפלאס\"ן עד שנראין כדבוקין ומ\"מ נראה שאין האותיות נוגעין כשר (מ\"כ בשם מהר\"י ברי\"ן):"
    },
    {
      "id": "even_haezer-125-17",
      "section": 17,
      "text": "היה בו משמעות שני ענינים או שהיה בכתבו עיקום או בלבול או שאפשר שיקרא ממנו ענין אחר הרי זה פסול:"
    },
    {
      "id": "even_haezer-125-18",
      "section": 18,
      "text": "צריך שיהא הגט נקרא במקום נתינתו לתינוק דלא חכים ולא טיפש ויש מי שאומר שאף במקום כתיבתו צריך שיהיה נקרא כן: הגה וא\"צ לכסות מן הצדדין של האות שיש בו ספק אלא מראין לו כך ואם יוכל לקרותו כשר (מ\"כ בתקון ישן) ונוהגין לערות השיטות דהיינו שימשוך ן' או ך' שבשיטה עליונה עד שיטה שלמטה ממנה או ראש למ\"ד שבתחתונה לשורה שלמעלה ממנה ואם לא עירה י\"א שהוא פסול ול\"נ דבמקום עיגון אין להחמיר ויזהר שלא ימשוך ראש אות שלמטה לתוך חלל אות שלמעלה או להיפך (הר\"ן פ\"ב דגיטין בשי\"א) ואם עשה כך ונשתנה צורת האות כגון שמשך ראש למ\"ד לחלל ד' שאז נראה כה\"א פסול (סברת הרב דוקא בכי האי גוונא וכן משמע בהגהות סמ\"ק):"
    },
    {
      "id": "even_haezer-125-19",
      "section": 19,
      "text": "גט שמחק בו אות או תיבה או שתלה בין השיטין אם מטופס הגט ה\"ז כשר ואם מן התורף אינו גט ואם חזר ופירש בסוף הגט שאות פלונית תלויה או על המחק אפילו מתורף הגט כשר כשאר שטרות והקיום יכתבנו קודם כדת משה וישראל ועכשיו נהגו להחמיר שלא לקיים מחק הגט:"
    },
    {
      "id": "even_haezer-125-20",
      "section": 20,
      "text": "גט שנמצא קרוע שתי וערב שהוא קרע של בית דין ה\"ז גט בטל כשאר שטרות אבל אם נתקרע ואינו קרע של ב\"ד כשר נמוק או שהרקיב או שנעשה ככברה כשר נמחק או שנטשטש ובבואה שלו קיימת אם יכול לקרות כשר ואם לאו אינו גט:"
    },
    {
      "id": "even_haezer-125-21",
      "section": 21,
      "text": "בד\"א כשהיה הגט יוצא מתחת ידה בעידי חתימה ואין שם עידי מסירה אבל אם יש עדים שנמסר לה הגט בפניהם והיה כשר ה\"ז כשר אע\"פ שהיה תורף הגט על המחק או בין השיטין או שהיה קרוע שתי וערב כשנתן לה בפניהם ויש מי שפוסל בקרוע שתי וערב (וה\"ה כשנטשטש עד שאינן יכולין לקרותו) (כ\"כ המ\"מ):"
    },
    {
      "id": "even_haezer-125-22",
      "section": 22,
      "text": "יש מי שכתב שיש להקפיד מלכתוב הגט בקולמוס של כנף אלא בשל קנה (וע\"ל סי' זה ס\"ד):"
    },
    {
      "id": "even_haezer-125-23",
      "section": 23,
      "text": "אם רקם או ארג או עשה במעשה מחט אותיות הגט י\"א דלאו כתב הוא:"
    }
  ]
}