{
  "id": "even_haezer-075",
  "chapterLabel": "סימן 75",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-075-1",
      "section": 1,
      "text": "חילוק הארצות לענין נישואין ודיני ארץ ישראל. ובו ה סעיפים:ג' ארצות בא\"י חלוקות זו מזו לענין נשואין יהודה ועבר הירדן והגליל וכל הישוב הוא ארצות כגון ארץ כנען וארץ מצרים וארץ תימן (שחלוקים בלשונם) (מוהר\"ם סי' קי\"ז) שמי שהוא מארץ מהארצות ונשא אשה בארץ אחרת כופין אותה ויוצאה עמו לארצו או תצא בלא כתובה ובלא תוספת שעל מנת כן נשאה אע\"פ שלא פירש אבל אינו יכול להוציאה מעיר לכרך או להיפך בגליל א' אע\"פ שהתנה עמה להוציאה מגליל ליהודה (הר\"ן פ\"ב דייני גזירות וכן כל כיוצא בזה) אבל הנושא אשה באחת מהארצות והוא מאנשי אותה הארץ אינו יכול להוציאה לארץ אחרת אבל מוציאה ממדינה למדינה ומכפר לכפר באותם הארצות ואינו יכול להוציאה ממדינה לכפר ומכפר למדינה: הגה וי\"א דאם היו שניהם מארץ אחת ונשאה בארץ אחרת היא יכולה לכוף אותו לילך עמה לארצה אפילו מכפר למדינה או להיפך (טור בשם ר\"ת) אבל אם שניהם מארץ אחת ונשאה באותה הארץ אין א' מהם כופה לשני להוציאו ממדינה לכפר או להיפך אבל ממדינה למדינה או מכפר לכפר האשה יכולה להכריחו שילך עמה למקומה הואיל והם שוים (ג\"ז שם) היה דר עמה בעירו ולא מתדר שם ונסע עמה לעירה דרך מקרה ולא איתדר ליה יכול לחזור ולהוציאה (ריב\"ש סי' מ\"ח) י\"א אם לא יוכל להחיות ולפרנס עצמו כופין אשתו שתלך עמו למקום שירצה (ת\"ה סימן רט\"ו) וי\"ח (ב\"י וכן משמע בריב\"ש סימן פ\"א) מי שהוא ממדינה אחת ויש לו שם אשה ונשא אחרת במדינה אחרת צריכה לילך עמו לעירו דודאי נשאה לשוב לביתו (ב\"י בשם הרשב\"ץ) (ועיין לקמן סימן קנ\"ד סעיף ט') עוד מדינים אלו:"
    },
    {
      "id": "even_haezer-075-2",
      "section": 2,
      "text": "כשמוציאה ממדינה למדינה ומכפר לכפר באותה הארץ אינו יכול להוציאה מנוה יפה לנוה הרע ולא מרע ליפה וכן לא יוציאנה ממקום שרובן ישראל למקום שרובו עכו\"ם ובכל מקום מוציאין ממקום שרוב כותים למקום שרובו ישראל: הגה ואינו יכול להוציאה ממקום שהמושל טוב למקום שהמושל רע (הגהות מיימוני פי\"ג דאישות) כל מקום שיכול להוציאה ממקומה היינו לאחר שכנסה ונשאה אבל קודם נישואין לא יכול להוציאה וצריך לכנסה במקומה אם לא התנה בפי' עם האשה אבל אם התנה עם אמה לאו כלום הוא (ריב\"ש סי' קע\"ז) מיהו אם יש אמתלאות וטעמים לדבריו האשה צריכה לילך אחריו (תשובת מיימוני לנשים סימן כ\"ח):"
    },
    {
      "id": "even_haezer-075-3",
      "section": 3,
      "text": "בד\"א מח\"ל לח\"ל או מא\"י לא\"י אבל מח\"ל לא\"י כופין אותה לעלות אפילו מנוה יפה לנוה הרע ואפי' ממקום שרובו ישראל למקום שרובו כותים ואין מוציאין מא\"י לח\"ל ואפי' מנוה הרע לנוה הטוב ואפי' ממקום שרובו כותים למקום שרובו ישראל:"
    },
    {
      "id": "even_haezer-075-4",
      "section": 4,
      "text": "אמר האיש לעלות לא\"י והיא אינה רוצה תצא בלא כתובה: הגה אבל נכסי מלוג שלה ונצ\"ב הקיימי' נוטלת ואם אינם קיימים אם הוא הפסידן נצ\"ב א\"צ לשלם ונ\"מ צריך לשלם ואם נגנבו או נאבדו נ\"מ לית לה ונצ\"ב צריך לשלם (במרדכי סוף כתובות בשם מוהר\"ם) והא דכתובה אין לה דוקא שנשאר בא\"י אבל אם הוא חוזר לסוף כמה שנים להתיישב בח\"ל צריך לשלם לה או ליורשיה אף הכתובה (ג\"ז שם): אמרה היא לעלות והוא אינו רוצה יוציא ויתן כתובה וה\"ה לכל מקום מא\"י לירושלים שהכל מעלין לא\"י ואין הכל מוציאין משם הכל מעלין לירושלים ואין הכל מוציאין משם:"
    },
    {
      "id": "even_haezer-075-5",
      "section": 5,
      "text": "יש מי שאומר דהא דכופין לעלות לא\"י היינו בדאפשר בלא סכנה הילכך מסוף המערב עד נוא אמון אין כופין לעלות ומנוא אמון ולמעלה כופין לעלות דרך יבשה וגם דרך ים בימות החמה אם אין שם לסטים:"
    }
  ]
}