{
  "id": "even_haezer-118",
  "chapterLabel": "סימן 118",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-118-1",
      "section": 1,
      "text": "תקנת נשואין של קהל טוליטולה ודיני נדוניא. ובו יט סעיפים:אלמנה שיש לה לחלוק עם יורשי בעלה בכח התקנה של טוליטולה שמין בגדי שבת שעליה אבל לא בגדי חול תנאי השיור אינו אלא אם תמות האשה בחיי בעלה אבל לא אם תמות שומרת יבם (טור):"
    },
    {
      "id": "even_haezer-118-2",
      "section": 2,
      "text": "מי שגירש את אשתו סמוך למיתתו אע\"פ שלא גירשה אלא כדי שלא תזקק ליבם דינה לענין כתובתה בתקנת טוליטולה כדין גרושה: הגה אבל אם לא גירשה ממש כגון שלא יצא עליה קול גרושה בחייו רק היתה בחזקת אלמנה רק אחר מותו הוציאה גט ואומרת נתגרשתי אינה נאמנת וצריכה ראיה על הגירושין דודאי לא נכתב הגט רק להברחה בעלמא (בב\"י בשם הר\"ר יודא בן הרא\"ש):"
    },
    {
      "id": "even_haezer-118-3",
      "section": 3,
      "text": "אם שהתה מלחלוק עם היתומים כפי התקנה קצת זמן לא איבדה מזונות אותו זמן (אע\"פ שהכח ביד היתומים לסלק האלמנה בחצי הנכסים) (טור בשם תשובת הרא\"ש):"
    },
    {
      "id": "even_haezer-118-4",
      "section": 4,
      "text": "אלמנה שפרעה שלא ע\"פ ב\"ד חובות הכותים מנכסי בעלה כדי שלא יזלזלו במכירת קרקעותיו יפה עשתה:"
    },
    {
      "id": "even_haezer-118-5",
      "section": 5,
      "text": "אלמנה שהורידוה ב\"ד בחצי נכסי המת בכח התקנה ויש למת קרקעות ממושכנים ביד אחר אע\"פ שיש לו נכסים בני חורין נוטלת חצי קרקעות הממושכנים לפי מה שנהגו על פי התקנה לחלוק בכל דבר ודבר חציו:"
    },
    {
      "id": "even_haezer-118-6",
      "section": 6,
      "text": "דבר שאינו מפורש בתקנה נעמידנו על דין תורה (וכן כל ספק שיש בתקנה על יורשי האשה להביא ראיה דאין מוציאין ירושת הבעל מספיקא) (ב\"י בשם תשובת הר\"ן):"
    },
    {
      "id": "even_haezer-118-7",
      "section": 7,
      "text": "כל דין שיש לה בגביית כתובתה כפי דין תורה יש לה בחצי נכסים שנוטלת מכח התקנה:"
    },
    {
      "id": "even_haezer-118-8",
      "section": 8,
      "text": "אם נתנה האשה לבעלה או לאחר שיזכה אחר מותה בחצי נדונייתה הראוים יורשיה לירש כפי תקנת טוליטולה אינו כלום אבל אם מחלה מעכשיו לבעלה כל ש\"ח שיש לה עליו מחילתה מחילה: הגה ויש לילך בזה אחר לשון התקנה דאם משמע שם דאינה יכולה למחול בלא היורשין או שע\"מ כן נתן הנותן אין בידה לשנות ואם היא בעצמה נותנת הנדוניא יכולה למחול לבעלה או להתנות ליתן לאחר כפי מה שתחפוץ ובלבד שתעשה בפני עדים ובלא זה זוכים היורשים מכח המנהג (כל זה תמצא מבואר בב\"י בשם תשו' הרא\"ש ורשב\"ץ) במקום שיש תקנה שיורשי האשה יחלוקו עם הבעל כשמתה האשה תחלה יפרעו תחלה כל החובות שהבעל חייב ונאמן הבעל לומר כמה חייב במגו דאי בעי היה כופר ואומר שלא הניח כ\"כ (תשובת הרא\"ש כלל נ\"ה):"
    },
    {
      "id": "even_haezer-118-9",
      "section": 9,
      "text": "הכותב לאשתו בשעת נשואין ש\"ח בסכום ידוע ומתנה שתוכל לגבותו בכל עת שתרצה אם תגבנו ילקח בו קרקע והוא אוכל פירות ואם יש עליה חוב שלותה אחר שנשאת אינה גובה ממנו אבל אם לותה קודם שנשאת גובה ממנו אבל אם אינו עומד לגבות אלא לכשתתאלמן או תתגרש אינו יכול ב\"ח לגבות ממנו אלא ימכרוהו ב\"ד בטובת הנאה לו או לאחר אבל לא לבעל (וזהו אינו נכון אלא לא ימכרו ב\"ד בטובת הנאה לא לו ולא לאחרים דכל לגבי בעלה ודאי מחלה (טור) ואטרוחי בי דינא בכדי לא מטרחינן (ב\"י בשם גמרא החובל):"
    },
    {
      "id": "even_haezer-118-10",
      "section": 10,
      "text": "אם נתן לה הבעל מתנה אפילו בעל חוב שהלוה לה אחר שנשאת גובה ממנו:"
    },
    {
      "id": "even_haezer-118-11",
      "section": 11,
      "text": "שטר שזה נסחו הוו עלי עדים וכתבו וחתמו עלי בכל לשון של זכות ותנו ללאה אשתי כך וכך בתים במתנה גמורה אינו כלום (הואיל ולא כתב שהוא נותן לה ומה שאמר תנו לאו כלום הוא) (טור בשם תשובת הרא\"ש):"
    },
    {
      "id": "even_haezer-118-12",
      "section": 12,
      "text": "הנוהגים שהאשה המכנסת קרקע לבעלה כותבת לו שטר מתנה והוא כותב לה ש\"ח שתגבנו כל זמן שתרצה ואין מזכירין באותו שטר הקרקע שנתנה לו אין לאותו קרקע דין נכסי צאן ברזל אלא הרי הוא כשאר נכסיו:"
    },
    {
      "id": "even_haezer-118-13",
      "section": 13,
      "text": "הבעל אומר היא מתה תחלה ואח\"כ הבן ויורשיה אומרים לא כי אלא הבן מת תחלה עליהם להביא ראיה:"
    },
    {
      "id": "even_haezer-118-14",
      "section": 14,
      "text": "המתנה בכתובה שלא ישא אשה אחרת עליה אינו מתנה על מ\"ש בתורה:"
    },
    {
      "id": "even_haezer-118-15",
      "section": 15,
      "text": "הנושא אשה שפסקה מלדת ונשבע שלא ישא אשה אחרת עליה שלא מרצונה אין יכולים להתיר לו שבועתו שלא מדעתה:"
    },
    {
      "id": "even_haezer-118-16",
      "section": 16,
      "text": "מי שנשבע לתת לחבירו חצי מה שירויח ואינו מספיק לפרנסת אשתו אם יתן לזה חצי מה שמרויח אעפ\"כ צריך לקיים שבועתו:"
    },
    {
      "id": "even_haezer-118-17",
      "section": 17,
      "text": "אשה שמחלה כתובתה ונדונייתה לבעלה ואח\"כ טענה שבאונס מחלה מפני שהיה מגזם עליה לגרשה או לישא אחרת מפני שאינה יולדת אין זה טענת אונס לבטל המחילה:"
    },
    {
      "id": "even_haezer-118-18",
      "section": 18,
      "text": "אלמנה שגבתה כל הנכסים בכתובתה אינה חייבת בקבורת בעלה: הגה ואפי' אין כאן רק כדי קבורה היא גובאת כתובתה והוא נקבר מקופה של צדקה (תשו' הרא\"ש כלל מ\"ו והגהות מיי' פ' י\"ז ותשו' הרמב\"ן סי' ס\"ד והרשב\"א סי' אלף ק\"ג) אבל אם תפסו היתומים מטלטלין וקברו אותו א\"צ לשלם (ריב\"ש סי' ק\"ד):"
    },
    {
      "id": "even_haezer-118-19",
      "section": 19,
      "text": "המתנה עם בעלה בשעת נשואין שאם תמות תחתיו בלא ולד קיימא יהא שליש נדוניתא ליורשיה וגירשה והחזירה סתם על דעת תנאים ראשונים החזירה: הגה תקנת קהלות שו\"ם שאנו נוהגין בזמן הזה בנדוניית חתנים כמו שנתבאר לעיל סוף סי' נ\"ג י\"א שהתקנה לא נתקנה רק בנדוניא אבל לא בירושה שנפלה לאשה בעודה תחתיו (תשו' הרא\"ש כלל נ\"ד) וכן במתנות שנתנו לחתן ובזמן שהנכסים חוזרין מכח התקנה י\"א שחוזרין לנותני הנדוניא (תשו' מיי' להל' אישות וכן משמע ל' התקנה) וי\"א ליורשים (תשו' מיימוני ל' ה') וכן מנהג הקהלות ואין חילוק בין אם האב נותן הנדוניא או אחרים (ת\"ה סי' שכ\"א) אבל כשהן עצמן מכניסין הנדוניא לא תיקנו (מהרי\"ו ס\"ד) וכל מקום שיש מנהג הולכין אחר המנהג ואפי' לא התנו בשעת נשואין כאילו התנו דכל הנושא על דעת המנהג הוא נושא (ד\"ע וכ\"כ הרשב\"א סי' אלף ש\"ז ובתשובת מיי' סוף אישות ל\"ה) ואפי' הלך למקום שאין נוהגים מנהג הקהילות הולכין אחר מקום שנשאה שם (ריב\"ש סימן ק\"ה) ואם לא מתו הבת או הבן רק נהרגו או נשתמדו י\"א דלא שייך בזה דין חתנים אפי' לא נתן האב צריך ליתן אבל אם אין כאן זרע קיימא שצריכין להחזיר מכח תקנה אין חילוק בין נהרגו למתו אבל אם נשתמדו א\"צ להחזיר ויש להתיישב בדבר:"
    }
  ]
}