{
  "id": "even_haezer-163",
  "chapterLabel": "סימן 163",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-163-1",
      "section": 1,
      "text": "המייבם זוכה בנכסי המת וטענת בני היבם. ובו ח סעיפים:המייבם את יבמתו זוכה בנכסי המת ועומד במקומו ליטול חלקו בנכסי אביהם (ואפילו גירשה אח\"כ מיד (נ\"י פרק החולץ) ובלבד שהיתה ראוי לו ליבם) ודוקא במוחזק כגון שמת אביהם ואחר כך מת אחיו קודם שחלקו אבל לא בראוי כגון אם מת אחיו ואח\"כ אביהם ואפילו במוחזק אינו נוטל אלא בגוף הנכסים אבל אם השביחו הנכסים אינו נוטל חלק אחיו באותו שבח אפי' אם שבחו אחר יבום קודם חלוקה. הגה י\"א דכל שמקרי ראוי גבי בכור מקרי גם כן ראוי אצל יבם (ריב\"ש סי' ת\"ע) וי\"א דיבם נוטל במלוה ובשאר ראוי רק שאינו נוטל בראוי של אביו אם מת אחר אחיו (מהרי\"ו סי' מ\"א) והסברא ראשונה נראה עיקר:"
    },
    {
      "id": "even_haezer-163-2",
      "section": 2,
      "text": "החולץ ליבמתו הרי הוא כאחד משאר האחים לנחלה ואם האב קיים הוא יורש הכל ואם מת יחלוקו האחים ביניהם: הגה ואפילו רצה ליבם אלא שהיא לא רצתה וחלץ לה אין לו בנכסים רק כשאר יורש (ת\"ה סי' ר\"ך ואפילו קודם שחלץ אם תפס האב ואמר קים לי כמ\"ד מצות חליצה קודם ועל כרחן של אחים יצטרכו לחלוץ אין מוציאין הנכסים מידו מהרי\"ק שורש ע\"ג וצ\"א) וכל זה מדינא אבל כבר יש תקנה שהחולץ יש לו חצי הנכסים (וע\"ל סי' קס\"ה):"
    },
    {
      "id": "even_haezer-163-3",
      "section": 3,
      "text": "ייבם היבם בתוך שלשה חדשים וילדה לסוף תשעה חדשים ספק אם הוא בן תשעה חדשים לראשון או בן שבעה לשני ותובע הספק נכסי המת שאומר שהוא בנו והיבם אומר אני יורשו כי אתה בני חלקו היבם והספק ביניהם אפילו אם אחד מהם מוחזק אין חוששין לחזקתו ואם מת הספק קודם חלוקה יחלוקו הזקן והיבם ויש מי שאומר שאם אין אבי המת קיים יטול היבם הכל:"
    },
    {
      "id": "even_haezer-163-4",
      "section": 4,
      "text": "ספק ובני יבם שבאו לחלוק בנכסי המת הוא אומר אני בן המת ואטול הכל והם אומרים אחינו אתה ואין לך חלק אלא כאחד ממנו החלק שהם מודים לו יטול והשאר יחלוקו ויטול הוא חצי והם חצי ויש מי שאומר שכל הנכסים חולקים בשוה הוא מחצה והם מחצה:"
    },
    {
      "id": "even_haezer-163-5",
      "section": 5,
      "text": "ספק ובני יבם שבאו לחלוק בנכסי יבם לאחר שחלק היבם בנכסי המת ואומר הספק אם אחיכם אני תנו לי חלק ומה שלקחתי מנכסי המת עם אביכם אחזור ונחלוק הכל ואם איני אחיכם תחזרו לי נכסי אבי שלקח אביכם אין חוששין לדבריו :"
    },
    {
      "id": "even_haezer-163-6",
      "section": 6,
      "text": "ספק והיבם שבאו לחלוק בנכסי הזקן ואומר הספק אני בן המת ויש לי ליטול החצי אין שומעין לו:"
    },
    {
      "id": "even_haezer-163-7",
      "section": 7,
      "text": "ספק ובני יבם שבאו לחלוק בנכסי הזקן ואומר הספק אני בן המת ויש לי ליטול החצי והם אומרים אתה אחינו ואין לך אלא השליש החצי שהוא מודה להם יטלו והשליש שהם מודים לו יטול והשתות הנשאר יחלוקו יטול הוא חציו והם חציו:"
    },
    {
      "id": "even_haezer-163-8",
      "section": 8,
      "text": "זקן ויבם בנכסי ספק או ספק וזקן בנכסי יבם חולקים:"
    }
  ]
}