{
  "id": "even_haezer-004",
  "chapterLabel": "סימן 4",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-004-1",
      "section": 1,
      "text": "מי הם האסורים לבא בקהל ואיזהו הנקרא ממזר. ובו לז סעיפים:ממזרים ונתינים אסורים איסור עולם עד סוף כל הדורות בין זכרים בין נקבות:"
    },
    {
      "id": "even_haezer-004-2",
      "section": 2,
      "text": "עמוני ומואבי אסורין ואיסורן איסור עולם אבל נקבותיהן מותרות מיד:"
    },
    {
      "id": "even_haezer-004-3",
      "section": 3,
      "text": "מצרי ואדומי אינם אסורים אלא עד שלשה דורות אחד זכרים ואחד נקבות שאחר שנתגייר הוא ובנו שנולד לו אחר שנתגייר אסורים ובן בנו מותר:"
    },
    {
      "id": "even_haezer-004-4",
      "section": 4,
      "text": "מצרית מעוברת שנתגיירה בנה מצרי שני:"
    },
    {
      "id": "even_haezer-004-5",
      "section": 5,
      "text": "ישראל שבא על אחת מאלו הולד כמותה וא' מאלו חוץ מממזר שבא על בת ישראל הולד כשר לקהל אלא שפגום לכהונה:"
    },
    {
      "id": "even_haezer-004-6",
      "section": 6,
      "text": "נתגיירה אחת מאלו ונשאת לישראל או שנתגייר א' מאלו ונשא אשה ישראלית הולד הולך אחר הפסול לפיכך גר עמוני או מצרי שני שנשא בת ישראל הבת כשרה אפי' לכהונה שאחר איזה מהם שנלך היא כשרה אבל מצרי שני שנשא מצרית ראשונה הולד שני מצרי ראשון שנשא מצרית שניה י\"א הולד שלישי ולהרמב\"ם הולד שני:"
    },
    {
      "id": "even_haezer-004-7",
      "section": 7,
      "text": "עמוני שנשא אשה מצרית הולד עמוני ומצרי שנשא עמונית הולד מצרי שבאומות הלך אחר הזכר אבל אם נתגיירו הלך אחר הפגום שבשניהם לפיכך גר עמוני שנשא גיורת מצרית הולד אם הוא זכר דינו כעמוני להיות אסור לעולם ואם היא נקבה דינה כמצרית: הגה גר מצרי שנשא כותית עמונית הבן הוא עמוני והבת היא מותרת: (גירסא אחרת מצרית) (טור)"
    },
    {
      "id": "even_haezer-004-8",
      "section": 8,
      "text": "וגר מצרי שנשא גיורת עמונית הולד מצרי ואסור עד דור שלישי:"
    },
    {
      "id": "even_haezer-004-9",
      "section": 9,
      "text": "שאר כל האומות לאחר שנתגיירו הרי אלו כישראל מיד:"
    },
    {
      "id": "even_haezer-004-10",
      "section": 10,
      "text": "האידנא נתבלבלו כל האומות לפיכך עמוני ומואבי ואדומי שנתגיירו מותרים לבא בקהל מיד דכל דפריש מרובא פריש ואנו תולין שהוא מרוב אומות שהן מותרים מיד להרמב\"ם הוא הדין למצרי ולהרא\"ש מצרי באיסורו עומד:"
    },
    {
      "id": "even_haezer-004-11",
      "section": 11,
      "text": "עבד שהוטבל לשם עבדות אסור בישראלית וישראל אסור בשפחה בין אם היא שלו בין אם היא של אחר:"
    },
    {
      "id": "even_haezer-004-12",
      "section": 12,
      "text": "לאחר ששחררו רבו הוא כישראל לכל דבר הפקירו רבו או שהניח לו רבו תפילין או שהיה רבו שליח צבור וקראו לעלות לקרות בתורה או שהשיאו רבו ישראלית אינו מותר בבת ישראל עד שיכתוב לו גט שחרור ואעפ\"כ חוששין לקדושיו ויש מי שאומר דאפי' לא השיאו רבו אלא שהוא נשאה לפני רבו חוששין לקידושיו וכ\"ש אם הוא נשא שפחתו דחוששין לקדושיו) (טור):"
    },
    {
      "id": "even_haezer-004-13",
      "section": 13,
      "text": "איזהו ממזר זה הבא מאחת מכל העריות בין בחייבי מיתות בין בחייבי כריתות חוץ מהבא מהנדה שאע\"פ שהוא פגום אינו ממזר אפילו מדרבנן:"
    },
    {
      "id": "even_haezer-004-14",
      "section": 14,
      "text": "האשה שהיה בעלה במדינת הים ושהה שם יותר מי\"ב חדש וילדה אחר י\"ב חדש הולד ממזר שאין הולד שוהה במעי אמו יותר מי\"ב חדש ויש מי שאומר שאינו בחזקת ממזר וכיון דפלוגתא הוא הוי ספק ממזר: הגה אבל תוך י\"ב חדש אין לחוש דאמרי' דאשתהי כ\"כ במעי אמו (כעובדא פ' הערל וכ\"כ מהרי\"ק) ודוקא שלא ראו בה דבר מכוער אבל אם ראו בה דבר מכוער לא אמרי' דאשתהי כ\"כ וחיישינן ליה (בתשובת מיימוני) אשה שנתעברה מבעלה סוף סיון וילדה תחילת כסליו אע\"פ שאין ביניהם רק חמשה חדשים לא חיישי' לבנה לומר שהיתה מעוברת קודם לכן דהחדשים גורמים (עיין לקמן סימן קנ\"ו סעיף ד') והוה ליה בן ז' (בתשובת ר\"י מינץ סימן ו) ואפילו הפילה בתשרי ושמעה הולד בוכה לא חיישינן שהיתה מעוברת קודם לכן אפשר לו לבכות לחמשה חדשים אלא שהוא נפל ואינו ראוי להיות קיים (בב\"י בשם תשובה שכך השיב הר\"ד דוראן) (הובא בסוף הטור סי' קע\"ח):"
    },
    {
      "id": "even_haezer-004-15",
      "section": 15,
      "text": "אשת איש שיצא עליה קול שהיתה מזנה תחת בעלה והכל מרננים אחריה אין חוששין לבניה שמא הם ממזרים שרוב בעילות תולים בבעל אבל היא בעצמה חוששין לה משום זונה וכהן חושש לה מדין תורה (ואם בעלה כהן חוששין על בניה שהם חללים) (מהרי\"ו סי' כ\"ד) וישראל אם רוצה להתרחק מן הכיעור ואם היא פרוצה ביותר חוששין אף לבנים: הגה ומ\"מ היא נאמנת לומר על בניה שהם כשרים (מהר\"מ פדוואה סי' ל\"ג) היתה פרוצה כשהיתה פנויה או ארוסה ולא היתה פרוצה לאחר נישואין אע\"פ שראוה מנאפת פעם אחת בניה כשרים: (ג\"ז שם)"
    },
    {
      "id": "even_haezer-004-16",
      "section": 16,
      "text": "האשה שהלך בעלה למדינת הים ונשאת והרי בעלה קיים הולד מהשני ממזר גמור ומותר בממזרת ואם הראשון חזר ובא עליה קודם שגרשה השני וילדה הוא ממזר מדרבנן ואסור בממזרת גמורה ומותר בממזרת מדרבנן. כיוצא בו (אבל אם זינתה ואח\"כ בא בעלה עליה אין הולד ממזר (מרדכי סוף החולץ):"
    },
    {
      "id": "even_haezer-004-17",
      "section": 17,
      "text": "מי שחציו עבד וחציו בן חורין שבא על אשת איש הולד אין לו תקנה מפני שצד ממזרת וצד כשרות מעורבים בו לפיכך אסור אף בשפחה ובניו כמותו לעולם:"
    },
    {
      "id": "even_haezer-004-18",
      "section": 18,
      "text": "ישראל שנשא ממזרת או ממזר שנשא ישראלית הולד ממזר לעולם:"
    },
    {
      "id": "even_haezer-004-19",
      "section": 19,
      "text": "עכו\"ם ועבד שבאו על הממזרת הולד ממזר ואם באו על בת ישראל בין פנויה בין אשת איש הולד כשר ופגום לכהונה:"
    },
    {
      "id": "even_haezer-004-20",
      "section": 20,
      "text": "ממזר הבא על העכו\"ם הולד עכו\"ם ואם נתגייר הרי הוא כישראל ואם בא על השפחה הולד עבד נשתחרר ה\"ה בן חורין לפיכך ממזר נושא לכתחלה שפחה שקבלה עליה מצות טבלה לשם עבדות להתיר בניו שישתחררו ויהיו מותרים בישראלים:"
    },
    {
      "id": "even_haezer-004-21",
      "section": 21,
      "text": "עכו\"ם שבא על אמו והוליד ממנה בן ונתגייר אותו הבן מותר לבא בקהל:"
    },
    {
      "id": "even_haezer-004-22",
      "section": 22,
      "text": "גר ועבד משוחרר מותרים בממזרת וכן ממזר מותר בגיורת ובמשוחררת משום דקהל גרים לא אקרי קהל והולד ממזר ואפי' היתה הורתו ולדתו בקדושה כגון שהיה אביו גר ונשא גיורת אפי' הכי מותר בממזרת דוקא עד י' דורות אבל מכאן ואילך אסור שכבר נשתקע ממנו שם גירות ויבואו לומר ישראל נושא ממזרת ולהרמב\"ם מותר בממזרת וכן בן בן בנו עד שישתקע שם גירותו ממנו ולא יודע שהוא גר ואח\"כ יאסר בממזרת אחד הגרים וא' העבדים המשוחררים דין אחד לכולם:"
    },
    {
      "id": "even_haezer-004-23",
      "section": 23,
      "text": "גר שנשא בת ישראל או ישראל שנשא גיורת הולד ישראל לכל דבר ואסור בממזרת:"
    },
    {
      "id": "even_haezer-004-24",
      "section": 24,
      "text": "ממזר נושא ממזרת בד\"א כששניהם ודאין אבל אם הא' ודאי והשני ספק או אפילו שניהם ספק אסורים זה בזה דשמא האחד ממזר והשני אינו ממזר וכיצד ספק ממזר כגון שבא מספק ערוה שבא אביו על אשה שנתקדשה ספק קדושין או שנתגרשה ספק גירושין:"
    },
    {
      "id": "even_haezer-004-25",
      "section": 25,
      "text": "יבמה שלא שהתה אחר בעלה שלשה חדשים ונתיבמה וילדה ספק בן ט' לראשון או בן ז' לאחרון הולד כשר ואם אח\"כ חזר ובא עליה יבם ונתעברה וילדה הולד ספק ממזר ואסור בממזרת ובבת ישראל:"
    },
    {
      "id": "even_haezer-004-26",
      "section": 26,
      "text": "פנויה שנתעברה וילדה אם אינה לפנינו לבדקה או שהיא שוטה או אלמת ואפי' אם אומרת של פלוני הוא ואנו מכירים באותו פלוני שהוא ממזר אין זה הולד אלא ספק אפי' אם מודה אותו פלוני שנבעלה לו שכשם שזינתה עם זה כך זנתה עם אחר ואם אותו פלוני הוא כשר הולד כשר ומ\"מ אין אנו מחזיקים אותו בבנו ודאי ליורשו אם אינו מודה שהוא בנו. ואפי' היתה מיוחדת לו אינה נאמנת עליו (ר\"ן סוף פ' אלמנה לכ\"ג) (ואפי' עד א' נאמן עליו כשמכחישו) (ג\"ז שם) אבל חוששין לדבריה ואסור בקרובות אותו פלוני: הגה ודוקא פנויה אבל אם זנתה תחת הבעל אפי' אומרת של פלוני הוא והוא ממזר אין חוששין לדבריה דתולין רוב בעילותיה בבעל וכשר ומותר בקרובי אותו פלוני שאומרת עליו: (פסקי מהרא\"י סימן ל\"ז וכן כתב בנימין זאב):"
    },
    {
      "id": "even_haezer-004-27",
      "section": 27,
      "text": "ארוסה שנתעברה והיא בבית אביה אם היא אומרת שמהארוס נתעברה אם הוא מודה או שאינו בפנינו הולד כשר והוי בנו ליורשו ואפי' אם הארוס אומר שאינו זוכר רק שאינו מכחישה (שם בהר\"ן) ואם אינו מודה אלא מכחישה שאינו ממנו הולד ממזר ודאי ואם אינה בפנינו לשאול אותה או שאומרת איני יודעת ממי הוא הוי ספק ממזר והאשה אינה בחזקת זונה אלא נאמנת לומר לארוס נבעלתי אפי' הוא מכחישה וה\"מ לעלמא שאם נשאת לכהן לא תצא והולד ממנו כשר אבל לארוס גופיה אסורה דהא שויה אנפשיה חתיכא דאיסורא:"
    },
    {
      "id": "even_haezer-004-28",
      "section": 28,
      "text": "היו העם מרננים אחריה שזינתה עם ארוסה ועם אנשים אחרים אע\"פ שבא עליה הארוס בבית חמיו הולד ספק ממזר שכשם שהפקירה עצמה לארוס כך הפקירה עצמה לאחרים ואם נבדקה ואמרה לארוס נבעלתי הולד כשר. (וכן אם ידוע שהארוס בא עליה ולא יצא קול שזנתה מאחרים): (וכן משמע פרק אלמנה לכ\"ג הביאו הר\"ן ספ\"ק דכתובות והמ\"מ בפ' ט\"ו מה' א\"ב):"
    },
    {
      "id": "even_haezer-004-29",
      "section": 29,
      "text": "אשת איש שאומרת על העובר שאינו מבעלה אינה נאמנת לפוסלו: הגה וי\"א דוקא בנשואה שיש לבן חזקת כשרות אבל ארוסה שאומרת על בנה שהוא ממזר אע\"פ שהארוס אומר שהוא שלו ושלא זזה ידו מתוך ידה י\"א דהבן הוי ספק ממזר וי\"א דהוא נאמן (סברת הרב דבארוס מיירי דברי נ\"י פרק אלמנה בנדון זה שהביא ב' דיעות אלו) אבל האב שאומר על העובר שאינו ממנו או על אחד מבניו שאינו בנו נאמן לפוסלו והוא ממזר ודאי ואם יש בנים לבן אינו נאמן אף על הבן ואם היא אומרת מכותי או מעבד נתעברתי הולד כשר שאין הבעל יכול להכחישה בזה: הגה והא דאב נאמן על בנו היינו דוקא שלא היה לו חזקת כשרות על פי האב אבל הוי ליה חזקת כשרות על פי האב שוב האב אינו נאמן עליו רק בסהדי (ר\"י בשם הרמ\"ה) האב שאמר על בנו שהוא ממזר וחזר אח\"כ ונתן אמתלא לדבריו למה דבר בתחלה כך נאמן (מהר\"מ מרוזבורק) הא דאב נאמן על בנו היינו במי שהוא בחזקת אביו כגון באשתו נשואה אבל פנויה שאומרת זהו בן פלוני והוא אומר שמממזר נתעברה אינו נאמן לפוסלו והיא נאמנת עליו להכשירו (ת\"ה סי' רס\"ז):"
    },
    {
      "id": "even_haezer-004-30",
      "section": 30,
      "text": "האומר על עצמו שהוא ממזר נאמן לאסור עצמו בבת ישראל ואסור בממזרת עד שיודע ודאי שהוא ממזר ובנו כמוהו ואם יש לו בני בנים אינו נאמן לפסול אלא לעצמו:"
    },
    {
      "id": "even_haezer-004-31",
      "section": 31,
      "text": "אסופי שנאסף מהשוק הוי ספק ממזר כגון שאין הוכחה שלא הושלך לשם מיתה אבל אם יש הוכחה שלא הושלך לשם מיתה בין שיש הוכחה בגופו כגון שהוא מהול או שאיבריו מתוקנים ומיושרים כמו שעושין לנערים או שהוא משוח בשמן או ששמו לו כחול בעיניו או תלו לו קמיע בין שיש הוכחה במקום כגון שנמצא במקום שרבים מצוים שם או שתלוי באילן במקום שאין החיה מגעת שם והיה סמוך לעיר או שנמצא בבית הכנסת הסמוך או בצידי רשות הרבים אין בו משום אסופי כיון שחוששין עליו לשומרו ולא הושלך שם אלא משום רעבון:"
    },
    {
      "id": "even_haezer-004-32",
      "section": 32,
      "text": "הולד שהיה מושלך בדרך ובא א' ואמר בני הוא ואני השלכתיו נאמן וכן אמו נאמנת נאסף מן השוק ובאו אביו ואמו ואמרו בנינו הוא אין נאמנים הואיל ויצא עליו שם אסופי ובשני רעבון נאמנים שמפני הרעב השליכוהו והם רוצים שיזונו אותו אחרים ולפיכך שתקו עד שנאסף:"
    },
    {
      "id": "even_haezer-004-33",
      "section": 33,
      "text": "האסופי שנמצא בעיר שיש בה כותים וישראל בין שהוא רוב כותים או רוב ישראל הרי זה ספק כותי לענין יוחסין קידש אשה צריכה גט מספק הטבילוהו ב\"ד לשם גרות או שטבל משהגדיל הרי הוא לענין יוחסין כשאר אסופים הנמצאים בערי ישראל שאין הטבילה מועלת אלא להוציאו מידי כותי:"
    },
    {
      "id": "even_haezer-004-34",
      "section": 34,
      "text": "אם לא טבל ולא הטבילוהו ב\"ד היה רוב העיר כותים מותר להאכילו נבלות היה רובן ישראל מחזירים לו אבידתו כישראל מחצה על מחצה מצוה להחיותו כישראל ומפקחין עליו את הגל בשבת והרי הוא לענין נזקין ובכל ספק ממון המוציא מחבירו עליו הראייה: הגה וי\"א דאפילו ברוב כותים מפקחים עליו הגל בשבת ואין מצווין להחיותו אלא ברוב ישראל: (טור)"
    },
    {
      "id": "even_haezer-004-35",
      "section": 35,
      "text": "נשים שילדו בבת אחת אשת כהן ולוי וישראל וממזר נאמנת החיה לומר זה הבן כהן הוא או לוי או ממזר מפני שלא הוחזק ואין אנו יודעים יחוסם בד\"א כשהוחזקה נאמנת ולא ערער עליה אדם אבל אם ערער עליה אפילו אחד ואמר בשקר מעידה אינה נאמנת והרי הבן בחזקת כשר ואין לו יחוס:"
    },
    {
      "id": "even_haezer-004-36",
      "section": 36,
      "text": "הספיקות כגון שתוקי ואסופי אסור לבא זה עם זה ואם נשאו לא יקיימו אלא יוציאו בגט והולד ספק כאבותיו ואין לספיקות אלו תקנה אלא שישאו מהגרים והולד הולך אחר הפגום כיצד שתוקי או אסופי שנשאו גיורת או משוחררת או גר משוחרר שנשא שתוקית או אסופית הולד שתוקי או אסופי:"
    },
    {
      "id": "even_haezer-004-37",
      "section": 37,
      "text": "כל מדינה שיש בה שפחה או כותית שראויה לילד הואיל והאסופי הנמצא בה ספק כותי או עבד כשישא גיורת הרי זו ספק אשת איש וכן השתוקי שנשא אשה שאפשר שתהיה ערוה לו הרי היא בספק אשת איש שאין קדושין תופסין בעריות ואיזו אשה שאפשר שתהיה ערוה עליו כל אשה שאביה או אחיה קיים כשנתעברה אמו וכל אשה שנתגרשה או נתאלמנה שמא היא אשת אביו או אשת אחי אביו: הגה הקראים אסור להתחתן בהם וכולם הם ספק ממזרים ואין מקבלים אותם אם רוצים לחזור (ב\"י מ\"כ בתשובת ר' שמשון) אבל האנוסים החוזרים לדת ישראל נ\"ל שמותר להתחתן בהם כמו בשאר גרים (הנ\"ל):"
    }
  ]
}