{
  "id": "even_haezer-002",
  "chapterLabel": "סימן 2",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-002-1",
      "section": 1,
      "text": "שישתדל כל אדם ליקח לו אשה הגונה. ובו יא סעיפים:לא ישא אדם אשה שיש בה שום פיסול: הגה כל הנושא אשה פסולה משום ממון הויין לו בנים שאינם מהוגנים אבל בלאו הכי שאינה פסולה עליו אלא שנושאה משום ממון מותר (תשובת ריב\"ש סימן ט\"ו מי שרוצה לישא אשה פסולה בני משפחתו יכולין למחות בו (הר\"ן פרק המוכר) ואם אינו רוצה להשגיח בהם יעשו איזה דבר לסי' שלא יתערב זרעו בזרעם ומי שפסקו לו ממון הרבה לשידוכין וחזרו בהם לא יעגן כלתו משום זה ולא יתקוטט בעבור נכסי אשתו ומי שעושה כן אינו מצליח ואין זיווגו עולה יפה כי הממון שאדם לוקח עם אשתו אינו ממון של יושר וכל העושה כן מקרי נושא אשה לשם ממון אלא כל מה שיתן לו חמיו וחמותו יקח בעין טוב ואז יצליח (ב\"י בשם א\"ח):"
    },
    {
      "id": "even_haezer-002-2",
      "section": 2,
      "text": "כל המשפחות בחזקת כשרות ומותר לישא מהם לכתחילה ואעפ\"כ אם ראית ב' משפחות שמתגרות זו בזו תמיד (או ב' בני אדם שמתגרים זה בזה) בפ\"י יוחסין) או ראית משפחה שהיא בעלת מצה ומריבה תמיד או ראית איש שהוא מרבה מריבה עם הכל ועז פנים ביותר חוששין להם וראוי להתרחק מהם שאלו סימני פסלות הם וכן כל הפוסל אחרים תמיד כגון שנותן שמץ במשפחות או ביחידים ואומר עליהם שהם ממזרים חוששין לו שמא ממזר הוא ואם אומר להם שהם עבדים חוששין לו שמא עבד הוא שכל הפוסל במומו פוסל וכן מי שיש בו עזות פנים ואכזריות ושונא את הבריות ואינו גומל להם חסד חוששין לו ביותר שמא גבעוני הוא:"
    },
    {
      "id": "even_haezer-002-3",
      "section": 3,
      "text": "משפחה שקרא עליה ערער והוא שיעידו שנים שנתערב בהם ממזר או חלל או שיש בהם עבדות ה\"ז ספק ואם משפחת כהנים היא לא ישא ממנה אשה עד שיבדוק עליה ד' אמהות שהן ח' אמה ואם אמה אם אבי אמה ואמה. וכן הוא בודק על אם אביה ואמה אם אבי אביה ואמה ואם היתה משפחה זו שקרא עליה ערער לוים או ישראלים מוסיף לבדוק עליהם עוד אחת ונמצא בודק עשרה אמהות אבל אשה הבאה לינשא אינה צריכה לבדוק שלא הוזהרו כשרות לינשא לפסולים:"
    },
    {
      "id": "even_haezer-002-4",
      "section": 4,
      "text": "כל שקורין לו ממזר ושותק או נתין ושותק או חלל ושותק או עבד ושותק חוששין לו ולמשפחתו ואין נושאין מהם אא\"כ בודקין כמו שנתבאר: הגה וי\"א דדוקא משפחה שנתערב בה אחד מאלו הפסולים אבל אדם אחר שקורין לו כך ושותק אין בכך כלום. (טור בשם ר\"י וב\"י בשם הרמב\"ן והרשב\"א) וי\"א עוד דכ\"ז דוקא בדורות הראשונים שהיו ב\"ד נזקקין למי שחרף חבירו ומענישים אותו כראוי לכן הוי שתיקה כהודאה אבל עכשיו השותק על המריבה הרי זה משובח אא\"כ קורין לו כך שלא בשעת מריבה (ב\"י בשם השגות הראב\"ד) וי\"א דלא אמרי' שתיקה כהודאה אא\"כ צווח על פיסול אחר אבל אם שותק תמיד לא הוי כהודאה (הר\"ן סוף פ\"ק דכתובות) וכ\"ז מיירי בפיסול הנוגע בעצמו אבל אם רוצים לפסול זרעו בפניו ושותק אין בכך הודאה אבל למיחש קצת מיהא בעינן (תשובת ר\"מ פדוואה סי' י\"ד) והשומע חרפתו בשאר דברים ושותק סימן הוא שהוא מיוחס:"
    },
    {
      "id": "even_haezer-002-5",
      "section": 5,
      "text": "משפחה שנתערב בה ספק חלל כל אשה כשרה שנשאת לאחד מאותה משפחה ונתאלמנה אסורה לכהן לכתחלה ואם נשאת לא תצא מפני שהם שתי ספקות שמא זו אלמנת אותו חלל שמא אינה אלמנתו ואם נאמר שהיא אלמנתו שמא אינו חלל: הגה וי\"א דוקא האלמנה דהוה ליה חזקת כשרות אבל בתה אפי' נשאת תצא ויש מקילין ואומרים דאין חילוק בינה לבתה (ב' הדעות בב\"י בסס\"ז) אבל אם נתערב בה חלל ודאי כל אשה מהם אסורה עד שיבדוק ואם נשאת תצא וה\"ה אם נתערב בה ספק ממזר או ממזר ודאי: הגה וכ\"ז דוקא למי שיודע בדבר אבל משפחה שנתערב בה פסול ואינו ידוע לרבים כיון שנטמעה נטמעה והיודע פסולה אינו רשאי לגלותה אלא יניחנה בחזקת כשרות שכל המשפחות שנטמעו בישראל כשרים לעתיד לבא ומ\"מ כשר הדבר לגלות לצנועין (כך משמע מהר\"ן פרק עשרה יוחסין) ודוקא משפחה שנטמעה ונתערבה אבל כל זמן שלא נתערבה מגלין הפסולים ומכריזין עליהם כדי שיפרישו מהם הכשרים (שם בהגהות אלפסי) ועיין בחוה\"מ סימן ל\"ה מי נאמן להעיד על משפחות:"
    },
    {
      "id": "even_haezer-002-6",
      "section": 6,
      "text": "לעולם ישתדל אדם לישא בת ת\"ח ולהשיא בתו לת\"ח לא מצא בת ת\"ח ישא בת גדולי הדור לא מצא בת גדולי הדור ישא בת ראשי כנסיות. לא מצא בת ראשי כנסיות ישא בת גבאי צדקה. לא מצא בת גבאי צדקה ישא בת מלמדי תינוקות ואל ישיא בתו לעם הארץ: הגה ועל בנותיהן הוא אומר ארור שוכב עם בהמה וכל זה בע\"ה שאינו מדקדק במצות (טור) ומצוה לאדם שישא בת אחותו (גמ' בסנהדרין וביבמות) וי\"א אף בת אחיו (הרמב\"ם פ\"ב דהל' א\"ב):"
    },
    {
      "id": "even_haezer-002-7",
      "section": 7,
      "text": "לא ישא אדם אשה לא ממשפחת מצורעין. ולא ממשפחת נכפין. והוא שהוחזק ג' פעמים שיבואו בניהם לידי כך:"
    },
    {
      "id": "even_haezer-002-8",
      "section": 8,
      "text": "ע\"ה לא ישא כהנת ואם נשא אין זיווגם עולה יפה שתמות היא או הוא מהרה או תקלה תבא ביניהם אבל ת\"ח שנושא כהנת הרי זה נאה ומשובח תורה וכהונה במקום א':"
    },
    {
      "id": "even_haezer-002-9",
      "section": 9,
      "text": "לא ישא בחור זקנה ולא זקן ילדה שדבר זה גורם לזנות:"
    },
    {
      "id": "even_haezer-002-10",
      "section": 10,
      "text": "לא ישא אדם אשה ודעתו לגרשה ואם הודיע תחלה שהוא נושא אותה לימים ידועים מותר:"
    },
    {
      "id": "even_haezer-002-11",
      "section": 11,
      "text": "לא ישא אדם אשה במדינה זו וילך וישא אשה אחרת במדינה אחרת שמא יזדווגו הבנים זה לזה ונמצא אח נושא אחותו ואדם גדול ששמו ידוע וזרעו מפורסם אחריו מותר:"
    }
  ]
}