{
  "id": "even_haezer-130",
  "chapterLabel": "סימן 130",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-130-1",
      "section": 1,
      "text": "דיני עדי הגט וחתימתו ואם אינם יודעים לקרות או לחתום. ובו כב סעיפים:צריך שיחתמו שני עדים כשרים (זה תחת זה) (במרדכי) הל' גיטין למטה משטה אחרונה של גט ולא יניחו כדי אויר שני שיטין בין שיטה אחרונה לחתימתם: הגה ואם הניחו הגט פסול (טור) ויש חולקין ומכשירין ע\"י עידי מסירה הרמב\"ם והרמב\"ן והרשב\"א והר\"ן ואם חתם העד האחרון תחילה ואח\"כ חתם הראשון כשר אע\"פ דמתחלה היה השני חתום שני שיטות מן הגט (סדר גיטין) ומ\"מ לכתחלה לא יעשו כי\"א דלכתחלה אין לחתום בגט אפי' קרוב ונתרחק או מחותנים בעלמא (בסדר הגט בשם מהרי\"ל) וטוב \") להדר אחר הסופר שלא יהיה קרוב לאיש ולאשה אבל היכא דלא אפשר אין קפידא בדבר (מהרי\"ק ק\"ו) ולא יהא אחד מן העדים חשוד בעריות ויש מחמירין שלא יהיו בעל מום ושלא יהיו העדים קרובים לסופר וכולם לא יהיו קרובים לרב המסדר הגט וטוב לחוש לכל זה לכתחלה (כ\"ז בסדרים) גם נוהגין ליקח עידי חתימה לעידי מסירה והם יראו שהבעל צוה לסופר לכתוב כדי שיהיה הכל נעשה בפני כת אחד של עדים (במרדכי הל' גיטין ובסמ\"ג) ולא יחתמו העדים רק בדיו וקולמוס של בעל כמו הסופר (בסדרים) וכמו שנתבאר לעיל ריש סי' ק\"ך:"
    },
    {
      "id": "even_haezer-130-2",
      "section": 2,
      "text": "יתחיל בראש שיטה שלא ישאר חלק בגליון הגט לפני חתימתן:"
    },
    {
      "id": "even_haezer-130-3",
      "section": 3,
      "text": "לא יהיה בין הגט לחתימת העדים כתוב דבר שאינו מענין הגט ואם כתוב כן כגון שכתוב שאלו בשלומה פסול שמא לא חתמו אלא על שאלת שלום אבל אם כתב ושאלו (בשלומה) כשר שהיא מדובק עם של מעלה ועל הכל חתמו:"
    },
    {
      "id": "even_haezer-130-4",
      "section": 4,
      "text": "חתמו בראש הגט או מצידו או בימינו או בשמאלו או מאחריו פסול:"
    },
    {
      "id": "even_haezer-130-5",
      "section": 5,
      "text": "אף כשחותמין למטה צריך שיהיה גב החתימה כלפי הגט ואם היו רגלי החתימה כלפי הגט פסול:"
    },
    {
      "id": "even_haezer-130-6",
      "section": 6,
      "text": "כל אלו שאמרנו פסול אם יש כאן עידי מסירה כשר:"
    },
    {
      "id": "even_haezer-130-7",
      "section": 7,
      "text": "שייר מקצת הגט וכתבו בדף השני והעדים מלמטה בסוף הדף השני כשר והוא שיהיה במגילה שניכר שלא נחתך ושלכך נתכוין הסופר שישלים בדף השני אבל אם אינו ניכר אע\"פ שנמסר בעדים הרי זו ספק מגורשת שמא שני גיטין היו ונחתך מקצת זה מסוף הדף ומקצת השני מראש הדף: הגה מיהו אם יש עדים שגט אחד היה מתחלה ונמסר לה בעדים כשר (המ\"מ פ\"ד) דבק שני עורות ביחד ע\"י דבק וכתב עליהם גט פסול מספק:"
    },
    {
      "id": "even_haezer-130-8",
      "section": 8,
      "text": "כתב שני גיטין בב' דפין במגילה אחת זה אצל זה והעדים מתחת זה לתחת זה ששם העד תחת הראשון ושם אביו תחת הב' וכן העד הב' תחתיו את ששמות העדים חתומים תחתיו כשר ואם כתב ראובן בן תחת הראשון יעקב עד תחת השני פסול השני ואם כתב ראובן תחת הראשון ובן יעקב עד תחת השני אף השני כשר: הגה ואם נמסר בעדים ליד אותה שאין עליו עדים כשר בדיעבד דהא לא גרע מאלו לא היו עליו עדים כלל (ב\"י בשם הרמב\"ם) וע\"ל סי' קל\"ג:"
    },
    {
      "id": "even_haezer-130-9",
      "section": 9,
      "text": "ה' שכתבו גט א' לחמש נשותיהם אם כתבוהו בכלל כגון שכתבו בו כך וכך לשבת גירש פלוני לפלונית ופלוני לפלונית וכן אמר כל א' מהם לאשתו ליכי דיתיהוייין וכל טופס הגט והב' עדים חותמים מלמטה ה\"ז גט כשר וינתן לכל אחת בעידי מסירה ואם אין שם עידי מסירה כל מי שתצא מגילה זו מתחת ידה מגורשת אבל אם כתב בכך בשבת גירש פלוני לפלונית והשלים הגט והתחיל תחתיו גט אחר באותה מגילה וכתב וביום זה גירש פלוני לפלונית והשלים הגט השני וכן עד שהשלים כל הגיטין והעדים מלמטה אם נתנה מגילה זו לכל אחת מהן בעידי מסירה הרי כלם מגורשות ואם אין שם עידי מסירה והיתה מגילה זו יוצאה מתחת יד אחת מהן אם היתה זו שגיטה באחרונה שהעדים נקראים עמו הרי זו מגורשת ואם היתה המגילה יוצאת מתחת יד אחת מן הראשונו' ה\"ז ספק מגורשת: הגה וכל זה שכתב ופלוני ופלונית וכו' אבל אם כתב בשני וכן באחרים פלוני לפלונית אינו כשר רק האחרון (טור):"
    },
    {
      "id": "even_haezer-130-10",
      "section": 10,
      "text": "כתב אני פלוני ופלוני גירשנו נשותינו פלונית ופלונית והשלים הגט אע\"פ שנמסר לכל אחד מהן בעדי מסירה אינו גט שאין ב' נשים מתגרשות בגט א' שנאמר וכתב לה ולא לה ולחברתה חזר ופרטן בתוך הגט וכתב פלוני גירש פלונית ופלוני גירש פלונית בזמן הזה הרי אלו כשרים:"
    },
    {
      "id": "even_haezer-130-11",
      "section": 11,
      "text": "כשחותם העד צריך לכתוב שמו ושם אביו כגון יוסף בן יעקב עד כתב יוסף עד או בן יעקב עד או יוסף בן יעקב ולא כתב עד כשר: הגה י\"א מאחר דסגי אם כתב יוסף עד א\"כ בן יעקב לא צריך למכתב ואם טעה או שינה בו אין לפסול (ת\"ה סימן רכ\"ח) וכמו שנתבאר לעיל סי' קכ\"ח בכיוצא בזה ואין לסמוך ע\"ז רק בשעת הדחק ובמקום עגון (וע\"ל סי' קכ\"ח) עד שיש לו ב' שמות כיצד יחתום עצמו ואין העד צריך לחתום עצמו בחניכתו (שם סי' רל\"ד) אפי' לכתחלה גם לא יחתום עצמו או אביו בשם רב או חכם רק פלוני ב\"פ עד (סדר גיטין) וכל דבר שיש בו קצת ספק כיצד כותבין אין ראוי לכתחילה לחתמו כי אין ליכנס לספיקות לכתחילה בלא צורך (ד\"ע) ולכן אין חותמין לעד מי שאביו מומר כמו שנתבאר לעיל סימן קכ\"ט וה\"ה לכל כיוצא בזה (ולכתחלה נזהרין בחתימת העדים בכל דבר שנזהרין בכתיבת הגט הן דבעינן כתיבה תמה ומוקף גויל) (ב\"י בשם הקונטריס) וכל כיוצא בזה:"
    },
    {
      "id": "even_haezer-130-12",
      "section": 12,
      "text": "אבל כתב יוסף לבד ולא כתב עד פסול (וכ\"ש אם כתב בן פלוני ולא כתב עד דפסול) (ב\"י):"
    },
    {
      "id": "even_haezer-130-13",
      "section": 13,
      "text": "עידי הגט אין חותמים אלא זה בפני זה ואם חתמו זה שלא בפני זה פסול וי\"מ אם חתמו שנים זה בפני זה והשלישי שלא בפניהם (טור בשם ר\"ת):"
    },
    {
      "id": "even_haezer-130-14",
      "section": 14,
      "text": "גט שנכתב בכתב מהלשונות ועדיו חתומים בכתב אחר כשר והוא שיהיו העדים מכירים לשון הכתב והכתיבה."
    },
    {
      "id": "even_haezer-130-15",
      "section": 15,
      "text": "א' מהעדים חתם בכתב לשון א' והעד השני בכתב לשון אחר כשר:"
    },
    {
      "id": "even_haezer-130-16",
      "section": 16,
      "text": "העדים שחותמין על הגט צריכים להיות יודעים לקרות ולחתום ואם אינם יודעים לקרות קוראים בפניהם וחותמין והוא שיכירו לשון הגט ואם אינם יודעים לחתום רושמים להם הנייר ברוק וכיוצא בו מדבר שאין רשומו מתקיים והם כותבין על הרושם: הגה ויש אוסרין לעשות כך לכתחלה אלא מקרעין נייר חלק לפניהם והם חותמין דרך הקרע (טור בשם הרמ\"ה):"
    },
    {
      "id": "even_haezer-130-17",
      "section": 17,
      "text": "גט שחתמו בו עדים פסולים אפי' אחד פסול ואחד כשר הרי זה פסול אפי' יש כאן עידי מסירה שהרי הוא מזוייף מתוכו:"
    },
    {
      "id": "even_haezer-130-18",
      "section": 18,
      "text": "יש ליזהר שלא לחתום הסופר לעד מפני שיש פוסלין:"
    },
    {
      "id": "even_haezer-130-19",
      "section": 19,
      "text": "גט שנעשה בערכאות של כותים ועידי כותים חתומין עליו אפי' כתבו ישראל ונמסר בעידי מסירה ישראל ושמות עדים הכותים החתומים בו מובהקים וניכרים לכל שהם כותים דליכא למיחש דילמא אתי למסמך עלייהו אפ\"ה פסול אבל אשה שמביאה לפנינו גט שנתגרשה בו לינשא בו ושמות העדים כשמות כותים אם הם שמות שאין דרך ישראל לקרות בהם כלל תנשא בו שודאי ישראל הם שלא היו טועים מחתומי הגט להחתום שמות כאלו אם לא שידעו שישראלים הם ואם הם שמות שדומין קצת לשמות ישראל חיישינן שמא טעו מחתימי הגט שסברו שהם ישראל ושמא כותים הם ולא תנשא בו:"
    },
    {
      "id": "even_haezer-130-20",
      "section": 20,
      "text": "נתן לה הגט בינו לבינה ואפילו בעד אחד אינו גט בד\"א כשהיה הגט בכתב יד הסופר אבל אם כתב הבעל הגט בכתב ידו וחתם עד א' ונתנו לה ה\"ז גט פסול ופוסל לכהונה:"
    },
    {
      "id": "even_haezer-130-21",
      "section": 21,
      "text": "לא יטלו עידי הגט שכר יותר מכדי שכר בטלה דמוכחת: הגה וי\"א דמתנין עם העדים שאם יקלקלו הגט שישלמו אותו ומכח זה מותר לקבל שכר הרבה או מטעם דהעדים אסורים לישא הגרושה (בסדר גיטין בשם מהרז\"ך) כמו שנתבאר לעיל בסי' י\"ב וכן נוהגין:"
    },
    {
      "id": "even_haezer-130-22",
      "section": 22,
      "text": "יש מי שאומר שצריך שייבש הגט קודם שיחתמו העדים:"
    }
  ]
}