{
  "id": "even_haezer-035",
  "chapterLabel": "סימן 35",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-035-1",
      "section": 1,
      "text": "דיני שליחות לקדושין. ובו טו סעיפים:האיש יכול לעשות שליח לקדש לו אשה בין אשה סתם בין אשה פלונית ויאמר לה השליח הרי את מקודשת לפלוני אבל אם אפשר לו לקדשה בעצמו אסור לקדשה ע\"י שליח אא\"כ מכירה שמא אח\"כ ימצא בה דבר מגונה ותתגנה עליו ומ\"מ אע\"פ שמכירה מצוה שיקדשנה בעצמו אם אפשר:"
    },
    {
      "id": "even_haezer-035-2",
      "section": 2,
      "text": "השליח נעשה עד לפיכך אם עשה שני שלוחים לקדש לו אשה א\"צ עדים אחרים בד\"א כשאין שם כפירת ממון כגון שקידשה בשטר או אפילו בכסף והיא מודה שקבלתו אלא שאומרת שלא קבלתו לשם קדושין אלא לשם פקדון אבל אם יש שם כפירת ממון שאומרת שלא קבלה מהם כסף (או שטר שיש בו שוה פרוטה) (המגיד משנה פ\"ג) הרי זו ספק מקודשת:"
    },
    {
      "id": "even_haezer-035-3",
      "section": 3,
      "text": "א\"צ עדים במינוי האיש שליח לקדש לו אשה רק שהשליח והמשלח מודים בדבר ולא מקרי הודה רק אם הודה בפני עדים כדרך הודאה (ריב\"ש סי' קצ\"ג) אבל בשליחות האשה שהיא עושה שליח לקבל קדושין צריך שיהי' בעדים וי\"א שגם בשליחות האיש צריך עדים: הגה וי\"א דאף בשליחות האשה בלא עדים יש להחמיר (טור בשם הרא\"ש) ואם לא היו עדים אצל הקדושין והאשה והשליח אומרים שנתקדשה כראוי ובא אחר וקדשה צריכה גט (ריב\"ש סי' פ\"ב) ואם אין עדים בדבר והמשלח כופר שעשאו שליח י\"א דהוי ספק מקודשת (מרדכי פרק האיש מקדש) וי\"א דאינה מקודשת כלל (ראבי\"ה ור\"י מינץ) וכן נראה עיקר:"
    },
    {
      "id": "even_haezer-035-4",
      "section": 4,
      "text": "יש מי שאומר שאפילו לא מינוהו שליח בהדיא אלא שגילה דעתו שהוא חפץ באשה פלונית וא\"ל לשדכה לו והלך השדכן וקדשה לו בלא מינוי שליחות הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-035-5",
      "section": 5,
      "text": "יש מי שאומר שאם האב הרצה הדברים לפני הבן שהוא רוצה לקדשה לו ושתק הבן והלך האב וקידשה לו הרי זו מקודשת דמחמת כיסופא דאב שתק ועשאו שליח לקדש לו אבל באיניש אחריני כה\"ג הרי זו ספק מקודשת:"
    },
    {
      "id": "even_haezer-035-6",
      "section": 6,
      "text": "הכל כשרין לשליחות קדושין חוץ מחש\"ו לפי שאינן בני דעת והכותי לפי שאינו בן ברית והעבד לפי שאינו בתורת קדושין: הגה וי\"א דשליח ראשון יוכל לעשות שליח שני (מרדכי פ' המקבל בשם י\"א) אם מוסר לו הקידושין שמסר לו הבעל אבל אם לא מסר לו הבעל הקדושין רק צוה אותו לקדשה בכל כסף שירצה אין עושה שליח וי\"א דבכל ענין אין שליח ראשון עושה שליח שני (הגהות מרדכי פרק האיש מקדש) השולח כתב ע\"י כותי לחבירו ישראל שבמקום אחר וממנו להיות שלוחו לקדש לו אשה י\"א שדינו כמו בגיטין שיתבאר לקמן סי' קמ\"א (ר' ירוחם) וי\"א דגבי קידושין לכ\"ע הוי מקודשת מדאורייתא (כ\"כ הב\"י):"
    },
    {
      "id": "even_haezer-035-7",
      "section": 7,
      "text": "האומר לשליח קדש לי אשה במקום פלוני וקידשה במקום אחר אינה מקודשת וכן בכל מה ששינה שאם אמר לו לקדש סתם וקידשה על תנאי או שאמר לו לקדשה על תנאי וקידשה סתם או ששינה בתנאי אינה מקודשת:"
    },
    {
      "id": "even_haezer-035-8",
      "section": 8,
      "text": "אמר לו קדשה לי והרי היא במקום פלוני וקדשה במקום אחר מקודשת שאינו מקפיד אלא מראה מקום הוא לו:"
    },
    {
      "id": "even_haezer-035-9",
      "section": 9,
      "text": "העושה שליח לקדש לו אשה פלונית והלך שליח וקדשה לעצמו הרי זה מנהג רמאות ומה שעשה עשוי אם לא קדשה במעות המשלח אפי' אמר לה תחלה פלוני שלחני לקדשך לו ובשעת קדושין אומר לה הרי את מקודשת לי הרי זו מקודשת לשליח (טור) ודוקא שהאשה שמעה והבינה יפה קודם קבלת הקדושין שאמר הרי את מקודשת לי דאם לא כן אדעתא דמה שאמר לה בתחלה לקדשה לפלוני קבלה הקידושין אבל אם טעה השליח ואמר מקודשת לי אין כאן בית מיחוש דהקדש בטעות לא הוי הקדש ונאמן השליח לומר דטעה ויש מי שמחמיר להצריכה גט:"
    },
    {
      "id": "even_haezer-035-10",
      "section": 10,
      "text": "אם לא רצתה האשה להתקדש למשלח וקידשה השליח לעצמו אינו נקרא רמאות:"
    },
    {
      "id": "even_haezer-035-11",
      "section": 11,
      "text": "האומר לשליח צא וקדש לי אשה ומת השליח ואינו יודע אם קידש לו אשה או לא קידש ה\"ז בחזקת שקידש שחזקה שליח עושה שליחותו והואיל ואין יודע איזו אשה קידש לו ה\"ז אסור בכל אשה שיש לה קרובות שהן ערוה עמה כגון אשה שיש לה בת או אם או אחות וכיוצא בהן שאם תאמר ישא זו שמא אמה קידש לו שלוחו או אחותה או בתה ומותר באשה שאין לה קרובות כגון אלו היתה לה קרובה כגון אם או אחות וכיוצא בהן והיתה הקרובה א\"א בשעה שעשה שליח אע\"פ שנתגרש קודם שימות השליח ה\"ז מותר בה ואין אומרים שמא קידש השליח את קרובתה אחר שנתגרשה מפני שלא היתה ראויה בשעה שעשה השליח ואין אדם עושה שליח לקדש לו אלא אשה שיכול הוא לקדשה בשעת השליחות: הגה וכן אם באו הקרובות ואמרו לא נתקדשנו ועמדו ונשאו מותר באשה זו דהא ודאי לא נתקדשו הקרובות (הר\"ן פ' המקבל ריב\"ש סי' פ\"ב) י\"א דה\"ה אם צוה לקדש אשה פלונית ומת השליח נאסר מיד בקרובותיה מטעם חזקה שליח עושה שליחותו (תוס' פ' המקבל) ויש חולקין בזה:"
    },
    {
      "id": "even_haezer-035-12",
      "section": 12,
      "text": "העושה שליח לקדש לו אשה פלונית והלך וקידשה לו וקידש המשלח בעצמו לאמה או לבתה או לאחותה ואין ידוע איזה מהן נתקדשה ראשונה שתיהן צריכות גט ואסורות עליו:"
    },
    {
      "id": "even_haezer-035-13",
      "section": 13,
      "text": "עשה שליח וביטל השליחות קודם הקדושין הרי הוא בטל ואם אין ידוע אם בטל השליחות קודם או אחר הקדושין הרי זו ספק מקודשת:"
    },
    {
      "id": "even_haezer-035-14",
      "section": 14,
      "text": "אין לבטלה אלא בפני השליח עצמו ואם בטלו שלא בפניו מבוטל:"
    },
    {
      "id": "even_haezer-035-15",
      "section": 15,
      "text": "לא הוחזק השליח בעדים הוא אומר לעצמי קדשתי והיא אומרת לראשון השני כאומר לאשה קדשתיך והיא אומרת לא קדשתני שהוא אסור בקרובותיה והיא מותרת בקרוביו היא כאומרת לראשון קדשתני והוא אומר לא קדשתיך אמרה איני יודעת חזקה לשני הוחזק השליח בעדים הוא אומר לעצמי והיא אומרת לראשון חזקה לראשון (ואפ\"ה השני אסור בקרובותיה) (המ\"מ בשם הר\"א) אמרה איני יודעת שניהם נותנים גט ואם רצו אחד נותן גט ואחד כונס: הגה וי\"א דאף אם הוחזק השליחות אם השליח אומר שחזר משליחותו אינה מקודשת לראשון וכן אם לא הוחזק השליחות והמשלח אומר שעשאו שליח הוא אסור בקרובותיה (טור בשם הרא\"ש) מיהו אם אח\"כ חזר השליח ואמר סבור הייתי שקדשתי לעצמי ונזכרתי שקדשתיה לשולחי יש לסמוך אסברא הראשונה (הגהות מרדכי דקדושין בשם תשובת מוהר\"ם) שליח שאמר קדשתיה למשלח והיא אומרת לא קדשתני המשלח אסור בקרובותיה ע\"פ השליח :"
    }
  ]
}