{
  "id": "even_haezer-069",
  "chapterLabel": "סימן 69",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-069-1",
      "section": 1,
      "text": "במה מתחייב האדם לאשתו ובניו. ובו ז סעיפים:כשנושא אדם אשה מתחייב לה בעשרה דברים וזוכה בה בד' דברים אפי' לא נכתבו:"
    },
    {
      "id": "even_haezer-069-2",
      "section": 2,
      "text": "אלו הן הי' דברים מזונותיה וכסותה ועונתה ועיקר כתובתה ורפואתה ולפדותה אם נשבית וקבורתה ולהיות נזונת מנכסיו ויושבת בביתו אחר מותו כל זמן אלמנותה ולהיות בנותיו ניזונות אחר מותו עד שיתארסו ולהיות בניה הזכרים ממנו יורשים כתובתה יותר על חלקם בירושה שעם אחיהם:"
    },
    {
      "id": "even_haezer-069-3",
      "section": 3,
      "text": "אלו הם הד' מעשה ידיה ומציאתה ופירותיה וירושתה:"
    },
    {
      "id": "even_haezer-069-4",
      "section": 4,
      "text": "מעשה ידיה כנגד מזונותיה לפיכך אם אמרה איני נזונית ואיני עושה שומעין לה: הגה וע\"ל סימן פ' י\"א דכל אשה האומרת איני ניזונית ואיני עושה נתבטלה התקנה ואינה יכולה לחזור בה ולומר אני ניזונית ואני עושה (ב\"י בשם הר\"ן שכ\"כ בשם הרא\"ה) ויש חולקין (הר\"י כ\"ג) וכל שאינה ניזונית אין לה כסות דהוא בכלל המזונות (שם בהר\"ן) אבל הבעל שאמר איני זנך ואיני נוטל מעשה ידיך אין שומעין לו (אבל יוכל לומר צאי מעשה ידיך במזונותיך ומה שאינו מספיק אשלים לך (הר\"ן פרק המדיר):"
    },
    {
      "id": "even_haezer-069-5",
      "section": 5,
      "text": "אם היא אומרת איני נותנת לך פירות ואיני חפצה שתפדני אם אשבה אין שומעין לה כדי שלא תתערב בין הכותים וכן בירושה וקבורה אין אחד מהם יכול לומר איני קובר ואיני יורש אלא קובר ויורש (ר\"ן פ' נערה):"
    },
    {
      "id": "even_haezer-069-6",
      "section": 6,
      "text": "התנה הבעל שלא יתחייב מא' מהדברים שהוא חייב בהם או שהתנית האשה שלא יזכה הבעל בא' מהדברים שהוא זוכה בהם התנאי קיים חוץ מג' דברים שאין התנאי מועיל בהם ואלו הם עונתה ועיקר כתובתה וירושתה:"
    },
    {
      "id": "even_haezer-069-7",
      "section": 7,
      "text": "זה שאמרנו שאין תנאי מועיל להסתלק מירושתה היינו במתנה עמה אחר שנשאה או קודם שאירסה אבל במתנה עמה בעודה ארוסה מהני (וע\"ל סי' צ\"ב אמרו רז\"ל אין לך כשרה בנשים אלא אשה שעושה רצון בעלה) (הגהות מיי' פט\"ו בשם תנא דבי אליהו):"
    }
  ]
}