{
  "id": "even_haezer-113",
  "chapterLabel": "סימן 113",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-113-1",
      "section": 1,
      "text": "עישור נכסים ממה נגבים. ובו י סעיפים:מי שמת והניח בת אומדים דעתו כמה היה בלבו ליתן לה לפרנסת נדונייתא ונותנים לה ומנין יהיו יודעים אומדן דעתו מריעיו ומיודעיו ומשאו ומתנו וכבודו וכן אם השיא בת בחייו אומדים בה: הגה ואם היה עשיר והעני או ותרן ונשתנה דעתו הולכין אחר דעתו האחרונה (טור) ואם לא ידעו ב\"ד אומדן דעתו נותנים לה מנכסיו עישור לפרנסת נדונייתה: הגה וכשם שנותנין לבת פרנסה לנדוניא מנכסי האב כך נותנים לה פרנסה מנכסי האם (נ\"י פ' יש נוחלין) ויש חולקין (מהרי\"ל סי' ע\"ה) י\"א דאף האב בחיים אין לו [להוסיף] לבתו יותר מעישור נכסים (הר\"ן פ' מציאת האשה) ואין נוהגין כן:"
    },
    {
      "id": "even_haezer-113-2",
      "section": 2,
      "text": "עישור זה לפרנסת נדוניא אינו מתנאי כתובה לפיכך אפי' לפי תקנת חכמים הראשונים והאחרונים אינה נוטלת אלא הקרקע ויש לה לגבות עישור זה משכירות הקרקע (אם לא גבו היתומים עדיין) (טור) ומן הראוי ואם רצו האחים ליתן לה מעות כנגד עישור הקרקע נותנים: הגה ודוקא לגבות אינה נגבית רק ממקרקעי אבל כששמין הנכסים לידע העישור שמין אף מטלטלין ומגבינן לה העישור ממקרקעי ודוקא שנותנים לה עישור נכסים אבל כשנוכל לאמוד דעת האב נותנים לה לפי דעתו כפי מה שהיה נותן לה הן מטלטלי הן מקרקעי כך נותנים לה (הכל בטור) וי\"א דאף כששמין אין שמין אלא בקרקע (כ\"כ הב\"י בשם המ\"מ לדעת הרמב\"ם) ואם היו כאן בעלי חובות והבנים אומרים לסלק אותן בקרקעות והבנות אומרות לסלק אותן במטלטלין כדי שישארו הקרקעות ליתומים ויטלו מהן עישור נכסים הדין עם הבנים (מרדכי פ' מציאת האשה בשם תשובת מוהר\"ם) ונ\"ל דה\"ה לענין שטר חצי חלק זכר הנוהג בינינו שאין הבנות נוטלות חלק בקרקעות אם היו כאן בעלי חובות הרשות ביד הבנים לסלק אותן במטלטלין כדי שישארו להם הקרקעות ולא יהא לבנות חלק בהם כשאומדים דעת האב י\"א דוקא למעוטי לעישור נכסים אבל לא להרבות עליהם (טור בשם הרא\"ש) וי\"א דאפילו להוסיף עליהם (טור בשם הגאונים) ואפילו אין כאן אלא מה שנתן לבתו הראשונה נותנים הכל לשנייה (טור בשם הראב\"ד) וראוי לאומדו כפי הממון שהניח בשעת מותו (מהרי\"ק שורש ע\"ח וכן נ\"ל):"
    },
    {
      "id": "even_haezer-113-3",
      "section": 3,
      "text": "הבת בעישור זה כבעל חוב של אחין היא לפיכך נוטלת אותו מן הבינוני' בלא שבועה ואם מתו האחים נוטלת אותו מבניהם מזיבורית ובשבועה שהרי היא נפרעת מנכסי יתומים ובזמן הזה שכל בני אדם רגילין להשיא בנותיהם מהמטלטלים חשוב כמו אומדניה:"
    },
    {
      "id": "even_haezer-113-4",
      "section": 4,
      "text": "הניח בנות רבות כל שתבא לינשא נותנין לה עישור הנכסים ושל אחריה עישור מה ששיירה הראשונה ושל אחריה עישור מה ששיירה שניה ואם באו כלם לינשא כא' ראשונה נוטלת עישור ושנייה עישור מה ששיירה ראשונה וכן אפי' הן עשר וחוזרת וחולקות כל העשורים בשוה: הגה אע\"פ שעישור נכסים אינה נגבה עד שתבא הבת להנשא מ\"מ משערים לפי מה שהניח בעת מותו וכן אם אומדים אותו אומדין אותו מיד שמת ואינה נוטלת עד שתנשא (המ\"מ פ' שני בשם הרשב\"א ותשובת הרמב\"ן סי' מ\"ו):"
    },
    {
      "id": "even_haezer-113-5",
      "section": 5,
      "text": "האחים שמכרו או משכנו קרקע אביהם הבת טורפת מהלקוחות פרנסת נדונייתה ובשבועה כדרך שטורפין בעלי חובות מהלקוחות:"
    },
    {
      "id": "even_haezer-113-6",
      "section": 6,
      "text": "מי שמת והניח אלמנה ובת אין הבת נוטלת עישור נכסים מפני מזונות האלמנה ואפי' מתה הבת אחר שנשאת אין הבעל יורש פרנסה הראוייה להנתן לה שהרי כולן בחזקת האלמנה שתהא ניזונית מהן וכן פרנסת בנות קודמת לכתובת בנין דכרין (הר\"ן פ' מציאת האשה):"
    },
    {
      "id": "even_haezer-113-7",
      "section": 7,
      "text": "קטנה יתומה שהשיאתה אמה או אחיה לדעתה ונתנו לה מאה או חמשים זוז יכולה היא משתגדיל להוציא מידם פרנסת נדוניא הראויה לה (ואפילו שתקה זמן רב משתגדיל יכולה אח\"כ לתבוע פרנסתה) (כן משמע לשון הטור) (וכן כתב המ\"מ פרק שני בשם הרשב\"א והר\"ן פרק מציאת האשה) ואפילו לא היו האחים זנים אותה ואף על פי שלא מחתה בשעת נישואין מפני שהקטנה אינה בת מחאה ואם נשאת הבת אחר שגדלה בין נערה בין בוגרת ולא תבעה פרנסתה אבדה פרנסתה אא\"כ היו האחים זנין אותה אחר נשואיה והיא ידעה כן בשעת נישואין (הר\"ן פרק מציאת האשה) ואם מחתה בעת נישואיה הרי זו מוציאה הראויה לה כל זמן שתרצה ואם בגרה ועודה בבית אביה בין שבגרה אחר מותו בין שהניחה בוגרת (ויש חולקין וס\"ל דאם הניחה בוגרת אין לה פרנסה כלל) (טור בשם הר\"ר יונה והרא\"ש) אם פסקו האחים מלתת לה מזונותיה שהרי אין לה מזונות ושתקה ולא תבעה פרנסת נדוניתה איבדה ואם מחתה לא איבדה ואם לא פסקו האחים מלזונה וזנו אותה בבגר אע\"פ שלא מחתה לא אבדה פרנסת נדוניתה כל זמן שהם זנין אותה שיש לה לטעון מפני שהם זנין אותה אע\"פ שאינם חייבים והיא עדיין לא נשאת מפני זה לא תבעה פרנסתה (מי שצוה לתת לבתו שליש נכסיו והשיאוהו אחיה ולא נתנו לה צריכין ליתן לה אחר כך) (תשובת רשב\"א סי' אלף מ\"ג):"
    },
    {
      "id": "even_haezer-113-8",
      "section": 8,
      "text": "מי שמת והניח שתי בנות ובן וקדמה ראשונה ונטלה עישור נכסים ולא הספיקה השניה לגבות עד שמת הבן ונפלו כל הנכסים לשתיהן אין השנייה נוטלת עישור אלא חולקות בשוה וזכתה הראשונה בעישור שלה (ויש חולקין וס\"ל דגם השניה נוטלת עישור שלה תחלה ואחר כך חולקים) (טור בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-113-9",
      "section": 9,
      "text": "לא תקנו פרנסת נדוניא לבת אלא במקום בן אבל אם לא הניח אלא בנות יחלקו הכל בשוה ואפילו נשאו הגדולות בחיי אביהם ואומרות הקטנות גם אנו נשא מהממון קודם חלוקה אין שומעין להם אבל אם נשאו הגדולות אחר מיתת אביהן מהאמצע ישאו גם הקטנים ואח\"כ יחלוקו:"
    },
    {
      "id": "even_haezer-113-10",
      "section": 10,
      "text": "מי שצוה בשעת מיתה אל תפרנסו לבנותי פרנסת נדוניא מנכסי שומעין לו (אבל אם התנה בשעת נשואין שלא יתפרנסו בנותיו מנכסיו אין שומעין לו) (טור לפי' רב האי):"
    }
  ]
}