{
  "id": "even_haezer-001",
  "chapterLabel": "סימן 1",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-001-1",
      "section": 1,
      "text": "דיני פריה ורביה ושלא לעמוד בלא אשה. ובו יד סעיפים:חייב כל אדם לישא אשה כדי לפרות ולרבות וכל מי שאינו עוסק בפריה ורביה כאלו שופך דמים וממעט את הדמות וגורם לשכינה שתסתלק מישראל: הגה וכל מי שאין לו אשה שרוי בלא ברכה בלא תורה כו' ולא נקרא אדם וכיון שנשא אשה עונותיו מפקפקים שנאמר מצא אשה מצא טוב ויפק רצון מאת ה': (טור)"
    },
    {
      "id": "even_haezer-001-2",
      "section": 2,
      "text": "אין מוכרין ס\"ת אלא כדי ללמוד תורה ולישא אשה:"
    },
    {
      "id": "even_haezer-001-3",
      "section": 3,
      "text": "מצוה על כל אדם שישא אשה בן י\"ח והמקדים לישא בן י\"ג מצוה מן המובחר אבל קודם י\"ג לא ישא דהוי כזנות ובשום ענין לא יעבור מך' שנה בלא אשה ומי שעברו עליו ך' שנה ואינו רוצה לישא ב\"ד כופין אותו לישא כדי לקיים מצות פריה ורביה ומיהו אם עוסק בתורה וטרח בה ומתיירא לישא אשה כדי שלא יטרח במזונו ויתבטל מן התורה מותר להתאחר: הגה ובזמן הזה נהגו שלא לכוף ע\"ז וכן מי שלא קיים פריה ורביה ובא לישא אשה שאינה בת בנים כגון עקרה וזקנה או קטנה משום שחושק בה או משום ממון שלה אע\"פ שמדינא היה למחות בו לא נהגו מכמה דורות לדקדק בענין הזיווגים ואפי' בנשא אשה ושהה עמה עשרה שנים לא נהגו לכוף אותו לגרשה אע\"פ שלא קיים פריה ורביה וכן בשאר ענייני זיווגים: (ריב\"ש סי' ט\"ו) ובלבד שלא תהא אסורה עליו:"
    },
    {
      "id": "even_haezer-001-4",
      "section": 4,
      "text": "ומי שחשקה נפשו בתורה כבן עזאי תמיד ונדבק בה כל ימיו ולא נשא אשה אין בידו עון והוא שלא יהא יצרו מתגבר עליו:"
    },
    {
      "id": "even_haezer-001-5",
      "section": 5,
      "text": "כיון שיש לאדם זכר ונקבה קיים מצות פריה ורביה והוא שלא יהיה הבן סריס או הנקיבה איילונית. (פי' איל הוא זכר הצאן כלומר שיש לאשה טבע הזכר וסימנים הם שאין לה שדים כנשים וקולה עבה ואותו מקום אינו בולט מגופה כיתר הנשים:"
    },
    {
      "id": "even_haezer-001-6",
      "section": 6,
      "text": "נולדו לו זכר ונקבה ומתו והניחו בנים הרי זה קיים מצות פריה ורביה בד\"א כשהיו בני הבנים זכר ונקבה והיו באים מזכר ונקבה אף על פי שהזכר בן בתו והנקבה בת בנו הואיל ומשני בניו הם באים הרי קיים מצות פריה ורביה אבל אם היו לו בן ובת ומתו והניח א' מהם זכר ונקבה עדיין לא קיים מצוה זו: הגה היה הבן ממזר או חרש שוטה וקטן קיים המצוה (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-001-7",
      "section": 7,
      "text": "היו לו בנים בהיותו עכו\"ם ונתגייר הוא והם ה\"ז קיים מצוה זו אבל אם היו לו בנים כשהוא עבד ונשתחרר הוא והם לא קיים מצוה זו עד שיוליד אחר שנשתחרר:"
    },
    {
      "id": "even_haezer-001-8",
      "section": 8,
      "text": "אע\"פ שקיים פריה ורביה אסור לו לעמוד בלא אשה וצריך שישא אשה בת בנים אם יש ספק בידו אפילו יש לו כמה בנים ואם אין ספק בידו לישא אשה בת בנים אא\"כ ימכור ס\"ת אם אין לו בנים ימכור כדי שישא אשה בת בנים אבל אם יש לו בנים לא ימכור אלא ישא אשה שאינה בת בנים ולא יעמוד בלא אשה וי\"א שאפי' אם יש לו בנים ימכור ס\"ת כדי שישא אשה בת בנים: הגה מיהו אם מכיר שאינו בן בנים עוד ואינו ראוי עוד להוליד ישא אשה שאינה בת בנים (נ\"י בפ' הבא על יבמתו) וכן אם יש לו בנים הרבה ומתיירא שאם ישא אשה בת בנים יבאו קטטות ומריבות בין הבנים ובין אשתו מותר לישא אשה שאינה בת בנים אבל אסור לישב בלא אשה משום חשש זו: (ת\"ה סי' רס\"ג):"
    },
    {
      "id": "even_haezer-001-9",
      "section": 9,
      "text": "נושא אדם כמה נשים והוא דאפשר למיקם בסיפוקייהו ומ\"מ נתנו חכמים עצה טובה שלא ישא אדם יותר מד' נשים כדי שיגיע לכל אחת עונה בחודש ובמקום שנהגו שלא לישא אלא אשה א' אינו רשאי לישא אשה אחרת על אשתו: (וע\"ל ס\"ס ב' דאסור לישא שני נשים בשני מקומות)"
    },
    {
      "id": "even_haezer-001-10",
      "section": 10,
      "text": "ר\"ג החרים על הנושא על אשתו אבל ביבמה לא החרים וכן בארוסה: הגה אם אינו רוצה לכנוס אלא לפטור (מהרי\"ק שורש ק\"א) וה\"ה בכל מקום שיש דיחוי מצוה כגון ששהה עם אשתו עשר שנים ולא ילדה (מרדכי פרק החולץ רשב\"א סימן ר\"ף ומהר\"ם פדוואה סי' י\"ט) אמנם יש חולקים וס\"ל דחרם ר\"ג נוהג אפי' במקום מצוה ואפי' במקום יבום וצריך לחלוץ (הגהות מרדכי דיבמות והגהות מרדכי דכתובות וכ\"כ נ\"י פ' החולץ) ובמקום שאין הראשונה בת גירושין כגון שנשתטית או שהוא מן הדין לגרשה ואינה רוצה ליקח גט ממנו יש להקל להתיר לו לישא אחרת (כן משמע בתשובת הרשב\"א) וכ\"ש אם היא ארוסה ואינה רוצה להנשא לו או לפטור ממנו ולא פשטה תקנתו בכל הארצות: הגה ודוקא במקום שידוע שלא פשטה תקנתו אבל מן הסתם נוהג בכל מקום (תשובת ר\"י מינץ סי' ק\"י) ועיין בי\"ד סי' רכ\"ח אם הלך ממקום שנהגו להחמיר למקום שנהגו להקל ולא החרים אלא עד סוף האלף החמישי: הגה ומ\"מ בכל מדינות אלו התקנה והמנהג במקומו עומד ואין נושאין ב' נשים וכופין בחרמות ונדויין מי שעובר ונושא ב' נשים לגרש אחת מהן וי\"א דבזמן הזה אין לכוף מי שעבר חרם ר\"ג (ב\"י בסי' ע\"ו) מאחר שכבר נשלם אלף החמישי (שם בשם מהרי\"ק) ואין נוהגין כן י\"א מי שהמירה אשתו מזכה לה גט ע\"י אחר ונושא אחרת וכן נוהגין בקצת מקומות (פסקי מהרא\"י סי' רנ\"ו) ובמקום שאין מנהג אין להחמיר ומותר לישא אחרת בלא גירושי הראשונה (שם מנהגי רינ\"וס):"
    },
    {
      "id": "even_haezer-001-11",
      "section": 11,
      "text": "טוב לעשות תקנה בחרמות ונידויים על מי שישא אשה על אשתו:"
    },
    {
      "id": "even_haezer-001-12",
      "section": 12,
      "text": "נשבע שלא ישא אחרת על אשתו ושהה י' שנים שלא ילדה יתבאר בסימן קי\"ח:"
    },
    {
      "id": "even_haezer-001-13",
      "section": 13,
      "text": "אישה אינה מצווה על פריה ורביה (ועיין בסי' קנ\"ד ומ\"מ י\"א דלא תעמוד בלא איש משום חשדא (הגהות אלפסי פרק הבא על יבמתו בשם א\"ז):"
    },
    {
      "id": "even_haezer-001-14",
      "section": 14,
      "text": "דין מי שנשא אשה ושהה עמה עשר שנים ולא ילדה יתבאר שם:"
    }
  ]
}