{
  "id": "even_haezer-028",
  "chapterLabel": "סימן 28",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-028-1",
      "section": 1,
      "text": "המקדש בגזל בפקדון או במלוה ובאיסור הנאה דאורייתא ודרבנן. ובו כג סעיפים:המקדש את האשה בגזל או בגניבה או בחמס אם נתייאשו הבעלים ונודע שקנה אותו דבר ביאוש הרי זו מקודשת ואם לאו אינה מקודשת: הגה קדשה בגזל או גניבת עכו\"ם הוי מקודשת דהא אינה צריכה להחזיר רק מכח קידוש השם (מהרי\"ו סי' קל\"ח) קדשה בגזל אחר יאוש לבד מקודשת מדרבנן (רבינו ירוחם):"
    },
    {
      "id": "even_haezer-028-2",
      "section": 2,
      "text": "גזל את האשה או גנבה או חמסה וחזר וקידשה בגזל או בגניבה ובחמס שלה ואמר לה הרי את מקודשת לי בו אם לא קדם ביניהם שדוכים ונטלה ושתקה אינה מקודשת אבל אם שידך תחלה דהיינו שנתרצית לישא אותו אע\"פ שלא היו שוים בנתינת הנדוניא (הגהות אלפסי פרק קמא דקדושין) או אפילו לא שידך תחלה וכשאמר לה התקדשי לי בזה ונתנו בידה אמרה הן הרי זו מקודשת וצריך לשלם לה גזילותיה (הר\"ן פ\"ב דקדושין) אבל אם אחר שבא לידה אמר התקדשי לי בו אע\"פ שאמרה הן אינה מקודשת אע\"פ ששידך תחלה ואינה נאמנת לומר שבתחלה קבלה לשם קדושין (כ\"כ הר\"ן בשם הרשב\"א והב\"י הביאו):"
    },
    {
      "id": "even_haezer-028-3",
      "section": 3,
      "text": "וכן אם החזיר לה חוב שהיה לה אצלו ואמר לה כנסי סלע זו שאני חייב ליכי והרי את מקודשת לי בו קודם שתטלנו ונטלתו ושתקה אם היו ביניהם שידוכין הרי זו מקודשת ואם לא שידך אינה מקודשת עד שתאמר הן אבל אם לאחר שנתנו בידה אמר לה הרי את מקודשת לי בו אפילו אמרה הן אינה מקודשת אע\"פ ששידך תחל': הגה וכל זה שאמר לה כנסי סלע שאני חייב לך אבל אמר לה כנסי סלע זו סתמא וחזר ואמר התקדשי לי בו אע\"פ שחייב לה ג\"כ והגיע זמן הפרעון מקודשת ואינה יכולה לומר לפרעון קבלתיו (הר\"ן פ\"ב דקדושין) אמר לה כנסי סלע זו שאני חייב לך וחזר ואמר לא לשם פרעון אני נותנו לך רק לשם קדושין י\"א דהוי מקודשת אפילו לא שידך (שם בשם בה\"ג והרמב\"ם) בקש ממנה שתלוה לו מעות על משכון ונתנה לו המעות וכאשר נותן לה המשכון אמר לה התקדשי לי בו וקבלתו ושתקה הוי ספק קדושין (תשובת הרשב\"א סי' תשע\"ג):"
    },
    {
      "id": "even_haezer-028-4",
      "section": 4,
      "text": "נתן לה פקדון ואמר לה כנסי פקדון זה וחזר ואמר הרי את מקודשת לי בו אם אמר לה כן קודם שנטלתו ונטלתו אע\"פ ששתקה הרי זו מקודשת: הגה וי\"א דוקא שנטלתו מידו אבל אם זרק לה הקידושין אפילו לתוך חיקה שתיקה כה\"ג לאו כלום היא הואיל ולא נתרצית תחלה לקדושי ליה (טור בשם הרמ\"ה) ואם אחר שנטלתו בתורת פקדון אמר לה הרי את מקודשת לי בו ושתקה אינו כלום אבל אם אמרה הן הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-028-5",
      "section": 5,
      "text": "אמר לה התקדשי לי בחפץ זה ואמרה לו והרי אינו שוה פרוטה ואמר התקדשי לי בד' זוזים שבתוכו הרי זו ספק מקודשת: הגה וה\"ה אם לא חזר ואמר התקדשי לי רק אמר לה הרי בתוכו שוה פרוטה מקודשת מספק (הגהות אלפסי פ\"ק דקדושין) אשה שחטפה מעות מאיש א' והוא בקש ממנה שתחזירם לו ולא רצתה ואמר לה הרי את מקודשת לי בהם ושתקה והחזיקה המעות לא הוי קדושין דהוי שתיקה דלאחר מתן מעות ולאו כלום הוא (תשו' מהר\"ם פדואה סי' כ\"ד):"
    },
    {
      "id": "even_haezer-028-6",
      "section": 6,
      "text": "היה לו פקדון בידה או שהשאילה חפץ ואמר לה התקדשי לי בפקדון או בשאלה שבידך ונמצא שנגנב או נאבד אם נשתייר ממנו שוה פרוטה מקודשת ואם לאו אינה מקודשת ודוקא שאינה יודעת סכום הפקדון ומתרצת להתקדש בו הן אם הוא רב הן אם הוא מעט אבל אם ידעה סכום הפקדון ונמצא שנגנב או נאבד אע\"פ שנשתייר ממנו שוה פרוטה אינה מקודשת (שאינה מתרצית להתקדש אלא בסכום הפקדון) (טור):"
    },
    {
      "id": "even_haezer-028-7",
      "section": 7,
      "text": "היה לו מלוה אצלה אפילו הוא בשטר ואמר לה הרי את מקודשת לי במלוה שיש לי אצלך אינה מקודשת אפי' עדיין המעות בידה ולא שלחה בהם יד (אפי' החזיר לה השטר ויש בו שוה פרוטה) (טור בשם הרמב\"ם) ויש מחמירים בזה (הר\"ן פ\"ב דקדושין) (והמ\"מ פ\"ה) וה\"ה אם היא חייבת לו שכירות פעולה שעשה לה אפילו הגיע זמן המלוה והשכירות לגבות:"
    },
    {
      "id": "even_haezer-028-8",
      "section": 8,
      "text": "אמר לה התקדשי בשטר חוב ונתנו לה שמין הנייר אם יש בו שוה פרוטה מקודשת ואם לאו הרי היא ספק מקודשת:"
    },
    {
      "id": "even_haezer-028-9",
      "section": 9,
      "text": "הלוה לה עתה ר' זוז ואמר לה הרי את מקודשת לי בהנאת זמן שארויח ליך במלוה שתהיה בידך כך וכך יום ואיני תובע ממך עד זמן פלוני הרי זו מקודשת ואסור לעשות כן מפני שהוא כריבית:"
    },
    {
      "id": "even_haezer-028-10",
      "section": 10,
      "text": "היה לו מלוה אצלה ואמר לה הרי את מקודשת לי בהנאת מחילת מלוה וכן אם אמר לה הרי את מקודשת לי במה שאני מרויח ליך הזמן מקודשת ואסור לעשות כן משום רבית וי\"א שאינה מקודשת: הגה ויש לחוש לב' הסברות ואם קדשה אחר צריכה גט משניהם (כל בו בשם הרמ\"ה והטור הביאו) היתה חייבת לאחרים ובא אחד ונתן פרוטה למלוה להרויח לה זמן וקדשה בזה הוי מקודשת (התוס' והמרדכי והר\"ן ריש קדושין):"
    },
    {
      "id": "even_haezer-028-11",
      "section": 11,
      "text": "היה אצלה מלוה על משכון אפילו במשכנו בשעת הלואה וקדשה באותה מלוה והחזיר לה המשכון או שהיה המשכון ברשותה (ר\"י בשם הרמ\"ה) הרי זו מקודשת וי\"א שאפי' לא החזיר לה המשכון מקודשת:"
    },
    {
      "id": "even_haezer-028-12",
      "section": 12,
      "text": "היה לו משכון על חוב שיש לו אצל אחרים וקידש בו אשה הרי זו מקודשת לפי שבע\"ח יש לו קנין בגופו של משכון: הגה וי\"א דוקא במשכנו שלא בשעת הלואתו (טור בשם הרא\"ש) וכל זה במשכון שיש לו מישראל אבל מעכו\"ם אינה מקודשת (מרדכי ריש קדושין ואם מכרו המלוה לאחר וקידש בו הוי מקודשת (מהרי\"ו סי' קל\"ח):"
    },
    {
      "id": "even_haezer-028-13",
      "section": 13,
      "text": "היה לו חוב ביד אחרים ואמר לה הרי את מקודשת לי בחוב שיש לי ביד זה במעמד שלשתן הרי זו מקודשת וי\"א שאינה מקודשת אבל אם לא אמר לה במעמד שלשתן אפי' היא מלוה בשטר והקנה לה השטר כראוי בכתיבה ובמסירה אינה מקודשת אלא בספק:"
    },
    {
      "id": "even_haezer-028-14",
      "section": 14,
      "text": "היה לו מלוה אצלה ונתן לה עתה פרוטה ואמר לה התקדשי לי במלוה ופרוטה הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-028-15",
      "section": 15,
      "text": "אמר לה התקדשי לי בשכר מלאכה זו שאעשה עמך ועשה אינה מקודשת וי\"א שהיא מקודשת: הגה אם הוא קבלן על המלאכה דאומן קונה בשבח כלי (טור בשם ר\"י) ואם הכלי עדיין אצלו וקדשה בשכרו לכ\"ע מקודשת דהו\"ל כמלוה שיש עליו משכון (ר\"י נתיב כ\"ג) נתן משלו פרוטה לצורך המלאכה וקדשה בו מקודשת לכ\"ע דה\"ל כמלוה ופרוטה (טור) עשה מלאכה אצל אחר ונתחייב לו פרוטה הו\"ל כמלוה ביד אחרים (ביאור דברי המרדכי לדעת הרב כמ\"ש ריש א\"נ ומיד שעשה השכיר וכו'):"
    },
    {
      "id": "even_haezer-028-16",
      "section": 16,
      "text": "קידש במלוה ובעל סתם בפני עדים שראו שנתייחד עמה צריכה גט מספק: הגה וה\"ה אם קידש בפחות מפרוטה ובעל וכל כיוצא בזה (הר\"ן פ' המדיר):"
    },
    {
      "id": "even_haezer-028-17",
      "section": 17,
      "text": "הנכנס לבית חבירו ולקח לו כלי או אוכל וכיוצא בהם וקידש בו אשה ובא בעל הבית אע\"פ שאמר לו למה לא נתת לה דבר זה שהוא טוב ממה שנתת לה אינה מקודשת שלא אמר לו דבר זה אלא כדי שלא להתבייש עמו והואיל וקידש בממון חבירו שלא מדעת חבירו הרי זה גזל ואינה מקודשת ואם קדשה בדבר שאין בעל הבית מקפיד עליו כגון תמרה או אגוז ה\"ז מקודשת מספק: הגה אורח שיושב אצל ב\"ה ונוטל חלקו וקידש בו הוי מקודשת (הגהות אלפסי):"
    },
    {
      "id": "even_haezer-028-18",
      "section": 18,
      "text": "היתה סחורה בינו ובין חבירו וחלקה שלא מדעת חבירו וקידש בחלקו הואיל וצריכה שומת בית דין אינה מקודשת שאין זה נוטל לעצמו מה שירצה ויניח מה שירצה: הגה ואפילו נתן לה כל הסחורה שיש בחלקו יותר מפרוטה אפ\"ה אינה מקודשת שאין רצונה להתקדש רק בכלי (הגהת מ\"מ פ\"ב דאישות בשם הרמב\"ן והרשב\"א וכ\"כ הר\"ן) . ואם הוא דבר שהכל שוה ואינו צריך שומא הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-028-19",
      "section": 19,
      "text": "השואל חפץ מחבירו והודיעו שרוצה לקדש בו אשה מקודשת ואם לאו הרי הוא ספק מקודשת: הגה וה\"ה לשוכר כלי או חפץ מחבירו וקידש בו (ת\"ה סי' ר\"י) שאל כלי מאשה שיש לה בעל וקידש בו חוששין לקידושין אע\"פ שכל מה שקנה אשה קנה בעלה ולא שאל מן הבעל (רשב\"א אלף רמ\"ה ותשובת הרמב\"ן סי' קמ\"ד):"
    },
    {
      "id": "even_haezer-028-20",
      "section": 20,
      "text": "הנותן לחברו מתנה ע\"מ להחזירו והלך המקבל וקידש בה אשה הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-028-21",
      "section": 21,
      "text": "המקדש באיסורי הנאה דרבנן לגמרי שאין לו עיקר בדאורייתא מקודשת ואם בחמץ דאורייתא ושעות דרבנן או בחמץ דרבנן ושעות דאורייתא ספק מקודשת ואם באיסורי דאורייתא לגמרי כגון חמץ דאורייתא בשעות דאורייתא אינה מקודשת: הגה קהל שתקנו ועשו הסכמה ביניהם שכל מי שיקדש בלא עשרה או כיוצא בזה ועבר אחד וקידש חיישינן לקידושין וצריכה גט אע\"פ שהקהל התנו בפירוש שלא יהיו קדושין והפקירו ממונו אפ\"ה יש להחמיר לענין מעשה (מהרי\"ק שורש פ\"ד אשה שנדרה הנאה מאדם א' או מכל מה שיתנו לה שלא בפני פלוני ופלוני ועבר אחד וקדשה אינה מקודשת דהוי כאלו קדשה באיסורי הנאה ודוקא שקדשה בתורת כסף אבל אם קדשה בשטר הוי קידושין (רשב\"א סי' תר\"ב ותר\"ג):"
    },
    {
      "id": "even_haezer-028-22",
      "section": 22,
      "text": "עבר ומכר איסורי הנאה וקידש בדמיהם מקודשת ואם מכרם לישראל ולא ידע הלוקח שהם איסורי הנאה ולקח המוכר דמיהם וקידש בדמיהם ספק מקודשת בד\"א בשאר איסורי הנאה חוץ מאלילים שאם מכרה וקידש בדמיה אינה מקודשת:"
    },
    {
      "id": "even_haezer-028-23",
      "section": 23,
      "text": "בכור בזמן הזה אם קדשו בו בעלים הוי ספק מקודשת:"
    }
  ]
}