{
  "id": "even_haezer-013",
  "chapterLabel": "סימן 13",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-013-1",
      "section": 1,
      "text": "גרושה או אלמנה צריכה להמתין צ' יום טרם שתנשא ושלא ישא מינקת חבירו ומעוברת חבירו. ובו יד סעיפים:כל אשה שנתגרשה או שנתאלמנה הרי זו לא תינשא ולא תתארס לאחר עד שתמתין צ' יום חוץ מיום שנתגרשה או שמת בעלה בו וחוץ מיום שנתארסה בו כדי שיודע אם היא מעוברת או אינה מעוברת להבחין בין זרעו של ראשון לזרעו של אחרון (אבל מותרת לעשות שידוכים בלא אירוסין (ב\"י בשם תשובת הרא\"ש ות\"ה סימן רי\"ז) רק שלא יכנוס עמה בבית) (שם) ומיום כתיבת הגט מונים למגורשת ואפי' היה על תנאי או שלא הגיע לידה אלא לאחר כמה שנים מיום הכתיבה מונים שהרי אינו מתייחד עמה משכתבו לה: הגה וי\"א דמונים מיום נתינת הגט (טור בשם הרא\"ש וכן ראוי להחמיר כן נ\"ל) וגזירת חכמים היא שאפילו האשה שאינה ראויה לילד ואפילו נתגרשה או נתאלמנה מן האירוסין צריכה להמתין צ' יום אפילו קטנה או זקנה או עקרה או איילונית ואפי' בעלה במדינת הים או סריס אדם או חולה או חבוש בבית האסורים והמפלת אחר מיתת בעלה ואפי' בתולה מהאירוסין צריכות להמתין צ' יום:"
    },
    {
      "id": "even_haezer-013-2",
      "section": 2,
      "text": "יבמה שמת היבם צריכה להמתין שלשה חדשים אחר מיתת היבם:"
    },
    {
      "id": "even_haezer-013-3",
      "section": 3,
      "text": "נתעברה מראובן ושניהם מודים שממנו היא מעוברת והלכה ונתקדשה לשמעון וגירשה ורוצה להנשא לראובן צריכה להמתין אחר גירושי שמעון צ' יום:"
    },
    {
      "id": "even_haezer-013-4",
      "section": 4,
      "text": "מחזיר גרושתו אינה צריכה להמתין:"
    },
    {
      "id": "even_haezer-013-5",
      "section": 5,
      "text": "שפחה וגיורת שהיו נשואות לבעלים בגיותן ובעבדותן ונתגיירו או נשתחררו צריכות להמתין ואפי' גר ואשתו שנתגיירו מפרישין אותם צ' יום כדי להבחין בין זרע הנזרע בקדושה לזרע שנזרע שלא בקדושה:"
    },
    {
      "id": "even_haezer-013-6",
      "section": 6,
      "text": "הממאנת אינה צריכה להמתין לא גזרו אלא בגרושה וכן המזנה אינה צריכה להמתין מפני שמהפכת עצמה בשעת תשמיש כדי שלא תתעבר וכן אנוסה ומפותה אינן צריכות להמתין והוא הדין לשבויה אפילו היא גדולה: הגה וי\"א דכל אלו צריכין להמתין אם הם גדולות וראויות להתעבר (טור) אשה שנאנסה תחת בעלה אם לא נבעלה לבעלה תחלה צריכה להמתין (א\"ז):"
    },
    {
      "id": "even_haezer-013-7",
      "section": 7,
      "text": "פלגש מיוחדת לאיש שרוצה לינשא לאחר צריכה להמתין:"
    },
    {
      "id": "even_haezer-013-8",
      "section": 8,
      "text": "מי שנשאת בטעות ונודע שהיא אסורה לבעלה והוציאה בית דין מתחתיו אם היתה קטנה שאינה ראויה לילד אינה צריכה להמתין שזה דבר שאינו מצוי הוא וכל דבר שאינו מצוי ברוב לא גזרו בו:"
    },
    {
      "id": "even_haezer-013-9",
      "section": 9,
      "text": "אשה שנתגרשה ויצא קול פיסול על הגט והצריכוה גט אחר מפני הלעז י\"א שצריכה להמתין ג' חדשים מהגט השני ויש אומרים שאינה צריכה למנות אלא מהגט הראשון: הגה ויש לחוש לסברא הראשונה (היא סברת ר\"י והרא\"ש כתבו בטור על שמם) וכן אם נתגרשה מחמת קול קדושין בעלמא צריכה להמתין (ב\"י בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-013-10",
      "section": 10,
      "text": "המקדש תוך תשעים יום מנדין אותו: הגה וי\"א שצריך שיגרש ואם הוא ישראל יחזירה לאחר ג' חדשים וכהן לא יחזור (טור) ודוקא שעבר במזיד אבל אם קדשה בשוגג א\"צ לגרש אלא מפרישין אותם (מהרי\"ו סי' ע\"ג) ויש מחמירין אפי' בשוגג (ת\"ה סימן רט\"ז) ונראה דבכהן דאסור להחזיר יש לסמוך אדברי המקילין ולא מצריכין לגרש ובישראל אין לסמוך אמאן דמיקל בשוגג כן נ\"ל גירשה אסורה לדור עמו במבוי (ריב\"ש סי' ש\"ס') לא כפו בית דין אותו עד שעברו ג' חדשים אע\"פ שקידש בעבירה שוב אין כופין אותו דכיון שעברו עברו (מרדכי פרק החולץ בשם מוהר\"ם) ואם כנס וגירש ע\"ל סימן זה סעיף י\"ב מה דינו לענין כתובה קידש וברח אין מנדין אותו ולומדין אותו לברוח) (טור בשם רבינו יחיאל) יש מי שאומר דבריחה זו צריכה שתהיה למרחוק שירחיק עד שיהיה שיעור חזרתו אחר ג' חדשים ואין נראה כן מדברי שאר הפוסקים:"
    },
    {
      "id": "even_haezer-013-11",
      "section": 11,
      "text": "גזרו חכמים שלא ישא אדם ולא יקדש מעוברת חבירו ולא מניקת חבירו עד שיהיה לולד כ\"ד חדשים דהיינו כפי מה שקובעין החדשים אחד מלא ואחד חסר (הגהות מרדכי פרק החולץ) חוץ מיום שנולד ויום שנתקדשה בו וחדש העיבור עולה למנין כ\"ד חדש (וי\"א דלכתחלה יחוש אפילו לחדש העיבור) (ת\"ה סימן רי\"ו) בין שהיא אלמנה בין שהיא גרושה בין שהיא מזנה (ויש מקילין במזנה) (הגהות מרדכי פרק החולץ בשם י\"א) ויש להקל במופקרת לזנות כדי שיהא בעלה משמרה (תשובת ר\"י מינץ סימן ה') אפילו נתנה בנה למינקת או גמלתו בתוך כ\"ד חדש לא תינשא אפילו נשבעה המינקת או נדרה על דעת רבים שלא תחזור בה (וי\"א דאם נשבעה המינקת וכנס לא יוציא) . (הגהות מרדכי דכתובות) אפילו אם נשבעה לאדם גדול כמו אלו שהולכים בחצר המלך אבל אם מת בנה מותרת לינשא ואין חוששין שמא תהרגהו וכן אם גמלתו בחיי בעלה או שאינו חולבת לעולם כגון שיש לה צימוק דדים או שפסק חלבה בחיי בעלה ושכרו לו מינקת בחיי בעלה או שנתנה בנה למניקה שלשה חדשים קודם מיתת בעלה והיא לא הניקה כלל תוך הג' חדשים מותרת לינשא:"
    },
    {
      "id": "even_haezer-013-12",
      "section": 12,
      "text": "עבר ונשא מעוברת או מניקה בתוך זמן זה מנדין אותו אא\"כ ברח ויוציא בגט ואפי' היה כהן וצריך לתת לה כתובה אם תתבענה לו ואם היה ישראל יחזירנה אחר כ\"ד חדש של מניקה ויכתוב לה כתובה אחרת נשא וברח ולאחר זמן בא וישב עם אשתו אין בכך כלום ואם קידש מעוברת או מניקה אין כופין אותו להוציא ולא יכנוס עד אחר זמן היניקה או עד שימות הולד: הגה וי\"א דאין חילוק בין קידש לנשא (רוב המורים) וכן עיקר וע\"ל סי' זה סעיף י' כיצד נוהגין:"
    },
    {
      "id": "even_haezer-013-13",
      "section": 13,
      "text": "אלמנה שהיתה מניקה בנה יכולה לומר איני מניקה אלא בשכר ויכולה היא לתבוע כתובתה לאלתר ואע\"פ שאינה יכולה לינשא עד סוף כ\"ד חדש ואין חילוק בין התחילה להניק או לא התחילה (מהר\"ם פדוואה סימן ל' ומהרי\"ו וריב\"ש ותשו' הרא\"ש כלל נ\"ג):"
    },
    {
      "id": "even_haezer-013-14",
      "section": 14,
      "text": "זה שאמרנו בגרושה יש מי שאומר דדוקא שהניקתו קודם שנתגרשה עד שהכירה אבל קודם הזמן הזה לא דהא אי בעיא לא תניק ליה כלל ואפי' בשכר ויש מי שאומר האשה שמת בעלה והניחה מעוברת וילדה ולא הניקה את בנה צריכה להמתין כ\"ד חדש ומשמע מדבריו דהוא הדין לגרושה:"
    }
  ]
}