{
  "id": "even_haezer-044",
  "chapterLabel": "סימן 44",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-044-1",
      "section": 1,
      "text": "קדושי חרש שוטה וקטן עריות וחייבי לאוין. ובו יב סעיפים:חרש וחרשת אינם בני קדושין מן התורה בין נשאו כיוצא בהן בין חרש שנשא פקחת בין חרשת שנישאת לפקח אבל חכמים תיקנו להם נישואין לפיכך אם בא פקח וקידש אשת חרש הפקחת הרי זו מקודשת לשני קידושין גמורים ונותן גט והיא מותרת לבעלה החרש:"
    },
    {
      "id": "even_haezer-044-2",
      "section": 2,
      "text": "שוטה ושוטית אין להם קדושין לא מדברי תורה ולא מדברי סופרים לא שנא עם כיוצא בהם לא שנא עם פקחים: הגה ודוקא שוטה גמור אבל אם דעתו צלולה אע\"פ שהיא דלה וקלושה הרבה (ר\"י בשם הרמ\"ה) וכן עתים שוטה ועתים צלול ולא ידענו העת שהוא עומד בדעתו חוששין לקידושין (ג\"ז שם):"
    },
    {
      "id": "even_haezer-044-3",
      "section": 3,
      "text": "שיכור שקידש קידושיו קידושין אפילו נשתכר הרבה ואם הגיע לשכרותו של לוט אין קדושיו קדושין ומתיישבין בדבר זה:"
    },
    {
      "id": "even_haezer-044-4",
      "section": 4,
      "text": "סריס שקידש בין סריס חמה בין סריס אדם וכן איילונית שנתקדשה הוי קדושין וי\"א שאיילונית ודאית אינה מקודשת:"
    },
    {
      "id": "even_haezer-044-5",
      "section": 5,
      "text": "טומטום ואנדרוגינוס או שקידשו או שקידשם איש קידושיהם ספק וצריכין גט מספק וי\"א דאנדרוגינוס ודאי זכר (טור בשם התוס' והרא\"ש):"
    },
    {
      "id": "even_haezer-044-6",
      "section": 6,
      "text": "המקדש אחת מכל העריות לא עשה כלום שאין קדושין תופסין בהם חוץ מהנדה שהמקדש נדה מקודשת קדושין גמורין ואין ראוי לעשות כן:"
    },
    {
      "id": "even_haezer-044-7",
      "section": 7,
      "text": "המקדש אחת מהשניות או מאיסורי לאוין או מאיסורי עשה הרי זו מקודשת קדושין גמורין חוץ מיבמה שנתקדשה לזר שאינה מקודש' אלא מספק:"
    },
    {
      "id": "even_haezer-044-8",
      "section": 8,
      "text": "המקדש כותית או שפחה אינו כלום שאינן בני קדושין וכן כותי ועבד שקידשו ישראלית אינו כלום:"
    },
    {
      "id": "even_haezer-044-9",
      "section": 9,
      "text": "ישראל מומר שקידש קדושיו קדושין גמורים וצריכה ממנו גט ואפילו זרעו שהוליד משהמיר אם קידש אותו זרע ישראלית קדושיו קדושין ודוקא שהולידו מישראלית אפילו מומרת אבל אם הולידו מן הכותית דינו ככותי אפילו היה המוליד ישראל שאינו מומר אבל ישראלית מומרת שיש לה זרע עם הכותי שקידש קדושיו קדושין (מרדכי סוף החולץ):"
    },
    {
      "id": "even_haezer-044-10",
      "section": 10,
      "text": "כותי שקידש צריכה ממנו גט:"
    },
    {
      "id": "even_haezer-044-11",
      "section": 11,
      "text": "מי שחציו עבד וחציו בן חורין שקידש ישראלית הרי זו ספק מקודשת:"
    },
    {
      "id": "even_haezer-044-12",
      "section": 12,
      "text": "המקדש מי שחציה שפחה וחציה בת חורין צריכה גט ואם עד שלא נתן לה גט נשתחררה ואח\"כ קידשה אחר מקודשת לשניהם וצריכה גט משניהם או מגרש ראשון ונושא שני ואם מתו אחיו של אחד חולץ ואחיו של שני או חולץ או מייבם:"
    }
  ]
}