{
  "id": "even_haezer-176",
  "chapterLabel": "סימן 176",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-176-1",
      "section": 1,
      "text": "דין יבמה שאינו בת יבום משום ספק זקוקה ודין נשי התערובות. ובו ח סעיפים:מי שקידש אחת מב' אחיות ואינו יודע איזו קידש אפי' לא הוכרו מעולם שלא נתנו לביאה הוו קידושין וצריך גט לכל אחת ואחת מת ולו אח חולץ לשתיהן היו לו שני אחים אחד חולץ ואחד מייבם לשניה קדמו שני האחים וכנסו את שתיהם אין מוציאים אותם מידן ואם נמלכו בב\"ד ואמרו להם שיחלוץ הא' וייבם השני והלכו שניהם וייבמו יוציאו:"
    },
    {
      "id": "even_haezer-176-2",
      "section": 2,
      "text": "מי שעבר וייבם ודאי אחות זקוקתו יוציא:"
    },
    {
      "id": "even_haezer-176-3",
      "section": 3,
      "text": "שנים שקדשו שני אחיות זה אינו יודע איזו קידש וזה אינו יודע איזו קידש ומתו לזה אח ולזה אח כל א' חולץ לשתיהן ואין שום א' מהם יכול לייבם לזה א' ולזה שנים היחיד חולץ לשתיהן והשנים א' חולץ לא' תחלה ואח\"כ ייבם השני לשנייה ואם קדמו השנים וכנסו אחר שחלץ היחיד אין מוציאים מידם אפי' שניהם כהנים היו לזה שני אחים ולזה שני אחים אחיו של זה חולץ לאחת ואחיו של זה חולץ לאחת ואח\"כ האח השני של זה מייבם חלוצתו של זה ואח השני של זה מיבם חלוצתו של זה ואם קדמו שני האחים של הא' וחלצו לשתיהן לא ייבמו השני אחים האחרים של השני לשתיהן אלא א' חולץ וא' מייבם לשניה קדמו השנים האחרוני' וכנסו אחר שחלצו השנים הראשונים אין מוציאין מידם:"
    },
    {
      "id": "even_haezer-176-4",
      "section": 4,
      "text": "מי שהלך בעלה למדינת הים ושמעו שמת ונשאת ואח\"כ בא בעלה ומתו שניהם לזה אח ולזה אח אחיו של זה ושל זה חולצים ולא מייבמים (ודין צרתה ע\"ל סי' קע\"ג סעיף י\"א):"
    },
    {
      "id": "even_haezer-176-5",
      "section": 5,
      "text": "האשה שהיו לה בנים ולכלתה בנים וילדו היא וכלתה שני זכרים במחבוא ונתערבו הבנים וגדלו התערובות ונשאו נשים ומתו בני הכלה חולצין לשתיהן תחלה ולא מייבמין ובני הזקנה אחר חליצת בני הכלה חולצין או מיבמין:"
    },
    {
      "id": "even_haezer-176-6",
      "section": 6,
      "text": "מתו הבנים הוודאים של הזקנה והכלה והספקות קיימים הספיקות לנשי בני הזקנה חולצין ולא מייבמין ולנשי בני הכלה א' מהספקות חולץ לה תחלה והשני מייבם:"
    },
    {
      "id": "even_haezer-176-7",
      "section": 7,
      "text": "מי שלא שהתה אחר בעלה ג' חדשים ונשאת וילדה ואין ידוע אם הוא בן ט' לראשון או בן ז' לאחרון והיו לה בנים מהראשון ומהשני וגדל הספק ונשא אשה ומת בניה מהראשון ומהשני חולצין ולא מייבמין וכן הספק לנשותיהם חולץ ולא מייבם היו לראשון ולשני לכל א' בן מאשה אחרת ומתו זה הספק חולץ או מייבם לנשותיהם מת הספק א' משני הבנים הוודאים חולץ לה תחלה והשני מייבם:"
    },
    {
      "id": "even_haezer-176-8",
      "section": 8,
      "text": "חמשה נשים שהיה לכל אחת בן ידוע וילדו כלן במחבוא כל אחת זכר נתערבו חמשה הוולדות ונשאו נשים ומתו ונפלו נשותיהם לפני חמשה הבנים הוודאים ד' מהוודאים יחלצו לאחת ואחר כך ישאנה החמישי וכן עושים לכל אחת ואחת ואם מת א' מהבנים הוודאים ארבעה הספיקות יחלצו לה וא' ייבם היו קצת הוודאים כהנים הכהנים חולצים ולא מייבמים ושאינם כהנים מייבמים היו לקצת הוודאים שיש להם באלו הספיקות אחים מהאם שלא מהאב וגם יש לו בהם אחים מהאב (אחים מן האם חולצין אחים מן האב מייבמין מקצתן כהנים ומקצתן אחין מן האם אלו ואלו) חולצים ולא מייבמים:"
    }
  ]
}