{
  "id": "even_haezer-078",
  "chapterLabel": "סימן 78",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-078-1",
      "section": 1,
      "text": "חיוב פדיונה. ובו ח סעיפים:פדיונה כיצד נשבית חייב לפדותה ואינו יכול לומר לה הרי גיטך וכתובתיך ופדי את עצמך ואפי' אם יאמר איני פודך ולא אטול פירות אין שומעין לו אלא חייב לפדותה:"
    },
    {
      "id": "even_haezer-078-2",
      "section": 2,
      "text": "אין מחייבים את הבעל לפדות את אשתו יותר על דמיה אלא כמו שהיא שוה כשאר השבויות (וי\"א דאשתו כגופו דמי ויכול לפדותה בכל אשר לו) טור והרא\"ש בשם הרמ\"ה הובא בב\"י:"
    },
    {
      "id": "even_haezer-078-3",
      "section": 3,
      "text": "היו דמיה יותר על כדי כתובתה ואמר הריני מגרשה וזו כתובתה ותלך ותפדה את עצמה אין שומעין לו אלא כופין אותו ופודה אותה אפי' היו דמיה עד י' בכתובתה ואפי' אין לו אלא כדי פדיונה בד\"א בפעם ראשונה אבל אם פדאה ונשבית פעם שנייה ורצה לגרשה מגרשה ונותן לה כתובתה והיא תפדה את עצמה (אבל בלא\"ה אינו חייב לפדותה בפעם שניה) (ב\"י):"
    },
    {
      "id": "even_haezer-078-4",
      "section": 4,
      "text": "מי שנשבית אשתו והוא במדינת הים ב\"ד יורדים לנכסיו ומוכרין בהכרזה ופודין אותה כדרך שהבעל פודה (אם הוא ואשתו בשביה עיין בי\"ד סי' רנ\"ב):"
    },
    {
      "id": "even_haezer-078-5",
      "section": 5,
      "text": "המדיר את אשתו נדר שהוא חייב בגללו לגרשה וליתן כתובתה ונשבית אחר שהדירה אינו חייב לפדותה שמשעה שהדירה נתחייב לגרשה וליתן לה כתובתה:"
    },
    {
      "id": "even_haezer-078-6",
      "section": 6,
      "text": "כהן שנשבית אשתו אע\"פ שנאסרה עליו הואיל ומקודם היתה מותרת לו פודה ומחזירה לבית אביה אפי' היה בעיר אחרת מיטפל לה עד שמחזירה למדינתה ומגרשה ונותן לה כל כתובתה ואם היה בעלה ישראל שהשבויה מותרת לו מחזירה לו לאשה כמו שהיתה ואם רצה אח\"כ מגרשה ונותן לה כתובתה (שבויה שנאסרה אף לבעלה ישראל שחוששין שמא נבעלה ברצון כדרך שנתבאר סימן ז' אין בעלה חייב לפדותה (הר\"ן פ' נערה ור\"י נכ\"ג) :"
    },
    {
      "id": "even_haezer-078-7",
      "section": 7,
      "text": "האשה שהיתה אסורה על בעלה מחייבי לאוין ונשבית אינו חייב לפדותה אלא נותן לה כתובתה והיא תפדה את עצמה (ומשלם לה הפירות שאכל מנכסיה) (הר\"ן פרק אלמנה ניזונית):"
    },
    {
      "id": "even_haezer-078-8",
      "section": 8,
      "text": "אין חיוב פדיונה עליו אלא בחייו אבל אלמנתו אינה נפדית מנכסיו אפילו נשבית בחייו ולא הספיק לפדותה עד שמת אין היורשים חייבין לפדותה ואפי' היא זקוקה ליבם אלא נפדית משל עצמה או תטול כתובתה ותפדה את עצמה:"
    }
  ]
}