{
  "id": "even_haezer-039",
  "chapterLabel": "סימן 39",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-039-1",
      "section": 1,
      "text": "המקדש את האשה על מנת שאין עליה נדרים ומומין ועל מי להביא ראיה אם נמצאו. ובו ז סעיפים:המקדש את האשה ע\"מ שאין עליה נדרים ונמצא עליה אחד מג' נדרים אלו שדרך בני אדם להקפיד עליהם שלא תאכל בשר או שלא תשתה יין או שלא תתקשט במיני צבעונים אינה מקודשת (ואינה צריכה גט) (טור) וה\"ה לנדרים שבינו לבינה דהוי בכלל נדרים שדרך בני אדם להקפיד עליהם נמצא עליה נדר חוץ מאלו אע\"פ שהוא אומר מקפיד אני אפי' על זה ה\"ז מקודשת ואם אמר לה ע\"מ שאין עליך כל נדר אפי' נמצא שנדרה שלא תאכל חרובין אינה מקודשת ויש מי שאומר שחוששין שמא תלך אצל חכם ויתיר לה (ולכן אסורה להנשא בלא גט):"
    },
    {
      "id": "even_haezer-039-2",
      "section": 2,
      "text": "היו עליה נדרים והלכה אצל חכם והתירה מקודשת ואפי' היא אשה חשובה בד\"א שהתירה חכם קודם שנודעו לבעל אבל אם נודעו לבעל קודם שהתירה מיד נתבטלו הקידושין ויש מי שאומר שאם היא אשה חשובה אפי' אם מקודם שנודעו לבעל התירה חכם היא ספק מקודשת (ואם קדשה ע\"מ שאין עליה נדרים ובעל סתם ע\"ל סימן ל\"ח סעיף ל\"ה):"
    },
    {
      "id": "even_haezer-039-3",
      "section": 3,
      "text": "המקדש את האשה על מנת שאין בה מומין ונמצאו בה א' מן המומין הפוסלים בנשים אינה מקודשת נמצא בה מום אחר חוץ מאותם המומין אע\"פ שאמר מקפיד אני אפי' על זה הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-039-4",
      "section": 4,
      "text": "ומה הן המומין הפוסלים בנשים כל המומין הפוסלים בכהנים פוסלים בנשים ויותר עליהם בנשים ריח רע וזיעה וריח הפה (וי\"א דאף ריח החוטם) (מרדכי בשם הרמ\"ה) וקול עבה ודדיה גסים מחברותיה טפח וטפח בין דד לדד ונשיכת כלב ונעשה המקום צלקת פי' שנתרפאה המכה וקרם עליה עור ולא נשאר אלא רושם המכה ושומא (פי' וורואה בלע\"ז רש\"י) שעל הפדחת אפילו היתה קטנה ביותר ואע\"פ שאין בה שיער וזו היא השומא שיתירה אשה על הכהנים והיא שעומדת תחת כיפה שבראשה פעמים נראית ופעמים אינה נראית שאם תמיד נראית הרי ראה ונתפייס ואם תמיד אינה נראית אינו מום: הגה ואם יש מרחץ בעיר אפילו מומין שבסתר אין מבטלים בד\"א כשדרך הבנות לילך למרחץ בגילוי אבל במקום שאין הבנות הולכות למרחץ רק בלילה ובהחבא אפילו מומין שבגלוי מבטלין נכפה אם הוא לזמן קבוע הוי מום שבסתר ואם אינו לזמן קבוע הוי מום שבגלוי (וע\"ל סי' קט\"ז עוד מדיני מומין) י\"א דנכפה וריח הפה אין חילוק בין מרחץ בעיר או לא (ר\"י נתיב כ\"ג):"
    },
    {
      "id": "even_haezer-039-5",
      "section": 5,
      "text": "המקדש אשה סתם ונמצאו עליה אחד מן המומין הפוסלים בנשים או נמצא עליה אחד מנדרים שדרך בני אדם להקפיד עליהם הרי זו מקודשת מספק:"
    },
    {
      "id": "even_haezer-039-6",
      "section": 6,
      "text": "קידשה ע\"מ שאין בה מומין והיו בה מומין והלכה אצל רופא וריפא אותה אינה מקודשת אבל אם התנה האשה (ע\"מ) שאין בו מומין והיו בו מומין והלך אצל רופא ורפאו ה\"ז מקודשת שאין גנאי לאיש במומין שכבר נרפאו והאשה אינה מקפדת על זאת:"
    },
    {
      "id": "even_haezer-039-7",
      "section": 7,
      "text": "קידשה ע\"מ שלא יהיו בה מומין ונמצאו בה מומין וריפאן הרופא הרי זו מקודשת למפרע:"
    }
  ]
}