{
  "id": "even_haezer-164",
  "chapterLabel": "סימן 164",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-164-1",
      "section": 1,
      "text": "שהיבמה לא תתייבם ולא תחלוץ תוך ג חדשים ודין אם נתיבמה ונמצאת מעוברת. ובו ז סעיפים:היבמה לא תחלוץ ולא תתייבם עד שיהיו תשעים יום ממיתת הבעל חוץ מיום המיתה ויום היבום או חליצה ואם יבם או חלץ תוך זמן זה ולא נמצאת מעוברת הרי זו נפטרה ואינה צריכה כלום אבל לא תנשא לאחר אע\"פ שחלצה עד שישלימו תשעים יום למיתת הבעל ואם מת היבם תוך התשעים יום או אחריהם י\"א שצריכה להמתין תשעים יום אחר מיתתו ואם היו שני יבמים ומת אחד מהם מותרת להתייבם לשני תוך תשעים יום למיתתו של זה. הגה וי\"א דכל שחלצה תוך ג' חדשים בין נמצאת מעוברת והפילה או לא נמצאת מעוברת הו\"ל חליצה פסולה וצריכה חליצה אחרת מכל האחים (הגהות מרדכי סוף גיטין) ועיין לקמן סימן ק\"ע סעיף ה':"
    },
    {
      "id": "even_haezer-164-2",
      "section": 2,
      "text": "החולץ ליבמתו ונמצאת מעוברת וילדה אם הולד של קיימא אין החליצה כלום הוא מותר בקרובותיה ולא פסלה מהכהונה ואם הפילה או ילדה ולא חיה שלשים יום צריכה חליצה אחרת שחליצת מעוברת לא שמה חליצה וחולץ לה הוא או אחד משאר אחין וי\"א דלא יחלוץ לה הוא אלא אחד משאר האחין (טור בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-164-3",
      "section": 3,
      "text": "ביאת מעוברת נמי לא שמה ביאה לפיכך הכונס או חולץ ליבמתו תוך שלשה חדשים ולה צרה לא תנשא עד שתלד זו או שמא תפיל ולא היתה הביאה או החליצה כלום והולד אינו פוטר עד שיצא לאויר העולם:"
    },
    {
      "id": "even_haezer-164-4",
      "section": 4,
      "text": "היבמה לא תתייבם בעת נידתה אבל חולצת היא ואם עבר ויבם ובא עליה בעת נדתה קנאה:"
    },
    {
      "id": "even_haezer-164-5",
      "section": 5,
      "text": "הכונס את יבמתו ונמצאת מעוברת מפרישים אותן וממתינין לה אם הפילה יחזור ויקיים: הגה וי\"א דוקא שכנסה קודם שהוכר העובר אבל אם כנסה משהוכר העובר צריך להוציאה אע\"פ שהפילה (נ\"י פ' החולץ) וכשמקיימה צריך לחזור ולבעול דביאת מעוברת לא שמה ביאה (נ\"י בשם רבי' ירוחם) ואם רצה להוציאה צריכה גט וחליצה:"
    },
    {
      "id": "even_haezer-164-6",
      "section": 6,
      "text": "ולד שלא נגמרו סימניו ולא כלו חדשיו קרוי נפל ואם ילדה ולד שנגמרו סימניו ואין ידוע אם כלו חדשיו אפילו מת ביום שנולד ה\"ז מוציאה בגט וחולץ לה ואח\"כ תהיה מותרת לאחרים ואם נתקיים הולד שלשים יום אחר שנולד או שכלו לו חדשיו (המ\"מ) ה\"ז ולד של קיימא ואינה צריכה ממנו גט מפני שהיא ערוה עליו:"
    },
    {
      "id": "even_haezer-164-7",
      "section": 7,
      "text": "ילדה ולד של קיימא לאחר ששה חדשים משנתייבמה ה\"ז הולד ספק אם בן תשעה לראשון אם בן שבעה לאחרון לפיכך יוצאה בגט והולד כשר ואם בא עליה אחר שילדה ונתעברה וילדה אותו ולד ספק ממזר:"
    },
    {
      "id": "even_haezer-164-8",
      "section": 8,
      "text": "כל יבמה שהיא ספק מדבריהם אם יש עליה זיקת יבם אם לאו כגון יבמה שילדה ולד שלא נודע שכלו לו חדשיו ומת בתוך ל' יום או ביום ל' שדינה שתחלוץ מספק מדבריהם כמו שנתבאר אם הלכה ונתקדשה לאחר או נשאת קודם חליצה חולץ לה יבמה ותשב עם בעלה ואם נתקדשה לכהן שהוא אסור בחלוצה אינו חולץ לה שאין אוסרין ע\"ז אשתו משום ספק דבריהם וה\"ה אם אין היבם כאן שלא תצא מבעלה ישראל ומותרת לו בלא חליצה הואיל וכבר נשאה (ר\"י מינץ בתשובה) גירשה הכהן או מת ה\"ז חולצת לכתחילה ואחר כך תהיה מותרת לאחרים:"
    }
  ]
}