{
  "id": "even_haezer-127",
  "chapterLabel": "סימן 127",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-127-1",
      "section": 1,
      "text": "שצריך להזכיר הזמן בגט ודין קדימה ואיחור. ובו יג סעיפים:צריך לכתוב זמן בגט ואם נתגרשה בגט שאין בו זמן לא תנשא ואם נשאת לא תצא אפי' אין לה בנים:"
    },
    {
      "id": "even_haezer-127-2",
      "section": 2,
      "text": "אם היה מוקדם או נכתב ביום ונחתם בלילה שלאחריו פסול אפי' היו עסוקים באותו ענין וי\"א דנכתב ביום ונחתם בלילה שלאחריו בשעת הדחק כשר: הגה וגט מוקדם אע\"פ שפסול אם קדשה אחר צריכה גט משני ואסור לחזור לראשון (פסקי מהרא\"י סי' י\"ג לדעת הרמב\"ם ב\"י בשם הר\"ן והרשב\"א):"
    },
    {
      "id": "even_haezer-127-3",
      "section": 3,
      "text": "נכתב ביום ולא הספיקו לחתמו עד הלילה אם כתבו בו קודם חתימה גיטא דנן איכתוב ביום פלן ולא הספיקו סהדי למחתמיה עד ליליא וחתמו העדים אח\"כ כשר:"
    },
    {
      "id": "even_haezer-127-4",
      "section": 4,
      "text": "השולח גט ממקום למקום אע\"פ שמקדים הזמן שהרי כותבין הזמן מיום הכתיבה ואינו מגיע לידה עד אחר זמן כשר משום דאית ליה קלא."
    },
    {
      "id": "even_haezer-127-5",
      "section": 5,
      "text": "גט שלא נמסר ביום הכתיבה אין תקנה להכשירו אלא שישלחנה לה ע\"י שליח. הגה מיהו נהגו להחמיר ולכתוב אחר (כן משמע מדברי הר\"ף שהביא הא\"ח וסתם גט שיצא מיד אשה אמרינן שנמסר ביום שנכתב ואינה צריכה ראיה אא\"כ היה בו רעותא כגון שהיה מושלך (טור והתוספת והרא\"ש):"
    },
    {
      "id": "even_haezer-127-6",
      "section": 6,
      "text": "אמר לשנים לכתוב גט ולחתום וליתנו לאשתו ונתאחר הדבר ימים או שנים או שנמצא הגט פסול והוצרכו לכתוב לה גט אחר כשכותבין הזמן והמקום אין כותבין לא הזמן שאמר להם הבעל לכתוב בו ולא אותו המקום כיצד היו בירושלים כשאמר להם הבעל והיו עומדים בתשרי ונתאחר עד ניסן והרי הם בלוד כותבין הזמן מניסן ובלוד:"
    },
    {
      "id": "even_haezer-127-7",
      "section": 7,
      "text": "גט שלא כתב בו שם היום אלא בשבת ראשונה או שנייה מחדש פלו' או בחדש פלוני או בשנה פלונית ולא הזכיר החדש אפילו כתב בשבוע פלוני כשר וכן אם כתב בו היום גרשתיה כשר שמשמעו היום הזה שיצא בו הגט:"
    },
    {
      "id": "even_haezer-127-8",
      "section": 8,
      "text": "כתב בו זמן וחתך ממנו הזמן ואח\"כ נתנו לה כשר ויש פוסלים:"
    },
    {
      "id": "even_haezer-127-9",
      "section": 9,
      "text": "גט שזמנו מאוחר כשר לגרש בו ואפילו נתנו לה מיד אין הגירושין חלין עד הזמן הכתוב בו ויש פוסלין גט מאוחר:"
    },
    {
      "id": "even_haezer-127-10",
      "section": 10,
      "text": "אם דילג הסופר לבריאת עולם כשר."
    },
    {
      "id": "even_haezer-127-11",
      "section": 11,
      "text": "אם דילג האלפים והמאות רק שכתב בכך וכך לפרט כשר ואפי' אם דילג גם בריאת עולם:"
    },
    {
      "id": "even_haezer-127-12",
      "section": 12,
      "text": "אם דילג חמשה ולא כתב אלא אלפים כשר:"
    },
    {
      "id": "even_haezer-127-13",
      "section": 13,
      "text": "אם כתב הכלל והפרט הקטן ודילג הפרט האמצעי כגון שכתב ה' אלפים וי\"ז ודילג וג' מאות פסול ואם נשאת לא תצא ויש מי שאומר שמצריכין לה גט כשר מבעלה הראשון ותשב תחת השני."
    }
  ]
}