{
  "id": "even_haezer-111",
  "chapterLabel": "סימן 111",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-111-1",
      "section": 1,
      "text": "דין כתובת בנין דכרין. ובו יז סעיפים:מתנאי הכתובה שיהיו בניו הזכרים יורשים כתובת אמן ונדונייתה שהכניסה בתורת נצ\"ב וי\"א שאף התוספת בכלל ואח\"כ חולקים השאר עם אחיהם בשוה כיצד נשא אשה כתובתה ונדונייתא אלף וילדה בן ומתה בחייו ואח\"כ נשא אשה אחרת כתובתה ונדונייתא ר' וילדה בן ומתה בחייו ואח\"כ מת הוא והניח אלפים בנו מן הראשונה יורש אלף שבכתובת אמו ובנו מן השנייה יורש ר' שבכתובת אמו והשאר יורשים אותו בשוה נמצא ביד בן הראשונה אלף ות' וביד בן השניה ת\"ר:"
    },
    {
      "id": "even_haezer-111-2",
      "section": 2,
      "text": "בד\"א שהניח יותר על ב' הכתובות דינר א' או יותר כדי שיחלקו השאר בשוה אבל אם לא הניח יותר דינר חולקין הכל בשוה שאם ירשו אלו כתובת אמן ולא ישאר דינר א' לחלוק אותו בין היורשים נמצאת תנאי זה מבטל חלק ירושה בין הבנים בשוה שהוא מן התורה:"
    },
    {
      "id": "even_haezer-111-3",
      "section": 3,
      "text": "אם אין שם יותר על שתי הכתובות דינר אפי' היה ראוי ליפול ירושה מאבי אביהם בענין שהיה שם מותר לא חשיב מותר אפי' מת אבי אביהם קודם שיחלקו כיון שלא היה שם מותר דינר בשעת מיתה:"
    },
    {
      "id": "even_haezer-111-4",
      "section": 4,
      "text": "וה\"ה למי שנשא נשים רבות בין בזו אחר זו בין בבת אחת ומתו כלן בחייו ולו מהם בנים זכרים אם היה שם יותר על כדי כל הכתובות דינר כל א' וא' יורש כתובת אמו והשאר חולקים בשוה:"
    },
    {
      "id": "even_haezer-111-5",
      "section": 5,
      "text": "אם אמרו היתומים הרי אנו מעלים על נכסי אבינו יותר דינר כדי שיטלו כתובת אמן אין שומעין להם אלא שמין את הנכסים בב\"ד כמה היו שוים בשעת מיתת אביהם אע\"פ שנתרבו או נתמעטו אחר מיתת אביהם קודם שיבואו לחלוק אין שמין אותם אלא כשעת מיתת אביהם (ודוקא שהוזלו הנכסים או נשתדפו אבל נמצא שדה שאינו שלו איגלאי מילתא למפרע דלא היה שם יותר דינר) (הר\"ן פ' מי שמת והמ\"מ פ' י\"ט):"
    },
    {
      "id": "even_haezer-111-6",
      "section": 6,
      "text": "היה שם יותר על כדי כל הכתובות דינר או יותר אע\"פ שיש עליו שטר חוב כנגד היותר אינו ממעט אלא כל אחד מהם יורש כתובת אמו:"
    },
    {
      "id": "even_haezer-111-7",
      "section": 7,
      "text": "וי\"א שאפי' החוב יותר מהמותר שעל שתי כתובות יפרעו לבעל חוב והשאר יחלקו כפי שתי הכתובות:"
    },
    {
      "id": "even_haezer-111-8",
      "section": 8,
      "text": "מי שהיה נשוי שתי נשים ומתה אחת מהם בחייו ואחת אחר מותו ולו בנים משתיהן אע\"פ שלא הניח יותר על שתי הכתובות אם נשבעה השניה שבועת אלמנה קודם שתמות בניה קודמים לירושת כתובתה מפני שאינם יורשים כתובת אמם בתנאי זה אלא ירושה של תורה ואח\"כ יורשים בני הראשונה כתובת אמם בתנאי זה ואם נשאר שם כלום חולקין אותו בשוה ואם מתה קודם שתשבע בני הראשונה יורשים כתובת אמם בלבד והשאר חולקין בשוה וכ\"ש אם מתו שתיהן אחר מותו שבני כל אחת נוטלים כתובת אמם אפי' אין שם מותר שהרי באים בתורת חוב וכן אם גירש אחת ומתה אחת בחייו ואח\"כ מת והניח בנים משתיהן בני המתה נוטלין כתובת בנין דכרין אפילו אין שם מותר דינר דכתובת הגרושה שהוא חוב נעשית מותר לחבירתה לפיכך בני הגרושה נוטלים תחלה ואח\"כ בני המתה:"
    },
    {
      "id": "even_haezer-111-9",
      "section": 9,
      "text": "מתה אחת בחייו ואחת לאחר מותו ונשבעה על כתובתה אותה שמתה אחר מותו ואין שם נכסים אלא כדי כתובת הראשונה אין כאן (כתובת בנין דכרין אבל אם יש מותר על) (טור) כתובה הראשונה אפי' דינר יפרעו לשניה כתובת אמם והמותר יקחו בני הראשונה בתורת כתובת בנין דכרין:"
    },
    {
      "id": "even_haezer-111-10",
      "section": 10,
      "text": "מתה אחת בחייו והשנייה קיימת דינם כדין מתה (אחת) בחייו ואחת לאחר מותו:"
    },
    {
      "id": "even_haezer-111-11",
      "section": 11,
      "text": "היה נשוי שתי נשים והיו לו בנים מהן ומת ואח\"כ מתו הנשים אם נשבעו ואח\"כ מתו כל אחד ואחד יורש כתובת אמו בירושה של תורה ולא בתנאי זה לפיכך אין משגיחין אם יש שם מותר או אין שם ויורשי הראשונה קודמים ליורשי השניה ואם לא נשבעו חולקין כל הבנים בשוה ואין שם ירושת כתובה לפי שאין לאלמנה כתובה עד שתשבע:"
    },
    {
      "id": "even_haezer-111-12",
      "section": 12,
      "text": "אחת נשבעה ואחת לא נשבעה זו שנשבעה בניה יורשים כתובתה תחלה והשאר חולקין אותו בשוה:"
    },
    {
      "id": "even_haezer-111-13",
      "section": 13,
      "text": "כל היורש כתובת אמו שמתה בחיי אביו אינו טורף מנכסים משועבדים אלא מבני חורין ככל היורשין (ועיין למטה סוף הסימן):"
    },
    {
      "id": "even_haezer-111-14",
      "section": 14,
      "text": "י\"א דוקא במקרקעי שיש שם קרקע כדי ב' הכתובות נהיגא כתובת בנין דכרין אבל אם אין שם אלא מטלטלי לא ומיהו אפילו אין המותר אלא מטלטלי שפיר דמי ויש מי שאומר דהאידנא דכתבינן בכתובות דילן מטלטלי אגב מקרקעי גם כתובות בנין דכרין נגבית ממטלטלים דתנאי כתובה ככתובה:"
    },
    {
      "id": "even_haezer-111-15",
      "section": 15,
      "text": "המוכרת כתובתה בין לבעלה בין לאחרים לא הפסידה כתובת בנין דכרין אבל אם מחלה כתובתה לבעלה הפסידו בניה כתובת בנין דכרין לפיכך אין הבנים יורשין כתובת בנין דכרין עד שיהיה שטר הכתובה יוצא מתחת ידם אבל אם אין שם שטר כתובה אין להם כלום שמא מחלה אמם ואם אין דרכם לכתוב כתובה יש להם:"
    },
    {
      "id": "even_haezer-111-16",
      "section": 16,
      "text": "מי שצוה בשעת מיתה שלא ירשו בניו כתובת בנין דכרין אין שומעין לו: הגה אבל אם התנה כן בשעת נשואין תנאו קיים (טור) וי\"א דאין כתובת בנין דכרין נוהגת האידנא דעיקר התקנה היתה כדי שיתן אדם לבתו כבנו ועכשיו נוהגין ליתן לבת יותר ויותר (ג\"ז שם) וכן נוהגין במדינות אלו:"
    },
    {
      "id": "even_haezer-111-17",
      "section": 17,
      "text": "נתן כל נכסיו לאחרים במתנת ש\"מ הואיל ומתנת ש\"מ אינה קונה אלא לאחר מיתה הרי המתנה וחיוב התנאים באים כאחד לפיכך בניה יורשים כתובת אמם שמתה בחיי בעלה ואם נתנם במתנת בריא מהיום ולאחר מיתה דינם כדין מתנות בריא לענין זה:"
    }
  ]
}