{
  "id": "even_haezer-142",
  "chapterLabel": "סימן 142",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-142-1",
      "section": 1,
      "text": "דין המביא גט בח\"ל. ובו יח סעיפים:שליח שהביא גט ממקום למקום בח\"ל או מא\"י לח\"ל או מח\"ל לא\"י אם היה השליח עומד בשעת כתיבת הגט וחתימתו ה\"ז אומר בפני שנים בפני נכתב ובפני נחתם ואח\"כ יתן לה בפניהם ותתגרש בו ואע\"פ שאין עידיו ידועים אצלנו ואפי' היו שמות עידיו כשמות הכותים אין חוששין להם ואם בא הבעל ועמד וערער אין משגיחין בו לפיכך אף הנשים שאינן נאמנות לומר מת בעלה נאמנות להביא גט זה ולומר בפ\"נ ובפ\"נ וכן שליח שהביא גט מא\"י ואמר בפני נכתב ובפני נחתם אע\"פ שאינו צריך אם יבא הבעל ויערער אין משגיחין בו ואם אין השליח עומד בשעת כתיבה וחתימה אל ינתן לה אא\"כ נתקיים בחותמיו ויש לשליח להיות מכלל הג' שקיימו אותו ואם לא נתקיים ונתן לה ה\"ז פסול עד שיתקיים ואם בא הבעל וערער ולא נתקיים אינה מגורשת אבד הגט הרי זו ספק מגורשת ומפני מה הצריכו לומר בפ\"נ ובפ\"נ בח\"ל כדי שלא תהיה האשה צריכה לקיימו אם יבא הבעל ויערער מפני שאין עדים מצויים לקיימו ממקום למקום בח\"ל ונ\"ל דהאידנא אפי' בא\"י צ\"ל בפ\"נ ובפ\"נ: הגה ובזמן הזה המביא גט אפי' מבית לבית בעיר אחת צ\"ל בפני נכתב ובפני נחתם (תוס' ריש גיטין) וע\"ל סי' קמ\"א סעיף נ\"ה דאין ליתנו בזמן שהבעל בעיר י\"א דאם יש לשליח הרשאה וכתב בה מי הם עידי הגט דזה מקרי נתקיים בחותמיו וא\"כ אין השליח צ\"ל בפני נכתב ובפני נחתם (רשב\"א סי' תקס\"א ומרדכי ריש התקבל) ויש חולקים ואומרים דהרשאה לא מקרי קיום (ריב\"ש סימן שי\"ח ובסדרים) וכן נוהגין דשליח אומר בפני נכתב ובפני נחתם אף כשיש לו הרשאה ואין לשנות:"
    },
    {
      "id": "even_haezer-142-2",
      "section": 2,
      "text": "בעל שהביא ראיה ברורה בשני עדים שגט זה שנאמר בו בפני נכתב ובפני נחתם מזוייף הוא ה\"ז בטל:"
    },
    {
      "id": "even_haezer-142-3",
      "section": 3,
      "text": "כשם שא\"צ לקיים הגט כשאומר בפני נכתב ובפני נחתם כך א\"צ לקיים עידי השליחות אלא נאמן לומר שהבעל עשאו שליח (בעדים) אע\"פ שאין מכירין חתימת עידי השליחות או אפי' אין לו שום עדות בשליחות אלא שאמר שהבעל עשאו שליח כראוי נאמן (וע\"ל סי' קמ\"א סעיף י\"א וסעיף ל\"ד כיצד נוהגין לכתחלה):"
    },
    {
      "id": "even_haezer-142-4",
      "section": 4,
      "text": "בד\"א שנתנו לה בפני ב' כשאין השליח קרוב או פסול אבל אם הוא קרוב או פסול צריך ליתנו לה בפני ג' זולתו: הגה וי\"א דיש להחמיר אפי' אין השליח קרוב או פסול ליתנו לה לפני ג' כדי שלא יבא ליתנו לה בפני שנים אף כשהוא קרוב או פסול (טור בשם הרי\"ף) וכן נוהגין ויש מחמירין עוד ליטול שנים אחרים לעידי מסירה ולא יהיו קרובי' לדיינים ולא לאיש ולא לאשה גם הג' שיושבים לא יהיו קרובים לעידי הגט ולא לשליח (בסדר גיטין) וע\"ל סי' קמ\"א סעיף ל\"ג יש מחמירים ואומרים דהרב הנוטל שכר מסדר נתינת הגט לא יהיה א' מג' היושבים לדיינים אלא יושיב ג' אחרים והרב שואל כל השאלות ומסדר הנתינה (בסדר גיטין כן עשה מהרא\"י):"
    },
    {
      "id": "even_haezer-142-5",
      "section": 5,
      "text": "אותם שנתנו לה בפניהם אין צריכין לישב וכשאומר השליח בפני נכתב ובפני נחתם צריך לעמוד ויש מי שאומר שלכתחלה צריכים לישב אותם שאומר בפניהם בפני נכתב ובפני נחתם ולכתחלה יתנו לה ביום ולא בלילה (תוס' ריש גיטין) ."
    },
    {
      "id": "even_haezer-142-6",
      "section": 6,
      "text": "אומר בפני נכתב ובפני נחתם בשעה שנותנו ליד האשה או סמוך לו מיד תוך כדי דיבור לפיכך נתנו לה ולא הספיק לומר בפני נכתב ובפני נחתם עד שנשתתק פסול עד שיתקיים בחותמיו:"
    },
    {
      "id": "even_haezer-142-7",
      "section": 7,
      "text": "אם איחר מלאומרו יותר מתוך כדי דיבור או שלא אמרו (בפני האשה) (טור) או שנתנו לה בינו לבינה אע\"פ שנשאת נוטלו ממנו וחוזר ונותנו לה בפני שנים ואומר בפניהם בפ\"נ ובפני נחתם ואם לא נטלו ממנה הרי זה פסול עד שיתקיים בחותמיו: הגה ולכן אלם לא יוכל להביא גט אע\"פ שיוכל לכתוב בפני נכתב ובפני נחתם דצ\"ל בפיו (ריב\"ש סי' ר\"מ) וי\"א דצריך לאמרו בלשון הקודש והיינו בפ\"נ ובפני נחתם (כן משמע מהרא\"ש פ\"ק מסדר גיטין) ואם עם הארץ הוא מקרין אותו מלה במלה ומודיעים לו בלע\"ז הפירוש (גם זה בסדרים) מיהו בדיעבד אם אמרו בלשון לע\"ז נראה לי דכשר:"
    },
    {
      "id": "even_haezer-142-8",
      "section": 8,
      "text": "ואם לא אמר השליח בפני נכתב ובפני נחתם ומת הבעל אין תקנה ליטלו ממנה ולחזור וליתנו לה ולומר בפני נכתב ובפני נחתם ואין לו תקנה אלא להתקיים בחותמיו:"
    },
    {
      "id": "even_haezer-142-9",
      "section": 9,
      "text": "שליח שעושה שליח יעשנו בפני ב\"ד דהיינו שנים והוא מצטרף מהם אם הוא כשר לדין ואומר בפני נכתב ובפ\"נ בשעה שנותנו לשליח וכן אחר לאחר עד מאה וכל אחד אומר בפני ב\"ד (בשעת נתינה או תוך כדי דיבור) (בסדר גיטין) שליח ב\"ד אני וכן יאמר האחרון כשנותנו לידה: הגה ולאו דוקא האי לישנא אלא ה\"ה אם אומר אני השליח נעשיתי לפני ב\"ד סגי (מ\"כ תקון ישן) ואפי' לא אמר כלום אם יש לו הרשאה והוא במקום עיגון יש להקל (ריב\"ש סי' שי\"ח) וכך יאמר כל א' לחבירו הנני פלוני בר פלוני ממנה אותך פלוני בר פלוני להיות שליח במקומי בחריקאי ויהיה ידך כידי כו' לגרש פלונית בת פלוני אשתו של פלוני בר פלוני בכל מקום שתמצאנה והנני נותן לך רשות לעשות שליח ושליח שליח וכו' ומיד שיגיע הגט ליד פלונית בת פלוני אשת פלוני תהא מגורשת וכו' (הכל בסדר גיטין) כדרך שנתבאר לקמן בסדר הגט סעיף ל' ואין שליח ב\"ד צריך הרשאה כמו שליח הראשון אבל נוהגין בהרשאה כמו בשליח הראשון (ריב\"ש סי' נ\"ג) וע\"ל סי' קמ\"א סעיף כ\"ד ואפי' לא היו חתומים על ההרשאה רק ב' וכתבו בל' עדות ולא בל' דיינות נאמן השליח השני לומר שהיו ג' או שהוא היה עמהם ולא שייך בזה אין עד נעשה דיין (ריב\"ש סי' שי\"ח) ולא חיישינן לב\"ד טועין אא\"כ אנו מכירין באותן שסדרו הגט שאין בקיאין שאז אפילו כתוב כהוגן חוששים להם (גם זה שם):"
    },
    {
      "id": "even_haezer-142-10",
      "section": 10,
      "text": "כשבא לעשות שליח אחר א\"צ שיהיה בפניו אלא אומר בב\"ד הרי פלוני שלוחי אפי' שלא בפניו וכן יכול למסור שליחות לב\"ד שהם יעשו שלוחים אחרים ויכולים לעשות שליח שלא בפני שליח ראשון: הגה וי\"א דלא מהני שיאמר שליח ב\"ד אני מאחר שלא שמע שהשליח אומר בפני נכתב ובפני נחתם אלא צריך שיהיה לו הרשאה או שיתקיים הגט בחותמיו (ריב\"ש סי' נ\"ג) ."
    },
    {
      "id": "even_haezer-142-11",
      "section": 11,
      "text": "הסומא בשני (עיניו) אינו יכול להביא גט של חוצה לארץ מפני שאינו יכול לומר בפני נכתב ובפני נחתם לפיכך אם נכתב ונחתם בפניו כשהוא פתוח ונסתמא ה\"ז אומר בפני נכתב וב\"נ ונותנו לה והוא שמכיר האשה בטביעות קול ואם אינו מכירה בטביעות קול לא מהני מה שאחרים אומרים לו שהיא זאת אע\"ג דמהני בפקח (ובעינן גבי פקח שני עדים כשרים שאינן קרובים ולא פסולים) (ת\"ה סי' רל\"ח) ."
    },
    {
      "id": "even_haezer-142-12",
      "section": 12,
      "text": "אם יש עדים שהבעל מסר לסומא זה גט זה לגירושין כשר שהרי כיון שיש עדים אינו צ\"ל בפני נכתב וב\"נ ויהיב לה באפי הנהו סהדי גופייהו אם נתקיים בחותמיו כשר בכל גוונא:"
    },
    {
      "id": "even_haezer-142-13",
      "section": 13,
      "text": "האיש שנתן גט לאשתו ונכתב ונחתם בפניה ואמר לה הרי את שליח להולכה עד ב\"ד פלוני והם יעמידו שליח ויתנו ליך גט זה ותתגרשי בו הרי זו נאמנת לומר בפניהם בפני נכתב וב\"נ (וצריכה לאמרו בשעה שהגט יוצא מתחת ידה) (טור והרא\"ש) והם נוטלים אותו ונותנים לשליח ליתנו לה כמאמר הבעל ואם לא התנה עליה הבעל תנאי זה והרי הגט יוצא מתחת ידה אינה צריכה לומר כלום והרי היא בחזקת מגורשת ואע\"פ שלא נתקיימה חתימת ידי העדים שעדים החתומים על הגט כמי שנחקרה עדותן בב\"ד דמי כ\"ז שאין מערער ואפי' אמר לה אל תתגרשי בו אלא בב\"ד פלוני תנאה בעלמא הוא וכשתבא לאותו ב\"ד והגט ברשותה מתגרשת בקבלתה ראשונה וא\"צ לומר ב\"נ וב\"נ:"
    },
    {
      "id": "even_haezer-142-14",
      "section": 14,
      "text": "ויש חולקים ואומרים שאין להתירה לינשא ע\"י גט שיוצא מתחת ידה אם לא נתקיים בחותמיו אע\"פ שאין עליו עוררים שמעולם לא שמעו מי שנהג קולא כזו: הגה בעל שמביא גט לאשתו והוא בעצמו הוליכו ממקום שכתבו אותו עד מקום הנתינה צריך למסרו לה כשליח וצריך לומר בפני נכתב ובפני נחתם כמו השליח כדי שלא נבא לטעות גם בשליח אחר מאחר שעכשיו אינן בני תורה (ב\"י בשם א\"ח):"
    },
    {
      "id": "even_haezer-142-15",
      "section": 15,
      "text": "נכתב מקצת הגט בפניו ונחתם כולו בפניו אם מקצתו הראשון הוא ה\"ז אומר ב\"נ וב\"נ אפי' לא נכתב בו אלא שיטה אחת בפניו ואפי' שמע קול קולמוס כותב וחתמו העדים בפניו ה\"ז אומר בפני נכתב וב\"נ וכן אם יצא הסופר לשוק וחזר והשלים הגט אינו חושש שמא אחר מצאו ואמר לו ולשם אשה אחרת כתבו ואם בא להחמיר ולעמוד על כתיבת כולו אין שומעין לו שלא להוציא לעז על גיטין הראשונים וכל זה בכתיבתו אבל בחתימתו צריך לעמוד עליהם מתחלה ועד סוף:"
    },
    {
      "id": "even_haezer-142-16",
      "section": 16,
      "text": "אמר בפני נכתב ולא אמר ב\"נ או שאמר בפני נחתם ולא אמר ב\"נ או שאמר בפני נכתב חציו האחרון ונחתם כלו או שאמר ב\"נ כלו ונחתם עד אחד אבל לא העד השני אינו כלום אפי' אם הוא אחד מעידי הגט ואמר העד האחד חתם בפני וזאת היא חתימתו יתקיים בחותמיו ואם העיד הוא ואחר עמו על חתימת העד השני שלא חתם בפניו שפיר דמי ואצ\"ל אם העידו שנים אחרים על חתימת אותו העד שלא חתם בפניו:"
    },
    {
      "id": "even_haezer-142-17",
      "section": 17,
      "text": "היו שלשה עדים חתומים בו והשנים חתמו בפניו אף על פי שהאחד חתם שלא בפניו אין בכך כלום:"
    },
    {
      "id": "even_haezer-142-18",
      "section": 18,
      "text": "עשה הבעל שנים שלוחים להוליך גט לאשתו אע\"פ שלא נכתב ונחתם בפניהם נותנים אותו לה ותהיה מגורשת והוא שהיו כשרים להעיד שהרי אין הבעל יכול לערער בגט זה אע\"פ שאינו מקויים שהרי שלוחיו הם עדיו (וי\"א דאם בא הבעל וערער צריך להתקיים בחותמיו) (טור וכן משמע מהר\"ן לדעת ב\"י) וי\"א שאפי' לא עשה שליח אלא אחד והשני מעיד שבפניו נתן הבעל לזה הגט להוליך לאשתו א\"צ לומר בפני נכתב וב\"נ ויש מי שמצריך בזה שימסרנו בפני עידי שליחות עצמם:"
    },
    {
      "id": "even_haezer-142-19",
      "section": 19,
      "text": "שנים שמביאים גט ואחד אומר ב\"נ ואחד אומר בפ\"נ אם אין שליח אלא אחד מהם לא ינתן לה עד שיתקיים בחותמיו וכן אם שנים אומרים בפנינו נכתב ואחד שלישי אומר בפ\"נ אם אין שליח אלא אחד לא ינתן לה עד שיתקיים בחותמיו אמר אחד בפ\"נ ושנים אומרים בפנינו נחתם אע\"פ שאינו יוצא מתחת ידם כשר שהרי נתקיים בחותמיו: הגה י\"א דאם הביא השליח הגט מקויים בחותמיו אף ע\"פ שאין מכירין חתימות דייני הקיום מ\"מ במקום דחק ועיגון יש להקל ולסמוך עליו אע\"פ שלא אמר השליח בפ\"נ ובפ\"נ הואיל וא\"א להחזיר ולומר יש לסמוך על החתימות דמן התורה עדים החתומים על השטר כמו שנחקרה עדותן בב\"ד דמי (ב\"י בשם רשב\"ץ):"
    }
  ]
}