{
  "id": "even_haezer-064",
  "chapterLabel": "סימן 64",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-064-1",
      "section": 1,
      "text": "זמן נשואי בתולה וברכתה ואלמנה ואם אינו רוצה לעשות סעודה. ובו ו סעיפים:הנושא בתולה צריך לשמוח עמה ז' ימים שלא יעשה מלאכה ולא ישא ויתן בשוק אלא אוכל ושותה ושמח עמה בין אם הוא בחור בין אם הוא אלמון וחתן אסור בעשיית מלאכה ואסור לצאת יחידי בשוק (ר\"ן פ\"ק דכתובות ובפרקי ר\"א):"
    },
    {
      "id": "even_haezer-064-2",
      "section": 2,
      "text": "הנושא את הבעולה צריך לשמוח עמה ג' ימים בין בחור בין אלמון וי\"א דבחור שנשא בעולה צריך לשמוח עמה ז' ימים (והאשה יכולה למחול על שמחתה) (ר\"י נכ\"ב):"
    },
    {
      "id": "even_haezer-064-3",
      "section": 3,
      "text": "י\"א שאין נושאין נשים לא בע\"ש ולא בא' בשבת גזירה שמא יבא לידי חלול שבת בתיקון הסעודה ויש מתירין וכן פשט המנהג לישא נשים בערב שבת והוא שיטרח בסעודת הנשואין ג' ימים קודם הנישואין ומקום שאין ב\"ד יושבים בו אלא בשני ובחמישי בלבד בתולה נשאת ביום רביעי שאם היתה לו טענת בתולים ישכים לב\"ד ומנהג חכמים שהנושא את הבעולה ישאנה בחמישי כדי שיהיה שמח עמה ג' ימים חמישי בשבת וע\"ש ושבת ויוצא למלאכתו יום א' (ונהגו שלא לישא נשים אלא בתחלת החדש בעוד שהלבנה במלואה) (הר\"ן סוף פרק ארבע מיתות וע' בי\"ד סי' קע\"ט):"
    },
    {
      "id": "even_haezer-064-4",
      "section": 4,
      "text": "אם החתן אינו רוצה לעשות סעודה וקרובי הכלה רוצים שיעשה סעודה כופין אותו שיעשה סעודה לפי כבודו ולפי כבודה:"
    },
    {
      "id": "even_haezer-064-5",
      "section": 5,
      "text": "אין כונסין בתולה לחופה בשבת לפי שע\"י החופה זוכה במציאתה ובמעשה ידיה והוה ליה כקונה קנין בשבת ואלמנה אין חופה קונה בה אלא ע\"י יחוד של ביאה זוכה במציאתה ובמעשה ידיה לפיכך צריך להתייחד עמה קודם שבת כדי שלא יהא כקונה קנין בשבת (וע' בא\"ח סי' של\"ט):"
    },
    {
      "id": "even_haezer-064-6",
      "section": 6,
      "text": "אין נושאים נשים בח\"ה לא בתולות ולא אלמנות ולא מייבמים אבל מחזיר גרושתו מן הנשואין אבל לא מן האירוסין:"
    }
  ]
}