{
  "id": "even_haezer-070",
  "chapterLabel": "סימן 70",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-070-1",
      "section": 1,
      "text": "דין חיוב מזונות אשתו ובניו ואם חייב להשכיר עצמו. ובו יב סעיפים:כיצד חייב במזונותיה אוכלת ושותה ממה שהוא אוכל ושותה ואם כל בני משפחתה רגילים בגדולות צריך להנהיגה כן אם אין כולם רגילים בגדולות אינו חייב להנהיגה בכך כשאוכלת עמו אבל כשאינה אוכלת עמו צריך להנהיגה כדרך שהיתה נוהגת בבית אביה (טור):"
    },
    {
      "id": "even_haezer-070-2",
      "section": 2,
      "text": "בעל שרצה ליתן לאשתו מזונותיה הראוים לה ותהיה אוכלת ושותה לעצמה הרשות בידו ובלבד שיאכל עמה בליל שבת (וי\"ח וסבירא להו דלא יוכל לומר שהיא תאכל לבדה אא\"כ קבלה עליה מרצונה (טור בשם הירושלמי ובשם הרא\"ש וב\"י בשם רוב הפוסקים) וכן נ\"ל:"
    },
    {
      "id": "even_haezer-070-3",
      "section": 3,
      "text": "וכמה מזונות פוסקים לאשה לחם שתי סעודו' בכל יום ופרפרות לאכול בה הפת ושמן לאכילה ולהדלקת הנר ומעט יין לשתות אם היה מנהג המקום שישתו הנשים יין ואם היתה מניקה נותנים לה יין (טור) ובשבת שלשה סעודות ובשר או דגים ונותן לה בכל שבת מעה כסף לצרכיה (ונותנין לה עץ לבשל מאכלה) (הר\"ן פ' אע\"פ) בד\"א בעני שבישראל אבל אם הי' עשיר הכל לפי עשרו צמצמה והותירו מאלו המזונות הוא של בעל (טור) ואם היה עני ביותר ואינו יכול ליתן לה אפי' לחם שהיא צריכה כופין אותו להוציא: הגה ותהא כתובתה עליו חוב עד שימצא ויתן (טור בשם הרמב\"ם) וי\"א שאין כופין אותו להוציא מאחר שאין לו (ר\"י בשם ר\"ת) מי שאין לו מזונות אלא חד יומא חייב לזון מיניה את אשתו או למיכל בהדה (טור בשם הרמ\"ה) וי\"א עוד דחייב להשכיר עצמו כפועל ולזון אשתו (טור בשם ר' אליה ומוהר\"ם בשם רבי' שבצרפת) היה לו קרקעות הרשות ביד האשה ליקח מזונותיה מפירות הקרקעות או מגוף הקרקעות או צריך למוכרן (רשב\"א סימן תת\"ץ):"
    },
    {
      "id": "even_haezer-070-4",
      "section": 4,
      "text": "הנושא אשה ואח\"כ נשתטית חייב לזונה ולרפאה (ע\"ל סי' קי\"ט סעיף ו' שכתב להיפך):"
    },
    {
      "id": "even_haezer-070-5",
      "section": 5,
      "text": "מי שהלך למדינת הים ובאה אשתו לבית דין לתבוע מזונות ג' חדשים הראשונים מיום הליכתו אין פוסקים לה בהם מזונות שחזקה אין אדם מניח ביתו ריקן: הגה אבל אם שתקה יותר ותבעה אח\"כ אין פוסקין לה למפרע רק מיום התביעה אפילו החמיצו הב\"ד את הדין (הר\"ן פרק שני דייני גזירות) וי\"א דאם נפרד ממנה בקטטה ורוצה לעגנה פוסקין לה לאלתר דודאי הניח ביתו ריקן (מרדכי ריש דייני גזירות) מכאן ואילך אפי' אין כתובתה בידה פוסקים לה מזונות אבל אין נותנים לה במה שתתקשט ואם היו לו נכסים ב\"ד יורדים לנכסיו ומוכרים למזונותיה אפי' לא שמעו בו שמת ואין מחשבים עמה על מעשה ידיה עד שיבא בעלה אם מצא שעשתה הרי אלו שלו. וכן אם לא עמדה בדין אלא מכרה לעצמה למזונות מכרה קיים ואינה צריכה הכרזה ולא שבועה עד שיבא בעלה ויטעון או עד שתבא לגבות כתובתה אחר מותו מגלגלין עליה שלא מכרה אלא למזונות שהיא צריכה להם:"
    },
    {
      "id": "even_haezer-070-6",
      "section": 6,
      "text": "מי שנשתטה או נתחרש פוסקין לאשתו תכשיטין (ומפרנסין את אשתו מנכסיו):"
    },
    {
      "id": "even_haezer-070-7",
      "section": 7,
      "text": "מי שהלך למדינת הים והפקיד כלים ביד אחד או השאילום לו מוציאים מיד הנפקד למזונות אשתו: הגה אפי' צוה הבעל שלא ליתן (כ\"כ ר\"י בתשובות הובאה במרדכי פרק דייני גזירות) ואם החזיר הנפקד לבעל אחר שתבעתו האשה לדין חייב לשלם לה (שם במרדכי) וכשמוציאין מן הנפקד אין מוציאין רק לששה חדשים אפי' אם ירצה הנפקד אין מעכבין ממונו של בעל יותר (שם) ואין מוציאין מנכסים שהם ביד אחרים כל זמן שיש כאן בני חורין (ב\"י בשם תשו' הרשב\"א) אבל מיד השואל אין מוציאין עד שיגיע סוף זמן שאלתו:"
    },
    {
      "id": "even_haezer-070-8",
      "section": 8,
      "text": "הלך בעלה ולותה ואכלה חייב לשלם. הגה המלוה תובע לאשה והיא תובעת לבעלה ואם אין האשה כאן תובע לבעל (הר\"ן פ\"ש דייני גזירות) מיהו אם מחלה האשה לבעלה אין למלוה כלום (מרדכי פ' יש נוחלין) פסקו לה הב\"ד מזונות וצוו לאחד לפרנסה ולגבות מנכסי בעלה אם מת הבעל אין לו עליה כלום אבל אם אמרו סתם להלוות לה אם מת הבעל או אין לו לשלם ונפל לה ירושה ממקום אחר צריכה היא לשלם (כן משמע מתשובת הרשב\"א הביאה הב\"י) עמד אחד מדעת עצמו וזנה משלו אין הבעל חייב לשלם לו והרי זה איבד מעותיו: הגה ואין חילוק בין אביה לאחר שפרנסה מיהו אם היו חייבים לבעל ופרנסו אשתו מנכין לו מחובו (כל זה בהגהות מרדכי דכתובות) ואם אביה עמד ופרנס בתו עם חתנו אפ\"ה א\"צ לשלם לו רק מזונות שלו ולא של בתו (ת\"ה סי' שי\"ז) לא לותה רק מכרה נכסיה ופרנסה עצמה אין לה עליו כלום ומעשה ידיה שלה (הר\"ן ריש דייני גזירות):"
    },
    {
      "id": "even_haezer-070-9",
      "section": 9,
      "text": "הבעל שאמר לאשתו בשעה שהלך טלי מעשה ידיך למזונותיך ושתקה אין לה מזונות:"
    },
    {
      "id": "even_haezer-070-10",
      "section": 10,
      "text": "הרי שעמדה בדין ופסקו לה מזונות ומכרו ב\"ד ונתנו לה או שמכרה היא לעצמה ובא הבעל ואמר הנחתי לה מזונות הרי זו נשבעת בנקיטת חפץ שלא הניח לה ואם לא תבעה ולא מכרה אלא (לותה או) שהתה עד שבא הוא ואמר הנחתי לך מזונות והיא אומרת לא הנחת אלא לויתי מזה ונתפרנסתי נשבע שבועת היסת שהניח לה ונפטר וישאר החוב עליה (אבל אין האיש נאמן לומר שנתן לה על העתיד) (הר\"ן ריש אלמנה ניזונית) ואם מכרה מטלטלין ואמרה למזונות מכרתי והוא טוען ואומר מזונותיך הנחתי נשבעת שבועת היסת שלא הניח: הגה טען ואמר היה לה להוציא מעשה ידיה במזונותיה אם לותה בלא ב\"ד והיא בעלת מלאכה שמעשה ידיה מספיקין לה לדברים גדולים אע\"פ שאינן מספיקין לדברים קטנים טענתו טענה אבל אם פסקו לה ב\"ד צריכין שיספיקו מעשה ידיה לכל דבר (הכל בטור):"
    },
    {
      "id": "even_haezer-070-11",
      "section": 11,
      "text": "הרי שלא תבעה ולא לותה ולא מכרה אלא דחקה עצמה ביום ובלילה ועשתה ואכלה אין לה כלום ואם עשתה והותירה הכל שלה:"
    },
    {
      "id": "even_haezer-070-12",
      "section": 12,
      "text": "האשה שיצאה מבית בעלה והלכה לבית אחר אם באה מחמת טענה שהיא בשכונה שיוציאו עליה שם רע וכיוצא בזה חייב לזונה שם אם תבעה מזונות אבל אם לא תבעה מחלה על מזונות דלשעבר: הגה וה\"ה אם היתה לה קטטה עם בעלה ולא מתדר לה עמו והמניעה ממנו ולותה למזונות צריך לשלם אבל אם המניעה ממנה א\"צ לשלם דאין האיש חייב במזונות אשתו אלא כשהיא עמו (מרדכי פ\"ב דייני גזירות וכ\"כ הב\"י בשם הריטב\"א) ודוקא שבעלה בעיר אבל אין בעלה בעיר אין נפקותא אם הלכה לבית אביה ואם משום מלאכות הבית אם היתה חולה פשיטא דחייב דחולה לאו בת מלאכה היא ואם אינה חולה מנכה לה ממזונותיה כפי מה שצריך לשכור מי שעושה לו המלאכות קטנות שבבית אבל אינה מפסדת משום זה מזונותיה רק מחמת מעשה ידיה אם בת מלאכה היא (כל זה בב\"י סי' ע\"ז בשם תשו' הרשב\"א) ובמקום שחייב לה מזונות אע\"פ שבעלה הכריז שלא ילוה לה אדם והוא בעיר ולא תבעתו בדין ולותה חייב לשלם דלאו כל כמיניה והוא דלא ספקה במעשה ידיה (תשובת הרשב\"א סימן תצ\"ב):"
    }
  ]
}