{
  "id": "even_haezer-038",
  "chapterLabel": "סימן 38",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-038-1",
      "section": 1,
      "text": "המקדש על תנאי וכל דיני תנאי. ובו לט סעיפים:המקדש על תנאי אם נתקיים התנאי מקודשת ואם לאו אינה מקודשת בין שיהיה התנאי מן האיש בין שיהיה מן האשה:"
    },
    {
      "id": "even_haezer-038-2",
      "section": 2,
      "text": "כל תנאי צריך להיות בו ד' דברים ואלו הן שיהיה כפול ושיהיה הן שלו קודם ללאו ושיהיה התנאי קודם למעשה ושיהי' התנאי דבר שאפשר לקיימו ואם חסר התנאי אחד מהם הרי התנאי בטל כאילו אין שם תנאי כלל אלא תהיה מקודשת מיד כאילו לא התנה כלל הזכיר לאו קודם להן וחזר והזכיר הלאו אחר הן הוי תנאי כאלו הזכיר הן קודם ללאו (הר\"ן פרק מי שאחזו):"
    },
    {
      "id": "even_haezer-038-3",
      "section": 3,
      "text": "כל האומר מעכשיו או על מנת אינו צריך לכפול תנאו ולא להקדים תנאי למעשה אבל צריך להתנות בדבר שאפשר לקיימו יש חולקים ואומרים דאפי' באומר מעכשיו או על מנת צריך להיות בתנאי כל הד' דברים: הגה וי\"א דאפי' לא פי' כל דיני תנאי רק אמר סתם שמתנה כתנאי בני גד ובני ראובן הוי תנאי גמור (הגהות מיי' פ\"ו):"
    },
    {
      "id": "even_haezer-038-4",
      "section": 4,
      "text": "י\"א דלא בעי שיהיה בתנאי ד' דברים אלו אלא במקום דאתי מינייהו חומרא ולא היכא דאתי מינייהו קולא: הגה וי\"א עוד דאע\"ג דאיכא כל הני ד' דברים בעינן ג\"כ שיהא התנאי בדבר א' והמעשה בדבר א' אבל אם הכל הוא בדבר א' אינו תנאי (הרא\"ש והטור) ויש לחוש לדבריו לחומרא התנה עמה שתאכל חזיר או שאר איסור דאורייתא מקרי אפשר לקיימו (טור) אבל אם התנה עמה שתבעל לאסור לה מקרי א\"א לקיימו שאחר לא יתרצה לה (שם) אבל אם התנה עמו שפלוני יתן לו חצירו או ישיא בתו לבנו מיקרי אפשר לקיימו דהרי תוכל ליתן לפלוני ממון הרבה עד שיתרצה לדבר (גם זה שם) ועיין לקמן סי' קמ\"ג סעיף י\"ב:"
    },
    {
      "id": "even_haezer-038-5",
      "section": 5,
      "text": "התנה בשעת הקידושין שלא יהא לה שאר וכסות תנאו קיים ואינו מתחייב לה בהם אבל אם התנה שלא יתחייב בעונה תנאו בטל וחייב בה: הגה דכל המתנה על מה שכתוב בתורה ואינו ממון תנאו בטל (דעת עצמו) וי\"א דכל מה דתיקון רבנן הוי כמ\"ש בתורה (הגהות מיי' ריש הכותב):"
    },
    {
      "id": "even_haezer-038-6",
      "section": 6,
      "text": "נתן לה פרוטה ואמר לה התקדשי לי בזה על מנת שאתן ליך מנה כשיתקיים התנאי יחולו הקדושין למפרע אע\"פ שלא אמר מעכשיו שכל האומר על מנת כאומר מעכשיו דמי ואם קבלה קדושין מאחר קודם שיתקיים התנאי ואחר כך נתקיים התנאי אין קדושי השני כלום ואם אמר לה על מנת שאתן ליך מנה תוך ל' יום אם נתן לה תוך ל' יום הוי קידושין למפרע ואם לא נתן תוך ל' יום אינה מקודשת ואם קבלה קידושין מאחר תוך ל' יום מקודשת ואינה מקודשת עד ל' יום וכי שלמו ל' יום אם לא קיים ראשון תנאו פקעו קידושי קמא וגמרו קידושי בתרא ואינה צריכה גט מראשון ואם קיים ראשון תנאו אינה צריכ' גט משני:"
    },
    {
      "id": "even_haezer-038-7",
      "section": 7,
      "text": "לא אמר לה על מנת אלא אמר אם אתן ליך מנה תוך ל' יום תהא מקודשת לי בפרוטה זו אין הקדושין חלים אלא משעה שנתנו לה לפיכך אם קדשה אחר קודם שיתקיים התנאי מקודשת לשני (וע\"ל ס\"ס ט' בסמוך):"
    },
    {
      "id": "even_haezer-038-8",
      "section": 8,
      "text": "האומר לאשה הרי את מקודשת לי על מנת שירצה אבי רצה האב מקודשת לא רצה או ששתק או שמת קודם שישמע הדבר אינה מקודשת:"
    },
    {
      "id": "even_haezer-038-9",
      "section": 9,
      "text": "על מנת שלא ימחה אבי ושמע ומיחה אינה מקודשת לא מיחה או שמת הרי זו מקודשת (וע' בסמוך ס\"ס י') מת הבן ואח\"כ שמע האב מלמדין את האב שיאמר איני רוצה כדי שלא יהיו קידושין ולא תפול לפני היבם וי\"א דאומר ע\"מ שירצה דינו כאומר ע\"מ שלא ימחה ויש מי שאומר שדינו כאומר ע\"מ שישתוק:"
    },
    {
      "id": "even_haezer-038-10",
      "section": 10,
      "text": "אמר על מנת שיאמר הן אף על פי שאמר בתחילה איני רוצה כל שחזר ואמר הן נתקיים התנאי ולכן לעולם הוי ספק עד שימות האב והאומר ע\"מ שישתוק אם שתק בשעת שמיעה מקודשת אף על פי שחזר ומיחה: הגה מיהו אם לא היה בביתו כששמע וכשבא לביתו מיחה הוי מחאה דמה ששתק בתחילה משום שלא היה בביתו (כך משמע לריב\"ש סי' י\"ד וקנ\"ג) ואם מיחה בשעת שמיעה אפי' חזר ונתרצה אינה מקודשת מת האב עד שלא שמע מקודשת והאומר ע\"מ שלא ימחה כל זמן שמיחה נתבטל התנאי אפילו נתרצה בשעת שמיעה (וי\"א דאם אמר הן פעם א' שוב אינו יכול למחות) (טור):"
    },
    {
      "id": "even_haezer-038-11",
      "section": 11,
      "text": "מת הבן מלמדין את האב שימחה כדי שלא תזקק ליבם:"
    },
    {
      "id": "even_haezer-038-12",
      "section": 12,
      "text": "אמר לה התקדשי בפרוטה ע\"מ שאעשה עמך כפועל או אדבר עליך לשלטון אם יש עדים שעשה עמה כפועל או דבר עליה לשלטון מקודשת בודאי ואם אין עדים מקודשת מספק:"
    },
    {
      "id": "even_haezer-038-13",
      "section": 13,
      "text": "לא נתן לה כלום ואמר לה התקדשי לי בשכר שאעשה עמך כפועל או שאדבר עליך לשלטון אינה מקודשת שישנה לשכירות מתחילה ועד סוף והוה ליה מקדש במלוה:"
    },
    {
      "id": "even_haezer-038-14",
      "section": 14,
      "text": "על מנת שיש לי מנה אם ידוע בעדים שיש לו מנה מקודשת בודאי ואם אין ידוע מקודשת מספק אפי' הוא אומר אין בידי:"
    },
    {
      "id": "even_haezer-038-15",
      "section": 15,
      "text": "על מנת שיש לי מנה ביד פלוני אם ידוע מעדים שיש לו מנה ביד פלוני מקודשת בודאי ואם אין ידוע מקודשת מספק אפילו אומר אותו פלוני אין לו בידי:"
    },
    {
      "id": "even_haezer-038-16",
      "section": 16,
      "text": "ע\"מ שיאמר פלוני שיש לי מנה בידו אמר יש לו בידי מקודשת לא אמר יש לו בידי אינה מקודשת:"
    },
    {
      "id": "even_haezer-038-17",
      "section": 17,
      "text": "על מנת שיש לי מנה במקום פלוני אם יש לו באותו מקום הרי זו מקודשת ואם אין לו באותו מקום שאמר הרי זו מקודשת מספק שמא יש לו באותו מקום והוא מתכוין לקלקלה:"
    },
    {
      "id": "even_haezer-038-18",
      "section": 18,
      "text": "על מנת שאראך מנה אינה מקודשת עד שיראנה מנה שלו ואפילו הראה לה מנה שיש לו בעסקא מאחרים אינה מקודשת: הגה וי\"א דאפילו הגיע מחלקו מן הריוח מנה אינה מקודשת מאחר שעדיין לא חלקו (ר\"ן פרק האומר) הראה לה מנה משלו והיא משועבדת לבעל חוב מקודשת (ר\"י בשם הרמ\"ה) לא היה לו בשעת קדושין והרויח אח\"כ והראה לה י\"א דמקודשת (טור) אבל באומר לה ע\"מ שיש לי לכ\"ע בכה\"ג אינה מקודשת (ס\"ה) ולא חיישינן דילמא מראה לה בתר הכי למהוי ספק קידושין (טור) אמר לה ע\"מ להביא לה ר' זוז דינו כמו בע\"מ שאראך מנה וצריך להיות משלו (הרשב\"א בתשובה הובאה בב\"י):"
    },
    {
      "id": "even_haezer-038-19",
      "section": 19,
      "text": "ע\"מ שיש לי בית כור עפר אם יש עדים שיש לו הרי זו מקודשת ואם לאו הרי זו מקודשת מספק שמא יש לו והוא אומר אין לי כדי לקלקלה:"
    },
    {
      "id": "even_haezer-038-20",
      "section": 20,
      "text": "הרי את מקודשת לי בזה ע\"מ שיש לי בית כור עפר במקום פלוני אם יש לו באותו מקום מקודשת בודאי ואם לאו מקודשת מספק שמא יש לו שם והוא מתכוין לקלקלה:"
    },
    {
      "id": "even_haezer-038-21",
      "section": 21,
      "text": "על מנת שאראך בית כור עפר הרי זו מקודשת ויראנה ואם הראה ששכר מאחרים או שלקח באריסות אינה מקודשת: הגה אבל יש לו קרקע שמעלה ממנו מס הרי היא מקודשת דהא הקרקע שלו ובלבד שיהא לו בכדי בית כור עפר שאינו מעלה מס דע\"מ שיהא לו בית כור עפר שלו גמור משמע (הר\"ן פ' האומר):"
    },
    {
      "id": "even_haezer-038-22",
      "section": 22,
      "text": "היה לו בית כור עפר והיו בו בקעים עמוקים י' טפחים או סלעים גבוהים י' טפחים אם היו הבקעים מלאים מים הרי הן כסלעים ואין נמדדין עמו מפני שאינם ראויים לזריעה ואם אינם מלאים מים נמדדין עמו מפני שהן ראוים לזריעה ובור מלא מים אע\"פ שאינו בר זריעה נמדד עמו:"
    },
    {
      "id": "even_haezer-038-23",
      "section": 23,
      "text": "בית כור עפר שאמרו צריך שיהיה במקום אחד (וסלעים ובקעים אינן מפסיקין אע\"פ שאינן נמדדין עמו) (הר\"ן פרק האומר בשם הרשב\"א) אבל אם היה בשנים או בג' מקומות מחולקים לגמרי אין מצטרפין:"
    },
    {
      "id": "even_haezer-038-24",
      "section": 24,
      "text": "ע\"מ שאני עשיר ונמצא עני או עני ונמצא עשיר על מנת שאני כהן ונמצא לוי או לוי ונמצא כהן נתין ונמצא ממזר או ממזר ונמצא נתין בן עיר ונמצא בן כרך בן כרך ונמצא בן עיר ע\"מ שביתי קרוב למרחץ ונמצא רחוק רחוק ונמצא קרוב ע\"מ שיש לי שפחה או בת גדולה או אופה ואין לו ע\"מ שאין לו ויש לו ע\"מ שיש לו אשה ובנים ואין לו ע\"מ שאין לו ויש לו בכל אלו או שאמר התקדשי לי בכוס זה של יין ונמצא של דבש או דבש ונמצא מים כגון שהיה מכוסה ולא הכירה בו עד אחר כך בכל אלו והדומה להם אפילו אמרה בלבי היה להתקדש לו אפילו לא יתקיים התנאי אינה מקודשת לא שנא אם קיבלה היא הקידושין לא שנא אמרה לשליח לקבלם בתנאי ושינה השליח וכן אם היא הטעתו אפילו אמר בלבי היה לקדשה אף על פי שהטעני אינה מקודשת: הגה אא\"כ אמרה כן בפירוש בשעת הקדושין ושמע הבעל ושתק (טור) וכן אם היא הטעתו (ואמר בפירוש ואע\"פ שלא יהיה כן) קידושיו קידושין אבל אם כנסה סתם ואמר כסבור הייתי שהיא כהנת והיא לויה או לויה והיא כהנת עשירה והיא עניה עניה והיא עשירה הרי זו מקודשת:"
    },
    {
      "id": "even_haezer-038-25",
      "section": 25,
      "text": "ע\"מ שאני יודע לקרות צריך שיקרא התורה ויתרגם אותה תרגום אונקלוס הגר (וי\"א דאם יודע לקרות ולתרגם ג' פסוקים סגי) ואם אמר לה ע\"מ שאני קראה צריך להיות יודע תורה נביאים וכתובים בדקדוק יפה:"
    },
    {
      "id": "even_haezer-038-26",
      "section": 26,
      "text": "ע\"מ שאני יודע לשנות צריך להיות יודע המשנה (וי\"א דאם יודע מדרשי התלמוד מקודשת) (טור בשם הרא\"ש) ואם אמר ע\"מ שאני תנאה צריך להיות יודע לקרות המשנה וספרא וספרי ותוספתא של רבי חייא:"
    },
    {
      "id": "even_haezer-038-27",
      "section": 27,
      "text": "על מנת שאני תלמיד כל ששואלים אותו דבר אחד בתלמודו ואומרו ואפילו בהלכות החג שמלמדים אותן ברבים מדברים הקלים סמוך לחג כדי שיהיו כל העם בקיאים בהם:"
    },
    {
      "id": "even_haezer-038-28",
      "section": 28,
      "text": "ע\"מ שאני חכם כל ששואלים אותו דבר חכמה דהיינו דבר התלוי בסברא בכל מקום ואומרה:"
    },
    {
      "id": "even_haezer-038-29",
      "section": 29,
      "text": "ע\"מ שאני גבור כל שחביריו מתיראים ממנו מפני גבורתו:"
    },
    {
      "id": "even_haezer-038-30",
      "section": 30,
      "text": "ע\"מ שאני עשיר כל שבני עירו מכבדים אותו מפני עשרו:"
    },
    {
      "id": "even_haezer-038-31",
      "section": 31,
      "text": "ע\"מ שאני צדיק אפי' רשע גמור הרי זו מקודשת מספק שמא הרהר תשובה בלבו:"
    },
    {
      "id": "even_haezer-038-32",
      "section": 32,
      "text": "ע\"מ שאני רשע אפי' צדיק גמור הרי זו מקודשת מספק שמא הרהר ע\"א בלבו:"
    },
    {
      "id": "even_haezer-038-33",
      "section": 33,
      "text": "ע\"מ שאני בן עיר ונמצא בן עיר ובן כרך ע\"מ שאני בושם ונמצא בושם ובורסקי (פי' אומן לעבד העורות) ע\"מ ששמי יוסף ונמצא שמו יוסף ושמעון הרי זו מקודשת אבל אם אמר לה ע\"מ שאין שמי אלא יוסף ונמצא שמו יוסף ושמעון שאיני אלא בן עיר ונמצא בן עיר ובן כרך שאיני אלא בושם ונמצא בושם ובורסקי אינה מקודשת:"
    },
    {
      "id": "even_haezer-038-34",
      "section": 34,
      "text": "המקדש את האשה וחזר בו מיד הוא או היא אע\"פ שחזרו בתוך כדי דיבור אין חזרתם כלום והרי היא מקודשת:"
    },
    {
      "id": "even_haezer-038-35",
      "section": 35,
      "text": "המקדש על תנאי וחזר אחר כמה ימים וביטל התנאי אע\"פ שביטלו בינו לבינה שלא בפני עדים בטל התנאי והרי היא מקודשת סתם וכן אם היה התנאי מן האשה וביטלה אותו בינה ובינו בטל התנאי לפיכך המקדש על תנאי ובעל סתם או כנס סתם הרי זו צריכה גט אע\"פ שלא נתקיים התנאי שמא ביטל התנאי כשבעל או כשכנס (ואם קדשה אחר צריכה גט משניהם) (ד\"ע):"
    },
    {
      "id": "even_haezer-038-36",
      "section": 36,
      "text": "אמר לה התקדשי לי בפרוטה זו על מנת שאתן ליך מנה ואח\"כ אמר שאינו רוצה לקיים תנאו לעולם אין כופין אותו לקיימו אלא קידושיו בטלים ואינה צריכה גט ומ\"מ בעל נפש לא ישאנה בלא גט שמא אח\"כ יאמר שרוצה לקיים התנאי לקלקלה על השני ואם אמר שעדיין רוצה לקיימו אין יכולים לכופו כל י\"ב חדש כדין זמן שנותנין לבתולה ומי\"ב חדש ואילך כותבין עליו אגרת מרד ואם מת קודם שקיים התנאי אפילו חליצה לא בעיא ואם מחלה היא התנאי בחיי המקדש גמרו הקדושין מיד כאלו קיימו וכ\"ז כשלא כנסה אבל כנסה מקודשת מיד דמסתמא בשעת כניסתה לחופה מחלה לתנאי וחייב ליתן לה כתובתה:"
    },
    {
      "id": "even_haezer-038-37",
      "section": 37,
      "text": "מי שהלך למדינת הים וקידש על תנאי אם באתי מכאן עד י\"ב חדש תהיה מקודשת מעכשיו וקודם שהלך נתרצו שניהם להאריך הזמן ועבר י\"ב חדש ולא בא ובא קודם הזמן האחרון הוי קידושין דכל מעשה שנעשה על תנאי יכול לבטל התנאי (או להוסיף או לגרוע ממנו) (הרא\"ש ור' ירוחם) ואפילו נתאכלו המעות הוו קידושין למפרע כשנתקיים תנאי השני:"
    },
    {
      "id": "even_haezer-038-38",
      "section": 38,
      "text": "בקדושין תנאי שהוא לטובתו כגון ע\"מ שאין בה מומין או שאין עליה נדרים יכול לבטלו אבל אם הוא לטובת האשה כגון ע\"מ שאתן ליך מאתים זוז נהי שהתנאי יכול לבטל מ\"מ אינה מקודשת אם לא יתן לה מאתים זוז:"
    },
    {
      "id": "even_haezer-038-39",
      "section": 39,
      "text": "האומר לאשה הרי את מקודשת לי חוץ מפלוני כלומר שלא תאסר עליו אלא תהיה אשת איש לכל העולם ולפלוני כפנויה הרי זו מקודשת מספק אבל אם אמר לה הרי את מקודשת לי ע\"מ שתהיה מותרת לפלוני ה\"ז מקודשת ותהיה אסורה עליו כשאר העם מפני שהתנה בדבר שאי אפשר לקיימו: הגה אם חולקין אם נתקיים התנאי או לא) י\"א דכל תנאי שהוא בקום ועשה אין א' מהן נאמן לומר שקיים התנאי שהיה עליו לקיים אלא צריך עדים אבל תנאי שהוא בשב ואל תעשה כל א' מהם נאמן אם אין שכנגדו מכחישו (הר\"ן פרק האומר בשם האחרונים) וי\"א דאפי' בקום ועשה נמי נאמן כל שאין כנגדו מכחישו. (הרמב\"ן ור\"י):"
    }
  ]
}