{
  "id": "even_haezer-092",
  "chapterLabel": "סימן 92",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-092-1",
      "section": 1,
      "text": "האיש שסילק עצמו מפירות נכסי אשתו ומירושתה. ובו ח סעיפים: הכותב או האומר לאשתו בעודה ארוסה דין ודברים אין לי בנכסיך אם מכרה או נתנה קיים ואין לו במעות המקח כלל (הגהות אלפסי) וכל זמן שלא מכרה ולא נתנה הבעל אוכל הפירות ואם מתה יורשה ואם כתב לה כן אחר הנישואין צריך לקנות מידו ואז יהיה מכרה ומתנתה קיים: הגה ולא מהני סלוקו אלא לאחר אירוסין אבל קודם אירוסין לא מהני סילוק (ר\"ן ריש פ' הכותב ורשב\"א סי' תתק\"ס):"
    },
    {
      "id": "even_haezer-092-2",
      "section": 2,
      "text": "אם התנה בעודה ארוסה על נכסים שיפלו לה משנשאת שלא יהא לו דין ודברים בהם מועיל ויש מי שאומר שאינו מועיל: הגה סלק עצמו מנכסים י\"א שאין הנכסים הכתובים בכתובה בכלל (מרדכי פ' הכותב בשם ריצב\"א) (ואפי' נכסים שנפלו לה אח\"כ אינו בכלל) (מהרי\"ק שורש י\"ג) אא\"כ פי' בהדיא:"
    },
    {
      "id": "even_haezer-092-3",
      "section": 3,
      "text": "כשא\"ל בעודה ארוסה דין ודברים אין לי בנכסיך אם קנו מידו הרי סילק עצמו מגוף הקרקע ואין לו בנכסיה פירות לעולם ויש מי שחולק בזה:"
    },
    {
      "id": "even_haezer-092-4",
      "section": 4,
      "text": "הוסיף להתנות גם על הפירות שאמר לה דין ודברים אין לי בנכסייך ובפירותיהן אינו אוכל פירות בחייה אבל מוכרים הפירות ולוקחים בהם קרקע ואוכל פירותיו: הגה ואם מתה יורשה (טור) וי\"א דאין כופין אותה למכור הפירות אלא שאם שיירה פירות ימכרם ויקנה בהם קרקע והוא אוכל פירות (טור בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-092-5",
      "section": 5,
      "text": "הוסיף להתנות עמה שלא יאכל פירות נכסיה ולא פירי פירותיהם לוקחין הפירות וקונים בהם קרקע ולוקחים פירות קרקע זו וקונים בהם קרקע שניה והוא אוכל פירות אלו שהן פירי פירות וכן הדבר תמיד עד שיתנה עמה שלא יהיה לו פירות ולא פירות פירותיהן עד לעולם ואז לא יהיה לו שום צד פירות בחייה:"
    },
    {
      "id": "even_haezer-092-6",
      "section": 6,
      "text": "כתב לה דין ודברים אין לי בנכסייך ובפירי פירותיהן ולא הזכיר הפירות י\"א שאוכל הפירות ולא פירי פירות וי\"א שגם הפירות אינו אוכל:"
    },
    {
      "id": "even_haezer-092-7",
      "section": 7,
      "text": "התנה עמה שלא יירשנה ה\"ז לא יירשנה אבל אוכל פירות בחייה וכן אם התנה עמה שאם מתה בלא בנים יחזרו הנכסים לבית אביה הכל קיים בד\"א שהתנה עמה קודם שתנשא בעודה ארוסה או בכותב לה בכתובתה בשעת כניסה אבל אם התנה עמה אחר שנשאה תנאו בטל וירשנה: הגה וע\"ל סי' ס\"ט והא דלא מהני תנאי לאחר שנשאת דוקא שאמר שלא יירשנה מ\"מ אם מחייב עצמו להחזיר ליורשיה מה שיורש ממנה צריך לקיים (הר\"ן ריש הכותב בשם הרמב\"ן וריב\"ש סי' ס\"ד וק\"ב):"
    },
    {
      "id": "even_haezer-092-8",
      "section": 8,
      "text": "התנה עמה אחר נישואין שלא יהיו לו דין ודברים בנכסיה ולא בפירי פירותיה עד עולם בחייה ובמותה ה\"ז אינו אוכל פירות כלל אבל אם מתה יירשנה: הגה סלק עצמו מנכסי אשתו וגירשה וחזר ונשאה סתם על תנאי הראשון הוא מחזירה (רשב\"א סי' תתקס\"ב):"
    }
  ]
}