{
  "id": "even_haezer-105",
  "chapterLabel": "סימן 105",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-105-1",
      "section": 1,
      "text": "דין המוכרת ומוחלת כתובתה. ובו ז סעיפים:יכולה אשה למכור כתובתה או ליתנה לאחרים בין כולה בין מקצתה והלוקח והמקבל עומדים במקומה שאם תתאלמן או תתגרש יקחו הם כתובתה ואם תמות בחיי הבעל אין להם כלום ואם מכרה לבעלה המכר מכר ואסור להשהותה אלא אם כן יכתוב לה אחרת בעיקר הכתובה:"
    },
    {
      "id": "even_haezer-105-2",
      "section": 2,
      "text": "המוכרת כתובתה לאחרים ומת הבעל בחייה אם מתה קודם שנשבעה על כתובתה אין ללוקח ולמקבל כלום בד\"א כשנתאלמנ' ומתה שהיא לא היתה יכולה ליפרע מן היתומים אלא בשבועה אבל אם נתגרשה ומתה לקוחות נשבעים שבועה שלא פקדתנו ונוטלים ודוקא שמתה אבל אם היא בחיים צריכה לישבע שלא נפרעה ואם אינה רוצה לישבע יפסידו הלקוחות ואם אמרה שנפרעה אחר שמכרה נאמנת במגו שאם היתה רוצה למחול אבל אם אמרה שנפרעה קודם המכר אינה נאמנת:"
    },
    {
      "id": "even_haezer-105-3",
      "section": 3,
      "text": "מי שמת והניח בנים ואלמנה ומתה האלמנה קודם שנשבעה על הכתובה הבכור נוטל פי שנים:"
    },
    {
      "id": "even_haezer-105-4",
      "section": 4,
      "text": "המוכרת כתובתה בין לבעלה בין לאחרים לא הפסידה שום דבר מתנאי כתובתה אבל המוחלת כתובתה לבעלה איבדה כל תנאי כתובה: הגה ואפילו נדונייתה הפסידה אם אינה בעין (ריב\"ש סי' קמ\"ט בשם הרמב\"ן והרשב\"א) וי\"א דלא הפסידה נדונייתה אא\"כ אמרה כל מה שבשטר מחול לך (מהרי\"ו סי' י\"ט):"
    },
    {
      "id": "even_haezer-105-5",
      "section": 5,
      "text": "המוחלת כתובתה אינה צריכה לא קנין ולא עדים והוא שיהיו דברים שהדעת סומכת עליהם ולא יהיה דברי שחוק והיתול או דברי תימה אלא בדעת נכונה: הגה אנסה למחול כגון שהיה מתקוטט עמה תמיד ומחלה לו כדי שתשב עמו בשלוה מחילתה בטילה אע\"פ שלא מסרה מודעה (תשו' הרשב\"א סי' תקפ\"ג):"
    },
    {
      "id": "even_haezer-105-6",
      "section": 6,
      "text": "המוכר שטר לחבירו וחזר ומחלו לו מחול ואפי' יורש מוחל לפיכך מכרה כתובתה ומת הבעל ואח\"כ מתה בנה יכול למחול והמכר בטל ואפי' אין לה יורש אחר אלא זה הבן ונמצא פרעון הכתובה עליו יכול למחול לעצמו כדי לבטל המקח ויורש הכתובה:"
    },
    {
      "id": "even_haezer-105-7",
      "section": 7,
      "text": "מי שמכר בחיי אביו כתובת אמו שאם ימות אביו ואח\"כ תמות אמו ויירש הוא את כתובתה שיהי' הלוקח עומד במקומו לגבותה והתנה שאם תערער אמו על המכר שלא יסלקנו מערעור ומתה ולא ערערה אינו יכול לומר אני במקום אמי וכמו שהיא יכולה לערער על המקח גם אני מערער ואבטלנו שערעור של עצמו קבל עליו ודאי:"
    }
  ]
}