{
  "id": "even_haezer-007",
  "chapterLabel": "סימן 7",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-007-1",
      "section": 1,
      "text": "דין אשה שנשבית ואיזו היא נקראת חללה. ובו כג סעיפים:שבויה שנשבית והיא בת ג\"ש ויום אחד או יותר אסורה לכהן מפני שהיא ספק זונה שמא נבעלה לכותי ואם יש לה עד שלא נתייחד כותי עמה ה\"ז כשרה לכהונה ואפילו עבד או שפחה או קרוב נאמן לעדות זו: הגה ואפילו נשים שאינן נאמנות בעדות אשה כגון חמותה וכו' נאמנת בשבויה. (הגהות אלפסי פ\"ב דכתובות) וב' שבויות שהעידה כל אחת לחבירתה הרי אלו נאמנות וכן קטן שהיה מסיח לפי תומו נאמן מעשה בא' שנשבה הוא ואמו ובנה מסיח לפי תומו ואמר נשבינו לבין הכותים אני ואמי יצאתי לשאוב מים דעתי על אמי ללקוט עצים ודעתי על אמי והשיאו אותה חכמים לכהן על פיו ויש שכתב שהקטן נאמן אפי' במתכוין להעיד:"
    },
    {
      "id": "even_haezer-007-2",
      "section": 2,
      "text": "אין הבעל נאמן להעיד באשתו השבויה שלא נטמאה שאין אדם מעיד לעצמו. וכן שפחתה לא תעיד לה אבל שפחת בעלה מעידה לה ושפחתה שהיתה מסיחה לפי תומה נאמנת: הגה כותי פסול לעדות שבויה ואפי' מסיח לפי תומו אינו נאמן (הרא\"ש כלל ל\"ב) ויש מקילין במסיח לפי תומו (ריא\"ז) וה\"ה לעד מפי עד ומסיח לפי תומו לא מהני רק להקל אבל לא להחמיר (ר\"ד כהן בית ח'):"
    },
    {
      "id": "even_haezer-007-3",
      "section": 3,
      "text": "כהן שהעיד לשבויה שהיא טהורה ה\"ז לא ישאנה שמא עיניו נתן בה ואם פדאה והעיד בה ה\"ז ישאנה שאילו לא ידע שהיא טהורה לא נתן בה מעותיו:"
    },
    {
      "id": "even_haezer-007-4",
      "section": 4,
      "text": "האשה שאמרה נשביתי וטהורה אני נאמנת שהפה שאסר הוא הפה שהתיר אפי' היה שם עד א' שמעיד שהי' שבויה אבל אם יש שם שני עדים שנשבית אינה נאמנת עד שיעיד לה אחד שהי' טהורה:"
    },
    {
      "id": "even_haezer-007-5",
      "section": 5,
      "text": "היה שם ב' עדים שנשבית ועד א' מעיד שנטמא' וא' מכחיש אותו ומעיד לה שהיא טהורה ולא נתייחד עמה כותי עד שנפדית אפי' זה שמעיד שהיא טהורה עבד או שפחה הרי זו מותרת: הגה וי\"א שאם היא אומרת נטמאתי נאמנת נגד עד א' שאומר טהורה אבל לא נגד ב' עדים (הגהות אלפסי פ' האשה שנתארמלה):"
    },
    {
      "id": "even_haezer-007-6",
      "section": 6,
      "text": "מי שאמרה נשביתי וטהורה אני והתירוה בית דין לינשא או שנשאת לפני בית דין ולא מיחו בה) ואחר כך באו שני עדים שנשבית הרי זו תנשא לכתחלה ולא תצא מהתירה ואפי' נכנס אחריה שבאי והרי היא שבויה לפנינו ביד אדוניה הרי זו לא תצא מהתירה שהתירוה ומשמרין אותה מעתה עד שתפדה ואם באו לה ב' עדים אח\"כ שנטמאת אפי' נשאת ואפי' היו לה בנים הרי זו תצא ואם בא עד אחד אינו כלום:"
    },
    {
      "id": "even_haezer-007-7",
      "section": 7,
      "text": "אמרה נשביתי וטהורה אני ויש לי עדים שאני טהורה אין אומרים נמתין עד שיבואו העדים אלא מתירין אותה מיד ולא עוד אלא אפי' יצא עליה קול שיש עליה עידי טומאה מתירין אותה עד שיבואו שבשבויה הקילו:"
    },
    {
      "id": "even_haezer-007-8",
      "section": 8,
      "text": "האב שאמר נשבית בתי ופדיתיה בין שהיא גדולה בין שהיא קטנה אינו נאמן לאוסרה (ה\"ה אם אומר שנבעלה בעילת איסור) (הג\"מ פי\"ח מא\"ב בשם הרשב\"א):"
    },
    {
      "id": "even_haezer-007-9",
      "section": 9,
      "text": "אשת כהן שנאסרה עליו משום שבויה הואיל והדבר ספק הרי זו מותרת לדור עמו בחצר אחד ובלבד שיהיו עמו תמיד בניו ובני ביתו לשומרו:"
    },
    {
      "id": "even_haezer-007-10",
      "section": 10,
      "text": "עיר שבא במצור ונכבשה אם היו כותים מקיפים את העיר מכל רוחותיה כדי שלא תמלט אשה אחת עד שיראו אותה ותיעשה ברשותם הרי כל הנשים שבתוכה פסולות כשבויות שמא נבעלו לכותים אלא מי שהיתה מג' שנים ולמטה ואם היה אפשר שתמלט אשה ולא ידעו בה או שהיה בעיר מחבואה אחת אפילו אינה מחזקת אלא אשה אחת הרי זו מצלת הכל כיצד מצלת שכל אשה שאמרה טהורה אני נאמנת ואע\"פ שאין לה עד מתוך שיכולה לומר נמלטתי כשנכבשה העיר או במחבואה הייתי ונצלתי נאמנת לומר לא נמלטתי ולא נחבאתי ולא נטמאתי בד\"א בגדוד של אותה מלכות שהם מתיישבין בעיר ואין יראים לפיכך חוששין להם שמא בעלו אבל גדוד של מלכות אחרת שפשט ושטף ועבר לא נאסרו הנשים מפני שאין להם פנאי לבעול שהם עוסקים בשלל ובורחים להם ואם שבו נשים ונעשו ברשותן אע\"פ שרדפו אחריהם ישראל והצילו אותם מידם הרי הן אסורות ויש חולקין ואומרים שאף בגדוד של מלכות אחרת אסורות:"
    },
    {
      "id": "even_haezer-007-11",
      "section": 11,
      "text": "האשה שנחבשה בידי עכו\"ם ע\"י ממון מותרת אפי' לכהונה: הגה ודוקא שחייבים להם שיראו ליגע בה פן יפסידו מכיסם אבל אם תפסו אותה כדי שיפדוה בממון שלא יפסידו מכיסם אסורה לבעלה כהן (תא\"ו נתיב כ\"ג וכן משמע בתוס' פ' א\"מ) ע\"י נפשות אסורה לכהונה לפיכך אם היה בעלה כהן נאסר' עליו: הגה וי\"א דע\"י נפשות אסורה אפילו לבעלה ישראל דחיישי' שמא נתרצית להם כדי שלא יהרגוה (תוס' והרא\"ש והטור והר\"ן ובפסקי מהרא\"י סימן צ\"ב) ודוקא בנחבשה מחמת עצמה ויש להם חשש מיתה (הג\"מ פ' י\"ח בשם י\"א) אבל ביושבות חבושות מחמת בעליהן אינן אסורות אלא א\"כ נגמר דין בעליהן למיתה (בפסקי מהרא\"י סי' צ\"ב) וי\"א דכל מקום שהיא סבורה להחיות ע\"י פדיון ולחזור אינה אסורה לבעלה ישראל דאינה מתרצית אע\"פ שחבושה מחמת עצמה (שם במהרא\"י) ובשעת הזעם והרג רב התירו רבותינו לבעלה ישראל וכסברא הראשונה ואם נחבשה בידי כותים ויהודים נכנסים ויוצאים אצלה שריא לבעלה (הגהות מיי' פ' י\"ח) ישראל שהמיר הוא ואשתו וחזרו בהן אשתו מותרת לו ולא חיישינן שמא זנתה תחתיו ואפי' בעלה כהן ואם אשתו המירה לחוד אסורה לבעלה אפי' ישראל (תשו' רשב\"א והגהות מרדכי דכתובות) אם לא שיש לה עד א' שלא זנתה כשבויה ויש מקילין ואומרים דלא חיישינן שמא זנתה (שם) ובשעת הגזירה שהמירו דתן מחמת אונס וחזרו בהן לאחר שעבר האונס יש להקל ולהתירן אפי' לבעלן כהנים (הרא\"ש כלל ל\"ב) ואם אשה נדרה להמיר עצמה ולא המירה עדיין וחזרה בה מותרת לבעלה (מהרי\"ק שורש ק\"ס): בד\"א בזמן שיד ישראל תקיפה על הכותים והם יראים מהם אבל בזמן שיד הכותים תקיפה אפי' ע\"י ממון כיון שנעשית ברשות הכותים נאסרה אא\"כ העיד לה אחד כשבויה: הגה וכ\"ז בנחבשה בידי כותים ומסורה בידם אבל אם נתייחדה עם כותים אפי' שחייבת להם אין אוסרין על היחוד אע\"פ שעשאה שלא כדת ואפי' יצא עליה קול זנות כל קלא דבתר נשואין לא חיישינן לאוסרה על בעלה (שם בתשו' הרא\"ש) מיהו אם נתייחדה לשם זנות יש להחמיר (מהרי\"ק שורש ק\"ס):"
    },
    {
      "id": "even_haezer-007-12",
      "section": 12,
      "text": "איזו היא חללה זו שנולדה מאיסורי כהונה כגון כהן הדיוט שבא על הזונה או על הגרושה וכהן גדול שבא עליהן או על האלמנה או שנשא בעולה ובא עליה הרי אלו נתחללו לעולם ואם הוליד ממנה בין זה שחיללה בין אחר הולד בין שהוא זכר בין שהוא נקבה חלל והיא עצמה נתחלל' בביאתו משהער' בה בין שבא עליה בשוגג בין במזיד בין באונס בין ברצון והוא שהיה כהן מבן ט' שנים ויום אחד ולמעלה והנבעלת מבת ג' שנים ויום א' ומעלה אבל כהן שקידש אחת מאיסורי כהונה ונתאלמנה או נתגרשה מן האירוסין לא נתחללה אבל מן הנשואין אף ע\"פ שלא נבעלה נתחללה שכל נשואה בחזקת בעולה היא אע\"פ שנמצאת בתולה:"
    },
    {
      "id": "even_haezer-007-13",
      "section": 13,
      "text": "הכהן עצמו שעבר ובא על אחת מאיסורי כהונה לא נתחלל:"
    },
    {
      "id": "even_haezer-007-14",
      "section": 14,
      "text": "כהן שבא על אחת מהעריות או על יבמה לשוק ונתעברה מביאה ראשונה אין הולד חלל אבל עשאה זונה ואם חזר ובא עליה הוא או כהן אחר הולד חלל אבל הבא על הגיורת ומשוחררת אפי' נתעברה מביאה ראשונה הולד חלל:"
    },
    {
      "id": "even_haezer-007-15",
      "section": 15,
      "text": "כהן שבא על הנידה הולד כשר ואינו חלל:"
    },
    {
      "id": "even_haezer-007-16",
      "section": 16,
      "text": "חלל שנשא כשרה הולד ממנה חלל וכן בן בנו כלם חללים עד סוף כל הדורות ואם ילדה בת אסורה לכהונה אבל אם נשאת אותה הבת לישראל וילדה ממנו בת אותה הבת כשרה לכהונה שישראל שנשא חללה הולד כשר:"
    },
    {
      "id": "even_haezer-007-17",
      "section": 17,
      "text": "כותי ועבד הבא על בת ישראל וילדה ממנו בת אותה הבת פגומה לכהונה:"
    },
    {
      "id": "even_haezer-007-18",
      "section": 18,
      "text": "כהן שנשא גרושה מעוברת בין ממנו בין מאחר וילדה כשהיא חללה הולד כשר שהרי לא בא מטיפת עבירה:"
    },
    {
      "id": "even_haezer-007-19",
      "section": 19,
      "text": "כהן שבא על חלוצה היא וולדה חללים מדרבנן אבל כהן שבא על אחת מהשניות היא כשירה וזרעו ממנה כשירים:"
    },
    {
      "id": "even_haezer-007-20",
      "section": 20,
      "text": "כהן שבא על ספק זונה או על ספק גרושה (שם) (או ספק חלוצה) (טור) הרי זו ספק חללה וולדה ספק חלל ונותנין עליו חומרי כהנים וחומרי ישראל אינו אוכל בתרומה ואינו מטמא למתים ונושא אשה הראויה לכהן ואם אכל או נטמא או נשא גרושה מכין אותו מכת מרדות וה\"ה בחלל של דבריהם אבל חלל של תורה הודאי הרי זו כזר ונושא גרושה ומטמא למתים שנאמר אמור אל הכהנים בני אהרן אע\"פ שהם בני אהרן עד שיהיו בכיהונם:"
    },
    {
      "id": "even_haezer-007-21",
      "section": 21,
      "text": "גר שנשא גיורת וילדה בת לא תנשא לכתחילה לכהן אפי' בת בתה עד כמה דורות אע\"פ שהורתה ולידתה בקדושה ואם נשאת לכהן לא תצא ואם יש בה צד א' של ישראל כגון גר שנשא ישראלית או ישראל שנשא גיורת הבת מותרת לכהן לכתחילה וה\"ה למשוחרר שנשא ישראלית או ישראל שנשא משוחררת:"
    },
    {
      "id": "even_haezer-007-22",
      "section": 22,
      "text": "הכהנת מותרת לינשא לחלל ולגר ולמשוחרר שלא הוזהרו כשרות להנשא לפסולי כהונה שנאמר בני אהרן ולא בנות אהרן:"
    },
    {
      "id": "even_haezer-007-23",
      "section": 23,
      "text": "משפחה שנתערב בה ספק חלל או ודאי וכן אם נתערב בה ספק ממזר או ממזר ודאי נתבאר בסי' ב':"
    }
  ]
}