{
  "id": "even_haezer-161",
  "chapterLabel": "סימן 161",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-161-1",
      "section": 1,
      "text": "מי שהיו לו אחים רבים או נשים רבות שמתו ונפלו נשותיהם לפניו. ובו ט סעיפים:מי שהיה לו נשים רבות ומת ולו אח ביאתה או חליצתה של אחת מהם פוטרת כלם ואין היבם יכול לייבם אלא אחת מהם:"
    },
    {
      "id": "even_haezer-161-2",
      "section": 2,
      "text": "היו בהם פסולות לכהונה אם בא לחלוץ אינו חולץ אלא לפסולה ולא לכשרה:"
    },
    {
      "id": "even_haezer-161-3",
      "section": 3,
      "text": "היו לו אחים רבים ונפלו נשותיו לפניהם אחד מייבם או חולץ לאחת מהיבמות והותרו שאר הצרות:"
    },
    {
      "id": "even_haezer-161-4",
      "section": 4,
      "text": "מצוה על הגדול לייבם (או לחלוץ) לא רצה (או שאי אפשר לו לחלוץ או לייבם כגון שהיה נשוי אחותה) (ריב\"ש סי' קנ\"ט) חוזרין על כל האחים זה אחר זה דרך גדילתן לא רצה חוזרים אצל הגדול ואומרים לו עליך המצוה או חלוץ או ייבם לא רצה לא לחלוץ ולא לייבם כופין אותו לחלוץ ואין כופין אותו לייבם: הגה ואפילו אם נשבע הגדול שלא לייבם ולא לחלוץ כופין אותו ולא לקטן ומ\"מ מתירין השבועה לגדול אעפ\"י שאינה חלה משום מראית העין (שם בריב\"ש):"
    },
    {
      "id": "even_haezer-161-5",
      "section": 5,
      "text": "אמר הגדול המתינו עד שיגדיל אחי הקטן או שהיה אחיו חרש ואמר המתינו עד שיבריא או שהיה אחיו גדול ממנו במדינת הים ואמר המתינו עד שיבא אין שומעין לו:"
    },
    {
      "id": "even_haezer-161-6",
      "section": 6,
      "text": "לא רצה הגדול לייבם אלא לחלוץ והקטן ממנו רוצה לייבם ביאת קטן עדיפא אבל אם אין שניהם רוצים לייבם אלא לחלוץ חליצת הגדול עדיפא: הגה וע\"ל סי' קס\"ה דבזמן הזה מצות חליצה קודמת ואפי' למ\"ד יבום קודם אם היא אינה חפיצה ביבום רק בחליצה חליצת הגדול קודם (תה\"ד סי' ר\"כ) ."
    },
    {
      "id": "even_haezer-161-7",
      "section": 7,
      "text": "אע\"פ שמצוה בגדול לייבם אי קדם הקטן ויבם זכה: הגה וה\"ה אם חלץ לה הקטן מהני בדיעבד (עיין שם) אבל לכתחילה צריכה להדר אחר הגדול ולתת לו חלקו בממון כמו שיתבאר לקמן סי' קס\"ה:"
    },
    {
      "id": "even_haezer-161-8",
      "section": 8,
      "text": "היו לו ארבעה אחים ומתו ונפלו נשותיהם לפניו אם הוא עשיר ויכול לזונן אם ירצה לייבם את כולם מייבם ואם לאו חולץ למי שירצה מהם ומייבם למי שירצה מהם אחת מכל בית:"
    },
    {
      "id": "even_haezer-161-9",
      "section": 9,
      "text": "יבמה שנשארה זקוקה לב' אחים והגדול הוא מאנוסי הזמן והשני יהודי היהודי קודם לחלוץ ואם קדם האחר וחלץ הותרה לשוק (וע\"ל סי' קנ\"ז ס\"ד):"
    }
  ]
}