{
  "id": "even_haezer-129",
  "chapterLabel": "סימן 129",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-129-1",
      "section": 1,
      "text": "דיני שם האיש והאשה וחתימת הגט ודין מומר המגרש. ובו לד סעיפים:כותבין שם האיש והאשה בגט ואם יש לאחד מהם שני שמות כותבין שם שהם רגילים בו ויודעים בו ביותר וכותבין איש פלוני וכל שם שיש לו גירש אשה פלונית וכל שום שיש לה ואם כתב חניכתו וחניכתה כשר: הגה וכ\"ש אם כתב עיקר השם לבד דכשר ולכן אין להקפיד על הכינויים כל כך וי\"א דאין לכתוב כל שום שיש לו אלא אם יש לו ב' שמות יכתוב פלוני דמתקרי פלוני (ר\"ת וב\"י בשם הרמב\"ן והרשב\"א) וכן נוהגין ואין לשנות ואפילו נכתב הגט אין לגרש בו אע\"פ שכתב כל שם עד שיכתוב שני השמות (בקונטריס) לא כתב אלא שם האחד אפי' הוא שם הטפל וגירש בו כשר (טור):"
    },
    {
      "id": "even_haezer-129-2",
      "section": 2,
      "text": "כתב השם שאינם ידועים בו ביותר וכתב כל שם שיש לו הרי זה פסול אבל אם השני שמות כתובים בפירוש בגט אין הפרש בין שכותב זה ראשון או זה:"
    },
    {
      "id": "even_haezer-129-3",
      "section": 3,
      "text": "שינה שמו או שמה או שם עירו או שם עירה אף על פי שכתב כל שם שיש לו וכל שם שיש לה אינו גט:"
    },
    {
      "id": "even_haezer-129-4",
      "section": 4,
      "text": "אם עומד במקום אחד ושולח הגט למקום אחר ובכל מקום מהם יש לו שם אחר כותב שם מקום הנתינה ויכתוב שם מקום הכתיבה דמתקרי ואם כתב שם מקום הנתינה וכולל שם מקום הכתיבה בוכל שום כשר. הגה אבל אם עשה שם מקום הכתיבה עיקר וכתב על שם מקום הנתינה דמתקרי או כל שום פסול (הב\"י כתב שכן משמע מלשון הטור):"
    },
    {
      "id": "even_haezer-129-5",
      "section": 5,
      "text": "מומר אין לו לגרש בשם עכו\"ם אלא בשם ישראל ואם כתב שם עכו\"ם עיקרי ושם ישראל בלשון דמתקרי כשר. הגה ולכתחלה כותבין שם ישראל וכל שום וחניכה דאית ליה (סמ\"ג וסמ\"ק וכל בו ות\"ה סי' רל\"ה) ואם כתב שם של עכו\"ם וכתבו כל שום וחניכה דאית ליה פסול (ריב\"ש סי' מ\"ג וטור) היה לו שם כינוי כשהיה יהודי כותבין לו שם ישראל המכונה פלוני וכל שום וחניכה דאית ליה (סדר הגיטין):"
    },
    {
      "id": "even_haezer-129-6",
      "section": 6,
      "text": "גר שכתב שם גיותו כשר אפי' אם נשתקע ממנו:"
    },
    {
      "id": "even_haezer-129-7",
      "section": 7,
      "text": "אם כתב פלוני החכם או הרב או הנשיא אף על פי שאין קורין אותו כן וגם אינו בר הכי הגט כשר כיון שהזכיר שמו בפירוש: הגה אבל לכתחלה אין כותבין רב או חכם אפי' הוא או אביו רב או חכם ומוחזק בכך אלא כותבין פלוני או בן פלוני (סדר גיטין) וכן אין כותבין בן הקדוש (ר\"י מינץ) אבל כותבין כהן או לוי פלוני בן פלוני הכהן או הלוי ואם יש להם כינוי כותבין אח\"כ (סדר גיטין) אבל אם יש ב' שמות שכותבין על א' דמתקריא כותבין אח\"כ כהן או לוי (שם בשם מהרי\"ק) (ואם לא כתב כהן או לוי) י\"א דפסול (פסקי מהרא\"י סימן ז') מאחר שנהגו לכתבו ויש מכשירין (מ\"כ בתיקון וכ\"כ הב\"י) ונראה להו לסמוך להקל במקום הדחק אבל לכתחלה יש לכתבו ואם יש ספק אם הוא כהן או לוי יש ליתן ב' גיטין (תשו' ר\"י מינץ) אין כותבין בגט פלוני בר פלוני אלא כותבים פלוני בן פלוני (סדר גיטין):"
    },
    {
      "id": "even_haezer-129-8",
      "section": 8,
      "text": "עכשיו נהגו שבכל הגיטין כותבין וכל שום דאית לי ולאבהתי ולאתרי. (ובמדינות אלו אין נוהגין כן אלא אם יש לו שתי שמות כותבין בפירוש כמו שנתבאר):"
    },
    {
      "id": "even_haezer-129-9",
      "section": 9,
      "text": "אם לא הזכיר שם אבי האיש או שם אבי האשה כשר: הגה וכ\"ש אם הזכיר שמו ולא הזכיר שם כינוי שלו אבל לכתחילה כותבין אפי' כינויין שם אביו (בסדרים ובמהרי\"ו סי' כ\"ג) ואם יש לאב ולבן כינוי א' לכתחלה כותבים הכינוי אצל כל אחד (סדר גיטין) מיהו אם לא כתבו רק לבסוף פלוני בן פלוני המכונה פלוני כשר אבל אם הכינוי לבן לחוד יכתוב הכינוי קודם שיזכיר שם האב ואם כתבו לבסוף פסול (ב\"י בשם תשובת אשכנזית) ולפיכך גר או שתוקי או אסופי אין כותבין אלא שמותיהם בלבד:"
    },
    {
      "id": "even_haezer-129-10",
      "section": 10,
      "text": "יוסף בן שמעון ששינה וכתב יוסף בן שמואל פסול ויש מי שאומר שאם נשאת לא תצא: הגה ודוקא אם הוחזק בשם השני אבל בלאו הכי תצא (משמע בב\"י) כשכותבין גט לבן מומר לעכו\"ם כותבין לו על שם אביו אע\"פ כשעולה לס\"ת או חותם בשטרות חותם עצמו על שם אבי אביו ואין לחתום בגט לעד בן מומר (הכל בסדר גיטין):"
    },
    {
      "id": "even_haezer-129-11",
      "section": 11,
      "text": "אם לא כתב שם האיש והאשה בגט פסול והבנים ממזרים:"
    },
    {
      "id": "even_haezer-129-12",
      "section": 12,
      "text": "מי שיש לו שם א' בגליל ושם א' ביהודה והוא ואשתו במקום שאין מכירין בו אלא בשם אחד בין שהוא אחד מהשני שמות בין שהוא שם אחר לכתחילה יש לו לכתוב כל השמות שיש לו או יכתוב שם שיש לו שם ויכתוב וכל שום לכלול שמות דשאר מקומות ואם לא כתב אלא שם שיש לו במקום שהוא ואשתו שם כשר:"
    },
    {
      "id": "even_haezer-129-13",
      "section": 13,
      "text": "אם כתב שם שיש לו במקום אחר וכתב וכל שום בשביל מקום כתיבה ונתינה בטל:"
    },
    {
      "id": "even_haezer-129-14",
      "section": 14,
      "text": "מי שיש לו שני שמות כותבין ראובן דמתקרי שמעון ואם כתב ראובן שמעון יש מי שאומר שהוא פסול: הגה אבל אם נקרא בשני השמות ביחד או שעולה כך לס\"ת כשר אם נקרא בפי ישראל בשם א' ובפי כותים בשם אחר כותבין שם ישראל דמתקרי על שם כותים (המ\"מ בשם הרמב\"ן פרק ג') אבל אם עניינם כמעט אחד אין כותבין רק שם ישראל כמו שנתבאר לעיל סי' קכ\"ח סעיף ג' לענין הנהרות:"
    },
    {
      "id": "even_haezer-129-15",
      "section": 15,
      "text": "מי שיש לו שני שמות והשם השני יוצא מהשם הראשון בשם הנערות כגון יצחק חקין אהרן ארנין וכיוצא בזה א\"צ לכתוב שם הנערות כלל אא\"כ יש אחד ששמו יצחק או אהרן: הגה וה\"ה ליעקב יעקל (פסקי מהרא\"י סי' ק\"ה) (פרץ פרצין) (ב\"י) ונראה דה\"ה אברהם אברלן וכיוצא בזה מיהו אם רוצה לכתוב אינו מזיק מיהו כל קיצור שם שהיא שם בפ\"ע כמו אלחנן חנן כותבין וכיוצא בזה:"
    },
    {
      "id": "even_haezer-129-16",
      "section": 16,
      "text": "אם השם השני יוצא משם העברי כגון יהודה ליאון כותבין יהודה דמתקרי ליאון ואם אינו דומה קצת לשם העברי יכתוב המכונה: הגה פירוש דבריו כי ליאון הוא פירוש אריה ויהודה נקרא כך על שם גור אריה יהודה ולפ\"ז יש לכתוב יהודה דמתקרי ליב אבל י\"א דכל ששני השמות הם בל' הקודש כותבין דמתקרי ואם האחד בלשון לעז כותבין המכונה (הגהת מיי' פ\"ג וסמ\"ק וכל בו) ואין חילוק בין אם הוא יוצא מן השם או לא ולכן כותבין יהודה המכונה ליב וכל כיוצא בזה וכן נוהגין במדינות אלו וכל כינוי משפחה אין לכתבן כלל בין שהוא לשון עברי או לעז (סדר גיטין) והכי נהוג מי שיש לו שם עברי שעולה בו לקרוא לתורה ויש לו נמי שם בלשון לעז עושין שם העברי עיקר ועל השני כותבין דמתקרי וה\"ה באשה עושין שם העברי עיקר י\"א דמי שיש לו שני שמות אם רגיל בשניהם ומ\"מ האחד הוא יותר עיקר כותבין פלוני דאתקרי פלוני ואם אינו רגיל בשני כותבין דמתקרי (סדר גיטין) כל כינוי שהוא גנאי למגרש אין כותבין אותו בגט (ד\"ע) ולכן מומר שעשה תשובה אין כותבין לו וכל שום וחניכה דאית ליה מ\"כ בתיקון כל שם כינוי שאינו נקרא בכינוי ההוא לבד אלא קורין אותו עם עיקר השם א\"צ לכתוב הכינוי (ת\"ה סי' רל\"ה) אבל אם הכותים קורין אותו בכינוי לחוד אע\"פ שאין ישראל קורין אותו כך י\"א דכותבין וכל שום וחניכה אע\"פ שבשאר גיטין אין כותבין כך וכן בכינוי משפחה (שם) ול\"נ דאין לכתוב לכינוי כלל כמו שנוהגין בכינוי משפחה:"
    },
    {
      "id": "even_haezer-129-17",
      "section": 17,
      "text": "אם השם השני בלשון לעז והכל אחד כגון חיים ביבאנ\"ט כותבין חיים דמתקריא ביבאנ\"ט כל חניכא כותבין המכונה בין שהוא בלשון עברי בין שהוא בלשון לעז וכבר נתבאר שאין נוהגין כן:"
    },
    {
      "id": "even_haezer-129-18",
      "section": 18,
      "text": "מי שנשתנה שמו מחמת חולי אע\"פ שקורין אותו תמיד בשם ראשון מ\"מ שם השינוי עיקר (אפי' הוא לעז ושם ראשון עברי) (בסדר גיטין) וכותבין אותו קודם ואח\"כ דמתקרי פלוני שם ראשון ודוקא כשקורין אותו לפעמים בשם שני אבל אם אין קורין אותו בשם שני כלל אינו כותב אלא שם ראשון בלבד ויש מי שמצריך שני גיטין בשני שמות ואם יש לו שם מובהק שבו עולה לספר תורה וחותם כתביו ושטרותיו אותו שם הוא עיקר: הגה ואם עולה לס\"ת בשניהם כותבין הב' עיקר ועל הראשון מתקרי אבל עד החותם עצמו ויש לו ב' שמות יחתום עצמו בשני השמות בלא מתקרי מי שנשתנה שמו מחמת חולי ויש לו כינוי מחמת שם הב' כותבין השם עם כינוייו קודם שם הראשון ואם יש לו ג\"כ כינוי מחמת שם הראשון כותבין אותו ג\"כ לבסוף (בסדר גיטין) ואם נשתנה שמו שני פעמים כותבין שם השלישי תחלה ואח\"כ הב' ואח\"כ הראשון וכותבין כל שם עם כינוי שלו (שם):"
    },
    {
      "id": "even_haezer-129-19",
      "section": 19,
      "text": "ויש מי שאומר שכשנותן שני גיטין לאשה לא יתן לה שניהם בבת אחת אלא זה אחר זה: הגה ואין לתת שני גיטין אלא מדוחק ויתן אותו גט שנראה לו לרב יותר כשר בתחילה עם כל שאלותיו וקריאתו בסדר הגט ואח\"כ יתן השני ג\"כ בסדר הגט ויאמר לעומדים בשעת הנתינה טעם למה נותן שני גיטין (בסדר ר\"י מינץ) ויאמר לבעל שיכוין לגרשה בכל א' מן הגיטין ואם נתן שניהם בזה אחר זה בסדר אחד כשר לא נהגו לכתוב בגט לא כהן ולא לוי ולא שום כינוי אלא פלוני בן פלוני וכל שם אחרן וחניכה דאית לי ולאבהתי (וכבר נתבאר דבמדינות אלו אין נוהגין כן):"
    },
    {
      "id": "even_haezer-129-20",
      "section": 20,
      "text": "בגט גר כותב פלוני בן אברהם אבינו:"
    },
    {
      "id": "even_haezer-129-21",
      "section": 21,
      "text": "מי ששמו גרשום וכתבו בגט גרשון או שהיה שמו גרשון וכתבו גרשום אינו גט."
    },
    {
      "id": "even_haezer-129-22",
      "section": 22,
      "text": "אם לא נודע אם שמו אליה או אליהו יכתוב אליהו ואם כתב אליה לא פסול: הגה ואם חותם עצמו או עולה לס\"ת אליה כותבין אליה וכל כיוצא בזה (מפי הקבלה) (מר\"א מפראג):"
    },
    {
      "id": "even_haezer-129-23",
      "section": 23,
      "text": "שם שמריה אין לכתוב שמריהו בוי\"ו."
    },
    {
      "id": "even_haezer-129-24",
      "section": 24,
      "text": "שם מתתיה אין לכתוב מתתיהו בוי\"ו:"
    },
    {
      "id": "even_haezer-129-25",
      "section": 25,
      "text": "שם יונתן לא יכתוב יהונתן אא\"כ ידוע שחותם שמו כן או עולה בו לקרות בתורה:"
    },
    {
      "id": "even_haezer-129-26",
      "section": 26,
      "text": "שם דוד כותבין בלא יו\"ד (גדליהו אם לא שאומר בודאי ששמו גדליה) (מ\"כ):"
    },
    {
      "id": "even_haezer-129-27",
      "section": 27,
      "text": "שם חזקיה יש לכתבו בלא יו\"ד בתחילת התיבה ובלא וי\"ו בסופה. אם לא שידוע ששמו חזקיהו ואפ\"ה אם כתב חזקיה כשר אבל לא אפכא:"
    },
    {
      "id": "even_haezer-129-28",
      "section": 28,
      "text": "שם הילל יש מי שאומר שיש לכותבו מלא ביו\"ד הגה וכן יש לכתוב בכל כיוצא בזה אע\"פ שדינו לכתוב חסר אינו מזיק אם כתבו מלא:"
    },
    {
      "id": "even_haezer-129-29",
      "section": 29,
      "text": "שם שבתי יש לכתבו בלא אל\"ף:"
    },
    {
      "id": "even_haezer-129-30",
      "section": 30,
      "text": "שם בנימן יש לכתבו חסר יו\"ד בתרא:"
    },
    {
      "id": "even_haezer-129-31",
      "section": 31,
      "text": "שם ירחמאל אע\"פ שלא נמצא בכתובים מ\"מ אם החזיק עצמו לקרות עצמו ירחמיאל ודחק בלשונו החירק כך כותבין: הגה ודבר הנמצא בכתוב לפעמים חסר ולפעמים מלא הולכים אחר הרוב (סדר גיטין) כל כינוי שהוא בלשון לעז כגון בלשון אשכנז וצריך לכתוב תי\"ו או טי\"ת כותבים טי\"ת כי התי\"ו יכולין לקרות רפויה וכל כיוצא בזה (ת\"ה סי' רל\"א) כל תיבה שיש להסתפק בה אם כותבין חי\"ת או כ' כותבין ך' (שם) כגון מיכל איכל דקורין בכנויו ח' כמו ך' אמנם בשם אשה שקורין רעכליין אין כותבין רק רחל שהוא עיקר השם (מהרי\"ו סי' ר') וכל כיוצא בזה ואם שינה בדיעבד כשר:"
    },
    {
      "id": "even_haezer-129-32",
      "section": 32,
      "text": "אין פוסקין שם האיש ולא שם האשה בשני שיטין אבל בשיטה אחת אפשר שפוסקין קצת שמות שסובלין כן דומיא דכדר לעומר וכן עמנו אל ואם כתב תיבה אחת לא הפסיד (סדר גיטין):"
    },
    {
      "id": "even_haezer-129-33",
      "section": 33,
      "text": "שם ידידיה אם יחלק לשתי תיבות (כשר ובלבד בשיטה אחת) ופדהצור ועמינדב תיבה אחת:"
    },
    {
      "id": "even_haezer-129-34",
      "section": 34,
      "text": "המנהג בשמות הנשים יש מי שאומר שיש לכתוב ביל\"א באל\"ף וכן כל שם שאינו בל' הקודש אבל כשהוא לשון הקודש כותבין בה\"א כמו חומה דביתהו דאביי או חובה שהשם היא לשון הקודש אבל כשאינו לשון הקודש כותבין באל\"ף והוא הדין לכינוי האנשים כל כינוי שהוא בלשון הקודש כותבין בה\"א ושאינו בלשון הקודש כותבין באל\"ף: הגה מיהו אם שינה וכתב ה\"א במקום אלף כשר כל כינוי שמשתנה מכח לשון המדינות כגון ליב שיש מדינות מדברים לשון קלילא ליב ובמקצת מדינות מדברים ליבא או ליוא וכן בכינוי וואל\"ף שקורין אותו במדינות אלו כך ובמדינות אחרות וואלפא או וואלבליין או וואלפליין או בכינוי מענדל שיש מדברים מנדיל וכל כיוצא בזה וכן בקריאת התיבות כגון במקצת מדינות שקורין גומפרעכט גימפרחט או שהלשונות מתחלפות בקריאת הב' או פ' או ו' כגון זנביל או זנוויל פייבש וויבש שמקצת מדינות מדברים יותר בלשון רפה הולכין אחר לשון בני אדם במדינה שנותנין בו הגט ואין להקפיד בזה איך נמצאו השמות והכינויין כתובים כי כל אחד כתב כפי לשון מדינתו ולכן סדר לגיטין משונים זה מזה בענין זה והעיקר כאשר כתבתי כן נ\"ל להורות אמנם אם אין ידוע לשון המדינות אין לשנות ממה שנמצא בדברי הקדמונים מ\"מ בדיעבד אם שינה בא' מאלו הדברים כשר כנ\"ל:"
    }
  ]
}