{
  "id": "even_haezer-175",
  "chapterLabel": "סימן 175",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-175-1",
      "section": 1,
      "text": "דין יבמה שהיתה אסורה והותרה. ובו יד סעיפים:יבמה שאינה ראויה להתייבם בשעת נפילה משום איסור ערוה אסורה עולמית אפילו אם יפקע האיסור כגון שני אחים שנשואים שתי אחיות ומת א' מהם ונפלה אשתו לפני השני שנשוי אחותה אפילו אם תמות אשתו אחר כך שפקע איסור אחות אשה אפ\"ה אסורה ואפי' נפלה לפניו פעם אחרת אחרי מות אשתו כגון שהיה להם אח שלישי שלא היתה ערוה עליו וכנסה ומתה אשתו של זה שהיה נשוי אחותה ומת השלישי שכנסה וחזרה ונפלה לפניו אסורה לו לא שנא מתה אשתו קודם שכנס השלישי לא שנא מתה אחר שכנס אע\"פ שלא היתה אסורה עליו בשעת נפילה אחרונה אפ\"ה אסורה לו היא וצרתה כגון שהיה אשה אחרת לאח השלישי כיון שהיתה אסורה לו בשעת נפילה ראשונה אבל אם היתה מותרת לו בשעת נפילה אפי' אם תאסר אח\"כ אם פקע האיסור חוזרת להתירה כיצד שלשה אחים שנים מהם נשואים שתי אחיות ומת אחד מהם ונזקקה אשתו לשלישי שאינו נשוי אחותה ולא הספיק לכונסה עד שמת האח השני שהיה נשוי האחרת והרי שתיהן אסורות עליו מתה האחרונה חזרה הראשונה להתירה כיון שהיתה מותרת בשעת נפילה אע\"פ שנאסר בנתיים אבל אם מתה הראשונה לא הותרה האחרונה כיון שהיתה אסורה בשעת נפילה וכן אם היו שם עוד אחים וקדם אחד מהם וחלץ לאחרונה או שהיתה הראשונה אסורה לאחד מהאחים וייבם את האחרונה שהרי מותרת לו הותרה הראשונה לשאר אחים שהרי האחרונה שאסרה אותה חלצה או נתייבמה למותר לה אבל אם האחרונה אסורה לאחד מהם משום ערוה הרי הוא מותר לייבם הראשונה ושאר האחים אסורים בשתיהם וחולצות ולא מתייבמות:"
    },
    {
      "id": "even_haezer-175-2",
      "section": 2,
      "text": "שנים מהאחים נשואים לשתי אחיות ומתו שניהם ולא נודע איזו מהם מת ראשון הואיל ואי אפשר לייבם שתיהן והרי זיקה נפלה על שתיהן חולצות ולא מתייבמות ואפילו היתה אחת מהם אסורה על הייבם משום שנייה או מחייבי עשה או מחייבי לאוין הרי אלו חולצת ולא מתייבמת אבל אם היתה אחת מהם ערוה עליו הרי אחותה מותרת לו רצה חולץ רצה מייבם שהרי לא נפלה זיקתו על שתיהן שאין זיקה על הערוה:"
    },
    {
      "id": "even_haezer-175-3",
      "section": 3,
      "text": "ארבע אחים שנים מהם נשואים לשתי אחיות ומתו הנשואים את האחיות או בזה אחר זה קודם שהספיקו לייבם לראשונה שתיהן חולצות ולא מתייבמות שא\"א לשום אחת מהם להתייבם משום איסור אחות זקוקה ואם קדמו וכנסו כל אחד אחת מהאחיות מוציאים אותם מהם ויש מי שאומר שאין מוציאים:"
    },
    {
      "id": "even_haezer-175-4",
      "section": 4,
      "text": "היתה אחת מהם אסורה לאחד מהיבמין משום איסור ערוה מותר בשניה שהרי אין הערוה זקוקה לו ונמצא שאין זקוקה לו אלא אחת והשני אסור בשתיהם:"
    },
    {
      "id": "even_haezer-175-5",
      "section": 5,
      "text": "היתה אחת מהן אסורה לזה משום ערוה והשניה אסורה לשני משום ערוה האסורה לזה מותרת לזה שכל אחד אין זקוקה לו אלא אחת אבל אם אין אסורות עליהם אלא באיסור לאו או עשה לא נדחית הזיקה מהם וחולצות ולא מתייבמות:"
    },
    {
      "id": "even_haezer-175-6",
      "section": 6,
      "text": "שלשה אחים שנים מהם נשואין שתי אחיות ומת אחד מבעלי האחיות ואח\"כ מת בעל אחות השנייה ונפלה גם האחות השנייה לפני האח השלישי שתיהן אסורות עליו שהן צרות זו לזו בזיקה וחולצות ולא מתייבמות ואם עשה מאמר בראשונה ואחר כך נפלה אחותה לפניו יוציא בעלת המאמר בגט וחליצה והאחרונה בחליצה:"
    },
    {
      "id": "even_haezer-175-7",
      "section": 7,
      "text": "שלשה אחים שנים מהם נשואים שתי אחיות ואחד נשוי נכרית מת נשוי נכרית וכנס אחד מבעלי אחיות את אשתו ומת הראשונה יוצאת משום אחות אשה והשניה משום צרתה ואם לא כנסה בין שעשה מאמר בנכרית בין שלא עשה בה מאמר הרי זו חולצת ולא מתייבמת:"
    },
    {
      "id": "even_haezer-175-8",
      "section": 8,
      "text": "שלשה אחים שנים מהם נשואים שתי אחיות ואחד נשוי נכרית גירש אחד מבעלי אחיות אשתו ומת נשוי נכרית וכנסה המגרש ומת מותרת לאח הנשאר אבל אם מת נשוי נכרית קודם שגירש אחד מבעלי אחיות את אשתו אפילו אם לא כנס הנכרית ומת אסורה לאח הנשאר מפני שהיתה צרת ערוה בזיקה אפילו אם גירש הערוה קודם שמת (וה\"ה אם היה נשוי נכרית ויש לו בנים אסורה לו משום זיקת אשת אחיו שיש לו בנים (הגהות אלפסי פ\"ד אחין) אבל אם כנס בעל האחיות את הנכרית וגירש הערוה ומת ל\"ש גירש קודם שכנס הערוה ל\"ש אח\"כ מותרת הנכרית לאח הנשאר:"
    },
    {
      "id": "even_haezer-175-9",
      "section": 9,
      "text": "שני אחים פקחים נשואין ב' אחיות קטנות או חרשות ומת אחד מהם תצא משום אחות אשה שהרי נשואי שתיהן שוות:"
    },
    {
      "id": "even_haezer-175-10",
      "section": 10,
      "text": "היתה אחת פקחת ואחת חרשת מת בעל החרשת תצא משום אחות אשה מת בעל הפקחת בעל החרשת מוציא את אשתו בגט ואת אשת אחיו בחליצה:"
    },
    {
      "id": "even_haezer-175-11",
      "section": 11,
      "text": "היתה אחת גדולה ואחת קטנה מת בעל הקטנה תצא משום אחות אשה מת בעל הגדולה מלמדין את הקטנה שתמאן בבעלה וייבם הגדולה:"
    },
    {
      "id": "even_haezer-175-12",
      "section": 12,
      "text": "שני אחים א' פקח וא' חרש נשואים לשתי אחיות פקחות או אחת פקחת ואחת חרשת והפקחת נשואה לפקח מת חרש בעל החרשת או חרש בעל הפקחת תצא משום אחות אשה מת פקח בעל הפקחת החרש בעל החרשת או בעל הפקחת מוציא את אשתו בגט ואשת אחיו אסורה לעולם:"
    },
    {
      "id": "even_haezer-175-13",
      "section": 13,
      "text": "שני אחים חרשים נשואים לשתי אחיות פקחות או חרשות או אחת פקחת ואחת חרשת וכן שתי אחיות חרשות נשואות לשני אחים פקחים או חרשים או אחד פקח וא' חרש ומת א' מהם תצא משום אחות אשה ואם היו נכריות יכניסו ואם אח\"כ ירצו להוציא בגט יוציאו:"
    },
    {
      "id": "even_haezer-175-14",
      "section": 14,
      "text": "שני אחים א' פקח וא' חרש והחרש נשוי שתי נשים פקחות ואחת מהן ערוה על הפקח ומת החרש שתיהן פטורות מהחליצה ומהייבום היו שניהם פקחים וא' מהם נשוי שתי נשים אחת פקחת ואחת חרשת והחרשת היא ערוה על אחיו השני הפקחת חולצת ולא מתייבמת:"
    }
  ]
}