{
  "id": "even_haezer-120",
  "chapterLabel": "סימן 120",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-120-1",
      "section": 1,
      "text": "שאין לכתוב הגט אם לא שמע מפי המגרש. ובו יא סעיפים:הגט צריך שיכתבנו הבעל או שלוחו ואף אם שלוחו כותבו צריך שיהי' משל הבעל לכך נהגו כשהבעל מצוי שנותן לו הסופר הקלף והדיו (וי\"א דאף הקולמוס ושאר כלי הכתיבה) (הגהות אשירי פרק שני ובמרדכי מהל' גיטין) במתנה קודם כתיבה והבעל נותן שכרו ומפני תקנת עגונות תקנו חכמים שהאשה נותן שכר הסופר והקנוהו לבעל:"
    },
    {
      "id": "even_haezer-120-2",
      "section": 2,
      "text": "גזל נייר וכתב בו גט ונתנו לה כשר אפילו קודם יאוש: הגה אבל גזל גט כגון שכתב לו הסופר גט וגזלו ממנו ולא פרע לו וגירש בו לא הוי מגורשת (ב\"י):"
    },
    {
      "id": "even_haezer-120-3",
      "section": 3,
      "text": "כותבין גט לאיש אף על פי שאין אשתו עמו והוא שיהיו העדים שחתמו בו מכירין ויודעים שזה פלוני ואשתו פלונית (וי\"א דגם הסופר צריך להכירן טור) (וכן נ\"ל) והכרה זו אפי' ע\"פ עד אחד ואפי' ע\"פ אשה וקרוב: הגה וצריך להכיר שם האיש והאשה ושם אביהם וכל שהוחזקו ל' יום בעיר אין חוששין להם יותר ושם אביו נהגו לכתוב על פי עצמו (ב\"י ממשמעות ל' הרמב\"ם) ואם היו באותו מקום שנים ששמותיהם שוים ושמות נשותיהן שוים אין מגרש אחד מהם אלא במעמד חברו שמא יכתוב גט ויוליכנו לאשת חבירו ויגרשנה עליו ובשעת הסכנה כותבין ונותנין אע\"פ שאין מכירים:"
    },
    {
      "id": "even_haezer-120-4",
      "section": 4,
      "text": "לא יכתבנו הסופר ולא יחתמו בו העדים עד שיאמר להם הבעל לכתוב ולחתום ולכתחלה יאמר לסופר לפני העדים בסדר הגט (מהר\"א מרגליות) וכשיאמר להם הבעל יכתבוהו הם בעצמם ולא יאמרו לאחרים לכתוב ולחתום אפילו אמר לבית דין תנו גט לאשתי לא יאמרו לסופר לכתוב ולעדים לחתום ואפילו אמר להם אמרו לסופר ויכתוב ולעדים ויחתמו לא יכתוב הסופר ולא יחתמו העדים עד שישמעו מפיו: הגה עבר וגירשה ע\"י אומר אמרו לסופר ויכתוב כו' הוי ספק מגורשת (טור בשם הרמ\"ה וב\"י בשם הר\"ן וב\"ה וסמ\"ג והמרדכי וכל בו):"
    },
    {
      "id": "even_haezer-120-5",
      "section": 5,
      "text": "אפילו כתב בכתב ידו לסופר שיכתוב ולעדים שיחתמו לא יכתבו ולא יחתמו עד שישמעו מפיו בין שהוא פקח ובין שנשתתק בין שמדבר ואינו שומע בין שאינו שומע ולא מדבר ויש מכשירין במי שנשתתק לכתוב ולחתום על פי כתב ידו שיכתוב לסופר כתוב ולעדים חתימו והוא שתהא דעתו מיושבת עליו:"
    },
    {
      "id": "even_haezer-120-6",
      "section": 6,
      "text": "מי שנשתתק ושאלוהו אם רוצה שיכתבו גט לאשתו והרכין בראשו יתבאר בסי' שאחר זה:"
    },
    {
      "id": "even_haezer-120-7",
      "section": 7,
      "text": "אמר לעשרה כתבו גט לאשתי אחד כותב בשביל כולם ואם אמר כלכם כתובו אחד כותב במעמד כולם:"
    },
    {
      "id": "even_haezer-120-8",
      "section": 8,
      "text": "אמר לעשרה כתבו וחתמו ותנו גט לאשתי א' כותב ושנים חותמים ואחד נותן:"
    },
    {
      "id": "even_haezer-120-9",
      "section": 9,
      "text": "אמר כלכם חתומו או שמנאם בין שמנה כולם בין שמנה מקצתם ואמר להם חתמו הרי זה כאומר כולכם חתמו וכולם צריכים לחתום בו ושנים שחותמים בו תחלה הם משום עדים וצריך שלא יהא שום אחד מהם פסול והאחרים משום תנאי לפיכך אם היו השאר פסולים או שחתמו זה היום וזה למחר או אחר כמה ימים כשר והוא שיחתמו כל אחד בפני כולם ואפי' חתמו השאר אחר נתינת הגט ואפי' אחר שנשאת (הר\"ן פ\"ק דגיטין) כשר ואם מת אחד מהם קודם החתימה הרי הגט בטל (ועיין לקמן בסמוך) ."
    },
    {
      "id": "even_haezer-120-10",
      "section": 10,
      "text": "ואם אמר כולכם חתמו משום עדים צריך שיהיו כולן כשרים ושיחתמו כולם בו ביום וי\"א שאפילו אמר סתם כלכם חתמו דינו כמפרש ואומר כלכם חתמו משום עדים (ונ\"ל דיש להחמיר כסברא זו)"
    },
    {
      "id": "even_haezer-120-11",
      "section": 11,
      "text": "תיקנו חכמים שהאומר לרבים לכתוב גט או לחתום או להוליך גט לאשתו אם לכתיבה יאמר להם כל אחד מכם יכתוב גט לאשתו וכן להולכה כל אחד מכם יוליך ואם לחתימה יאמר להם כל שנים מכם יחתמו בגט זה:"
    }
  ]
}