{
  "id": "even_haezer-140",
  "chapterLabel": "סימן 140",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-140-1",
      "section": 1,
      "text": "דין שליח להולכה וקבלה והובאה. ובו יא סעיפים:האיש עושה שליח להוליך גט לאשתו וזה נקרא שליח הולכה ואינו גט עד שיגיע גט לידה לפיכך יכול לחזור בו עד שיגיע גט לידה."
    },
    {
      "id": "even_haezer-140-2",
      "section": 2,
      "text": "כל דין האיש עם האשה בענין נתינת הגט וקריאתו ודיבורו כן הדין שלוחו עמה: הגה והחכם המסדר הנתינה עם שנים שעמו כמו שיתבאר לקמן סי' קמ\"ב סעיף ד' ידקדק בגט תחילה שכתוב כהוגן וכמו שיתבאר (לקמן בסדר הגט סעיף צ\"א):"
    },
    {
      "id": "even_haezer-140-3",
      "section": 3,
      "text": "האשה עושה שליח לקבלה והיא מגורשת בקבלתו מיד כשיגיע הגט לידו ודינו כדין האשה לכל דבר לענין אם זרק גט לחצרו או לתוך ארבע אמותיו: הגה וכותב בגט הרי את מותרת וכו' אבל כשנותן הגט אומר לו התקבל גט זה לאשתי (הר\"ן פ\"ק דקידושין):"
    },
    {
      "id": "even_haezer-140-4",
      "section": 4,
      "text": "אמרה לו התקבל לי גיטי או טול לי או יהא לי בידך כולן לשון קבלה הן (וי\"א דה\"ה שא לי) (ב\"י בשם רש\"י והמ\"מ או קח לי) (ר\"י) ."
    },
    {
      "id": "even_haezer-140-5",
      "section": 5,
      "text": "יכולה גם כן לעשות שליח להובאה שתאמר לו הבא לי גיטי ודינו כדין שליח הולכה של בעל שאינו גט עד שיגיע לידה אבל האיש אינו יכול לעשות שליח קבלה שאינו יכול לעשות שליח לחובתה שלא מדעתה ואפי' היתה אשת מוכה שחין או שהיתה קטטה ביניהם ותובעת להתגרש ויש מי שאומר בזו שהיא ספק מגורשת: הגה ואם בעלה מומר וידעינן שהיא מהדרת אחר גט י\"א דהמומר יכול לזכות לה גט (ת\"ה סי' רל\"ז ובפסקיו סי' מ\"ג) וי\"מ גם בזה (הר\"ן בתשו') וכן אם היה היבם (עיין בב\"י) מומר והבעל מזכה לה גט כדי שלא תפול לפני היבם ואם אשתו מומרת וזוכה לה גט ע\"י אחר (ע' בת\"ה סי' רל\"ז ובפסקיו סי' מ\"ד) כמו שנתבאר לעיל סי' א' אע\"פ שחזרה בה אח\"כ אינה צריכה גט אחר (שם בת\"ה) וה\"ה לאשה הנאסרת על בעלה מזכה לה גט ע\"י אחר ויש מחמירין בזה (מהרי\"ק שורש קמ\"א):"
    },
    {
      "id": "even_haezer-140-6",
      "section": 6,
      "text": "האשה שעשתה שליח לקבלה ואמר לו הבעל אין רצוני שתקבל לה גיטה אלא הרי זו גיטה הולך אותו לה הרשות ביד הבעל ונעשה זה שליח להולכה אבל אם אמר לו התקבל לה גיטה או הא לך או זכה לה לא עקר שליחות הקבלה אבל אם אמר לו הולך לה עקר שליחות הקבלה ונעשה שליח הבעל וכן אם אמר ליה הולך ותן לה עקר שליחות הקבלה ובזה ובזה לא נתגרשה עד שיגיע גט לידה (וי\"א דבתן לה הויא ספק מגורשת הר\"ן פ' התקבל בשי\"א):"
    },
    {
      "id": "even_haezer-140-7",
      "section": 7,
      "text": "לא עשאתו שליח לקבלה והבעל אומר התקבל לה לכשיגיע לידה מגורשת שאדם יודע שאין בידו לעשות שליח קבלה והתקבל והולך לה קאמר:"
    },
    {
      "id": "even_haezer-140-8",
      "section": 8,
      "text": "עשאתו שליח להביא לה גיטה ובא ואמר לבעל אשתך עשאתני שליח לקבל לה גיטה והוא אמר הולך כמו שאמרה היא אפי' הגיע גט לידה אינה מגורשת ואם הבעל אמר לו הולך לה או זכה לה ולא אמר כמו שאמרה היא כשיגיע לידה מתגרשת:"
    },
    {
      "id": "even_haezer-140-9",
      "section": 9,
      "text": "עשאתו שליח לקבלה ובא לבעל ואמר אשתך עשאתני שליח להובאה ואמר לו הילך כמו שאמרה היא כיון שהגיע הגט לידה ה\"ז מגורשת ואם נשרף הגט או אבד קודם שהגיע הגט לידה הויא ספק מגורשת:"
    },
    {
      "id": "even_haezer-140-10",
      "section": 10,
      "text": "עשאתו שליח לקבלה ובא לבעל ואמר אשתך עשאתני שליח להובאה ואמר לו הבעל התקבל ולא אמר כמו שאמרה היא משהגיע לידה ה\"ז מגורשת: הגה עשאתו שליח לקבלה וכן אמר השליח לבעל והבעל נתן לשליח שטר הולכה ואח\"כ נתן לו שטר קבלה אם נתן לו הגט כשנתן לו שטר הולכה הרי בטל שליחות האשה ואח\"כ כשחזר ונתן לו לקבלה הרי בטל שליחות הולכה ואין הבעל עושה שליח לקבלה ואין כאן שליחות כלל ואינה מגורשת בשליחות זו אלא יחזור ויתננו לו לשם קבלת שליחות האשה אבל אם לא נתן לו הגט רק בשעה שמסר לו שטר שליחות הקבלה מגורשת מיד שנתן הגט לידו דמאחר שלא נתן לו הגט בראשונה לא נתבטל שליחות האשה (ב\"י בשם ריב\"ש סי' שכ\"ט):"
    },
    {
      "id": "even_haezer-140-11",
      "section": 11,
      "text": "מומר השולח גט לאשתו מלבד שישביעוהו ויקבל חרם וכל האלות התורה שלא יבטל לא את הגט ולא את השליחות יעשו תיקון אחר והוא שכשימסור הגט לשליח יאמר לו זכה בגט זה לאשתי פלונית בת פלוני והרי היא מגורשת ממני ומותרת לכל אדם אח\"כ יאמר החכם למומר כבר אשתך מותרת לכל אדם ולרווחא דמלתא תקח הגט מיד השליח ותחזור למסרו לו ואמור לו הולך גט זה לאשתי פלונית בת פלוני ותהא ידך כידי ופיך כפי ועשייתך כעשייתי ותהא מגורשת ממני ומותרת לכל אדם (ועיין לקמן סי' קמ\"א סעיף נ\"ט) :"
    }
  ]
}