{
  "id": "even_haezer-006",
  "chapterLabel": "סימן 6",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-006-1",
      "section": 1,
      "text": "נשים האסורות לכהן ודין אשת כהן. ובו טו סעיפים:כהן אסור מן התורה בגרושה זונה וחללה ואסור בחלוצה מדרבנן לפכך אם עבר ונשא ספק חלוצה א\"צ להוציא אבל גרושה אפי' אינה אלא ספק גרושה צריך להוציא בין שנתגרשה מן האירוסין בין שנתגרשה מן הנשואין ואפי' ריח גט פוסל בכהונה וכופין אותו להוציא והיכי דמי ריח גט כגון שאמר לה הרי את מגורשת ממני ואי את מותרת לכל אדם ואע\"פ שלא הותרה בזה הגט נפסלה לכהונה (ואפילו לא נתגרשה רק משום קול קידושין בעלמא אע\"פ שהוא ברור שאין ממש באותן קידושין ואין נותנין גט רק מכח חומרא בעלמא אפילו הכי פסולה לכהונה) (תשו' הרשב\"א סימן תק\"נ) אבל אם נתן לה גט על תנאי ולא נתקיים התנאי אינו כלום ואינו פוסל ורשאי הכהן לכתחלה לגרש על תנאי:"
    },
    {
      "id": "even_haezer-006-2",
      "section": 2,
      "text": "קטנה שמיאנה בבעלה מותרת לכהן ואם נתן לה גט אסורה ואם אחר שנתן לה גט החזירה ומיאנה בו מותרת לכהן שהמיאון מבטל הגט ואם אחר שגרשה נשאת לאחר ומיאנה בו יש מי שאומר שמותרת לכהן:"
    },
    {
      "id": "even_haezer-006-3",
      "section": 3,
      "text": "יצא קול פלוני כהן גירש את אשתו והרי היא יושבת תחתיו אין מוציאין מידו דלקלא דלבתר נשואין או דבתר אירוסין לא חיישינן ואם מת ונשאת לכהן אחר תצא:"
    },
    {
      "id": "even_haezer-006-4",
      "section": 4,
      "text": "יצא קול פלוני כהן כתב גט לאשתו אם קורין באותו מקום לנתינת הגט כתיבה אף על גב דלכתיבה לחודה נמי קרו כתיבה הוי כאלו יצא הקול פלוני גירש אשתו ואם אין קורין לנתינת הגט כתיבה אין חוששין:"
    },
    {
      "id": "even_haezer-006-5",
      "section": 5,
      "text": "יצא קול על אשה שנתקדשה ונתגרשה חוששין לקול לאוסרה לכהן ודוקא שיצא הקול בלא אמתלאה אבל אם יצא עם אמתלאה כגון שיצא הקול שקדשה או גירשה על תנאי או שזרק לה קדושין או הגט ספק קרוב לו ספק קרוב לה אין חוששין לקול ואם יש אמתלאה בגירושין ולא בקידושין חוששין לקול הקדושין לאוסרה לעלמא ואין חוששין לקול הגירושין לאוסרה לכהן ודוקא שיצא האמתלאה עם הקול מיד אבל אם יצא הקול ברור ולאחר זמן יצא האמתלאה אינה מבטלת הקול ואם אח\"כ נתברר שהיה הקול שקר אפי' לא היה שם אמתלאה מבטלין אותו וכל קול שלא הוחזק בב\"ד אינו קול לחוש לו (וע\"ל סי' מ\"ו יצא עליה קול חלוצה י\"א דלא חיישינן):"
    },
    {
      "id": "even_haezer-006-6",
      "section": 6,
      "text": "כהן שנשא אחת מהפסולות מחרימין אותם ומחרימין כל הנושא ונותן עמהן וכיוצא בחומרות אלו עד שיגרשנה:"
    },
    {
      "id": "even_haezer-006-7",
      "section": 7,
      "text": "כהן שגירש אשתו לא תדור עמו במבוי ואם היו דרים בשכירות או בחצר של שניהם היא נדחית מפניו ואם החצר שלה הוא נדחה מפניה ויתבארו דברים אלו בסימן קי\"ט :"
    },
    {
      "id": "even_haezer-006-8",
      "section": 8,
      "text": "איזהו היא זונה כל שאינה בת ישראל או בת ישראל שנבעלת לאדם שהיא אסורה לינשא לו איסור השוה לכל או שנבעלה לחלל אף על פי שהיא מותרת לינשא לו לפיכך הנרבעת לבהמה אע\"פ שהיא בסקילה לא נעשית זונה ולא נפסלה לכהונה שהרי לא נבעלה לאדם הבא על הנדה אע\"פ שהיא בכרת לא נעשית זונה ולא נפסלה לכהונה שהרי אינה אסורה לינשא לו וכן הבא על הפנויה אפי' היתה קדשה שהפקירה עצמה שהיא במלקות לא נעשית זונה ולא נפסלה מהכהונה שהרי אינה אסורה לינשא לו אבל הנבעלת לאחד מאיסורי לאוין השוין בכל ואינה מיוחדת בכהנים או מאיסורי עשה וא\"צ לומר למי שהיא אסורה לו משום ערוה או לכותי ועבד הואיל והיא אסורה לינשא לו הרי זו זונה וכן הגיורת והמשוחררת אפילו נתגיירה ונשתחררה פחות מבת ג' שנים הואיל ואינה בת ישראל הרי זו זונה ואסורה לכהן וכן יבמה שבא עליה זר עשאה זונה וי\"א שהבא על חייבי עשה או על חייבי לאוין אפי' חייבי לאוין דשאר לא עשאה זונה חוץ מהבא על היבמה:"
    },
    {
      "id": "even_haezer-006-9",
      "section": 9,
      "text": "כל הנבעלת לאדם שעושה אותה זונה בין באונס בין ברצון בין בשוגג בין כדרכה בין שלא כדרכה משהערה בה נפסלה משום זונה ובלבד שתהיה בת שלש שנים ויום אחד ויהיה הבועל בן תשע שנים ויום אחד ומעלה:"
    },
    {
      "id": "even_haezer-006-10",
      "section": 10,
      "text": "אשת כהן שנבעלה אפי' באונס אסורה לו:"
    },
    {
      "id": "even_haezer-006-11",
      "section": 11,
      "text": "אשת ישראל שנאנסה אע\"פ שמותרת לבעלה אסורה לכהונה:"
    },
    {
      "id": "even_haezer-006-12",
      "section": 12,
      "text": "אשת כהן שאומרת לבעלה נאנסתי או שגגתי ובא עלי אחר או שבא עד אחד והעיד לו עליה שזינתה בין באונס בין ברצון אינה אסורה עליו שמא עיניה נתנה באחר ואם היא נאמנת לו או העד נאמן לו וסמך דעתו לדבריו ה\"ז יוציא כדי לצאת ידי ספק (וע\"ל סימן קט\"ו ס\"ז וסימן קע\"ז):"
    },
    {
      "id": "even_haezer-006-13",
      "section": 13,
      "text": "אשת כהן שאמרה לבעלה נאנסתי אע\"פ שהיא מותרת לבעלה כמו שנתבאר הרי היא אסורה לכל כהן שבעולם אחר שימות בעלה שהרי הודית שהיא זונה שאסרה עצמה ונעשית כחתיכה דאיסורא:"
    },
    {
      "id": "even_haezer-006-14",
      "section": 14,
      "text": "כהן שקדש גדולה או קטנה ואחר זמן בא עליה וטען שמצאה דרוסת איש נאסרת עליו מספק שמא קודם קידושין נבעלה או אחר קידושין אבל ישראל שטען טענה זו לא נאסרה עליו שיש כאן שני ספיקות שמא קודם קדושין שמא אחר קדושין ואפי' נאמר אחר קדושין שמא באונס שמא ברצון שהאנוסה מותרת לישראל לפיכך אם קדשה אביה לישראל והיא פחותה מבת שלש שנים ויום אחד וטען שמצאה דרוסת איש נאסרת עליו מספק שאין כאן אלא ספק אחד שמא באונס שמא ברצון וספק של איסור תורה לחומרא:"
    },
    {
      "id": "even_haezer-006-15",
      "section": 15,
      "text": "כל אשה שקינא לה בעלה (או ב\"ד) (טור) ונסתרה ולא שתת מי סוטה אסורה לבעלה אפילו הוא ישראל ואם מת בעלה אסורה לכהן:"
    },
    {
      "id": "even_haezer-006-16",
      "section": 16,
      "text": "יצא לה שם מזנה בעיר אין חוששין לה ואפילו הוציאה בעלה משום שעברה על דת יהודית או בעידי דבר מכוער ומת קודם שנתן לה גט הרי זו מותרת לכהן:"
    },
    {
      "id": "even_haezer-006-17",
      "section": 17,
      "text": "פנויה שראוה שנבעלה לאחד והלך לו הבועל ואמרו לה מי הוא זה שבא עליך ואמרה אדם כשר הרי זו נאמנת ולא עוד אפי' ראוה מעוברת ואמרו לה ממי את מעוברת ואמרה מאדם כשר הרי זו נאמנת ותהיה (היא ובתה) (טור) מותרת לכהן בד\"א כשהיה המקום שנבעלת בו פרשת דרכים או בקרנות שבשדות שהכל עוברים שם והיו רוב העוברים שם כשרים ורוב העיר שפירשו אלו העוברים ממנה כשרים שחכמים עשו מעלה ביוחסין והצריכו שני רובות אבל אם היו רוב העוברים פוסלים אותה כגון כותים או ממזרים וכיוצא בהם אע\"פ שרוב המקום שבאו ממנו כשרים או שהיו רוב אנשי המקום פסולים אע\"פ שרוב העוברים שם כשרים חוששין לה ונאמר למי שפוסלת אותה נבעלה ולא תנשא לכהן לכתחלה ואם נשאת לא תצא וי\"א דבאומרת לכשר נבעלתי בחד רובא לכתחלה מכשירין ובדיעבד אפילו ברוב פסולים:"
    },
    {
      "id": "even_haezer-006-18",
      "section": 18,
      "text": "ראוה שנבעלה או שנתעברה בעיר אפילו לא היה שוכן שם אלא כותי א' או חלל אחד ועבד וכיוצא בהם הרי זו לא תנשא לכתחלה לכהן שכל קבוע כמחצה על מחצה הוא ואם נשאת לא תצא הואיל והיא אומרת לכשר נבעלתי היתה אלמת או חרשת או שאמרה איני יודעת למי נבעלתי או שהיתה קטנה שאינה מכרת בין כשר לפסול הרי זו ספק זונה ואם נשאת לכהן תצא אלא אם כן היו שני רובים המצויים כשרים ויש מי שאומר שאפילו נתעברה בעיר אם הלך הבועל אליה תנשא לכתחילה כיון דאיכא רוב העיר ורוב סיעות כשרים אא\"כ הלכה היא אליו וסתמא נמי שאין ידוע מי הלך למי תנשא לכתחלה:"
    }
  ]
}