{
  "id": "even_haezer-040",
  "chapterLabel": "סימן 40",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-040-1",
      "section": 1,
      "text": "דין המקדש לאחר זמן כגון לאחר שתלד ודומיו. ובו ח סעיפים:האומר לאשה הרי את מקודשת לי בפרוטה זו לאחר ל' יום אע\"פ שנתאכלו המעות בתוך ל' יום הרי זו מקודשת לאחר ל' יום ואם חזר בו בתוך הל' יום או חזרה היא אינה מקודשת: הגה וי\"א דאם קדשה בשטר ואינו בעין לאחר ל' יום אלא נקרע או נאבד תוך ל' אינה מקודשת (הר\"ן פ' האומר) המקדש אשה על ל' יום מקודשת לעולם (שם):"
    },
    {
      "id": "even_haezer-040-2",
      "section": 2,
      "text": "בא שני וקדשה בתוך ל' יום הרי זו מקודשת לשני לעולם לפי שבשעה שקידשה השני לא היתה מקודשת ותפסו בה קידושי שני ונעשית אשת איש ולאחר הל' יום כשיבואו קידושי ראשון ימצאו אותה אשת איש ונמצא הא' כמו שקידש אשת איש שאין קידושין תופסין בה אבל אם מת השני או גירשה תוך ל' חזרו קדושי ראשון (טור בשם י\"א) ולכן צריכה גט מן הראשון ויש חולקין (טור בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-040-3",
      "section": 3,
      "text": "האומר לאשה הרי את מקודשת לי בפרוטה זו מעכשיו ולאחר ל' יום ובא אחר וקידשה בתוך השלשים יום הרי זו מקודשת מספק לשניהם לפיכך שניהם נותנין גט בין בתוך הל' יום ובין לאחר הל' יום:"
    },
    {
      "id": "even_haezer-040-4",
      "section": 4,
      "text": "אמר לה הרי את מקודשת לי מעכשיו ולאחר ל' יום ובא אחר ואמר הרי את מקודשת לי מעכשיו ולאחר עשרים יום ובא אחר ואמר הרי את מקודשת לי מעכשיו ולאחר י' ימים אפילו הם ק' על הסדר הזה קדושי כולם תופסין בה וצריכה גט מכל אחד ואחד מפני שהיא ספק מקודשת מכולן:"
    },
    {
      "id": "even_haezer-040-5",
      "section": 5,
      "text": "האומר לאשה הרי את מקודשת לי בפרוטה זו לאחר שאתגייר לאחר שתתגיירי לאחר שאשתחרר לאחר שתשתחררי לאחר שימות בעליך לאחר שתמות אחותך אינה מקודשת לפי שאינו יכול עתה לקדשה:"
    },
    {
      "id": "even_haezer-040-6",
      "section": 6,
      "text": "האומר ליבמה הרי את מקודשת לי בפרוטה זו לאחר שיחלוץ ליך יבמיך הרי זו ספק מקודשת:"
    },
    {
      "id": "even_haezer-040-7",
      "section": 7,
      "text": "הנותן שתי פרוטות לאשה ואמר לה הרי את מקודשת לי היום באחת ובאחת לאחר שאגרשך הרי זו מקודשת וכשיגרש אותה תהיה ספק מקודשת אבל אם נתן פרוטה לאשת איש ואמר לה הרי את מקודשת לאחר שתתגרש או אם נתן פרוטה לאשתו ואמר לה הרי את מקודשת לי לאחר שאגרשך אינו כלום:"
    },
    {
      "id": "even_haezer-040-8",
      "section": 8,
      "text": "האומר לחבירו אם תלד אשתך נקבה תהא מקודשת לי אינו כלום ולהרמב\"ם וקצת מפרשים אם היתה אשת חבירו מעוברת והוכר העובר הבת מקודשת וצריך לחזור ולקדשה מאביה לאחר שתלד כדי שיכניסנה בקדושין שאין בהם דופי:"
    }
  ]
}