{
  "id": "even_haezer-077",
  "chapterLabel": "סימן 77",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-077-1",
      "section": 1,
      "text": "דיני מורד ומורדת או אומרת מאיס עלי. ובו ה סעיפים:המורד על אשתו ואמר הריני זן ומפרנס אבל איני בא עליה מפני ששנאתיה מוסיפין לה על כתובתה משקל ל\"ו שעורים של כסף בכל שבוע וישב ולא ישמש כל זמן שתרצה היא לישב ואע\"פ שכתובתה הולכת ונוספת הרי הוא עובר בל\"ת שנא' לא יגרע ואם היא רוצה כופין אותו מיד להוציא וליתן כתובה י\"א דאם רוצה לגרש מיד וליתן לה הכתובה אין מוסיפין לה על כתובתה (כך משמע מדברי הרמב\"ם פרק י\"ד דאישות) ונ\"ל דאף בלאו דלא יגרע אינו עובר:"
    },
    {
      "id": "even_haezer-077-2",
      "section": 2,
      "text": "האשה שמנעה בעלה מתשמיש היא הנקראת מורדת ושואלין אותה מפני מה מרדה אם אמרה מאסתיהו ואיני יכולה להבעל לו מדעתי ודוקא שמבקשת גט בלא כתובה אבל אם אומרת יתן לי גט וכתובתי חיישינן שמא נתנה עיניה באחר ויש לה דין מורדת דבעינא ומצערנא ליה (ב\"י בשם תשו' הר\"ן וכן פירש\"י בגמרא) אם רצה הבעל לגרשה אין לה כתובה כלל ותטול בלאותיה הקיימים בין מנכסים שהכניסה לבעלה ונתחייב באחריותן בין נ\"מ שלא נתחייב באחריותן ואינה נוטלת משל בעלה כלום ואפי' מנעל שברגליה ומטפחת שבראשה שלקחם לה פושטת ונותנת וכל מה שנתן לה מתנה מחזרת אותו (וי\"א דאף מנכסי צאן ברזל אינה נוטלת אלא מה שתפסה וי\"א דאפי' נ\"מ אינה נוטלת אלא מה שתפסה) (ב\"י בשם תשובת הר\"ן שכ\"כ בשם הרשב\"א) ואם מרדה מתחת בעלה כדי לצערו ואמרה הריני מצערת אותו בכך מפני שעשה לי כך וכך או מפני שקללני או מפני שעשה עמי מריבה ובכיוצא בדברים אלו שולחין לה מב\"ד ואומרים לה הוי יודעת שאם את עומדת במרדך אפילו כתובתיך ק' מנה הפסדת אותם ואח\"כ מכריזין עליה בבתי כנסיות ובתי מדרשות בכל יום ד' שבתות זו אחר זו וי\"א דא\"צ להכריז בכל יום אלא ד' שבתות ממש (הר\"ן והגהות מיימוני וכן משמע לשון הטור) וכן נ\"ל עיקר ואומרים פלונית מרדה על בעלה ואחר ההכרזה שולחין לה ב\"ד פעם שנית אם את עומדת במרדך הפסדת כתובתיך אם עמדה במרדה ולא חזרה נמלכין בה ותאבד כתובתה ולא יהיה לה כתובה כלל ואין נותנים לה גט עד י\"ב חדש ואין לה מזונות כל י\"ב חדש ואפי' היא מעוברת (ב\"י בשם תשו' הרשב\"א) ומעשה ידיה שלה אבל נוטל פירות (טור) ואם מתה קודם הגט בעלה יורשה וחייב בפדיונה וקבורתה (טור) ולאחר י\"ב חדש אין לבעל עליה כלום וכן היא עליו מאחר שאבדה הכתובה אין לה כל תנאי כתובה מאחר שיוכל לגרשה בלא כתובה והוא מעכבה מרצונו (דברי הרב וכן משמע במהרי\"ל סי' כ') כסדר הזה עושין לה אם מרדה כדי לצערו ולאחר י\"ב חדש לא מהני חזרתה אלא אבדה כתובתה ואם רוצה לקיימה צריך לכתוב לה כתובה אחרת אבל תוך י\"ב חדש יכולה לחזור בה ויש לה כתובה ואם מת תוך י\"ב חדש יש לה כתובה מן היורשים (כל זה בהר\"ן פ' אע\"פ) ואם רוצה לגרשה תוך י\"ב חדש נותן לה צ\"ב שלה וכתובתה וכל מה שכתב לה (ב\"י בשם תשובת הרשב\"א) וי\"א דבזמן הזה שאין נושאין ב' נשים לא משהינן לה י\"ב חדש אם רוצה לגרשה ואם אינה רוצה מתירין לו לישא אחרת (מרדכי סוף אע\"פ בשם ראב\"ן) ויש חולקין שאין להתיר לו לישא אחרת (שם בהגהת ותשובת הרשב\"א סי' תת\"ס ומהרי\"ק שורש ס\"ג) וכן עיקר ודוקא בנשואה אבל ארוסה המורדת על בעלה ואינה רוצה להכנס לו יגרשנה בעל כרחה או ישא אחרת ומתירין לו (שם) ונ\"ל דוקא תוך י\"ב חדש אבל לאחר י\"ב חדש אם הוא רוצה לגרש צריכה לקבל ממנו בעל כרחה או מתירין לו לישא אחרת דאין כח ביד האשה לעגנו לעולם וכן נראה (להורות) וי\"א דאפי' תוך י\"ב חדש אם עבר ונשא אחרת מחמת מרידתה אין כופין לגרש (מהרי\"ק שורש כ\"ט) ואפי' היתה נדה או חולה שאינה ראויה לתשמיש ואין חילוק בין התחילה למרוד קודם חליה או אח\"כ (הר\"ן פרק אע\"פ וכן משמע במרדכי בשם ראבי\"ה והגהות אלפסי) (ויש חולקין) (שם בשם מוהר\"ם) ואפי' היה בעלה מלח שעונתו לששה חדשים ואפי' יש לו אשה אחרת וכן ארוסה שהגיע זמנה לינשא ומרדה כדי לצערו ולא נשאת הרי זו מורדת מתשמיש וי\"א שגם יבמה שלא רצתה להתייבם כדי לצערו כסדר הזה עושין לה:"
    },
    {
      "id": "even_haezer-077-3",
      "section": 3,
      "text": "המורדת הזאת כשהיא יוצאת אחד י\"ב חדש בלא כתובה תחזיר כל דבר שהוא של בעל אבל נכסים שהכניסה לו ובלאותיה הקיימים אם תפסה אין מוציאין מידה ואם לא תפסה אין נותנין לה (וקרקעות של צאן ברזל היא נוטלת) (טור) וכן כל מה שנאבד מנכסיה שקבל הבעל אחריותן עליו אינו משלם לה כלום: הגה וכל זה בנכסי צאן ברזל אבל נכסי מלוג שלה ברשותה הם והיא נוטלתן (טור) וי\"אדכל זה באינה נותנת אמתלא וטעם לדבריה למה אומרת מאיס עלי אבל בנותנת אמתלא לדבריה כגון שאומרת שאינו הולך בדרך ישרה ומכלה ממונו וכיוצא בזה אז דיינינן לה כדינא שתקנו הגאונים (טור בשם מוהר\"ם מרוטנבורג) ונקרא דינא דמתיבתא שהבעל צריך להחזיר לה כל מה שהכניסה לו בנדונייתה דהינו צאן ברזל אם הם בעין וראויין למלאכתם הראשונה נוטלת הכל כמו שהוא ואם אינם ראוין למלאכתן הראשונה וכ\"ש אם נגנבו או נאבדו צריך הבעל לשלם הכל ונ\"מ שלה אם הם בעין או דבר הבא מכחה נוטלתן אבל אם כלו לגמרי אין הבעל צריך לשלם (דינא דמתיבתא טור בשם הרי\"ף) אבל כל מה שנתן לה או כתב לה אינה נוטלת כלום ואפילו תפסה צריכה להחזיר (מרדכי פ' אע\"פ) ואין כופין אותו לגרש ולא אותה להיות אצלו (גם זה בטור בתשובת מוהר\"ם) ואם עשה שלא כהוגן שקדשה ברמאות ובתחבולות כופין אותו לגרש (הרא\"ש כלל ל\"ה) וי\"א עוד דמטילין חרם (טור בשם מוהר\"ם) אם בני אדם למדוה למרוד או שעושה כך משום כעס וקטטה או להוציא ממונו ממנו אז אפי' מה שתפסה מנכסיה נוטלין מידה ומחזירין לבעל (מרדכי פ' אע\"פ) ואין חילוק בין אם תפסה או לא אלא בטוענת מאיס ואינה נותנת אמתלא מבוררת לדבריה אבל מ\"מ נותנת אמתלא ואין בזה רמאות והב\"ד ידונו בזה לפי ראות עיניהם (מהרי\"ו א' ז') ויכולין להשביע אותה על כך אם טוענת באמת מאיס עלי (שם) וכן ראוי להורות וכל זמן שלא נתן גט אין לו כפייה ונגישה עליה אבל מ\"מ אין לה ליתן משלה לאחרים ויכול למחות בה דאם מתה יירשנה (ג\"ז שם) אפי' במקום שכופין אותו לגרש במורדת אם מתה קודם שגרשה יורש אותה דאין ירושתה נפקעת אלא בגירושין (טור בשם גאון) אם אביה תפס מנדוניא שהכניסה לבעלה מהני כאלו תפסה היא בעצמה (מרדכי בשם תשובת מוהר\"ם פ' אע\"פ ובהגהות בשם תשובת מוהר\"ם הבגדים שהכניסה הכלה אין להם דין צ\"ב ואין צ\"ב אלא השומא שמכנסת האשה לבעלה (טור בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-077-4",
      "section": 4,
      "text": "איש ואשתו שבאו לב\"ד הוא אומר זו מורדת מתשמיש והיא אומרת לא כי אלא כדרך כל הארץ אני עמו וכן אם טענה היא ואמרה שהוא מורד מתשמיש והוא אומר לא כי אלא כדרך כל הארץ אני עמה מחרימין תחלה על מי שהוא מורד ולא יודה בב\"ד ואח\"כ אם לא הודו אומרים להם התייחדו בפני עדים נתייחדו ועדיין הם טוענים מבקשים מן הנטען ועושין פשרה כפי כח הדיין:"
    },
    {
      "id": "even_haezer-077-5",
      "section": 5,
      "text": "ארוסה שאינה רוצה לינשא בטענת מאיס עלי אין אביה חייב ליתן לו מה שפסק ליתן לו בנדונייתא:"
    }
  ]
}