{
  "id": "even_haezer-104",
  "chapterLabel": "סימן 104",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-104-1",
      "section": 1,
      "text": "בית דין שמכרו וטעו וכן שאר שלוחין. ובו ו סעיפים:ב\"ד שמוכרים להגבות לאלמנה כתובתה אין מוכרין אלא בהכרזה ומכריזים ל' יום רצופים או ששים יום ב' וה' ומכריזין בבקר ובערב ובשעה שמכריזין מסיימין השדה במצריה ומודיעים כמה היא יפה ובכמה היא שומא ושרוצים למוכרה כדי להגבות לאשה כתובתה:"
    },
    {
      "id": "even_haezer-104-2",
      "section": 2,
      "text": "ב\"ד שמכרו שלא בהכרזה אפי' מכרו שוה בשוה נעשו כמי שטעה בדבר משנה וחוזרים ומוכרים בהכרזה:"
    },
    {
      "id": "even_haezer-104-3",
      "section": 3,
      "text": "ב\"ד שהכריזו כראוי ובדקו יפה ודקדקו בשומא אע\"פ שטעו ומכרו שוה מנה במאתים או מאתים במנה הרי מכרם קיים אבל אם לא בדקו בשומא ולא כתבו אגרת בקורת שהיא דקדוק השומא והכרזה וטעו והותירו שתות או פחתו שתות מכרם בטל פחות משתות מכרם קיים וכן אם מכרו קרקע בעת שאינם צריכים להכריז עליה וטעו ופחתו שתות או הותירו שתות מכרן בטל אע\"פ שהכריזו (וי\"א כיון שהכריזו אפי' טעו בכפל המקח קיים) (טור בשם הרא\"ש) פחות משתות מכרם קיים ואינו צריך להחזיר אונאה אע\"פ שלא הכריזו איזהו העת שאינם צריכים הכרזה בעת שימכרו קרקע לקבורה או למזונות האשה והבנות או ליתן מנת המלך אינם צריכים הכרזה לפי שהדבר נחוץ וכן אם לוו לצורך דברים אלו כשמוכרים לפורעם אינם צריכים הכרזה:"
    },
    {
      "id": "even_haezer-104-4",
      "section": 4,
      "text": "וכן ב\"ד שמכרו דברים שאינם טעונים הכרזה וטעו בשתות מכרם בטל פחות משתות מכרם קיים ואלו הן הדברים שאין מכריזים עליהם העבדים והשטרות והמטלטלי' העבדים שמא ישמעו ויברחו והשטרות והמטלטלים שמא יגנבו לפיכך שמין אותם בבית דין ומוכרים אותם מיד ואם השוק קרוב למדינה מוליכים אותם לשוק (ובמקום שאין נוהגין להכריז שום דבר דינו כדברים שאינן מכריזין) (טור):"
    },
    {
      "id": "even_haezer-104-5",
      "section": 5,
      "text": "היכא דטעו ונתאנו בשתות שהמכר בטל אם ירצו ב\"ד לקיים המקח ולהחזיר האונאה הרשות בידם ויש חולקים בזה:"
    },
    {
      "id": "even_haezer-104-6",
      "section": 6,
      "text": "שליח שמכר וטעה ונתאנה אפילו בכל שהוא המכר בטל אפי' אם הוא שליח ב\"ד ואם הטעה את הלוקח עד שתות המקח קיים וזכה המשלח ביתרון: הגה י\"א דדיין שנתמנה על פי הורמנא דמלכא ומכר ע\"י שלוחו עדיף משאר שליח ב\"ד והוי כב\"ד שטעו ומכרן קיים וכ\"ש אם מכר בעצמו (ריב\"ש סי' קע\"ט):"
    }
  ]
}