{
  "id": "even_haezer-149",
  "chapterLabel": "סימן 149",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-149-1",
      "section": 1,
      "text": "דין המגרש את אשתו ואח\"כ בא עליה או נתייחד עמה. ובו ז סעיפים:המגרש את אשתו וחזר ובעלה בפני עדים (או שגלוי לכל שבא עליה כגון שנשאה) (הר\"ן פרק כל הגט) קודם שתנשא לאחר בין שגירשה מן הנשואין בין מן האירוסין הואיל ואשתו היתה ה\"ז בחזקת שהחזירה ולשם קידושין בעל ולא לשם זנות ואפי' ראו שנתן לה מעות שחזקה הוא שאין אדם עושה בעילתו בעילת זנות והרי בידו לעשותה בעילת מצוה לפיכך ה\"ז מקודשת קידושי ודאי וצריכה ממנו גט שני:"
    },
    {
      "id": "even_haezer-149-2",
      "section": 2,
      "text": "נתייחד עמה בפני שני עדים והיו שני עדים כא' וראו הוא והיא את העדים אם היתה מגורשת מן הנשואין חוששין לה שמא נבעלה והן הן עידי יחוד הן הן עידי ביאה לפיכך היא ספק מקודשת וצריכה גט מספק ואם היתה מגורשת מן האירוסין אין חוששין לה שהרי אין לבו גס בה ואי חזינן להו דגייסי אהדדי חוששין לה: הגה אבל אם נתייחד עם משודכת שלו אע\"ג דגס בה לא חיישינן אא\"כ בא עליה בפני עדים (תשובת הרמב\"ן סי' קל\"ה):"
    },
    {
      "id": "even_haezer-149-3",
      "section": 3,
      "text": "מי ששלח גט לאשתו ואח\"כ ביטלו והלך ונתייחד עמה ואח\"כ נתברר שכבר הגיע הגט לידה קודם ביטולו א\"צ ממנו גט שני דודאי לא בעל לשם קידושין כי היה סבור שהגט היה בטל ולא בעל אלא על דעת קידושין הראשונים:"
    },
    {
      "id": "even_haezer-149-4",
      "section": 4,
      "text": "מי שגירש את אשתו ונתייחד עמה וקודם שגירשה שנית לקחה אחד לשם פילגש אסורה לשניהם וצריכה גט משניהם:"
    },
    {
      "id": "even_haezer-149-5",
      "section": 5,
      "text": "לא אמרו חזקה זו דאין אדם עושה בעילתו בעילת זנות אלא באשתו שגירשה או במקדש על תנאי ובעל סתם שהרי אשתו היא ובאשתו הוא שחזקתו שאינו עושה בעילתו בעילת זנות עד שיפרש שהיא בעילת זנות או יפרש שעל תנאי הוא בועל אבל שאר כל הנשים בחזקה שבעל לשם זנות עד שיפרש שבעל לשם קידושין:"
    },
    {
      "id": "even_haezer-149-6",
      "section": 6,
      "text": "וכן איש ואשה שהמירו באונס הגזירות ונשאו זה לזה בחקות הכותים אע\"פ שמתייחדים זה עם זה בכל יום לעיני הכל אין חוששין להם משום קידושין (וע\"ל סי' כ\"ו):"
    },
    {
      "id": "even_haezer-149-7",
      "section": 7,
      "text": "נתייחד עם אשתו אחר שאמר לכתוב ולחתום גט וליתנו לה הרי אלו לא יכתבו ואם כתבו ונתנו לה אחר שנתייחד עמה הרי זו ספק מגורשת:"
    }
  ]
}