{
  "id": "even_haezer-165",
  "chapterLabel": "סימן 165",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-165-1",
      "section": 1,
      "text": "איזה מהם קודם או חליצה או יבום. ובו ה סעיפים:מצות יבום קודמת למצות חליצה ואם אינה רוצה להתייבם לשום אחד מהאחים (או בגדול כשרוצה לייבם) בלא טענה מספקת דינה כמורדת וי\"א שמצות חליצה קודמת: הגה ואין לה דין מורדת אם אינה רוצה להתייבם ומ\"מ אין כופין אותו לחלוץ אלא מטעין אותו אם יכולין להטעותו כגון שאומרים לו חלוץ ע\"מ שתתן לך מנה (טור בשם ר\"ת והרא\"ש) ודוקא אם אינו מאותן שכופין להוציא גבי בעל כמו שנתבאר לעיל סי' קנ\"ד ואם שניהם רוצים ביבום אין מניחים אותם לייבם אא\"כ ניכר וידוע שמכוונים לשם מצוה (טור בשם ר\"ת) וי\"א דאם יש לו אשה אחרת שכופין אותו ומנדין אותו עד שיחלוץ (טור בשם סמ\"ג) וי\"א אפילו בלא אשה אחרת אם אינם מכוונים לשם מצוה והיא אינה רוצה להתייבם ואין יכולים להטעותו כופין אותו לחלוץ והמנהג כסברא הראשונה שאין כופין לחליצה כלל אפילו יודעין בו שנתן עיניו בממון (מהר\"ם פדוואה סי' י\"ח) אלא מפשרים ביניהם כמו תקנות הקהילות כמו שיתבאר למטה וכל זה כשהוא אומר שרוצה להתייבם ואפשר להתייבם שאין חשש איסור ביבומו אבל אם אומר שאינו רוצה לא לייבם ולא לחלוץ כופין אותו (ב\"י בשם ר\"ת) ודוקא בבאה מחמת טענה כדרך שנתבאר לעיל סי' קנ\"ד (ת\"ה סי' ר\"ך) מיהו אם אפשר להטעותו ולומר לו שיקח ממון הרבה על החליצה מטעין ליה כדי שלא נצטרך לכוף (נ\"י מ\"כ) ויזהרו שלא ישלישו הממון ביד שליש כי אז לא יכולין לומר לו משטה היינו בו (מרדכי פ' החולץ) (ועיין לקמן סי' קס\"ט סעיף נ'):"
    },
    {
      "id": "even_haezer-165-2",
      "section": 2,
      "text": "יבמה שנדרה הנאה מיבמה בחיי בעלה או שנדרה הנאה מכל היהודים כופין אותו שיחלוץ לה ואם נדרה לאחר מיתת בעלה מבקשים ממנו שיחלוץ לה וכן אם נתכוונה בנדרה אפילו בחיי בעלה כדי שלא ייבם אותה מבקשים ממנו שיחלוץ לה: הגה היה יבמה כהן והלכה ונתקדשה לאחר כדי שלא יוכל ליבמה דינה כאלו נדרה הנאה ממנו ומ\"מ אין כופין אותו לחלוץ הואיל והיא גרמה שאסורה לו (תשובת הרשב\"א סי' תת\"כ) וי\"א שאם רקקה לפני האחים או כדומה לזה וגרמה שאסורה לייבם אין לה דין מורדת הואיל וא\"א לה לייבם מעכשיו (רשב\"א אלף ר\"ב) וכבר נתבאר בסמוך שכל חלוקים אלו למ\"ד מצות ייבום קודם אבל למ\"ד מצות חליצה קודמת אין לה דין מורדת כלל אם אינה רוצה ביבום:"
    },
    {
      "id": "even_haezer-165-3",
      "section": 3,
      "text": "יבמה שתבעה היבם לחלוץ והיא אינה רוצה אלא לישאר עגונה אין שומעין לה אפילו היה היבם נשוי (ודינה כמורדת ונתבאר דינה סי' ע\"ז):"
    },
    {
      "id": "even_haezer-165-4",
      "section": 4,
      "text": "כל יבמה שדינה שתחלוץ ולא תתייבם הרי זו נוטלת כתובתה (ושמין לה בגדים כמו לאלמנה) (ריב\"ש סי' ש\"ך) וכן אם היה יבמה מוכה שחין או שאר מומי אנשים שנתבארו בסימן קנ\"ד חולץ לה ונוטלת כתובתה ואפי' היו המומין ההם בבעלה יכולה היא לומר לאחיך הייתי יכולה לקבל ולך איני יכולה לקבל: הגה וה\"ה למ\"ד מצות חליצה קודמת אע\"פ שאין כופין אותו לחלוץ צריך ליתן לה כתובתה מיד שהרי דינה כחלוצה (תשובת ר\"ד כהן) וכל זה מדינא אבל הקהילות תקנו תקנה אם יתרצו היבם והיבמה בחליצה יחלוקו כל הנכסים שהניח ואפילו אינה מגיע החצי לכדי כתובה ומנכין לה מחלקה כל מה שבזבזה בחיי בעלה וצריכה לישבע אם לא שהתפשרו עצמם בלא שבועה ומה שנתן הוא במתנת שכ\"מ אין מנכין לה מחלקה כלום (מרדכי פרק החולץ) ואותו החצי שמגיע לחלק יורשי הבעל נוטל החולץ ואין לאב ולא לשאר אחין חלק בו אפי' תפסו מוציאין מידן דעיקר התקנה היתה כדי שיתרצו בחליצה ולכן החולץ עיקר בזה (ת\"ה סי' ר\"ך) ואפי' אם רוצין שאר האחין לחלוק עם גדול האחין ואומרים שהם רוצים לחלוץ אין שומעין להם אם גדול האחין רוצה לחלוץ וכל זה שאין מגיעין חצי הנכסים לכדי כתובתה דודאי אינה נוטלת יותר מכדי כתובתה. ויש דעות אחרות בענין תקנות הקהילות על כן נוהגין להתפשר ביניהם ואפילו יש לה שטר חליצה מן האחין צריכה להתפשר עמהם בממון אם לא שפירשו בהדיא לחלוץ לה בחנם (מהר\"ם פדוואה סי' י\"ז וכ\"ג):"
    },
    {
      "id": "even_haezer-165-5",
      "section": 5,
      "text": "נולדו בה מומין כשהיא שומרת יבם אם אינו רוצה ליבם חולץ לה ונותן לה כתובה:"
    }
  ]
}