{
  "id": "even_haezer-100",
  "chapterLabel": "סימן 100",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-100-1",
      "section": 1,
      "text": "כתובה ממה נגבית וכל יתר דיני כתובה. ובו טז סעיפים:מדינא דגמ' הכתובה דהיינו עיקר כתובה ותוספת אינם נגבים אלא מן הקרקע ומתקנת הגאונים נגבים אף מן המטלטלין וה\"ה לכל תנאיה חוץ מכתובת בנין דכרין לפיכך אם גבו היורשים מעות בחובת אביהם גובה מהם (ומיהו רשות ביד היורשים לסלקה בקרקע (הגהות אלפסי פ' הכותב) ודוקא מטלטלי בני חרי אבל אם מכרם הבעל או נתנם במתנת בריא אינה גובה מהם: הגה וי\"א דוקא שנתן לאחרים אבל אם נתן ליורשיו במתנת בריא אשה גובאת כתובתה מהם (הגהות מיימוני פי\"ו ומהרא\"י סי' פ\"ו ומהרי\"ו סי' קנ\"ו) דכל מה שנתן ליורשיו אינו אלא כירושה והאשה גובאת כתובתה משם (מרדכי פ' נערה בשם מוהר\"ם) מי שצוה לתת מנכסיו לאחר מותו כך וכך אע\"פ שצוה כך כשהיה בריא אשה גובאת כתובתה משם דאינה אלא כמתנת ש\"מ דגובאת כתובתה משם (וע' בח\"ה סי' רנ\"א ורנ\"ב ורנ\"ז) ואם מכרום יורשים אחר מותו גובה מהם ועכשיו נוהגים לכתוב בכל הכתובות ששיעבד לה כל נכסיו מקרקעי ומטלטלי מטלטלי אגב מקרקעי דקנאית ודאקנה ומ\"מ לא נהגו לגבות ממטלטלין שמכר או נתן במתנת בריא ולא אפי' ממטלטלין שמכרו היורשים מפני תקנת השוק (וע' בחשן המשפט סימן קי\"ג ע\"ל סימן קי\"ח אם אשה חייבת לקבור בעלה קודם שתגבה כתובתה):"
    },
    {
      "id": "even_haezer-100-2",
      "section": 2,
      "text": "אין עיקר כתובתה ותוספות נגבים אלא מהזיבורי' ואינם נגבים מהשבח שהשביחו הנכסים לאחר מותו לא שנא השביחו יורשים לא שנא השביחו לקוחות ובאה לטרוף מהם ואינם נגבים אלא מהמוחזק אבל לא מהראוי: הגה האב שציוה לתת מתנה לבנו לאחר ב' או ג' שנים או שצוה שלא לתת לו חלק ירושתו רק אחר ב' או ג' שנים מקרי ראוי ואין אשת הבן גובאת כתובתה מזה (מהרי\"ו סי' מ') י\"א דאם מת יעקב בחיי ראובן בנו והניח אלמנה הניזונית מנכסיו אין אלמנת ראובן גובאת כתובתה מאותן נכסים הואיל והיו משועבדים לאלמנת אביו כשמת ראובן (מרדכי סוף נערה) ודוקא במקום שאין רשות ליורשיו לסלק האלמנה ממזונותיה אבל במקום שיכולין לסלק האלמנה אלמנת ראובן גובאת משם (ג\"ז שם) שכר פעולה שלא היתה בידו מעולם מקרי ראוי (מרדכי יש נוחלין) היתה גניבה שלו ביד הגנב כשמת ואח\"כ הוחזר הגניבה מקרי מוחזק (כך השיב מוהר\"ם) ומלוה שחייבים לבעל הוי מוחזק וגובה ממנה אפי' היא על הכותי (וכל זה לא מיירי אלא בעיקר כתובה ותוספת אבל נדוניא ושאר צ\"ב דינן כשאר חוב (כ\"כ המ\"מ פי\"ז וב\"י בשם נ\"י והר\"ן ורי\"ו) וי\"א דאפילו הכי אינם נגבים רק מן הזיבורית (הר\"ן ריש הניזקין):"
    },
    {
      "id": "even_haezer-100-3",
      "section": 3,
      "text": "אם נמצא קרקע בן חורין גובה ממנה ואם לאו טורפה מקרקע שמכר או שנתן הבעל בין במתנת בריא או במתנת שכיב מרע ואפי' נתרצית למה שמכר או נתן אינו מועיל אא\"כ קנו ממנה תחילה ואם מכר קרקע לאחר ולא נתרצית לו ואח\"כ מכר לאחר אותו קרקע או קרקע אחרת ונתרצית וחתמה לו אינה גובה ממנו. ומן הראשון י\"א שגובה וי\"א שאינה גובה (וע\"ל סימן צ' סעיף י\"ז):"
    },
    {
      "id": "even_haezer-100-4",
      "section": 4,
      "text": "מי שהיה נשוי ב' נשים ומכר את שדהו וקנו מהאשה הראשונה תחלה ואח\"כ ממנו השניה מוציאה מיד הלוקח והראשונה מיד השנייה והלוקח מיד הראשונה וחוזרים חלילה עד שיעשו פשרה ביניהם:"
    },
    {
      "id": "even_haezer-100-5",
      "section": 5,
      "text": "אם כתב בכתובתה בעיקר כתובה ותוספת מעות סתם אינה גובה אלא בפחות שבמטבעות כיצד נשא אשה במקום אחד וגירשה במקום אחר והאשה שם עמו אבל שלח לה גט למקום הנשואין הולכין אחר מקום הנשואין (ב\"י בשם תשובת הרשב\"א) אם היה מעות מקום הנשואין טובים ממעות מקום הגירושין נותן לה ממעות מקום הגירושין ואם היו מעות מקום הגירושין טובים ממעות מקום הנשואין נותן לה ממעות מקום הנשואין ודוקא בשיווי המטבע שהוא מגבה לה מאתים ומנה אבל לפחות מכאן א\"א ואם פירש בכתובתה מטבע ידוע בין בעיקר בין בתוספת גובה ממנו כמו שכתוב בכתובה: הגה ונכסי צאן ברזל הולכין תמיד אחר מקום שנשתעבד שם כמו בחוב דעלמא (כ\"כ המ\"מ פי\"ו וכ\"כ הרשב\"א) ובמקום שמוסיפים שליש על מה שנותנת לו כמו שנתבאר לעיל סי' ס\"ו יש לו דין צ\"ב ולא דין תוס' (מהרי\"ק שורש פ\"א):"
    },
    {
      "id": "even_haezer-100-6",
      "section": 6,
      "text": "אלמנה אם אין שטר כתובה יוצא מתחת ידה אינה גובה אפילו עיקר כתובה וכן הגרושה אם הבעל טוען פרעתי או מחלה אפילו עיקר כתובה אין לה עד שתוציא שטר כתובה בד\"א במקום שדרכם לכתוב כתובה אבל במקום שאין דרכם לכתוב כתובה אלא סומכין על תנאי ב\"ד הרי זו גובה עיקר כתובה אע\"פ שאין בידה שטר כתובה בין נתגרשה בין נתאלמנה: הגה ואם יש עדים שנאבדה הכתובה או נשרפה אפילו במקום שכותבין הוי כמקום שאין כותבין (הגהות אלפסי פ' הכותב) וי\"א דאפי' במקום שכותבין גובה את כתובתה בלא שטר כתובה ואין נאמנים לומר פרוע היא (טור בשם ר\"י) ולא מבעיא עיקר כתובה אלא אפילו התוספת שמנהג כל המדינות להוסיף (מרדכי סוף הנושא ותשו' מיי' סוף אישות) וכן נראה סברת האחרונים (מהרי\"ק שורש ח\"י וקי\"ד ומהרא\"י סי' רכ\"ט) אבל לא נהגו במדינות אלו לגבות בלא כתובה ולכולי עלמא אם אין המנהג פשוט אע\"פ שכתובתה בידה ואינה מקוימת אינה גובאת בה (שם במהרא\"י ומהרי\"ו סי' קי\"ג ומהרי\"ק שורש ח\"י) מיהו אם תפסה האלמנה ויש לה מיגו שתוכל לכפור בנכסים נאמנת על מה שאומרת שהוסיף לה (מהרי\"ו סימן רל\"ב) וע\"ל סימן ס\"ו וי\"א דאם כבר נשאת לאחר אינה נאמנת לגבות עוד בלא כתובה (מרדכי פ' אלמנה) וכל מקום שנאמנת צריכה לישבע שלא נפרעה ובמקום שאינה נאמנת אם הבעל חי צריך לישבע שפרעה ואם אינו חי היתומים פטורים בלא שבועה (דברי הרב וכן משמע לשון הטור) היתה כתובתה בידה ונחתכה בסכין אינה גובאת כלום אע\"פ שאינה קרע שתי וערב (ריב\"ש סי' שפ\"ג):"
    },
    {
      "id": "even_haezer-100-7",
      "section": 7,
      "text": "האשה שבאה לב\"ד ואמרה מת בעלי התירוני לינשא ולא הזכירה שם כתובה בעולם מתירין אותה לינשא ומשביעין אותה ונותנים לה כתובה ואם באה ואמרה מת בעלי תנו לי כתובתי אף לינשא אין מתירין אותה:"
    },
    {
      "id": "even_haezer-100-8",
      "section": 8,
      "text": "באה ואמרה מת בעלי התירוני לינשא ותנו לי כתובתי מתירין אותה לינשא ונותנין לה כתובה אבל אם באה ואמרה מת בעלי תנו לי כתובתי והתירוני לינשא מתירים אותה ואין נותנים לה כתובה ואם תפסה אין מוציאים אותה מידה ויש מי שאומר דבין בזו ובין בזו אין מתירים אותה כיון שהזכירה כתובה:"
    },
    {
      "id": "even_haezer-100-9",
      "section": 9,
      "text": "במקום שאין כותבין כתובה והביאו עדים שכתב לה כתובה יש מי שאומר שדינו כבמקום שכותבים ואינה גובה בלא כתובה ויש מי שאומר שגובה בלא כתובה:"
    },
    {
      "id": "even_haezer-100-10",
      "section": 10,
      "text": "האשה שהוציאה שטר כתובה ואין עמה גט ואמרה לבעלה גרשתני ואבד גיטי תן לי כתובתי והוא אומר לא גרשתיך חייב ליתן לה עיקר כתובתה אבל אינו נותן לה התוספת עד שתביא ראיה שגירשה או שיצא גט עם הכתובה מתחת ידיה (וי\"א דאם אינה מביאה ראיה על הגירושין אפילו עיקר כתובה אינו נותן לה דמאחר שתובעת כתובתה אינה נאמנת על הגירושין כמו שנתבאר לעיל סימן י\"ז סעיף ב') ולכן אינה נוטלת כתובתה (טור וכן עיקר):"
    },
    {
      "id": "even_haezer-100-11",
      "section": 11,
      "text": "אמר לה הבעל כך היה גרשתי ונתתי לה כל הכתובה עיקר ותוספת וכתבה לי שובר ואבד שוברי מתוך שיכול לומר לא גרשתי ולא יתחייב בתוס' נאמן ומשביעה בנקיטת חפץ ונותן לה את העיקר ונשבע הוא שבועת היסת על התוספת:"
    },
    {
      "id": "even_haezer-100-12",
      "section": 12,
      "text": "הוציאה גט ואין עמה שטר כתובה אם דרך אותו המקום שלא יכתבו כתובה גובה עיקר כתובה בגט שבידה ואם דרכן לכתוב כתובה אפילו עיקר אין לה עד שתוציא שטר כתובה ונשבע הבעל שבועת היסת על טענתה ונפטר:"
    },
    {
      "id": "even_haezer-100-13",
      "section": 13,
      "text": "הוציאה ב' גיטין וב' כתובות וזמן כתובה ראשונה קודם לגט הראשון וזמן השניה קודם לגט השני גובה ב' כתובות:"
    },
    {
      "id": "even_haezer-100-14",
      "section": 14,
      "text": "הוציאה ב' כתובות וגט אחד אינה גובה אלא כתובה אחת ואיזו מהם גובה אם שתיהן שוות ביטלה האחרונה את הראשונה ואינה טורפת אלא מזמן האחרונה ואם היתה באחת משתיהן תוספת על חבירתה ולא כתב לה ואוסיפי' לך כך וכך על הראשונה אם רוצה לגבות הראשונה גובה מזמן ראשון או שניה מזמן שני ואם כתב לה ואוסיפית לה כך וכך על הראשונה גובה ראשונה מזמן ראשון והתוספ' מזמן שני בד\"א ששתיהן מן האירוסין או מן הנשואין אבל אם אחת מן האירוסין והשנייה מן הנישואין בכל ענין אינה גובה אלא אותה שמן הנישואין:"
    },
    {
      "id": "even_haezer-100-15",
      "section": 15,
      "text": "הוציאה שני גיטין וכתובה אחת אין לה אלא כתובה אחת שהמגרש את אשתו והחזירה סתם על כתובתה הראשונה החזירה:"
    },
    {
      "id": "even_haezer-100-16",
      "section": 16,
      "text": "הוציאה גט וכתובה אחר מיתת הבעל אם גט קודם לכתובה גובה בגט זה עיקר כתובה אם אין דרכם לכתוב כתובה (ובכתובה) גובה כל מה שיש בכתובה זו שהרי זכתה בה במיתתו ואם כתובה קדמה את הגט אין לה אלא כתובה אחת שעל דעת כתובתה הראשונה החזירה:"
    }
  ]
}