{
  "id": "even_haezer-107",
  "chapterLabel": "סימן 107",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-107-1",
      "section": 1,
      "text": "הכותב כל נכסיו לאשתו אם קנתה ויצא עליו שטר חוב. ובו י סעיפים:הכותב כל נכסיו לאשתו בין בריא בין ש\"מ אע\"פ שקנו מידו לא עשאה אלא אפוטרופא על יורשיו בין שהיו יורשיו בניו ממנה או מאשה אחרת או אחיו או שאר יורשין ואם שייר כל שהוא בין קרקע בין מטלטלין קנתה כל מה שכתב לה (בין כך ובין כך לא אבדה כתובתה) (טור):"
    },
    {
      "id": "even_haezer-107-2",
      "section": 2,
      "text": "בד\"א בנשואה אבל אם כתב כל נכסיו לאשתו ארוסה או לגרושה אע\"פ שלא שייר כלום מתנתו קיימת ואבדה כתובתה אא\"כ ששייר מקצת נכסים (ג\"ז טור):"
    },
    {
      "id": "even_haezer-107-3",
      "section": 3,
      "text": "כל אשה שקנתה כל נכסי בעלה במתנה גמורה איבדה כתובתה ותקרע לפיכך אם יצא שטר חוב עליו מוקדם למתנה זו והלכו כל הנכסים בפריעת החוב תשאר היא בלא כלום ולא תקח בכתובתה שקדמה לחוב שאומדן דעת הוא שבהנאה שבאה לה בשמועה זו שכתב לה כל נכסיו איבדה כל זכות שיש לה בנכסיו מצד כתובתה בין מאותם שהיו לו בין מאותם שמכר או נתן קודם לכן אבל אם אח\"כ זכה בנכסים גובה כתובתה מהם:"
    },
    {
      "id": "even_haezer-107-4",
      "section": 4,
      "text": "יש מי שאומר דהא דלא הפסידה כתובתה כששייר היינו כשכותב לה סכום מנכסיו ואפי' אם הסכום הוא גדול כגון שכתב לה מחציתם או ב' שלישים אבל אם כתב לה כל נכסיו ופי' השיור אפי' אם שייר הרבה איבדה כתובתה מנכסים שיש לו שכבוד שעושה לה שכתב לה כל נכסיו גורם המחילה:"
    },
    {
      "id": "even_haezer-107-5",
      "section": 5,
      "text": "יש מי שאומר שאם הוברר הדבר שהערים במתכוין כדי להפסידה לא איבדה כתובתה:"
    },
    {
      "id": "even_haezer-107-6",
      "section": 6,
      "text": "היו לו ב' נשים וכתב כל נכסיו לשתיהן לא קנתה שום אחת מהם ושתיהן אפוטרופסות אבל אם כתב חצי נכסי לאשתי פלונית וחצי נכסי לאשתי פלונית הראשונה קנתה שהרי שייר והשנייה לא קנתה:"
    },
    {
      "id": "even_haezer-107-7",
      "section": 7,
      "text": "כתב כל נכסיו לאשתו ולבנו אשתו קנתה החצי ובנו לא קנה אלא הוא אפוטרופוס ויש מי שאומר ששניהם אפוטרופסים: הגה היה לו בן ואשה ואמר כך וכך נכסים לבני והשאר לאשתי ודאי נתכוין למתנה גמורה דאם היה רוצה לעשות אפוטרופוס לא היה נותן המקצת לבן שהרי הכל שלו (ב\"י בשם תשובת רב האי):"
    },
    {
      "id": "even_haezer-107-8",
      "section": 8,
      "text": "כתבם לאשתו ולאחר האחר קנה החצי ואשתו הוי אפוטרופוס בשאר החצי וכל היכא שיש להוכיח מתוך השטר דלא נתכוין לאפוטרופסות אלא למתנה גמורה הוי מתנה:"
    },
    {
      "id": "even_haezer-107-9",
      "section": 9,
      "text": "אם אמר אשתי תמשול בכל הנכסים אינו לשון מתנה אלא לשון אפוטרופוס (מי שכתב נכסיו לאשתו ואחריה ליורשיו הוי מתנה ולא אפוטרופסות) (הגהות מרדכי דב\"ב):"
    },
    {
      "id": "even_haezer-107-10",
      "section": 10,
      "text": "אם אמר תטול בתי פלונית נ' זהובים ופלונית בתי נ' זהובים והיו לו ג' בנות ואשה אחת אמרו לו ואשתך מה תהא עליה אמר השאר שלה של אשתי הוי מתנה גמורה כיון שהעמיד ירושת התורה אפי' בא' מיורשיו (צוה לתת מנכסיו לצדקה) הוי שיור ויש חולקים (ב' הדעות בהגהות מרדכי דב\"ב):"
    }
  ]
}