{
  "id": "even_haezer-025",
  "chapterLabel": "סימן 25",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-025-1",
      "section": 1,
      "text": "לגדור גדר שלא להרבות בתשמיש וכיצד יתנהג בשעת תשמיש. ובו י סעיפים:ראוי לאדם להרגיל עצמו בקדושה יתירה ובמחשבה טהורה ובדעת נכונה כדי להנצל מלהכשל בדבר ערוה ויזהר מהייחוד שהוא הגורם הגדול וכן ינהוג להתרחק מהשחוק ומהשכרות ומדברי עגבים (פירוש דברי שחוק וחשק) ולא ישב בלא אשה שמנהג זה גורם לטהרה גדולה יתירה מכל זאת אמרו יפנה עצמו ומחשבתו לד\"ת וירחיב דעתו בחכמה שאין מחשבת עריות מתגברת אלא בלב פנוי מהחכמה:"
    },
    {
      "id": "even_haezer-025-2",
      "section": 2,
      "text": "ולא יקל ראשו עם אשתו ולא ינבל פיו בדברי הבאי אפי' בינו לבינה הרי הכתוב אומר מגיד לאדם מה שיחו אמרו חז\"ל אפי' שיחה קלה שבין אדם לאשתו עתיד ליתן עליה את הדין ואל יספר עמה בשעת תשמיש ולא קודם לכן כדי שלא יתן דעתו באשה אחרת ואם ספר עמה ושמש מיד עליו נאמר מגיד לאדם מה שיחו אבל בענייני תשמיש יכול לספר עמה כדי להרבות תאותו או אם היה לו כעס עמה וצריך לרצותה שתתפייס יכול לספר עמה כדי לרצותה: הגה ויכול לעשות עם אשתו מה שירצה בועל בכל עת שירצה ומנשק בכל אבר שירצה ובא עליה בין כדרכה בין שלא כדרכה או דרך איברים ובלבד שלא יוציא זרע לבטלה (טור) ויש מקילין ואומרים שמותר שלא כדרכה אפי' אם הוציא זרע אם עושה באקראי ואינו רגיל בכך (גם זה טור בשם ר\"י) ואע\"פ שמותר בכל אלה כל המקדש עצמו במותר לו קדוש יאמרו לו (דברי הרב) ולא ירבה בתשמיש להיות מצוי אצלה תמיד שדבר זה פגום הוא מאד ומעשה בורות הוא אלא כל הממעט בתשמיש ה\"ז משובח ובלבד שלא יבטל עונה אלא מדעת אשתו ואף כשישמש בשעת העונה לא יכוין להנאתו אלא כאדם הפורע חובו שהוא חייב בעונתה ולקיים מצות בוראו בפריה ורביה ושיהיו לו בנים עוסקים בתורה ומקיימי מצות בישראל ולא יבעול אלא מרצונה ואם אינה מרוצה יפייסנה עד שתתרצה ויהיה צנוע מאד בשעת תשמיש ולא ישמש בפני שום מין אדם אפילו קטן אא\"כ הוא תינוק שאינו יודע לדבר:"
    },
    {
      "id": "even_haezer-025-3",
      "section": 3,
      "text": "לא ישמש בתחלת הלילה ולא בסופה אלא באמצעה:"
    },
    {
      "id": "even_haezer-025-4",
      "section": 4,
      "text": "אסור לשמש בשוקים וברחובות ובגנים ובפרדסים אלא בבית דירה שלא יראה כזנות וירגילו עצמם לידי זנות והבועל את אשתו במקומות אלו מכין אותו מכת מרדות:"
    },
    {
      "id": "even_haezer-025-5",
      "section": 5,
      "text": "אסור לאדם לשמש מטתו לאור הנר ואפילו ע\"י האפלת טלית הרי שהיתה שבת ולא היה לו בית אחר והיה הנר דלוק לא ישמש כלל וכן אסור לשמש מטתו ביום שעזות פנים היא לו (וע' בא\"ח סי' ר\"מ סעיף י\"א וסי' שט\"ו סעיף א'):"
    },
    {
      "id": "even_haezer-025-6",
      "section": 6,
      "text": "אסור לשמש בשני רעבון אלא לחשוכי בנים:"
    },
    {
      "id": "even_haezer-025-7",
      "section": 7,
      "text": "אכסנאי אל ישמש עד שיבא לביתו:"
    },
    {
      "id": "even_haezer-025-8",
      "section": 8,
      "text": "לא יבא על אשתו והיא שנואה לו בשעת תשמיש וכן אם גמר בלבו לגרשה אע\"פ שאינה שנואה לו לא יבא עליה:"
    },
    {
      "id": "even_haezer-025-9",
      "section": 9,
      "text": "לא יבא עליה והוא או היא שכורים:"
    },
    {
      "id": "even_haezer-025-10",
      "section": 10,
      "text": "לא ישמש עם אשתו ליתן דעתו על אחרת אפי' שתיהן נשיו (ועיין עוד מדינים אלו בא\"ח סי' ר\"מ):"
    }
  ]
}