{
  "id": "even_haezer-093",
  "chapterLabel": "סימן 93",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-093-1",
      "section": 1,
      "text": "דין מזונות האלמנה. ובו לב סעיפים: הכתובה הרי היא כחוב שיש לו זמן ואינה נגבית אלא לאחר מיתת הבעל או אם גירשה: הגה וה\"ה מה שקיבל בנדוניא וע\"ל סי' ס\"ו סעיף י\"א כתב לה מתנות הם נגבות מחיים מיהו אם דרך המקום לכתוב כן לכבוד בעלמא ושלא לגבותן מחיים הולכין אחר המנהג (במישרים בשם גאון ודלא כרשב\"א) ולא יוכל האב להתנות על בתו בשום דבר לאחר שנשאת אבל אם הוא משיאה יכול להתנות על מתנותיה לשנות מן המנהג קודם שנשאת כפי רצונו (ועיין בח\"ה סי' צ\"ז סעיף כ\"ד):"
    },
    {
      "id": "even_haezer-093-2",
      "section": 2,
      "text": "האשה שהיו לה ספק גירושין ומת בעלה אינה ניזונית מנכסיו שאין מוציאין מיד היורש מספק אבל בחיי בעלה יש לה מזונות עד שתתגרש גרושין גמורים:"
    },
    {
      "id": "even_haezer-093-3",
      "section": 3,
      "text": "אלמנה ניזונית מנכסי יורשין כ\"ז אלמנותה אפי' אם לא נכתב בכתובה ואפי' אם צוה בשעת מיתה אל תיזון אלמנותי מנכסי אין שומעין לו ואין היורשים יכולין לפרוע לה כתובתה ולסלקה מהמזונות אלא היא ניזונית על כרחם כל זמן שלא תתבע כתובתה אא\"כ התנו כן בפירוש שלא תזון אלמנתו מנכסיו או שהיה מנהג המקום כן (ויכולין ב\"ד לתקן במקומן שהיתומים יסלקו אותה כשירצו (ב\"י וריב\"ש סי' ק\"ז):"
    },
    {
      "id": "even_haezer-093-4",
      "section": 4,
      "text": "המניח אלמנה ובת ממנה או מאשה אחרת ואין בנכסים כדי שיזונו שתיהן האלמנה נזונית והבת תשאל על הפתחים וי\"א דבין שהנכסים מרובין בין שהם מועטים אם יש אלמנה ובן או אלמנה ובת תיזון היא עם הבן או עם הבת עד שיאכלו הנכסים ואפילו אם תנשא הבת ומכנסת הנכסים לבעל היא תיזון מהם אפילו אחר מיתת הבת אבל אם יש אלמנה ובן ובת והנכסים מועטים שאין בהם כדי שיזונו הבת והבן עד שתבגור הבת אז ידחו הבן והבת ותיזון האלמנה לבדה עד שתגבה כתובתה: הגה ובמקום שהאלמנה דוחה הבנות מוציאין לאלמנה מזון עד זמן שאומדין ב\"ד שראויה לחיות אם זקנה ואם ילדה ונותנין ביד שליש והוא מפרנסה אחד לשלשים יום (ב\"י בשם המ\"מ שכ\"כ בשם הרמב\"ן):"
    },
    {
      "id": "even_haezer-093-5",
      "section": 5,
      "text": "אלמנה שתבעה כתובתה בב\"ד אין לה עוד מזונות ואפי' לא פרעוה (אבל תבעה שלא בב\"ד לא הפסידה) (טור) וי\"א שאפי' תבעה בבית דין לא הפסידה אלא אם כן תבעה מעצמה אבל אם תבעה מדוחק שלא נתנו לה מזונות או שרמוה ואמרו לה פלוני חפץ לישא אותך ומחמת זה תבעה כתובתך או כיוצא בזה לא הפסידה מזונותיה: הגה הנשבעת על כתובתה לפני ב\"ד לא הפסידה מזונות דשבועתה לא הוי כתביעה (הגהות אלפסי סוף פרק נערה):"
    },
    {
      "id": "even_haezer-093-6",
      "section": 6,
      "text": "שכיב מרע שציוה שתהא אלמנתו ניזונת מנכסיו כל ימי מיגר אלמנותה יתר על כתובתה יש מי שאומר שאין אלמנתו מפסדת מזונותיה בתביעת כתובתה בבית דין ולא בשאר דרכים המפסידין מזונותיה וגם אין מעשה ידיה ליתומים:"
    },
    {
      "id": "even_haezer-093-7",
      "section": 7,
      "text": "תבעוה לינשא אפילו נתפייסה לא הפסידה מזונותיה וכן אם כחלה או פרכסה או זנתה לא הפסידה מזונותיה אבל אם נתארסה הפסידה מזונותיה וי\"א דמיד שעשתה שידוך הפסידה מזונותיה (ב\"י):"
    },
    {
      "id": "even_haezer-093-8",
      "section": 8,
      "text": "מכרה כתובתה כולה או משכנה או עשתה אפותיקי לאחר בין שעשתה דברים אלו בפני ב\"ד מומחין בין בפני ג' נאמנים בין שעשתה בחיי בעלה בין שעשתה לאחר מיתת בעלה אין לה מזונות מהיורשים:"
    },
    {
      "id": "even_haezer-093-9",
      "section": 9,
      "text": "מחלה כתובתה לבעלה הפסידה מזונותיה שאחר מותו אבל בחייו יש לה מזונות ויש מי שאומר שאף בחייו הפסידה מזונות (וכן אם מחלה ליתומים אבדה מזונותיה) (הר\"ן פרק נערה בשי\"א וכ\"כ הב\"י):"
    },
    {
      "id": "even_haezer-093-10",
      "section": 10,
      "text": "בד\"א כשמכרה או משכנה או מחלה כל הכתובה עיקר ותוספת אבל אם שיירה מקצת נזונת אפי' לא שיירה אלא התוספות או מקצתו ומיהו אם ירצו היורשים יפרעו לה מה ששיירה ויפטרו ממזונותיה וכל המוכרת או מוחלת סתם מכרה ומחלה התוספת עם העיקר:"
    },
    {
      "id": "even_haezer-093-11",
      "section": 11,
      "text": "תבעה נדונייתא ונפרעה ממנה לא הפסידה מזונות כיון ששיירה עיקר או תוספת או מקצת:"
    },
    {
      "id": "even_haezer-093-12",
      "section": 12,
      "text": "תבעה עיקר ותוספת בלבד אפי' נדונייתא ק' מנה הפסידה מזונות: הגה וכן אם תבעה כתובתה סתם אבדה מזונותיה ולא אמרי' דלא תבעה התוספת (טור):"
    },
    {
      "id": "even_haezer-093-13",
      "section": 13,
      "text": "יש מי שכתב שאם אין בפירות נכסי המת כדי מזונותיה אין לה מזונות אלא עד כדי כתיבתה וחלקו עליו דלעולם היא נזונת והולכת עד שלא ישאר בנכסים אלא כדי כתובתה ואז נוטלתן בכתובתה:"
    },
    {
      "id": "even_haezer-093-14",
      "section": 14,
      "text": "אלמנה עניה ששהתה שתי שנים ולא תבעה מזונות או עשירה ששהתה ג' שנים ולא תבעה ויתרה ואין לה מזונות משנים שעברו ואם שהתה פחות מזה אפי' יום אחד לא ויתרה ואם היה בידה משכון בתוך אותן שנים או שלותה לא ויתרה:"
    },
    {
      "id": "even_haezer-093-15",
      "section": 15,
      "text": "אלמנה שתבעה מזונות מהיורשים והם אמרו שנתנו לה והיא אומרת שלא נטלה כל זמן שלא נשאת על היתומים להביא ראיה או תשבע שבועת היסת ותטול משנשאת עליה להביא ראיה או ישבע היורש שבועת היסת שנתנם לה:"
    },
    {
      "id": "even_haezer-093-16",
      "section": 16,
      "text": "מי שיחד קרקע לאשתו בשעת מיתה שתהי' נזונית ממנו אם אמר יהא קרקע פלוני למזונותיך הרי ריבה לה מזונות ואם היה שכרו פחות ממזונות הראוים לה נוטלת השאר משאר נכסים ואם היה שכרו יותר מהראוי לה נוטלת הכל אבל אם אמר לה יהא קרקע פלוני במזונות ושתקה אין לה אלא פירות אותו קרקע בלבד:"
    },
    {
      "id": "even_haezer-093-17",
      "section": 17,
      "text": "אשה שהלכה היא ובעלה למדינת הים ובאה ואמרה מת בעלי רצתה נזונת רצתה נוטלת כתובה אבל אם אמרה גרשני בעלי אינה נאמנת ונזונת מנכסיו עד כדי כתובתה:"
    },
    {
      "id": "even_haezer-093-18",
      "section": 18,
      "text": "אלמנה שאין שטר כתובה יוצא מתחת ידה אין לה מזונות שמא מחלה כתובתה או מכרה או משכנה אותה ויש חולקין:"
    },
    {
      "id": "even_haezer-093-19",
      "section": 19,
      "text": "אלמנה ניזונת אע\"פ שלא נשבעת וי\"ח (והסברא ראשונה עיקר):"
    },
    {
      "id": "even_haezer-093-20",
      "section": 20,
      "text": "אין אלמנה ניזונית אלא מקרקעות בני חורין ולא מהמשועבדים לא מבעיא אם מכר או נתן הבעל בחייו אלא אפי' מכרו או משכנו או נתנו היורשים לאחר מיתת אביהן אין מוציאין למזון האשה והבנות ודוקא שנתן האב מתנת בריא אבל אם נתן מתנת ש\"מ ניזונת ממנה (אם אין כאן בני חורין) (ריב\"ש סי' ק\"ז) הקדיש נכסיו הוי כמתנת בריא (ר\"ן ריש המדיר) ואינה ניזונית ממטלטלין אפי' בני חורין ומיהו אם תפסה ממטלטלין אפי' אחר מיתה לא מפקינן מינה ועכשיו שתקנו הגאונים שתגבה כתובה ותנאי כתובה ממטלטלין הרי היא ניזונית ממטלטלין אפי' לא תפסה (מיהו אם נתן המטלטלין לאחרים אפילו במתנת שכיב מרע י\"א דאינה ניזונת מהן) (מרדכי פרק נערה בשם י\"א):"
    },
    {
      "id": "even_haezer-093-21",
      "section": 21,
      "text": "הניח מטלטלין ולא תפסה אותם היורשים נוטלין אותם והם מעלין לה מזונות ואינה יכולה לעכב עליהם ולומר יהיו המטלטלין מונחים בב\"ד שאזון מהם שמא יאבדו ולא יהיו לי מזונות ואפי' התנה עליו בפירוש שתזון מהמטלטלין אינה מעכבת אבל הניח קרקע יכולה היא לעכב עליהם שלא ימכרו ואם מכרו אינה מוציאה מיד הלקוחות והיא ניזונית מדמי הקרקע שבידם ויש מי שחולק ואומר שאינה ניזונית מאותם הדמים: הגה הקנה לה בקנין על המזונות מוציאה למזונות ממשועבדים ודוקא שפירש בהדיא מזונות שלאחר מיתה אבל בלא\"ה אע\"ג שכתב לה בכתובתה מזונות וקנו מידו לא נתכוין על מזונות רק מחייו (כך משמע מהמ\"מ פי\"ח דאישות וכ\"כ הב\"י בשם תשובת הרשב\"א):"
    },
    {
      "id": "even_haezer-093-22",
      "section": 22,
      "text": "הניח נשים רבות אע\"פ שנשאן זו אחר זו נזונות בשוה שאין דין קדימה במזונות:"
    },
    {
      "id": "even_haezer-093-23",
      "section": 23,
      "text": "אלמנה שתפסה מטלטלין כדי שתזון מהם בין שתפסה מחיים בין שתפסה אחר מותו אפי' תפסה ככר זהב אין מוציאין מידה אלא כותבין עליה ב\"ד מה שתפסה ופוסקין לה מזונות ומחשבין עליה והיא נזונת ממה שבידה עד שתמות או עד שלא יהיו לה מזונות ויקחו היורשים את השאר: הגה י\"א דלא הוי תפיסה אלא תפיסה מרשות הרבים או מסימטא אבל לא מרשות יורשין (הר\"ן פרק אלמנה ניזונית בשם רש\"י) ויש חולקין (כך משמע מדברי הריב\"ש סימן שס\"ד) ולכ\"ע בעינן תפיסה גמורה דהיינו שתפסה מאחד מדרכי הקניות אבל אם לא תפסה רק מפתחות החדרים לא מקרי תפיסה ונותנין הכל ליורשין ודוקא שתפסה בעצמה אבל ע\"י שליח לא מהני תפיסתה (בריב\"ש סי' שס\"ד וסי' ק\"ז):"
    },
    {
      "id": "even_haezer-093-24",
      "section": 24,
      "text": "אם תפסה יותר מהראוי להגבותה בבית דין בבת אחת דהיינו כדי מזון שלשים יום ואחר שכלה מה שתפסה תבא לתבוע מזונות משביעין אותה לדברי הכל:"
    },
    {
      "id": "even_haezer-093-25",
      "section": 25,
      "text": "אלמנה שבאה לבית דין לתבוע מזונות מוכרין בלא הכרזה ונותנין לה מזונות וכן יש לה למכור למזונות שלא בב\"ד מומחין אלא בג' אנשים נאמנים בלא הכרזה וכן אם מכרה בינה לבין עצמה שוה בשוה מכרה קיים ויש חולקין בזו:"
    },
    {
      "id": "even_haezer-093-26",
      "section": 26,
      "text": "לא הצריכוה ב\"ד הדיוטות אלא למכור אבל למשכון אינה צריכה:"
    },
    {
      "id": "even_haezer-093-27",
      "section": 27,
      "text": "אם לקחה הקרקע לעצמה בסכום ידוע אפי' הוא שוה בשוה אינו כלום אפי' הכריזה ואם נתייקר אח\"כ צריכה להחזירו ליורשים ואפילו לא נתייקר אם ירצו יבטלו המקח:"
    },
    {
      "id": "even_haezer-093-28",
      "section": 28,
      "text": "ואם היו ב\"ד הדיוטות שם מקחה קיים וי\"א שגם בזו אינו כלום עד שיהיו שם ב\"ד מומחין:"
    },
    {
      "id": "even_haezer-093-29",
      "section": 29,
      "text": "אלמנה שמכרה האחריות על היתומים ואעפ\"כ כשבאה לגבות כתובתה אינה יכולה לטרוף מהלקוחות שמכרה להם:"
    },
    {
      "id": "even_haezer-093-30",
      "section": 30,
      "text": "כמה מוכרים למזונות כדי לזון מהם ו' חדשים ולא יותר והמעות ישארו ביד הלוקח שלא יתנם לה הכל מיד אלא כדי מזון ל' יום וכן מל' יום לל' יום וחוזרת ומוכרה שנית לששה חדשים וכן מוכרת והולכת לעולם עד שישאר מהנכסים כדי כתובתה גובה כתובתה מהשאר והולכת לה: הגה י\"א הא דמוכרת לו' חדשים היינו דוקא קרקע אבל בזמן הזה דניזונת ממטלטלין אין למכור אלא חפץ אחד (טור בשם בעל העיטור):"
    },
    {
      "id": "even_haezer-093-31",
      "section": 31,
      "text": "אם אין מוצאים ליקח כדי מזונות של ו' חדשים מוכרים ביותר לפי ראות עיני הדיינים כדי שיהיו לה מזונות:"
    },
    {
      "id": "even_haezer-093-32",
      "section": 32,
      "text": "כשפוסקין מזונות לאלמנה שאינה ניזונת עם היתומים אין נותנין לה לפחות מל' יום וכן לאשת איש כדי שלא תצטרך להתבזות על מזונותיה בב\"ד בכל יום:"
    }
  ]
}