{
  "id": "even_haezer-017",
  "chapterLabel": "סימן 17",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-017-1",
      "section": 1,
      "text": "היתר אשת איש שמת בעלה ואומרת גרשתני ודיני הערוה ודין נשאת באיסור ובטעות. ובו נח סעיפים:אשת איש בכלל עריות היא ואין קדושין תופסין בה בד\"א בודאי אשת איש אבל אם היא ספק מקודשת או ספק מגורשת קדושין תופסין בה מספק וצריכה גט משניהם וה\"ה לפסולי גיטין מדרבנן שאם בא אחר וקידשה שצריכה גט משניהם מהראשון דרבנן ומהשני מדאורייתא:"
    },
    {
      "id": "even_haezer-017-2",
      "section": 2,
      "text": "אשת איש שפשטה ידה וקבלה קדושין בפני בעלה הרי זו מקודשת לשני האשה שאמרה לבעלה בפניו גרשתני נאמנת חזקה אין אשה מעיזה פניה בפני בעלה: הגה י\"א דוקא לענין שקידושין תופסין בה נאמנת וצריכה גט אבל אינה נאמנת להנשא לאחר (הר\"ן פ\"ב דכתובות בשי\"א) או ליטול כתובתה (הגהות מיימוני פ\"ב דגירושין) (וי\"ח וס\"ל דלכל דבר נאמנת) (רמב\"ם) (וי\"א עוד דבזמן הזה דנפישי חוצפא ופריצותא אינה נאמנת אלא לחומרא דאיתרע חזקה דאינה מעיזה) ב\"י בשם א\"ח: אבל אם קידשה אחר שלא בפני בעלה אין קדושין תופסין בה עד שתביא ראייה שנתגרשה קודם שתקבל הקידושין שכל שלא בפניו מעיזה וכתב הרא\"ש דכל שהוא בעיר שנתקדשה לאחר מיקרי בפניו (ויש חולקין וס\"ל דבעינן בפני בעלה ממש) (מהרי\"ק שורש ע\"ב וריב\"ש סימן קכ\"ז) והא דאמרינן דאין אשה מעיזה פניה בפני בעלה לומר גרשתני ה\"מ היכא דליכא דמסייע לה אבל היכא דאיכא דמסייע לה מעיזה ומעיזה ואם נשאת לאחר שלא בפני בעלה אע\"פ שכשבא בעלה אומרת לו בפניו גרשתני אינה נאמנת דכיון שכבר נשאת מעיזה ומעיזה שלא תעשה עצמה זונה ויש מי שאומר שאפי' לא נשאת עדיין לאחר אלא נתקדשה לו שלא בפני בעלה ואח\"כ בא בעלה ואומרת לו בפניו גרשתני אינה נאמנת וי\"א שאם היה קטטה ביניהם או שתובעת כתובתה אינה נאמנת לומר גרשתני אפי' בפניו י\"א במקום שנאמנת להינשא גובאת ג\"כ כתובתה (מהרי\"ק שורש ע\"ב וריב\"ש סי' קכ\"ז) וי\"א דאינה נאמנת לענין ממון כלל ונתבאר לעיל:"
    },
    {
      "id": "even_haezer-017-3",
      "section": 3,
      "text": "אשה שהלך בעלה למדינת הים והעידו עליו שמת אפי' עד א' אפילו העד עבד או שפחה או אשה או קרוב מותרת ואפי' עד מפי עד או אשה מפי אשה או עבד או שפחה או קרוב כשרים לעדות זה ופסולי עדות אם פסולים מדרבנן כשרים לעדות זה אבל פסולי עדות דאורייתא פסולים ואם מסיחים לפי תומם כשרים וכן כותי או ישראל מומר לעבודת אלילים ולכל התורה כלה אם הוא מסיח לפי תומו נאמן: הגה לא בא עד בדרכים הנזכרים רק יצא קול הברה בעיר שמת אין משיאין את אשתו (ת\"ה סי' רכ\"ב ובתשובת הרמב\"ן סי' פ'):"
    },
    {
      "id": "even_haezer-017-4",
      "section": 4,
      "text": "הכל נאמנים להעיד לה עדות זו חוץ מה' נשים שחזקתן שונאות זו את זו שאין מעידות במיתת בעלה שמא יתכוונו לאסרה עליו ועדיין הוא קיים ואלו הן חמותה אפי' אינה עתה חמותה רק אם יבמה (טור) ובת חמותה וצרתה ויבמתה ובת בעלה וכן היא לא תעיד להם (טור):"
    },
    {
      "id": "even_haezer-017-5",
      "section": 5,
      "text": "כבר אמרנו שהעד שאמר שמעתי שמת פלוני אפי' שמע מאשה ששמעה מעבד ה\"ז כשר לעדות אשה ומשיאין על פיו: הגה ואפי' לא אמר ממי שמע אלא אמר סתם ששמע כשר ולא חיישינן שמא הראשון פסול היה אבל אם אמר העד או האשה או העבד מת פלוני ואני ראיתיו שמת שואלים אותו היאך ראית ובמה ידעת אם העיד בדבר ברור נאמן ואם העיד בדברים שרובן למיתה אין משיאין את אשתו שאין מעידים על האדם שמת אלא כשראוהו שמת ודאי ואין בו ספק: הגה שמע קול מקוננות שהזכירוהו בין המתים וספדוהו אותו משיאין אשתו (כ\"כ המ\"מ בשם התוספתא) ולכן יש למחות בנשים שלא לספוד אדם על פי אומדנות המוכיחות שמת ולא יספידו אותו עד שיודעין שמת וכן אשתו אסורה להספידו או ללבוש שחורים כל זמן שאין כאן עדות שהוא כראוי להשיאה (ס\"ה וכ\"כ הריב\"ש סי' תק\"ח) וכן אין לשום ב\"ד ליתן שטר עדות לאשה מה שהעידו עדים לפניהם אם אין באותו עדות כדאי להתירה אם לא שכתבו בפי' הטעם שלא התירו אותה על עדות זו דחיישינן לקלקולא מב\"ד שאינן מומחים (שם בתשובת הריב\"ש):"
    },
    {
      "id": "even_haezer-017-6",
      "section": 6,
      "text": "בשעת הגזירה מתירים נשים ע\"פ בעלי תשובה: הגה שמעידים מה שראו בעת צרה אע\"פ שהמירו דתן מכח אונס (תשובת הרא\"ש כלל נ\"ד) ריקים המומרים ופוחזין שחזרו בתשובה אך לא בתשובה גמורה אין לסמוך על עדותן רק במסיחין לפי תומן (מהר\"י בכתביו סימן ר\"ך) או בידוע שהעידו בלא רמיה ועקול (שם סימן רכ\"ד) והכל לפי ענין העד ולפי ראות עיני הדיין:"
    },
    {
      "id": "even_haezer-017-7",
      "section": 7,
      "text": "בא אחד ואמר הרגתיו תנשא דאין אדם משים עצמו רשע ופלגינן דבוריה וה\"ה לכותי שאמר מסיח לפי תומו הרגתי את פלוני שמשיאין את אשתו:"
    },
    {
      "id": "even_haezer-017-8",
      "section": 8,
      "text": "אם עד א' אמר לאשה בינו לבינה מת בעליך אינה צריכה שוב לעדותו אלא באה לב\"ד ואומרת מת בעלי אבל אם בא העד שאמרה בשמו מת ואמר שלא אמר מת לא מהימנ': הגה ואין הב\"ד צריכין לשלוח אחריו אע\"פ שהוא בעירו אלא סומכין אעד מפי עד לכתחילה (תשו' מהרי\"ו סי' ט'):"
    },
    {
      "id": "even_haezer-017-9",
      "section": 9,
      "text": "עד אומר מת ועד אומר נהרג אע\"פ שהן מכחישים זה את זה הואיל וזה וזה מודים שאינו קיים הרי זו תנשא:"
    },
    {
      "id": "even_haezer-017-10",
      "section": 10,
      "text": "שמעו קול שאומר איש פלוני מת והלכו ולא מצאו שם אדם משיאין את אשתו ואם שמעו קול זה בשדה או בבור או בחורבה אין משיאין על פי אותו קול דחיישינן שמא שד הוא כיון שיצא הקול ממקום שהשדים מצויים שם:"
    },
    {
      "id": "even_haezer-017-11",
      "section": 11,
      "text": "מצאו כתוב בשטר מת איש פלוני בן פלוני או נהרג תנשא אשתו אפי' אינו מקויים ולהרמב\"ם צריך שידעו שהוא כתב ישראל: הגה וכן ראוי להחמיר ואפי' אם יודעים שהיא כתב ישראל אם י\"ל שכתב כן משום שיצא קול שמת כגון שטבע במים שאין להם סוף וכדומה אין מתירין על הכתב שחוששין שכתב כן מפני הקול שיצא (תה\"ד סי' ר\"מ):"
    },
    {
      "id": "even_haezer-017-12",
      "section": 12,
      "text": "מי שנשתתק ובדקו אותו כדרך שבודקין לגיטין ונמצאת דעתו מכוונת וכתב שמת פב\"פ סומכין על כתיבתו ותנשא אשתו:"
    },
    {
      "id": "even_haezer-017-13",
      "section": 13,
      "text": "זה שאמרנו שעד מפי עד כשר בעדות אשה בד\"א ששמע מפי בן דעת שמת פלוני כגון עבד או שפחה אבל אם שמע מפי שוטה או קטן אינו מעיד ואין סומכין על דבריהם שמע מהתינוקות שאומרים עכשיו באנו מהספד פלוני כך וכך ספדנים היו שם ופלוני החכם ופלוני עלו אחר מטתו כך וכך עשו במטתו ה\"ז מעיד מפיהם על פי הדברים האלו וכיוצא בהם ומשיאין את אשתו: הגה ודוקא לאלתר כגון שאומרים עכשיו באנו מהספד פלוני כו' אבל אם אינו לאלתר לא מהני עדותן כלל (א\"ז ומהרי\"ו סי' מ\"ה ופסקי מהרא\"י סי' ר\"כ) ואפילו הגדילו אח\"כ אינן יכולין להעיד מה שראו בקטנותן (שם בא\"ז):"
    },
    {
      "id": "even_haezer-017-14",
      "section": 14,
      "text": "כבר אמרנו שהכותי שהסיח לפי תומו משיאין על פיו כיצד היה מסיח לפי תומו ואמר אוי לפלוני שמת כמה היה נאה וכמה טובה עשה עמי או שהיה מסיח ואומר כשהייתי בא בדרך ונפל פלוני שהיה מהלך עמנו ומת ותמהנו לדבר זה כיצד מת פתאום וכיוצא בדברים אלו שהם מראים שאין כוונתו להעיד ה\"ז נאמן וישראל ששמע מכותי המסיח לפי תומו מעיד ששמע ממנו ותנשא אשתו על פיו: הגה וכן אם אמר פלוני מת במסיח לפי תומו אע\"פ שלא אמר דברים אחרים מיקרי שפיר מסל\"ת (ריב\"ש סי' שע\"ז) ויש מחמירים (ב\"י בשם הר\"ן) בד\"א בשלא היה שם אמתלאה אבל אם היה אמתלאה בשיחת הכותי שמא נתכוין לד\"א כמו שאמר לאחד עשה לי כך וכך שלא אהרוג אותך כדרך שהרגתי לפלוני אין זה מסיח לפי תומו שכוונתו להטיל אימה ע\"ז: הגה וכן במקום שיש לחוש לשקרא שלמדוהו לומר כך אין סומכין עליו (ר\"י נתיב כ\"ג) וכן אם שמע מערכאות של כותים שאמרו הרגנו פלוני אינם נאמנים שהם מחזיקים ידי עצמם בכזב וכן כל כיוצא בדברים אלו: הגה וי\"א דכל ערכאות אינם נאמנים אפילו אומרים שנהרג בדין שלא על ידם (טור בשם הרא\"ש) וכ\"ז דוקא בערכאות אבל שאר כותים משיחים לפי תומם ואומרים שנדון בערכאות של כותים נאמנים (פסקי מהרא\"י סי' ל\"ד):"
    },
    {
      "id": "even_haezer-017-15",
      "section": 15,
      "text": "כותי שהסיח לפי תומו תחלה אע\"פ ששאלו אותו אח\"כ ובדקוהו עד שיפרש כל המאורע ה\"ז נאמן ומשיאין על פיו: הגה אבל שאלו אותו תחלה איה חברינו ואמר להם שמת אין זה מיקרי מסל\"ת ודוקא ששאלו אותו הכותי עצמו אבל שאלו כותי אחר (פסקי מהרא\"י סי' קס\"א) או שחפשו בעיר אחר יהודי ויצא הקול בזה ובא כותי ומסל\"ת שמת (תשו' מוהר\"מ הל' נשים) אע\"פ שהיה אצל הכותי ששאלו מיקרי מסל\"ת היו מדברים ביחד מן היהודי ובא להם כותי ואמר להם במה אתם מדברים ואמרו לו מן היהודי אם הוא חי או מת והגיד להם שהוא מת לא מיקרי מסל\"ת (בתשובת הריב\"ש) היה ספק אם מסל\"ת או לא אין משיאין אשתו דספיקא דאורייתא לחומרא וכן בכל מקום דאיכא פלוגתא בדינין אלו אזלינן לחומרא (ג\"ז שם) י\"א הא דאמרינן דאם שאלו את הכותי תחלה לא מיקרי מסל\"ת היינו דוקא אם שואלו ישראל אבל אם שואלים כותים אותו ומגיד מיקרי מסל\"ת ובלבד ששאלו אותו שלא בפני ישראל (ת\"ה סי' רל\"ט) ואם שאלו ישראל והכותי הגיד שמת והגיד אומדנות המוכיחות אע\"פ שאינו מקרי מסל\"ת ואסורה לינשא מ\"מ אם עברה ונשאת ע\"פ חכם שהתירהו לא תצא אם יש ראיות ואומדנות שמת (פסקי מהרא\"י סי' קל\"ט):"
    },
    {
      "id": "even_haezer-017-16",
      "section": 16,
      "text": "כותי מסיח לפי תומו מפי כותי מסיח לפי תומו משיאין על פיו: הגה ואפילו לא העיד בפירוש שהכותי הראשון מסל\"ת אזלינן מספיקא לקולא ואמרינן דודאי מסיח ל\"ת (מהרי\"ק שורש קכ\"א) ויש חולקין בזה (תשובת הר\"ן):"
    },
    {
      "id": "even_haezer-017-17",
      "section": 17,
      "text": "יצא כותי וישראל מעמנו למקום אחר ובא הכותי ואמר איש שיצא מכאן עמי מת משיאין את אשתו אע\"פ שאין הכותי יודע אותו האיש וי\"א שצריך שיאמר קברתיו: הגה ודוקא בכהאי גוונא שאינו מזכיר שם המת ואינו מכירו אבל אם מכירו לא בעינן קברתיו במסיח ל\"ת (המ\"מ לדעת הרמב\"ם וכ\"כ מהרא\"י בפסקיו סי' רכ\"ג וב\"י בשם תשובת הר\"ן והריב\"ש) וכן פשט המנהג אפילו במקום די\"א דבעינן קברתיו לאו דוקא קברתיו אלא כל שאומר דבר שמשמעותו שודאי מת ולא אמר בדדמי מהני (ב\"י בשם תשו' הר\"ן והריב\"ש) וכן אם יצאו י' בני אדם כאחד ממקום למקום והם אסורים בקולר או נושאים גמלים וכיוצא בדברים אלו והסיח הכותי לפי תומו ואמר שעשרה אנשים שיצאו ממקום פלוני למקום פלוני והם נושאים כך וכך מתו כלם משיאים נשותיהם וי\"א שצריך שיאמר קברנום:"
    },
    {
      "id": "even_haezer-017-18",
      "section": 18,
      "text": "בא אחד ואמר לנו אמרו ב\"ד או אנשים כשתלך למקום פלוני אמור להם שמת יצחק בן מיכאל ובא השליח ואמר לנו והשליח אינו יודע מי הוא הואיל ואנו יודעים פלוני הידוע בשם זה הרי אשתו מותרת וא\"א שמא יצחק בן מיכאל אחר הוא שמת והוא שלא הוחזקו שם ב' יצחק בן מיכאל או כשהוחזקו ב' וידוע שאחד קיים: הגה וי\"א דכל זה דוקא שהזכיר העד שם עירו אבל אם לא הזכיר שם עירו אע\"פ שיודעין שנאבד אחד לא מהני אע\"פ שהזכיר שמו (תשו' הריב\"ש ותשובת הר\"ן ומהרי\"ק שורש קפ\"ד) ויש מקילין וי\"א דבמקום שמזכיר שמו לבד בעינן שיזכיר עירו אבל אם מזכיר שמו ושם אביו לא בעינן שיזכיר שם עירו (הרא\"ש כלל נ\"א וכ\"כ מהרי\"ק שורש קע\"ו) ובמקום שיש אומדנות והוכחות שזה הוא יש להקל ולסמוך אמאן דאמר דלא בעינן שיזכיר שם עירו (מהרי\"ק שורש קפ\"ד ותשובת הרא\"ש):"
    },
    {
      "id": "even_haezer-017-19",
      "section": 19,
      "text": "ישראל שאמר מת איש יהודי עמנו במקום פלוני כך וכך צורתו וכך היו סימניו אין אומרים באומד הדעת פלוני הוא עד שיעיד העד שהוא פלוני ויכיר שמו ושם עירו אבל אם אמר אחד יצא עמנו מעיר פלוני ומת מחפשין באותה העיר אם לא יצא משם אלא הוא תנשא אשתו. וה\"ה בכותי המסיח לפי תומו (ד\"ע וכן משמע בתשובת רמב\"ם שהביא הב\"י):"
    },
    {
      "id": "even_haezer-017-20",
      "section": 20,
      "text": "מי שהיה מערער על אשה לומר שהיא זקוקה ליבם ואחר כך הוא בעצמו העיד בפני ב\"ד ששמע שמת זה זמן רב סומכין עליו כיון שהדברים הראשונים לא היו בפני בית דין:"
    },
    {
      "id": "even_haezer-017-21",
      "section": 21,
      "text": "אין בודקין עידי נשים בדרישה וחקירה ואפי' אם הוכחשו בבדיקה כשרים ואסור לדרוש ולחקור הרבה (תשובת הרמב\"ם) אם לא במקום שיש לחוש לערמה אז צריך דרישה וחקירה (מהרי\"ו סימן ק\"נ):"
    },
    {
      "id": "even_haezer-017-22",
      "section": 22,
      "text": "כשמסתכלין בצורתו כדי להכירו כדי להעיד עליו בודקין אותו ורואין אותו אפי' בלילה לאור הנר או לאור הלבנה:"
    },
    {
      "id": "even_haezer-017-23",
      "section": 23,
      "text": "ראו אחד עומד מרחוק ואמר שהוא פלוני בן פלוני או פלוני ממקום פלוני והרי נשכו נחש והרי הוא מת והלכו ומצאוהו שנשתנה ולא הכירוהו הרי אלו משיאין את אשתו:"
    },
    {
      "id": "even_haezer-017-24",
      "section": 24,
      "text": "מצאוהו הרוג או מת אם פדחתו וחוטמו ופרצוף פניו קיימים והכירוהו בהם שהוא פלוני מעידין עליו ואם ניטל א' מאלו אע\"פ שיש להם סימנים מובהקים ביותר בכליו אינם כלום דחיישינן לשאלה אפילו היה להם סימנים בגופו ואפי' שומא אין מעידין עליו אבל היו להם בגופו סימנים מובהקים ביותר מעידין עליו: הגה כגון שהיה לו יתר או חסר או שינוי באחד מאיבריו אבל קטן או ארוך או חיור וסומק לא הוי סי' מובהק (תשו' הרא\"ש כלל נ\"א) ואפי' ק' סימנים שאינן מובהקים) אינם כלום ואפי' להצטרף לשאר אומדנות המוכיחות אינו כלום (פסקי מהר\"י סימן קס\"א ורכ\"ד) גבשושית גדולה על חוטמו או שחוטמו עקומה הרבה או כדומה לזה הוי סימן מובהק אבל מעט עקומה לא (שם סימן רל\"ד) וה\"ה לרושם שבגופו או באחד מאיבריו אבל שינים גדולים אע\"פ שגדולים הרבה לא הוי סימן מובהק (סי' קס\"א בפסקי מהרא\"י) וכל סימן המהני בישראל המעיד ה\"ה בכותי המסיח לפי תומו. בתשובת מוהר\"ם בהל' נשים ומוהר\"ם פאדווה (סימן ב' ול\"ו):"
    },
    {
      "id": "even_haezer-017-25",
      "section": 25,
      "text": "כתב ר\"ת דהא דאין מעידין עליו אא\"כ פדחתו וחוטמו ופרצוף פניו קיימים דוקא כשאין שם אלא הראש אבל אם כל גופו שלם אפי' אין שם פרצוף ופדחת וחוטם יכולין להכירו בטביעות עין וחלקו עליו האחרונים:"
    },
    {
      "id": "even_haezer-017-26",
      "section": 26,
      "text": "אין מעידין עליו אא\"כ מצאוהו תוך ג' ימים אחר הריגתו או אחר מיתתו אבל אחר שלשה אין מעידין עליו מפני שפרצוף פניו משתנה בד\"א בזמן שהוא ביבשה אבל אם טבע במים והשליכוהו המים ליבשה אפי' אחר כמה ימים אם הכירוהו מעידין עליו שאינו משתנה במים אלא אחר זמן מרובה והוא שיראוהו מיד כשהעלוהו מן המים וגם שלא יהיה בו מכה אבל אם שהה אחר שהושלך מן המים אין מעידין עליו אפילו תוך ג' (ב\"י בשם הרמב\"ן והרשב\"א) וכן אם היה בו מכה אין מעידין עליו לפי שהמים מקלקלים המכה ונופח ומשתנה: הגה ספק אם נשתהה או לא אזלינן לחומרא ואפי' אם נשאת תצא (ריב\"ש סי' ש\"פ) וכ\"ז להעיד עליו בטביעות עין אבל על ידי סימנים מובהקים אפילו אשתהי מתירין אשתו (טור וב\"י):"
    },
    {
      "id": "even_haezer-017-27",
      "section": 27,
      "text": "מצאוהו הרוג ומכירין אותו בטביעות עין ואין יודעין מתי נהרג י\"א שתולין שנהרג תוך ג' ימים ומעידין עליו ויש אוסרין ומיהו אם יצא קול איש פלוני מת או נהרג ואחר ג' ימים מצאוהו מת והכירוהו אשתו מותרת לדברי הכל:"
    },
    {
      "id": "even_haezer-017-28",
      "section": 28,
      "text": "י\"א בשם ר\"ת דהא דאין מעידין עליו אלא עד ג' ימים ה\"מ כשהוא חבול בפניו אבל אם אינו חבול בפניו מעידין עליו אפי' אחר כמה ימים ע\"י טביעות עין של גופו וצורתו ואפילו נפל למים ואינו מחוור בעיני האחרונים: הגה ויש מחלקים דכל מי שהיה אצלו כשנטבע במים אע\"פ שהיה שלם אינו מעיד עליו אבל מי שלא ראה טביעתו ואומר שמכירו ע\"י טביעות עין והוא שלם מעיד עליו (טור ותה\"ד סימן ר\"ה בשם האשיר\"י):"
    },
    {
      "id": "even_haezer-017-29",
      "section": 29,
      "text": "אין מעידין על האדם שמת אלא כשראוהו כשמת ודאי ואין בו ספק כיצד ראוהו שנפל לגוב אריות ונמרים וכיוצא בהם אין מעידים עליו שמא לא היו רעבים ולא אכלוהו אבל אם נפל לחפירת נחשים ועקרבים מעידין עליו מפני שע\"י שדוחקן כשעומד עליהם מזיקין אותו:"
    },
    {
      "id": "even_haezer-017-30",
      "section": 30,
      "text": "נפל לתוך כבשן האש או לתוך יורה רותחת מליאה יין או שמן או מים או ששחטו בו שני סימנים או רובן אפילו עמד וברח מעידין עליו שמת שודאי סופו למות וכן כל כיוצא בו מדברים שא\"א שיחיה אלא ימות מיד בזמן קרוב הרי אלו מעידין עליו:"
    },
    {
      "id": "even_haezer-017-31",
      "section": 31,
      "text": "ראוהו צלוב והעוף אוכל בו אע\"פ שדקרוהו או ירו בו חצים אין מעידין עליו שמת ואם ראו העוף אוכל במקום שהנפש יוצאה בנטילתו כגון מוחו או לבו או בני מעיו הרי זה מעיד עליו שמת:"
    },
    {
      "id": "even_haezer-017-32",
      "section": 32,
      "text": "ראוהו שנפל לים אפילו טבע בים הגדול אין מעידין עליו שמת שמא יצא ממקום אחר. ואם נפל למים מכונסים כגון בור או מערה שעומד ורואה כל סביביו ושהה כדי שתצא נפשו ולא עלה מעיד עליו שמת ומשיאין את אשתו וכן אם קשרוהו ברגליו ושלשלוהו אל הים ולא עלה בידם אלא רגלו מארכובה ולמעלה משיאין את אשתו לאחר י\"ב חודש שטריפה אינה חיה י\"ב חודש אבל אם נפל לים והשליכו מצודה והעלו רגל א' מארכובה ולמעלה וכיוצא בזה אין משיאין את אשתו שאני אומר רגל של אחר הוא ומיהו אם היה בו סימן מובהק ביותר ברגלו סומכין עליו לומר שהוא של האיש שנפל (וי\"א דאפי' בסי' מובהק בבגדיו מהני כאן הואיל וראוהו נטבע בבגדים אלו) (מהר\"ם פדוואה סי' ל\"ו):"
    },
    {
      "id": "even_haezer-017-33",
      "section": 33,
      "text": "עד אחד אמר שראיתי שמת במלחמה או במפולת או שנטבע בים הגדול ומת וכיוצא בדברים אלו שרובם למיתה אם אמר קברתיו נאמן ותנשא על פיו ואם לא אמר קברתיו לא תנשא ואם נשאת לא תצא:"
    },
    {
      "id": "even_haezer-017-34",
      "section": 34,
      "text": "וכן האשה שהעיד לה אחד שטבע בעלה במים שאין להם סוף ולא עלה ואבד זכרו ונשתכח שמו הרי זו לא תנשא על עדות זו כמו שנתבאר (ואפילו התירוה ב\"ד ולא נשאת לא תנשא) (ריב\"ש סי' שע\"ט) ואם נשאת לא תצא: הגה ודוקא שנשאת ע\"פ חכם או בטעות שסברה שהיא מותרת אבל אם נשאת בעבריינות תצא (תשו' מהר\"ם הביא מרדכי סוף יבמות) וכ\"ז דוקא במי שהעידו עליו שטבע ממש במים שאין להם סוף אבל מי שהעידו עליו שהיה בספינה שנשברה בים או כדומה לזה או אפי' שטבע רק לא העידו ששהה במים כדי שתצא נפשו תצא ואפילו העיד סתמא שטבע חוששין שמא קרא לדברים כאלו טביעה שכן דרך העולם לקרא לדברים אלו טביעה ותצא אלא א\"כ העיד בפירוש שנטבע ממש ושהה כדי שתצא נפשו (ב\"י בשם תשו' הרמב\"ן סימן קכ\"ח) ואפי' היה הכותי שהסיח ל\"ת ואמר טבע פלוני ונשאת על פיו הרי זו לא תצא וחכם שהורה להשיאה לכתחילה (במים שאין להם סוף) מנדין אותו:"
    },
    {
      "id": "even_haezer-017-35",
      "section": 35,
      "text": "יש מי שאומר שאם נפל למים שאין להם סוף גובה כתובתה (אע\"פ שאסורה לינשא):"
    },
    {
      "id": "even_haezer-017-36",
      "section": 36,
      "text": "עיר שהקיפוה כרכום וספינה המטורפת בים והיוצא לידון הרי הן בחזקת חיים לפיכך אין מעידין על אחד מאלו שמת להתיר את אשתו ואפילו מי שהוא בעיר שכבשה כרכום וספינה שטבעה בים והיוצא ליהרג אין מעידין שהם בספק חיים ונותנין עליהן חומרי מתים וחומרי חיים:"
    },
    {
      "id": "even_haezer-017-37",
      "section": 37,
      "text": "בא עד אחד והעיד שמת בעלה והתירוה לינשא על פיו ואח\"כ בא עד אחד והכחיש את הראשון ואמר לא מת הרי זו לא תצא מהיתירה ותנשא שעד א' נאמן בעדות אשה כשני עדים בשאר עדיות ואין דבריו של אחד במקום ב' מיהו משום לזות שפתים לא תנשא (טור) אבל אם בא השני קודם שהתירוה הרי זו לא תנשא ואם נשאת תצא מפני שהוא ספק ואם נשאת לעד שהעיד לה והיא אומרת ברי לי שמת הרי זו לא תצא וי\"א תצא ואם באו ב' ואמרו לא מת אע\"פ שנשאת תצא לדברי הכל: הגה ודוקא שהיא שותקת אבל אם היא גם כן אומרת מת הוי ליה כתרי ותרי אם העדים הם נשים אבל הבעל שנשאה אינו נאמן על עצמו (נ\"י פ' האשה קמא) בד\"א כשהיה האחד שנשאת על פיו כמו שנים שבאו והכחישו אותו כגון שנשאת על פי איש ובאו שנים ואמרו לא מת או שנשאת ע\"פ אשה או ע\"פ עצמו ובאו ב' נשים או שני פסולים של דבריהם ואמרו לא מת אבל עד כשר אומר מת ונשים רבות אומרות לא מת או פסולים אומרים לא מת ה\"ז כמחצה על מחצה: הגה ודוקא שבאו ביחד קודם שהתירוה ע\"פ עד א' הראשון אבל אם התירוה ע\"פ עד הכשר ואחר כך באו הפסולים לא תצא מהתירה הראשון (טור) ואם נשאת לאחד מעדי' והיא אומרת ברי לי שמת הרי זו לא תצא: הגה וכותים המסיחים לפי תומם דינן כשאר פסולי עדות (מרדכי פרק האשה בתרא) וכל שאינו מסיח לפי תומו אינו נאמן לא לאסור ולא להתיר:"
    },
    {
      "id": "even_haezer-017-38",
      "section": 38,
      "text": "אשה אומרת מת או היא שאמרה מת בעלי ואחר כך בא עד כשר ואמר לא מת הרי זו לא תנשא ואם נשאת תצא וי\"א שאם אשה אחרת או היא שאמרה מת והתירוה לינשא על פיה ואח\"כ בא עד כשר ואמר לא מת לא תצא מהיתירה אבל אם באו תחלה שתי נשים והתירוה לינשא על פיהן ואחר כך בא עד אחד לא תצא מהתירה לכ\"ע (כ\"כ הב\"י בשם מ\"מ):"
    },
    {
      "id": "even_haezer-017-39",
      "section": 39,
      "text": "הנשאת ע\"פ עד אחד לא תנשא אלא ברשות בית דין ואם נשאת שלא בהוראת ב\"ד י\"א שלא תצא אפילו בא עד אחד ואמר לא מת והב\"ד צריכין להיות ג' וכשירים ולא קרובים זה לזה ולא לעדים:"
    },
    {
      "id": "even_haezer-017-40",
      "section": 40,
      "text": "אשה אומרת לא מת ושתי נשים אומרות מת הרי זו תנשא וכן אם אמרו י' נשים לא מת וי\"א נשים אומרות מת ה\"ז תנשא שאין אומרים שנים כמאה אלא בעדים כשרים אבל בפסולים הלך אחר הרוב בין להקל בין להחמיר:"
    },
    {
      "id": "even_haezer-017-41",
      "section": 41,
      "text": "אם שנים מעידים ששמעו (כל אחד) מפי אחד שמת פלוני ועד א' מעיד ששמע מפי א' שהוא חי מותרת:"
    },
    {
      "id": "even_haezer-017-42",
      "section": 42,
      "text": "ב' עדים אומרים מת וב' אומרים לא מת הרי זו לא תנשא ואם נשאת תצא מפני שהוא ספק ואם נשאת לאחד מעידיה והיא אומרת ברי לי שמת הרי זו לא תצא אין מוציאין אשה מבעלה אם יצא קול שבעלה הראשון חי (רבינו ירוחם):"
    },
    {
      "id": "even_haezer-017-43",
      "section": 43,
      "text": "האשה עצמה נאמנת לומר שמת בעלה ותנשא או תתייבם על פיה ונותנין לה עיקר כתובתה אם תתייבם נכנס היבם לנחלה על פיה (ואפילו אשה שהיא שוטה נאמנת) (תא\"ו נכ\"ג) ובלבד שיודעת בטיב נשואין ואלמנות (שם בשם הרמ\"ה) בד\"א כשבאה לב\"ד ואמרה מת בעלי התירוני ולא הזכירה שם כתובה מתירין אותה לינשא ומשביעין אותה ונותנים לה כתובתה אבל אם באה ואמרה מת בעלי תנו לי כתובתי אף לינשא אין מתירין אותה שעל עסקי הכתובה באה והרי זו בחזקת שלא מת ואין דעתה לינשא אלא ליטול כתובת' מחיים בלבד וי\"א דאפי' יש לה עד שמת לא מהני בכה\"ג (נ\"י בשם הריטב\"א):"
    },
    {
      "id": "even_haezer-017-44",
      "section": 44,
      "text": "באה ואמרה מת בעלי התירוני לינשא ותנו לי את כתובתי מתירים אותה לינשא ונותנים לה כתובתה מפני שעיקר דבריה על עסקי הנשואין באה אבל אם באה ואמרה תנו לי כתובתי והתירוני לינשא מתירין אותה ואין נותנים לה כתובה ואם תפסה אין מוציאין מידה ויש מי שאומר דבין בזו ובין בזו אין מתירין אותה כיון שהזכירה כתובה:"
    },
    {
      "id": "even_haezer-017-45",
      "section": 45,
      "text": "מי שיש לו שתי נשים ובאה אחת מהן ואמרה מת בעלי הרי זו תנשא ע\"פ עצמה וצרתה אסורה שאין צרה נאמנת להעיד לחברתה ואפי' נשאת זו תחלה אין אומרים אלו לא מת בעלה לא היתה אוסרת עצמה עליו שמא משנאתה בצרתה רוצה היא שיאסרו שתיהן עליו:"
    },
    {
      "id": "even_haezer-017-46",
      "section": 46,
      "text": "זאת אומרת מת בעלי וצרתה מכחישה ואומרת לא מת הרי זו תנשא כשם שאינה מעידה לה להתירה כך אינה יכולה להעיד לה לאוסרה:"
    },
    {
      "id": "even_haezer-017-47",
      "section": 47,
      "text": "זאת אומרת מת וצרתה אומרת נהרג הואיל ושתיהן אומרות שאינו קיים הרי אלו ינשאו:"
    },
    {
      "id": "even_haezer-017-48",
      "section": 48,
      "text": "בד\"א שהאשה נאמנת לומר מת בעלי כשיש שלום בינו לבינה ושלום בעולם אבל אם יש קטטה בינו לבינה כגון שאמרה גרשתני בפני פלוני ופלוני ובאו אותן העדים והכחישוה או שהמיר בעלה והניחה עגונה (הגהות אלפסי) ואח\"כ הלכה היא ובעלה למדינה אחרת ובאה ואמרה מת בעלי אינה נאמנת ואפי' אמרה קברתיו (ב\"י בשם הג\"מ פי\"ג מהל' גירושין) אע\"פ ששלום בעולם ואפי' בא עד אחד והעיד לה שמת בעלה לא תנשא שמא היא שכרה אותו ואם נשאת לא תצא שהרי יש לה עד וכן אם היתה מלחמה בעולם ובאה ואמרה מת בעלי במלחמה אינה נאמנת אע\"פ שיש שלום בינו לבינה תסמוך דעתה על דברים שרובן למיתה ותאמר מת כגון שנהרגו הראשונים ואחרונים שהיה בעלה באמצען שהרי היא אומרת מאחר שנהרגו אלו ואלו נהרג הוא בכללן לפיכך אינה נאמנת אפי' אומרת קברתיו וי\"א שאם אמרה קברתיו נאמנת ואם אמרה מת על מטתו נאמנת לדברי הכל: הגה וה\"ה כל שאומרת שמת או נהרג רחוק מן המלחמה מהימנא דלא שייך לומר בדדמי אלא באומרת שמת או נהרג במלחמה ממש אבל שלא במלחמה אפי' הלך שם סמוך למערכת המלחמה לקנות שלל נאמנת (במרדכי פ' האשה בתרא בשם ראבי\"ה):"
    },
    {
      "id": "even_haezer-017-49",
      "section": 49,
      "text": "לא הוחזקה מלחמה בעולם ובאה ואמרה מלחמה היתה במקום פלוני ומת במלחמה לא תנשא לכתחלה ואם נשאת לא תצא וי\"א דאפי' נישאת תצא (טור בשם הרא\"ש):"
    },
    {
      "id": "even_haezer-017-50",
      "section": 50,
      "text": "בא עד א' ואמר ראיתיו שמת במלחמה או במפולת אם אמר קברתיו תנשא על פיו ואם לא אמר קברתיו לא תנשא ואם נשאת לא תצא: הגה אבל ב' אפי' לא אמרו קברנוהו נאמנים (ג\"ז טור בשם הרא\"ש) וי\"א אפי' בעד א' אפי' אמר מת או נהרג וראיתיו אחר כך והכרתיו היטב בטביעות עין וראיתיו שמת נאמן דהוי כאלו אמר קברתיו (ב\"י בשם המרדכי פ' האשה) וכותי המסיח לפי תומו ואמר שמת במלחמה צריך ג\"כ שיאמר קברתיו (ב\"י בשם הר\"ן פרק האשה וכן משמע באש\"רי ובתו') ויש מקילין בזה (מרדכי בשם רבי שמחה ור' נתן וראבי\"ה):"
    },
    {
      "id": "even_haezer-017-51",
      "section": 51,
      "text": "האשה שאמרה מת בעלי תחת המפולת אינה נאמנת וכן אם היה שילוח נחשים ועקרבים ואמרה נשכו נחש או עקרב ומת אינה נאמנת שמא תסמוך דעתה על רוב אנשים שמתו כך בנשיכה: (ולכן דינם כמלחמה וצריכה שתאמר מת על מטתו או שתאמר קברתיו. ב\"י בשם המ\"מ):"
    },
    {
      "id": "even_haezer-017-52",
      "section": 52,
      "text": "אמרה עישנו עליו בית או מערה הוא מת ואני נצלתי אינה נאמנת כשם שנעשה לה נס כך נעשה לו:"
    },
    {
      "id": "even_haezer-017-53",
      "section": 53,
      "text": "היתה שנת רעבון ואמרה מת בעלי אינה נאמנת (אפילו אמרה מת על מטתו) (טור) מת וקברתיו נאמנת (אמרה מת בצמא הוי כאלו אמרה מת ברעב) (ב\"י):"
    },
    {
      "id": "even_haezer-017-54",
      "section": 54,
      "text": "אמרה נפלו עלינו כותים או לסטים הוא נהרג ואני נצלתי נאמנת שאין דרכן להרוג הנשים כדי שנא' כשם שניצלה היא כך ניצל הוא:"
    },
    {
      "id": "even_haezer-017-55",
      "section": 55,
      "text": "היה דבר בעולם ואמרה מת בעלי נאמנת (וי\"א דאינה נאמנת) (טור ור' ירוחם):"
    },
    {
      "id": "even_haezer-017-56",
      "section": 56,
      "text": "האשה שהלך בעלה למדינה אחרת ובאו ואמרו לה מת בעלך ונשאת ואח\"כ בא בעלה לא שנא נשאת ע\"פ עד אחד או ע\"פ שנים עדים (אפי' לא נבעלה) (הרא\"ש והריב\"ש והריטב\"א ונ\"י סימן תק\"ח) תצא מזה ומזה וצריכה גט משניהם ואין לה כתובה משניהם (אפי' החזירה הראשון) (הגהות אלפסי) ולא פירות שאכלו מנכסי מלוג שלה אע\"פ שאינם חייבים בפרקונה ודוקא שאכל השני קודם שבא הראשון אבל מה שאכל אחר שבא הראשון צריך להחזיר ואינו חייב ליתן הבלאות מנכסי צאן ברזל שלה והוא שבלו לגמרי אבל מה שיש מהם בעין נוטלתן ואם נטלה מזה או מזה כתובה או פירות צריך להחזיר ודוקא שנטלה מהשני אחר שבא הראשון אבל אם נטלה ממנו קודם שבא הראשון אינה צריכה להחזיר ושניהם אינם מטמאים לה אם הם כהנים ואינם זכאים במציאתה ובמעשה ידיה ובהפרת נדריה ונפסלה מהכהונה ומהתרומה ומהמעשר אם היא בת לוי (אבל בעלה הראשון יורשה אם מתה) (ב\"י והמ\"מ) מתו אחיו של זה ואחיו של זה חולצין ולא מיבמין והולד מהשני הוא ממזר מהתורה אם הולידה עד שלא גרשה הראשון אבל אם לא הולידה אלא אחר שמת ראשון או גירשה אין הולד משני אלא ממזר דרבנן ואם בא עליה (הראשון) קודם שגירש השני הולד שיוליד ממנה ממזר מדבריהם:"
    },
    {
      "id": "even_haezer-017-57",
      "section": 57,
      "text": "אמרו לה מת בעליך ונשאת ואח\"כ אמרו לה קיים היה ומת ולד שהוליד קודם שמת ממזר מן התורה ושהוליד אח\"כ אינו ממזר וי\"א שהוא ממזר מדרבנן:"
    },
    {
      "id": "even_haezer-017-58",
      "section": 58,
      "text": "אם לא נשאת לשני אלא נתקדשה לבד ובא בעלה אינה צריכה גט מהשני ומותרת לחזור לראשון וכן מותרת לשני אם מת הראשון או גירשה: הגה אשה שנתקדשה וטעתה וסברה שלא נתקדשה ונשאת לאחר תצא מזה ומזה וכל הדרכים הנ\"ל בה אבל אנסוה להנשא או שהורו לה ב\"ד בטעות ונשאת על פיהם הוי כאנוסה ומותרת לבעלה הראשון (תשובת רשב\"א אלף קפ\"ח הובא בב\"י):"
    }
  ]
}