{
  "id": "even_haezer-131",
  "chapterLabel": "סימן 131",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-131-1",
      "section": 1,
      "text": "צריך שיהיה כתיבתו וחתימתו לשמה. ובו ט סעיפים:צריך שתהיה כתיבת הגט וחתימתו לשם האיש המגרש ולשם האשה המתגרשת ואם לא נכתב לשמה אינו גט כיצד סופר שכתב גט ללמד או להתלמד ובא הבעל ומצא שם שנכתב בגט זה כשמו ושם האשה כשם אשתו ושם העיר כשם עירו ונטלו וגירש בו אינו גט:"
    },
    {
      "id": "even_haezer-131-2",
      "section": 2,
      "text": "יתר ע\"כ כתב לגרש את אשתו ונמלך ומצאו בן עירו ואמר לו שמי כשמך ושם אשתי כשם אשתך ונטלו ממנו וגירש בו אע\"פ שנכתב לשם גירושין אינו גט:"
    },
    {
      "id": "even_haezer-131-3",
      "section": 3,
      "text": "יתר על זה מי שיש לו שתי נשים ששמותיהם שוות וכתב לגרש את הגדולה ונמלך וגירש בו את הקטנה אינו גט שאע\"פ שנכתב לשם האיש המגרש לא נכתב לשם זו שנתגרשה בו."
    },
    {
      "id": "even_haezer-131-4",
      "section": 4,
      "text": "יתר ע\"כ אמר לסופר כתוב ואיזה שארצה אגרש בו וכתב הסופר על דעת זה וגירש בו אחת מהן ה\"ז ספק גירושין וה\"ה אם אמר לו כתוב לאיזו שתצא בפתח תחלה אגרשנה בו."
    },
    {
      "id": "even_haezer-131-5",
      "section": 5,
      "text": "גט שכתבו שלא לשמה אע\"פ שהעביר עליו קולמוס לשמה אינו גט וי\"א שחוששין לו:"
    },
    {
      "id": "even_haezer-131-6",
      "section": 6,
      "text": "אפילו נכתב לשמו אם לא חתמו העדים לשמו אם נתנו לה בלא עידי מסירה אינו גט ואם נתנו לה בעידי מסירה הרי זה פסול וי\"א שגם זה אינו גט:"
    },
    {
      "id": "even_haezer-131-7",
      "section": 7,
      "text": "לפיכך צריך ליזהר כשהבעל מצוה לסופר לכתוב שיאמר (בפני עדים שיחתמו על הגט) כתוב גט לשם פלונית אשתי וכן יאמר הסופר בפיו כשמתחיל לכתוב שכותבו לשם פלונית אשת פלוני ולשמו של פלוני: הגה ויאמר כן בפני עדים החותמים על הגט ויכתבנו אח\"כ בקביעות ולא בסירוגין כדי שיכתבו לשמו ולשמה כמו שהתחיל (בסדר גיטין) ומיהו בדיעבד אם כתבו בסירוגין כשר (ד\"ע) י\"א תיקון הקלף וחתיכת הקולמוס וכ\"ש השרטוט צריך הכל להיות לשמם (מ\"כ בתיקון) ומיהו אם עשה אלו הדברים שלא לשמם אינו פסול:"
    },
    {
      "id": "even_haezer-131-8",
      "section": 8,
      "text": "יהיו שם שני עידי החתימה בשעה שמתחיל לכתוב הגט כדי שידעו שנכתב לשמה ויכירוהו בשעת חתימה:"
    },
    {
      "id": "even_haezer-131-9",
      "section": 9,
      "text": "כשיאמר לעדים לחתום בגט יאמר להם שיחתמוהו לשם פלונית אשתו וכן יאמר כל אחד בפיו כשחותם שהוא חתמו לשם פלונית אשת פלוני ולשמו: הגה ואם התחיל לחתום מקצת שמו ולא אמר לשמו ולשמה ואח\"כ נזכר ואמר יש מכשירין (ת\"ה סי' רכ\"ח ומהרי\"ו סי' כ\"ז):"
    }
  ]
}