{
  "id": "even_haezer-139",
  "chapterLabel": "סימן 139",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-139-1",
      "section": 1,
      "text": "דין קבלה מידו ואם זרק לה ולחצרה. ובו יח סעיפים:זרק לה הגט בחצרה בין שהוא קנוי לה או שאול או מושכר הרי זו מגורשת בד\"א כשהיא עומדת בחצרה והוא משתמר לדעתה אבל אם אינה עומדת שם אע\"פ שהוא משתמר לדעתה אינה מגורשת:"
    },
    {
      "id": "even_haezer-139-2",
      "section": 2,
      "text": "אם נתן בחצרה ואח\"כ בא שם ואמר לה ה\"ז גיטיך יש מי שכתב שאע\"פ שהגט עדיין שם אינה מגורשת עד שתטלנו משם או עד שיטלנו משם ויתננו לה להתגרש בו דבעינן שתהא סמוכה לחצר בשעת נתינת הגט לתוכו (ובשעה שאומר לה הא גיטיך) וכן בגיטה וחצרה באים כאחד בעינן שעומדת בצד החצר בשעת נתינה ויש חולקין:"
    },
    {
      "id": "even_haezer-139-3",
      "section": 3,
      "text": "נתנו בחצרה שלא מדעתה ואינה עומדת בצד חצרה הרי זו ספק מגורשת:"
    },
    {
      "id": "even_haezer-139-4",
      "section": 4,
      "text": "היתה עומדת על גגה וזרקו לה לראש הגג אם יש לו מעקה כיון שהגיע לאויר תוך מחיצות המעקה או אפי' אין לו מעקה והגיע לתוך ג' טפחים סמוך לקרקעית הגג הרי זו מגורשת אפילו נשרף קודם שנח והוא שקדם גט לדליקה שהרי היה ראוי לנוח אלמלא האש שבא אחר שזרקו אבל אם קדם האש לא שהרי לא יהיה ראוי לנוח ברשותה:"
    },
    {
      "id": "even_haezer-139-5",
      "section": 5,
      "text": "ויש מי שאומר שאם נמחק או נשרף קודם שיגיע אפי' נמחק או נשרף אחר שהגיע לאויר מחיצות או לפחות מג' טפחים סמוך לגג אינה מגורשת:"
    },
    {
      "id": "even_haezer-139-6",
      "section": 6,
      "text": "היה הוא בגגו וזרק לה לחצרה אם מחיצות החצר גבוהות מהגג בענין שמיד כשזרק הגט מאויר הגג נכנס לאויר מחיצות החצר מגורשת אפי' נמחק קודם שהגיע לארץ וכגון שנמחק לאחר שהתחיל לירד:"
    },
    {
      "id": "even_haezer-139-7",
      "section": 7,
      "text": "היה לה קנה נעוץ בחצרה והיא עולה למעלה ממחיצות החצר וזרק הגט עליה אינה מגורשת שאינו משתמר שם:"
    },
    {
      "id": "even_haezer-139-8",
      "section": 8,
      "text": "זרקו לה לרשותה ועבר כל רשותה ויצא חוץ לרשותה אינה מגורשת אע\"פ שהיה בתוך ג' טפחים סמוך לקרקע בתוך רשותה כיון שלא היה סופו לנוח ברשותה. וי\"א שהיא ספק מגורשת:"
    },
    {
      "id": "even_haezer-139-9",
      "section": 9,
      "text": "ב' חצירות זו לפנים מזו הפנימית שלה והחיצונה שלו וכותלי החיצונה גבוהות על הפנימית כיון שזרק הגט לתוך אויר החיצונה נתגרשת שהפנימית בכותלי החיצונה משתמרת מה שאין כן בקופות כיצד שתי קופות זו לפנים מזו פנימית שלה והחיצונה שלו וזרק לה בתוכם גיטה אפי' הגיע לאויר הפנימית אינה מגורשת עד שינוח על צד הקופה הפנימי בד\"א כשהיתה מוטה על צדה ואין לה שוליים אבל אם יש לה שוליים אפי' נח בקרקעיתה אינה מגורשת שכלי האשה ברשות הבעל אינו קונה לה גט אא\"כ אינו מקפיד על מקומו:"
    },
    {
      "id": "even_haezer-139-10",
      "section": 10,
      "text": "היתה בחצירו וזרקו לה שם אינה מגורשת אפילו היא יושבת במטה ונפל הגט במטה אינה מגורשת עד שיגיע הגט לידה או לחיקה או לכלי מהכלים שאין הבעל מקפיד על מקומו וכן אם הגיע למטה שלה שהיא יושבת עליה והיתה גבוה י' טפחים הרי זו מגורשת שהרי חלקה רשות לעצמה ואין הבעל מקפיד על מקום כרעי המטה ואם לא היתה גבוה י' טפחים הרי זו ספק מגורשת:"
    },
    {
      "id": "even_haezer-139-11",
      "section": 11,
      "text": "השאיל לה הבעל מקום בחצרו ולא ייחד לה ונפל על גבי קורה או ע\"ג סלעים אם המקום שנפל אין בו ד' אמות על ד' אמות ואין גבוה י' ואין לו שם לווי הרי זו מגורשת ואם יש שם אחד מג' דברי אלו חלק רשות לעצמו ומקום א' השאיל לה ולא שני מקומות ואינה מגורשת ויש מי שכתב שאע\"פ שאין שם שום אחד מג' דברים אלו אינה מגורשת עד שיהיה בתוך ארבע אמותיה:"
    },
    {
      "id": "even_haezer-139-12",
      "section": 12,
      "text": "השאיל לה גגו ונפל הגט על גג א' שיש לו אצלו מגורשת כיון שאין דיורים קבועים בגג אינו מקפיד עליו ויש מי שכתב שאפי' נפל הגט על גג של כל אדם והיא יכולה לפשוט ידה וליטלו משם הרי זו מגורשת:"
    },
    {
      "id": "even_haezer-139-13",
      "section": 13,
      "text": "זרקו לה ברשות הרבים או ברשות שאינה של שניהם קרוב לו אינה מגורשת היה הגט מחצה למחצה וממחצה למחצה עד שיהי' קרוב לה הרי זו ספק מגורשת היה קרוב לה כדי שתשוח ותטלנו ה\"ז פסול עד שיגיע לידה ואח\"כ תנשא בו לכתחילה כיצד הוא קרוב לו היה הוא יכול לשומרו והיא אינה יכולה לשומרו זה הוא קרוב לו שניהם יכולים לשומרו או שניהם אינם יכולים לשומרו זהו מחצה למחצה:"
    },
    {
      "id": "even_haezer-139-14",
      "section": 14,
      "text": "בא הוא תחילה ועמד ואח\"כ עמדה היא כנגדו וזרקו לה אם היה הגט בתוך ד' אמות שלו אינה מגורשת אע\"פ שאם תשוח תטלנו עמדה היא תחלה ובא הוא ועמד כנגדה וזרקו לה אע\"פ שהוא מחצה למחצה הואיל והיא לתוך ארבע אמות שלה ה\"ז גט פסול עד שיגיע הגט לידה: הגה אבל אם זרק לה לתוך ד' אמות שלה ואין הבעל נכנס לתוכו הרי זו מגורשת וכל זה מדינא אבל לכתחילה אין לגרש אפילו ליתן הגט לתוך חצירה או לתוך מלבושיה אלא לתוך ידה ממש וידה תהא פתוחה מתחילת הנתינה עד סופה (מרדכי פרק הזורק וסמ\"ק וכל בו) כמו שנתבאר לעיל סי' קל\"ח ואפי' בדיעבד אין להתירה לעלמא עד שבא הגט לידה ממש ונהגו עוד שלאחר שנתן לה הגט תסגור ידיה ותכניסנו תחת בגדיה ותזהר שלא יסייע לה שום אדם בקבלתו גם לא יהא שום דבר כגון טבעת בידה וכיוצא בזה בשעת קבלתו (הכל בסדר הגט):"
    },
    {
      "id": "even_haezer-139-15",
      "section": 15,
      "text": "היה ידה קטפרס (פי' שהעמידה ידה משופעת ולא זקיפה כמחיצה ולא פשוטה לקבל) וזרק הגט על ידה ונפל לארץ אם נפל לתוך ד\"א שלה ונח הרי זו מגורשת ואם לא נח בתוכן אלא נתגלגל מיד מתוכה לחוצה להן ה\"ז ספק מגורשת נפל לתוך הים או לתוך האש אינה מגורשת והוא שתהא על גבי המים או סמוך לאש שמתחלת נפילתו לאיבוד היה עומד: הגה וכל זה שאינה עומדת ברשותה אבל אם עומדת ברשותה אע\"פ שנפל מידה ונתגלגל חוץ לד' אמות מגורשת דהא לא נתגלגל רק לרשותה מיהו לדידן דאין מגרשין ע\"י רשותה כמו שנתבאר אם נפל הגט מידה צריך לגרש שנית ועל כן תגביה האשה ידיה בשעה שמקבלת גיטה שלא יפול מידה גם יהיו ידיה גבוהים מן הארץ ג' טפחים (ג\"ז בסדר גיטין):"
    },
    {
      "id": "even_haezer-139-16",
      "section": 16,
      "text": "נתן ביד עבדה והוא נעור והיא משמרתו אם היה כפות ה\"ז גט וכאילו הגיע לחצרה שהיא עומדת בצדה ואם אינו כפות אינו גט וי\"א דתרתי בעינן כפות כדי שלא יהא חצר מהלכת וישן כדי שיהא משתמר לדעתה:"
    },
    {
      "id": "even_haezer-139-17",
      "section": 17,
      "text": "נתנו ביד העבד והוא ישן והיא משמרתו ה\"ז פסול ואם היה כפות הרי זו מגורשת:"
    },
    {
      "id": "even_haezer-139-18",
      "section": 18,
      "text": "כתב הגט ונתנו ביד עבדו וכתב לה שטר מתנה עליו כיון שזכתה בעבד זכתה בגט ונתגרשה אם היה כפות ואם אינו כפות ונעור קנתה העבד ואינה מגורשת עד שיגיע הגט לידה וכן אם נתן הגט בחצרו ומכר לה החצר או נתנו לה כיון שקנתה החצר בשטר או בכסף או בחזקה נתגרשה אבל אם נתנו בחצרו של אדם אחר והאחר נתן לה החצר או שקנאתו ממנו אינה מגורשת:"
    }
  ]
}