{
  "id": "even_haezer-117",
  "chapterLabel": "סימן 117",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-117-1",
      "section": 1,
      "text": "דין כתובה באשה שאין לה וסת או שאר מומין ודין קטלנית. ובו יא סעיפים:הנושא אשה ובדקה עצמה ונבעלה ובעת שקנחה עצמה היא והוא נמצא דם על עד (פירוש הסמרטוט או מטלית שבודקת עצמה בהן) שלה או על עד שלו אם אירע זה פעם אחר פעם ג' פעמים סמוכות זו לזו הרי זו אסורה לישב עם בעלה ותצא בלא כתובה לא עיקר ולא תוס' ולא תנאי מתנאי הכתובה שהרי אינה ראוי' לתשמיש ויוציא ולא יחזיר לעולם בד\"א כשהיתה כך מתחלת נשואיה ומבעילה ראשונה ראתה דם אבל אם אירע לה חולי זה אחר שנשאת נסתחפה (פי' מן מדוע נסחף אבירך כלומר נפסדה ונאבדה למזלך) שדהו לפיכך אם בעל פעם אחד ולא מצא דם ואח\"כ חזרה להיות רואה דם בכל עת תשמיש יוציא ויתן כתובה כולה ולא יחזיר עולמית: הגה י\"א דאם אינו רוצה לישא אחרת ורוצה לשהות עם זו ע\"י שליש בשנה א' ולא ילך אצלה אלא בעדים א\"צ לגרשה (ב\"י בשם תשובת הר\"ם וכן הוא בתשו' הרשב\"א סי' תת\"ס) וכ\"ש אם זנתה תחתיו דמאיסה ליה דשרי בכה\"ג (שם):"
    },
    {
      "id": "even_haezer-117-2",
      "section": 2,
      "text": "אשה שנבדקה על ידי נשים ואמרו שאינה ראויה לאיש אין לה כתובה ולא תנאי כתובה ואם הבעל טוען עליה כך כל זמן שלא נבדקה אינו חייב במזונותיה:"
    },
    {
      "id": "even_haezer-117-3",
      "section": 3,
      "text": "הנושא אשה סתם ונמצאו עליה נדרים שנתבארו בסי' ל\"ט תצא בלא כתובה לא עיקר ולא תוספת:"
    },
    {
      "id": "even_haezer-117-4",
      "section": 4,
      "text": "וכן הכונס אשה סתם ונמצאו בה מום ממומי הנשים שנתבארו בסי' ל\"ט ולא ידע הבעל במום זה תצא בלא כתובה לא עיקר ולא תוספת:"
    },
    {
      "id": "even_haezer-117-5",
      "section": 5,
      "text": "אם יש מרחץ בעיר והיו לו קרובים שם אינו יכול לומר לא ידעתי מומין אלו ואפי' מומין שבסתר מפני שהוא בודקה ע\"י קרובותיו וחזקתו ששמע ונתרצה ואם אין שם מרחץ או שלא היו לו שם קרובים טוען במומין שבסתר ונכפה לעתים ידועים הרי הוא כמומי סתר אבל במומין שבגלוי אינו יכול לטעון שחזקתו ששמע ונתפייס (המשתנת במטה תמיד י\"א דלא הוי מום (ב\"י בשם הרשב\"א וי\"א דהוי מום (ב\"י) וכן נ\"ל עיקר) טען על אשתו שהיא מצורעת הוי מום (ב\"י):"
    },
    {
      "id": "even_haezer-117-6",
      "section": 6,
      "text": "בד\"א במקום שמנהג הנשים להלך בשוק ופניהן גלויות אבל במקום שאין דרך הבנות לצאת לשוק כלל ואם תצא למרחץ תצא מתנכרת ה\"ז טוען אפילו מומין שבגלוי ואם יש שם מרחץ אם יש לו קרוב אינו יכול לטעון שבודאי הכל רואין אותה ערומה במרחץ ואם דרכן להתחבא במרחץ יכול לטעון אף מומין שבגלוי (וי\"א דאפילו אין לו קרובים בעיר יש לו רעים ובודק על ידי נשותיהם) (טור בשם הגאונים):"
    },
    {
      "id": "even_haezer-117-7",
      "section": 7,
      "text": "כיצד היא טענת המומין אם היו המומין שנמצאו בה מומין שודאי היו בה קודם שתתארס כגון אצבע יתירה וכיוצא בו על האב להביא ראיה שידע הבעל ונתרצה או שחזקתו שידע ואם לא הביא ראיה תצא בלא כתובה כלל:"
    },
    {
      "id": "even_haezer-117-8",
      "section": 8,
      "text": "היו בה מומין שאפשר שנולדו בה אחר האירוסין אם נמצאו בה אחר שכנסה לבית הבעל על הבעל להביא ראיה שעד שלא נתארסה היו בה והיה מקחו מקח טעות ואם נמצאו בה והיא בבית אביה על האב להביא ראיה שאחר האירוסין נולדו ונסתחפה שדהו: הגה וי\"א דאם האב טוען ודאי על הבעל להביא ראיה (המ\"מ פכ\"ה בשם הרשב\"א) וי\"א דאם הגיע זמן ליכנס אע\"פ שלא כנסה הוי כאלו היתה ברשות הבעל (רבי' ירוחם נכ\"ג ח\"ה):"
    },
    {
      "id": "even_haezer-117-9",
      "section": 9,
      "text": "הביא הבעל ראיה שעד שלא תתארס היו בה או שהודית לו בכך והביא האב ראיה שראה ושתק ונתפייס או שחזקתו שידע בהן ונתפייס הרי זה חייב בכתובתה:"
    },
    {
      "id": "even_haezer-117-10",
      "section": 10,
      "text": "בא על אשתו ושהה כמה ימים וטען שמום זה לא נראה לו עד עתה אפילו היה בתוך הקמטים (פי' כגון תחת בית השחי ותחת הדדים וכדומה) או בכף הרגל אין שומעין לו חזקה אין אדם שותה בכוס אא\"כ בודקו וידע ונתפייס: הגה ואם שהה עמה ל' יום אינו נאמן לומר שלא בעל (מהרי\"ק שורש ק\"ה):"
    },
    {
      "id": "even_haezer-117-11",
      "section": 11,
      "text": "מי שנודע לו שאשתו נכפית ורוצה לגרשה ואינו משיג כדי כתובתה כופין אותה לקבל גט (ואין בזה משום תקנת ר\"ג) ויתן הנמצא בידו לכתובתה והמותר כשתשיג ידו ואם תמאן לקבל גט ימנע ממנה שאר כסות ועונה: הגה ודוקא במום גדול כזה שאלו היה באיש היו כופין לגרש מדין התלמוד ולא תקן ר\"ג שתהא האשה עדיפא מאיש (תשו' הרא\"ש כלל מ\"ב) אבל שאר מומין אינו יכול לגרשה בעל כרחה אבל מ\"מ אין כופין אותו להיות עמה מאחר דמאיסה עליו ורוצה לגרשה ולתת כתובתה (מהרי\"ק שורש ק\"ז):"
    }
  ]
}