{
  "id": "even_haezer-080",
  "chapterLabel": "סימן 80",
  "title": "שולחן ערוך, אבן העזר",
  "partName": "אבן העזר",
  "sections": [
    {
      "id": "even_haezer-080-1",
      "section": 1,
      "text": "מעשה ידיה שהיא חייבת לבעלה ודיני מניקה ושאינה רוצה לעשות מלאכה. ובו י\"ח סעיפים: מעשה ידיה לבעלה כיצד הכל כמנהג המדינה מקום שדרכן לארוג אורגת לרקום רוקמת לטוות צמר או פשתים טווה ואם לא היה דרך נשי העיר לעשות כל המלאכות האלו אינו כופה אלא לטוות הצמר בלבד דחקה עצמה ועשתה יותר מהראוי לה המותר לבעל: הגה ודוקא שנתן לה מעה כסף כל שבוע כמו שנתבאר לעיל סי' ע' ויכולה אשה לומר איני נוטלת מעה כסף ואיני נותנת המותר אבל הבעל לא יוכל לומר כך (טור בשם הרמ\"ה וכ\"כ הר\"ן פרק אע\"פ וכ\"כ השאלתות פרשת משפטים):"
    },
    {
      "id": "even_haezer-080-2",
      "section": 2,
      "text": "היה לו ממון הרבה אפי' היה לה כמה שפחות אינה יושבת לבטלה בלא מלאכה שהבטלה מביאה לידי זימה אבל אין כופין אותה לעשות מלאכה כל היום כולו אלא לפי רוב הממון ממעטת במלאכה:"
    },
    {
      "id": "even_haezer-080-3",
      "section": 3,
      "text": "המדיר את אשתו שלא תעשה מלאכה יוציא ויתן כתובה שהבטלה מביאה לידי זימה:"
    },
    {
      "id": "even_haezer-080-4",
      "section": 4,
      "text": "וכן כל אשה רוחצת לבעלה פניו ידיו ורגליו ומוזגת לו את הכוס ומצעת לו את המטה (וי\"א דמחוייב' להציע כל מטות הבית) (המ\"מ פכ\"א ובהר\"ן פרק אע\"פ) ועומדת ומשמשת בפני בעלה כגון שתתן לו מים או כלי או שתטול מלפניו וכיוצא בדברים אלו אבל אינה עומדת ומשמשת בפני אביו או בפני בנו וי\"א דוקא באינן סמוכין על שלחן בעלה (ב\"י בשם הר\"ן פ' אע\"פ):"
    },
    {
      "id": "even_haezer-080-5",
      "section": 5,
      "text": "מלאכות אלו עושה אותן היא בעצמה ואפילו היו לה כמה שפחות אין עושין מלאכות אלו לבעל אלא אשתו (ויש מחלוקת בהצעת המטה ועיין למטה סעיף ח'):"
    },
    {
      "id": "even_haezer-080-6",
      "section": 6,
      "text": "יש מלאכות שהאשה עושה לבעלה בזמן שהם עניים ואלו הם מטחנת ואופה ומכבסת ומבשלת ומניקה את בנה ונותנת תבן לפני בהמתו אבל לא לפני בקרו: הגה מת בנה אינה מחוייבת להניק בשכר וליתן לו השכר וכן בנו מאשה אחרת אינה מחוייבת להניק (הר\"ן פרק אע\"פ):"
    },
    {
      "id": "even_haezer-080-7",
      "section": 7,
      "text": "הכניסה לו שפחה אחת או נכסים שראוי לקנות מהן שפחה אחת או שהיה לו ממון כדי לקנות ממנו שפחה אחת אינה מטחנת ולא אופה ולא מכבסת ולא נותנת תבן לפני בהמתו:"
    },
    {
      "id": "even_haezer-080-8",
      "section": 8,
      "text": "הכניסה לו שתי שפחות או נכסים הראוים לקנות מהם שתי שפחות או שהיו לו שתי שפחות או שהיה ראוי לקנות שתי שפחות אינה מבשלת ואינה מניקה את בנה: הגה הכניסה לו שלשה שפחות או ממון או שיש לו ממון שיכול לקנות או לשכור אינה מצעת המטות רק מטתו (הר\"ן בשם י\"מ) י\"א דאף מטתו אינה מצעת רק בפריסת סדינין ומסדרת לו מטתו שהוא דרך חיבה וכל אשה תעשה זה אפי' יש לה כמה שפחות (טור):"
    },
    {
      "id": "even_haezer-080-9",
      "section": 9,
      "text": "היא אומרת ראוי הוא לקנות או לשכור שפחה והוא אומר שאינו ראוי עליה להביא ראיה:"
    },
    {
      "id": "even_haezer-080-10",
      "section": 10,
      "text": "כל אלו המלאכות אין מחייבים אותה אא\"כ יהיה דרך משפחתו ומשפחתה לעשותן:"
    },
    {
      "id": "even_haezer-080-11",
      "section": 11,
      "text": "כל זמן שהיא מניקה את בנה פוחתין לה ממעשה ידיה ומוסיפים לה על מזונותיה יין ודברים שיפים לחלב לא הוסיפו לה צריכה לאכול משלה אם יש לה (טור):"
    },
    {
      "id": "even_haezer-080-12",
      "section": 12,
      "text": "פסקו לה מזונות הראויים לה והרי היא מתאוה לאכול יותר או לאכול מאכלות אחרות יש מי שאומר שאין הבעל יכול לעכב מפני סכנת הולד שצער גופה קודם ויש מי שאומר שיכול לעכב:"
    },
    {
      "id": "even_haezer-080-13",
      "section": 13,
      "text": "ילדה תאומים אין כופין אותה להניק שניהם אלא מניקה א' ושוכר הבעל מניקה לשני וי\"א דמניקה שניהם [טור בשם הרא\"ש]:"
    },
    {
      "id": "even_haezer-080-14",
      "section": 14,
      "text": "הרי שרצתה להניק בן חבירתה עם בנה הבעל מעכב ואפי' בנה מאיש אחר הוא יכול לעכב [טור]:"
    },
    {
      "id": "even_haezer-080-15",
      "section": 15,
      "text": "כל אשה שתמנע מלעשות מלאכה ממלאכות שהיא חייבת לעשותן כופין אותה לעשות: הגה ואינו זנה עד שתעשה וכן ב\"ד משמתין אותה או מוכרין כתובתה לשכור עליה עבד או שפחה (המ\"מ פכ\"א בשם הרמב\"ן והרשב\"א) וי\"א דכופין אותה בשוטים (טור בשם הרמב\"ם) וכל זה באומרת איני עושה וניזונית אבל אם אומרת איני ניזונית ואיני עושה הרשות בידה (ב\"י לדעת הרמב\"ם וכ\"כ ר\"ן) וכמו שנתבאר לעיל סי' ס\"ט וי\"א דאפילו באומרת איני ניזונית ואיני עושה צריכה לעשות צרכי הבית ולזה כופין אותה אע\"פ שאינה ניזונית (ג\"ז ב\"י לדעת הרמב\"ם) לחד שינויא:"
    },
    {
      "id": "even_haezer-080-16",
      "section": 16,
      "text": "טען הוא שאינה עושה והיא אומרת שאינה נמנעת מלעשותן מושיבין אשה ביניהם או שכנים:"
    },
    {
      "id": "even_haezer-080-17",
      "section": 17,
      "text": "האשה ששברה כלים בעת שעשתה מלאכותיה בתוך ביתה פטורה:"
    },
    {
      "id": "even_haezer-080-18",
      "section": 18,
      "text": "מי שהתנה עם אשתו שלא יתחייב במזונותיה וכן היא לא תתחייב לו במעשה ידיה אם אחר כך רצה ונתחייב הוא לתת לה (במתנה) מזונותיה אין מעשה ידיה שלו: הגה אשה ששתקה ולא תבעה מזונות ולא מעה כסף מן הסתם מעשה ידיה עם המותר שלה ולא אמרינן שמחלה מעשה ידיה (הר\"ן פ' אע\"פ) אבל מה שאינו מספיק לה אין הבעל צריך לשלם לה דודאי מחלה. אשה שהלכה מבית בעלה מכח קטטה ואינה רוצה לשוב לביתו עד שיקרא לה בעלה לא הפסידה משום זה מזונותיה דבושה ממנו לשוב מאחר שיצאה בלא רשותו ואינו מראה לה פנים ואם הוא יבא אצלה אינה מונעתו מכלום אבל אם אינה רוצה לבא אצלו עד שיפרע מה שלותה אבדה מזונותיה דהוי כמורדת דכל מורדת טענה אית לה וכל אשה יש לה מזונות אע\"פ שאין כתובתה בידה ואינו נאמן לומר שמחלה לו רק בראיה ברורה ואפי' על מזונות שעברו אם לא טען לא טענינן ליה וצריך לישבע שמחלה לו (כל זה בתשובת הרשב\"א הובאה בב\"י סי' ע\"ז):"
    }
  ]
}